[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "3534",
			"sura": "33",
			"para": "21",
			"verses": "1",
			"names": "یٰۤاَیُّہَا النَّبِیُّ اتَّقِ اللّٰہَ وَ لَا تُطِعِ الۡکٰفِرِیۡنَ وَ الۡمُنٰفِقِیۡنَ ؕ اِنَّ اللّٰہَ کَانَ عَلِیۡمًا حَکِیۡمًا ۙ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا النَّبِیُّ اتَّقِ اللّٰہَ وَ لَا تُطِعِ الۡکٰفِرِیۡنَ وَ الۡمُنٰفِقِیۡنَ ؕ اِنَّ اللّٰہَ کَانَ عَلِیۡمًا حَکِیۡمًا ۙ﴿۱﴾ ",
			"index": "3534",
			"name": "হে অদৃশ্যের সংবাদ বর্ণনাকারী (নবী)! আল্লাহ্‌র এভাবেই ভয় রাখুন! এবং কাফির ও মুনাফিকদের কথা শুনবেন না; নিশ্চয় আল্লাহ্‌ জ্ঞানময়, প্রজ্ঞাময়;",
			"en_kanzulimaan": "O Herald of the Hidden (the Prophet), continue to fear Allah and never listen to the disbelievers and the hypocrites; indeed Allah is All Knowing, Wise.",
			"ur_kanzulimaan": "اے غیب کی خبریں بتانے والے (نبی) اللہ کا یوں ہی خوف رکھنا اور کافروں اور منافقوں کی نہ سننا بیشک اللہ علم و حکمت والا ہے،",
			"hi_kanzulimaan": "ऐ ग़ैब की ख़बरें बताने वाले (नबी) (2फ) अल्लाह का यूंही ख़ौफ़ रखना और काफ़िरों और मुनाफ़िकों (दोग़लों) की न सुनना (3फ) बेशक अल्लाह इल्म व हिकमत (बोध) वाला है",
			"author": "১. হে নবী! আপনি আল্লাহ্-ভীতির উপর (পূর্ববতী দৃঢ়তা অনুসারে) অবিচল থাকুন। আর কাফের ও মুনাফিকদের (এ) কথা (কখনো) মেনে নেবেন না (যে, আমাদের সাথে ধর্মীয় সমঝোতা করে নাও)। নিশ্চয়ই আল্লাহ সর্বজ্ঞ, প্রজ্ঞাবান।"
		},
		{
			"_id": "3535",
			"sura": "33",
			"para": "21",
			"verses": "2",
			"names": "وَّ اتَّبِعۡ مَا یُوۡحٰۤی اِلَیۡکَ مِنۡ رَّبِّکَ ؕ اِنَّ اللّٰہَ  کَانَ بِمَا تَعۡمَلُوۡنَ خَبِیۡرًا ۙ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "وَّ اتَّبِعۡ مَا یُوۡحٰۤی اِلَیۡکَ مِنۡ رَّبِّکَ ؕ اِنَّ اللّٰہَ  کَانَ بِمَا تَعۡمَلُوۡنَ خَبِیۡرًا ۙ﴿۲﴾ ",
			"index": "3535",
			"name": "এবং সেটারই অনুসরণ করুন, যা আপনার রবের নিকট থেকে আপনার প্রতি ওহী করা হয়। হে লোকেরা! আল্লাহ্‌ তোমাদের কাজ দেখছেন।",
			"en_kanzulimaan": "And keep following what is sent down to you from your Lord; O people! Indeed Allah is seeing your deeds.",
			"ur_kanzulimaan": "اور اس کی پیروی رکھنا جو تمہارے رب کی طرف سے تمہیں وحی ہوتی ہے، اے لوگو! اللہ تمہارے کام دیکھ رہا ہے،",
			"hi_kanzulimaan": "और उसकी पैरवी (अनुकरण) रखना जो तुम्हारे रब की तरफ़ से तुम्हें वही (देववाणी) होती है ऐ लोगों अल्लाह तुम्हारे काम देख रहा है",
			"author": "২. আর আপনি এর অনুসরণ বহাল রাখুন যা আপনার প্রতি আপনার প্রতিপালকের পক্ষ থেকে প্রত্যাদেশ করা হয়। নিশ্চয়ই আল্লাহ তা’আলা সকল কর্মকান্ড সম্পর্কে অবগত যা তোমরা সম্পদান করো।"
		},
		{
			"_id": "3536",
			"sura": "33",
			"para": "21",
			"verses": "3",
			"names": "وَّ تَوَکَّلۡ عَلَی اللّٰہِ ؕ وَ کَفٰی بِاللّٰہِ وَکِیۡلًا ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "وَّ تَوَکَّلۡ عَلَی اللّٰہِ ؕ وَ کَفٰی بِاللّٰہِ وَکِیۡلًا ﴿۳﴾ ",
			"index": "3536",
			"name": "আর হে মাহবূব! আপনি আল্লাহ্‌র উপর ভরসা রাখুন! এবং আল্লাহ্‌ই যথেষ্ট কর্ম- ব্যবস্থাপক হিসেবে। ",
			"en_kanzulimaan": "And trust Allah; and Allah is Sufficient as a Trustee.",
			"ur_kanzulimaan": "اور اے محبوب! تم اللہ پر بھروسہ رکھو، اور اللہ بس ہے کام بنانے والا،",
			"hi_kanzulimaan": "और ऐ मेहबूब तुम अल्लाह पर भरोसा रखो और अल्लाह बस है काम बनाने वाला",
			"author": "৩. আর আল্লাহ্‌র উপর ভরসা (বহাল) রাখুন। অভিভাবক হিসাবে আল্লাহ্ই যথেষ্ট।"
		},
		{
			"_id": "3537",
			"sura": "33",
			"para": "21",
			"verses": "4",
			"names": "مَا جَعَلَ اللّٰہُ  لِرَجُلٍ مِّنۡ قَلۡبَیۡنِ فِیۡ جَوۡفِہٖ ۚ وَ مَا جَعَلَ  اَزۡوَاجَکُمُ الّٰٓیِٴۡ  تُظٰہِرُوۡنَ مِنۡہُنَّ اُمَّہٰتِکُمۡ ۚ وَ مَا جَعَلَ  اَدۡعِیَآءَکُمۡ  اَبۡنَآءَکُمۡ ؕ ذٰلِکُمۡ قَوۡلُکُمۡ بِاَفۡوَاہِکُمۡ ؕ وَ اللّٰہُ یَقُوۡلُ الۡحَقَّ  وَ ہُوَ  یَہۡدِی  السَّبِیۡلَ ﴿۴﴾",
			"number": "",
			"verses_PDMS": "مَا جَعَلَ اللّٰہُ  لِرَجُلٍ مِّنۡ قَلۡبَیۡنِ فِیۡ جَوۡفِہٖ ۚ وَ مَا جَعَلَ  اَزۡوَاجَکُمُ الّٰٓیِٴۡ  تُظٰہِرُوۡنَ مِنۡہُنَّ اُمَّہٰتِکُمۡ ۚ وَ مَا جَعَلَ  اَدۡعِیَآءَکُمۡ  اَبۡنَآءَکُمۡ ؕ ذٰلِکُمۡ قَوۡلُکُمۡ بِاَفۡوَاہِکُمۡ ؕ وَ اللّٰہُ یَقُوۡلُ الۡحَقَّ  وَ ہُوَ  یَہۡدِی  السَّبِیۡلَ ﴿۴﴾",
			"index": "3537",
			"name": "আল্লাহ্‌ কোন মানুষের অভ্যন্তরে দু’টি হৃদয় সৃষ্টি করেন নি এবং তোমাদের ওই সব স্ত্রীকে, যাদেরকে তোমরা মায়ের সমান বলে দাও; তোমাদের জননী করেন নি; আর তোমাদের পোষ্যপুত্রদেরকেও তোমাদের পুত্র করেন নি। এ’তোতোমাদের মুখের কথা। আর আল্লাহ্‌ সত্য বলেন এবং তিনিই সঠিক পথ দেখান।",
			"en_kanzulimaan": "Allah has not kept two hearts in the body of any man; nor has He made them your mothers those wives of yours, whom you declare to be your mothers; nor has He made them your sons, whom you have adopted; this is the statement of your mouths; and Allah proclaims the truth and it is He Who shows the path.",
			"ur_kanzulimaan": "اللہ نے کسی آدمی کے اندر دو دل نہ رکھے اور تمہاری ان عورتوں کو جنہیں تم کے برابر کہہ دو تمہاری ماں نہ بنایا اور نہ تمہارے لے پالکوں کو تمہارا بیٹا بنایا یہ تمہارے اپنے منہ کا کہنا ہے اور اللہ حق فرماتا ہے اور وہی راہ دکھاتا ہے",
			"hi_kanzulimaan": "अल्लाह ने किसी आदमी के अन्दर दो दिल न रखे (4फ) और तुम्हारी उन औरतों को जिन्हें तुम माँ के बराबर कह दो तुम्हारी माँ न बनाया (5फ) और न तुम्हारे लेपालकों को तुम्हारा बेटा बनाया (6फ) यह तुम्हारे अपने मुंह का कहना है (7फ) और अल्लाह हक़ फ़रमाता है और वही राह दिखाता है (8फ)",
			"author": "৪. আল্লাহ্ কোনো মানুষের অভ্যন্তরে দু’টি হৃদয় সৃষ্টি করেন নি, আর তিনি তোমাদের স্ত্রীদেরকে তোমাদের জননীও করেননি, যাদেরকে তোমরা যিহার করার মাধ্যমে (অর্থাৎ বিচ্ছেদের এক রূপে) মা বলে দাও। আর তিনি তোমাদের পালকপুত্রদেরকেও তোমাদের (প্রকৃত) পুত্র করেননি। এসব তো কেবল তোমাদের মুখের কথা। আর আল্লাহ্ সত্য কথাই বলেন এবং তিনিই (সরল) পথ দেখান।"
		},
		{
			"_id": "3538",
			"sura": "33",
			"para": "21",
			"verses": "5",
			"names": "اُدۡعُوۡہُمۡ لِاٰبَآئِہِمۡ ہُوَ  اَقۡسَطُ عِنۡدَ اللّٰہِ ۚ فَاِنۡ لَّمۡ تَعۡلَمُوۡۤا اٰبَآءَہُمۡ فَاِخۡوَانُکُمۡ فِی الدِّیۡنِ وَ مَوَالِیۡکُمۡ ؕ وَ لَیۡسَ عَلَیۡکُمۡ جُنَاحٌ فِیۡمَاۤ  اَخۡطَاۡتُمۡ بِہٖ  ۙ  وَ لٰکِنۡ مَّا تَعَمَّدَتۡ قُلُوۡبُکُمۡ ؕ وَ  کَانَ اللّٰہُ  غَفُوۡرًا  رَّحِیۡمًا ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "اُدۡعُوۡہُمۡ لِاٰبَآئِہِمۡ ہُوَ  اَقۡسَطُ عِنۡدَ اللّٰہِ ۚ فَاِنۡ لَّمۡ تَعۡلَمُوۡۤا اٰبَآءَہُمۡ فَاِخۡوَانُکُمۡ فِی الدِّیۡنِ وَ مَوَالِیۡکُمۡ ؕ وَ لَیۡسَ عَلَیۡکُمۡ جُنَاحٌ فِیۡمَاۤ  اَخۡطَاۡتُمۡ بِہٖ  ۙ  وَ لٰکِنۡ مَّا تَعَمَّدَتۡ قُلُوۡبُکُمۡ ؕ وَ  کَانَ اللّٰہُ  غَفُوۡرًا  رَّحِیۡمًا ﴿۵﴾ ",
			"index": "3538",
			"name": "তাদেরকে তাদের পিতৃ পরিচয়েই ডাকো; এটা আল্লাহ্‌র অধিক ন্যায়সঙ্গত। অতঃপর যদি তোমরা তাদের পিতা সম্বন্ধে না জানো, তবে তারা ধর্মে তোমাদের ভাই এবং মানব হিসেবে তোমাদের চাচাত ভাই অর্থাৎ তোমাদের বন্ধু এবং তোমাদের উপর এর মধ্যে কোন গুনাহ নেই, যা অজানাবশতঃ তোমাদের দ্বারা সম্পাদিত হয়েছে; তবে হা, তাই পাপ, যা অন্তরের ইচ্ছা দ্বারা সম্পন্ন করো। এবং আল্লাহ্‌ ক্ষমাশীল, দয়ালু। ",
			"en_kanzulimaan": "Call them with their fathers names  this is more suitable in the sight of Allah; and if you do not know their fathers, then they are your brothers in the faith, (and your cousins as humans) and your friends; and there is no sin upon you for what you did unknowingly in the past  however it is a sin what you do with your hearts intention; and Allah is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "انہیں ان کے باپ ہی کا کہہ کر پکارو یہ اللہ کے نزدیک زیادہ ٹھیک ہے پھر اگر تمہیں ان کے باپ معلوم نہ ہوں تو دین میں تمہارے بھائی ہیں اور بشریت میں تمہارے چچا زاد اور تم پر اس میں کچھ گناہ نہیں جو نا دانستہ تم سے صادر ہوا ہاں وہ گناہ ہے جو دل کے قصد سے کرو اور اللہ بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "उन्हें उनके बाप ही का कहकर पुकारो (9फ) यह अल्लाह के नज्दीक़ ज़्यादा ठीक है फिर अगर तुम्हें उनके बाप मालूम न हों (10फ) तो दीन में तुम्हारे भाई हैं और बशरियत (आदमी होना) में तुम्हारे चचाज़ाद (11फ) और तुम पर इसमें कुछ गुनाह नहीं जो  नादानिस्ता तुमसे सादिर हुआ (12फ) हाँ वह गुनाह है जो दिल के क़सद से करो (13फ) और अल्लाह बख़्शने वाला मेहरबान है",
			"author": "৫. তোমরা তাদেরকে (অর্থাৎ পালকপুত্রদেরকে) তাদের পিতৃপরিচয়েই আহ্বান করো। এটিই আল্লাহ্‌র নিকট অধিকতর ন্যায়সঙ্গত। আর যদি তোমরা তাদের পিতাদের না জানো, তবে (তারা) তোমাদের দ্বীনি ভাই এবং তোমাদের বন্ধু। আর এতে তোমাদের কোনো গোনাহ নেই, যা তোমরা ভুলক্রমে বলে ফেলেছো; তবে (তা অবশ্যই গুনাহ হবে) যার সংকল্প তোমাদের অন্তর করেছে। আর আল্লাহ্ মহাক্ষমাশীল, অসীম দয়ালু।"
		},
		{
			"_id": "3539",
			"sura": "33",
			"para": "21",
			"verses": "6",
			"names": "اَلنَّبِیُّ  اَوۡلٰی بِالۡمُؤۡمِنِیۡنَ مِنۡ اَنۡفُسِہِمۡ وَ اَزۡوَاجُہٗۤ  اُمَّہٰتُہُمۡ ؕ وَ اُولُوا الۡاَرۡحَامِ بَعۡضُہُمۡ اَوۡلٰی بِبَعۡضٍ فِیۡ کِتٰبِ اللّٰہِ مِنَ الۡمُؤۡمِنِیۡنَ وَ الۡمُہٰجِرِیۡنَ  اِلَّاۤ  اَنۡ تَفۡعَلُوۡۤا  اِلٰۤی  اَوۡلِیٰٓئِکُمۡ مَّعۡرُوۡفًا ؕ کَانَ ذٰلِکَ فِی الۡکِتٰبِ مَسۡطُوۡرًا ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "اَلنَّبِیُّ  اَوۡلٰی بِالۡمُؤۡمِنِیۡنَ مِنۡ اَنۡفُسِہِمۡ وَ اَزۡوَاجُہٗۤ  اُمَّہٰتُہُمۡ ؕ وَ اُولُوا الۡاَرۡحَامِ بَعۡضُہُمۡ اَوۡلٰی بِبَعۡضٍ فِیۡ کِتٰبِ اللّٰہِ مِنَ الۡمُؤۡمِنِیۡنَ وَ الۡمُہٰجِرِیۡنَ  اِلَّاۤ  اَنۡ تَفۡعَلُوۡۤا  اِلٰۤی  اَوۡلِیٰٓئِکُمۡ مَّعۡرُوۡفًا ؕ کَانَ ذٰلِکَ فِی الۡکِتٰبِ مَسۡطُوۡرًا ﴿۶﴾ ",
			"index": "3539",
			"name": "এ নবী, মুসলমানদের, তাদের প্রাণ অপেক্ষাও বেশি মালিক, এবং তার স্ত্রীগণ তাদের মাতা। আর নিকটাত্নীয়গণ আল্লাহ্‌র কিতাবের (বিধানের) মধ্যে একে অপরের চেয়েও নিকটতর অন্যান্য মুসলমান ও মুহাজিরদের তুলনায়, তবে তোমরা যদি তোমাদের বন্ধু- বান্ধবের প্রতি অনুগ্রহ প্রদর্শন করতে চাও (তবে করতে পার)। এটা কিতাবে লিপিবদ্ধ রয়েছে। ",
			"en_kanzulimaan": "The Prophet is closer to the Muslims than their own lives, and his wives are their mothers; and the relatives are closer to each other in the Book of Allah, than other Muslims and immigrants, except that you may be kind towards your friends; this is written in the Book.",
			"ur_kanzulimaan": "یہ نبی مسلمانوں کا ان کی جان سے زیادہ مالک ہے اور اس کی بیبیاں ان کی مائیں ہیں اور رشتہ والے اللہ کی کتاب میں ایک دوسرے سے زیادہ قریب ہیں بہ نسبت اور مسلمانوں اور مہاجروں کے مگر یہ کہ تم اپنے دوستوں پر احسان کرو یہ کتاب میں لکھا ہے",
			"hi_kanzulimaan": "यह नबी मुसलमानों का उनकी जान से ज़्यादा मालिक है (14फ) और उसकी बीबियाँ उनकी माएं हैं (15फ) और रिश्ते वाले अल्लाह की किताब में एक दूसरे से ज़्यादा क़रीब हैं (16फ) बनिस्बत और मुसलमानों और मुहाजिरों के (17फ) मगर यह कि तुम अपने दोस्तों पर कोई एहसान करो (18फ) यह किताब में लिखा है (19फ)",
			"author": "৬. এ (সম্মানিত) নবী মুমিনদের কাছে তাদের প্রাণের চেয়েও ঘনিষ্ঠতর এবং স্বত্বাধিকারী এবং তাঁর (পবিত্র) স্ত্রীগণ তাদের মাতা। আর রক্তসম্পর্কীয় আত্মীয়গণ আল্লাহ্‌র বিধান অনুসারে (অপরাপর) মুমিনগণ এবং মুহাজিরগণের চেয়ে (উত্তরাধিকার বন্টনের ক্ষেত্রে) একে অপরের নিকটতর, তবে তোমাদের বন্ধুদের ব্যতীত যাদেরকে তোমরা অনুগ্রহ করতে চাও। এ নির্দেশ (আল্লাহ্‌র) কিতাবে লিপিবদ্ধ।"
		},
		{
			"_id": "3540",
			"sura": "33",
			"para": "21",
			"verses": "7",
			"names": "وَ اِذۡ اَخَذۡنَا مِنَ النَّبِیّٖنَ مِیۡثَاقَہُمۡ وَ مِنۡکَ وَ مِنۡ نُّوۡحٍ وَّ اِبۡرٰہِیۡمَ وَ مُوۡسٰی وَ عِیۡسَی ابۡنِ مَرۡیَمَ ۪ وَ اَخَذۡنَا مِنۡہُمۡ مِّیۡثَاقًا غَلِیۡظًا ۙ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذۡ اَخَذۡنَا مِنَ النَّبِیّٖنَ مِیۡثَاقَہُمۡ وَ مِنۡکَ وَ مِنۡ نُّوۡحٍ وَّ اِبۡرٰہِیۡمَ وَ مُوۡسٰی وَ عِیۡسَی ابۡنِ مَرۡیَمَ ۪ وَ اَخَذۡنَا مِنۡہُمۡ مِّیۡثَاقًا غَلِیۡظًا ۙ﴿۷﴾ ",
			"index": "3540",
			"name": "এবং হে মাহবূব! স্মরণ করুন, যখন আমি নবীগণের নিকট থেকে অঙ্গীকার গ্রহণ করেছি এবং আপনার নিকট থেকে আর নূহ, ইব্রাহীম, মূসা ও মরিয়ম- তনয় ঈসার নিকট থেকে; এবং আমি তাদের নিকট থেকে দৃঢ় অঙ্গীকার গ্রহণ করেছি,",
			"en_kanzulimaan": "And remember O dear Prophet (Mohammed  peace and blessings be upon him) when We took a covenant from the Prophets - and from you - and from Nooh, and Ibrahim, and Moosa, and Eisa the son of Maryam; and We took a firm covenant from them.",
			"ur_kanzulimaan": "اور اے محبوب! یاد کرو جب ہم نے نبیوں سے عہد لیا اور تم سے اور نوح اور ابراہیم اور موسی ٰ اور عیسیٰ بن مریم سے اور ہم نے ان سے گاڑھا عہد لیا،",
			"hi_kanzulimaan": "और ऐ मेहबूब याद करो जब हमने नबियों से एहद लिया (20फ) और तुम से (21फ) और नूह और इब्राहीम और मूसा और ईसा बिन मरयम से और हमने उनसे गाढ़ा एहद लिया",
			"author": "৭. আর (হে হাবীব! স্মরণ করুন,) যখন আমরা নবীগণের নিকট থেকে তাদের (নবুয়ত প্রচারের) অঙ্গীকার নিয়েছিলাম, (বিশেষ করে) আপনার নিকট থেকে, নূহ থেকে, ইবরাহীম থেকে, এবং মারইয়াম-তনয় ঈসা (আলাইহিমুস সালাম) থেকে। আর আমরা তাদের নিকট থেকে দৃঢ় অঙ্গীকার নিয়েছিলাম,"
		},
		{
			"_id": "3541",
			"sura": "33",
			"para": "21",
			"verses": "8",
			"names": "لِّیَسۡـَٔلَ الصّٰدِقِیۡنَ عَنۡ صِدۡقِہِمۡ ۚ وَ اَعَدَّ  لِلۡکٰفِرِیۡنَ عَذَابًا  اَلِیۡمًا ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "لِّیَسۡـَٔلَ الصّٰدِقِیۡنَ عَنۡ صِدۡقِہِمۡ ۚ وَ اَعَدَّ  لِلۡکٰفِرِیۡنَ عَذَابًا  اَلِیۡمًا ﴿۸﴾ ",
			"index": "3541",
			"name": "যাতে সত্যবাদীদেরকে তাদের সত্যবাদিতা সম্বন্ধে প্রশ্ন করেন; এবং তিনি কাফিরদের জন্য বেদনাদায়ক শাস্তি প্রস্তুত রেখেছেন। ",
			"en_kanzulimaan": "So that He may question the truthful regarding their truth; and He has kept prepared a painful punishment for the disbelievers.",
			"ur_kanzulimaan": "تاکہ سچوں سے ان کے سچ کا سوال کرے اور اس نے کافروں کے لیے دردناک عذاب تیار کر رکھا ہے،",
			"hi_kanzulimaan": "ताकि सच्चों से (22फ) उनके सच का सवाल करे (23फ) और उसने काफ़िरों के लिये दर्दनाक अज़ाब तैयार कर रखा है",
			"author": "৮. যাতে (আল্লাহ্‌) সত্যবাদীদেরকে তাদের সত্যবাদিতা সম্পর্কে জিজ্ঞাসা করেন। আর তিনি কাফেরদের জন্যে প্রস্তুত রেখেছেন যন্ত্রণাদায়ক শাস্তি।"
		},
		{
			"_id": "3542",
			"sura": "33",
			"para": "21",
			"verses": "9",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا اذۡکُرُوۡا نِعۡمَۃَ اللّٰہِ عَلَیۡکُمۡ  اِذۡ جَآءَتۡکُمۡ جُنُوۡدٌ  فَاَرۡسَلۡنَا عَلَیۡہِمۡ رِیۡحًا وَّ جُنُوۡدًا لَّمۡ تَرَوۡہَا ؕ وَ کَانَ اللّٰہُ بِمَا تَعۡمَلُوۡنَ بَصِیۡرًا ۚ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا اذۡکُرُوۡا نِعۡمَۃَ اللّٰہِ عَلَیۡکُمۡ  اِذۡ جَآءَتۡکُمۡ جُنُوۡدٌ  فَاَرۡسَلۡنَا عَلَیۡہِمۡ رِیۡحًا وَّ جُنُوۡدًا لَّمۡ تَرَوۡہَا ؕ وَ کَانَ اللّٰہُ بِمَا تَعۡمَلُوۡنَ بَصِیۡرًا ۚ﴿۹﴾ ",
			"index": "3542",
			"name": "হে ঈমানদারগণ! তোমাদের প্রতি আল্লাহ্‌র অনুগ্রহ স্মরণ করো, যখন তোমাদের বিরুদ্ধে কিছু সৈন্য এসেছে, তখন আমি তাদের বিরুদ্ধে ঝঞ্ঝাবায়ু ও এমন বাহিনী প্রেরণ করেছি, যা তোমরা দেখো নি এবং আল্লাহ্‌ তোমাদের কর্ম দেখছেন।",
			"en_kanzulimaan": "O People who believe! Remember the favour of Allah upon you when some armies came against you, so We sent against them a windstorm and the armies you could not see; and Allah sees your deeds.",
			"ur_kanzulimaan": "اے ایمان والو! اللہ کا احسان اپنے اوپر یاد کرو جب تم پر کچھ لشکر آئے تو ہم نے ان پر آندھی اور وہ لشکر بھیجے جو تمہیں نظر نہ آئے اور اللہ تمہارے کام دیکھتا ہے",
			"hi_kanzulimaan": "ऐ ईमान वालो अल्लाह का एहसान अपने ऊपर याद करो (24फ) जब तुम पर कुछ लश्कर आए (25फ) तो हमने उनपर आंधी और वो लश्कर भेजे जो तुम्हें नज़र न आए (26फ) और अल्लाह तुम्हारे काम देखता है (27फ)",
			"author": "৯. হে ঈমানদারগণ! তোমাদের প্রতি আল্লাহ্‌র অনুগ্রহের কথা স্মরণ করো, যখন (কাফেরদের) এক বাহিনী তোমাদের বিরুদ্ধে উপনীত হয়েছিল তখন আমি তাদের উপর ঝঞ্ঝাবায়ু এবং (ফেরেশতাদের) এক বাহিনী প্রেরণ করেছিলাম যাদেরকে তোমরা দেখোনি। আর যা কিছু তোমরা করো আল্লাহ্ তা খুব ভালোভাবেই দেখেন।"
		},
		{
			"_id": "3543",
			"sura": "33",
			"para": "21",
			"verses": "10",
			"names": "اِذۡ  جَآءُوۡکُمۡ  مِّنۡ فَوۡقِکُمۡ  وَ مِنۡ اَسۡفَلَ مِنۡکُمۡ  وَ  اِذۡ زَاغَتِ الۡاَبۡصَارُ وَ  بَلَغَتِ الۡقُلُوۡبُ الۡحَنَاجِرَ وَ تَظُنُّوۡنَ بِاللّٰہِ  الظُّنُوۡنَا ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "اِذۡ  جَآءُوۡکُمۡ  مِّنۡ فَوۡقِکُمۡ  وَ مِنۡ اَسۡفَلَ مِنۡکُمۡ  وَ  اِذۡ زَاغَتِ الۡاَبۡصَارُ وَ  بَلَغَتِ الۡقُلُوۡبُ الۡحَنَاجِرَ وَ تَظُنُّوۡنَ بِاللّٰہِ  الظُّنُوۡنَا ﴿۱۰﴾ ",
			"index": "3543",
			"name": "যখন কাফির তোমাদের বিরুদ্ধে সমাগত হয়েছে-  তোমাদের উপর থেকে ও তোমাদের নিচে থেকে এবং যখন বিস্ফরিত হয়ে রয়ে গেলো দৃষ্টিসমূহ, হৃদয় কণ্ঠগুলোর নিকটে এসে পড়লো এবং তোমরা আল্লাহ্‌ সম্বন্ধে নানাবিধ ধারণা পোষণ করছিলে (আশা ও হতাশার)।",
			"en_kanzulimaan": "When the disbelievers came upon you from above you and from below you, and when the eyes became fixed in stare and the hearts came up to the throats, and you were imagining matters regarding Allah.",
			"ur_kanzulimaan": "جب کافر تم پر آئے تمہارے اوپر سے اور تمہارے نیچے سے اور جبکہ ٹھٹک کر رہ گئیں نگاہیں اور دل گلوں کے پاس آگئے اور تم اللہ پر طرح طرح کے گمان کرنے لگے امید و یاس کے",
			"hi_kanzulimaan": "जब काफ़िर तुम पर आए तुम्हारे ऊपर से और तुम्हारे नीचे से (28फ) और जब कि ठिठक कर रह गई निगाहें (29फ) और दिल गलों के पास आ गए (30फ) और तुम अल्लाह पर तरह तरह के गुमान करने लगे (उम्मीद और आस के) (31फ)",
			"author": "১০. যখন এরা (কাফেরেরা) তোমাদেরকে আক্রমণ করেছিল (পূর্বস্থ উপত্যকার) উপরের দিক থেকে এবং তোমাদের (পশ্চিমস্থ উপত্যকার) নিচের দিক থেকে এবং যখন (আতঙ্কে তোমাদের) চক্ষু বিস্ফারিত হয়েছিল, (বিভীষিকায় তোমাদের) প্রাণ হয়ে পড়েছিল কণ্ঠাগত এবং তোমরা (আশা-নিরাশায়) আল্লাহ্ সম্পর্কে নানাবিধ ধারণা পোষণ করছিলে,"
		},
		{
			"_id": "3544",
			"sura": "33",
			"para": "21",
			"verses": "11",
			"names": "ہُنَالِکَ ابۡتُلِیَ  الۡمُؤۡمِنُوۡنَ وَ زُلۡزِلُوۡا زِلۡزَالًا  شَدِیۡدًا ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "ہُنَالِکَ ابۡتُلِیَ  الۡمُؤۡمِنُوۡنَ وَ زُلۡزِلُوۡا زِلۡزَالًا  شَدِیۡدًا ﴿۱۱﴾ ",
			"index": "3544",
			"name": "সেটা এমন স্থান ছিলো, যেখানে মুসলমানদের পরীক্ষা হয়েছে এবং ভীষণভাবে নাড়া দেয়া হয়েছে। ",
			"en_kanzulimaan": "That proved be the testing ground for the Muslims, and they were subjected to a severe shake.",
			"ur_kanzulimaan": "وہ جگہ تھی کہ مسلمانوں کی جانچ ہوئی اور خوب سختی سے جھنجھوڑے گئے،",
			"hi_kanzulimaan": "वह जगह थी कि मुसलमानों की जांच हुई (32फ) और ख़ूब सख़्ती से झंझोड़े गए",
			"author": "১১. সে অবস্থায় মুমিনদের পরীক্ষা করা হয়েছিল এবং তাদেরকে প্রচন্ডভাবে প্রকম্পিত করা হয়েছিল।"
		},
		{
			"_id": "3545",
			"sura": "33",
			"para": "21",
			"verses": "12",
			"names": "وَ اِذۡ یَقُوۡلُ الۡمُنٰفِقُوۡنَ وَ الَّذِیۡنَ فِیۡ قُلُوۡبِہِمۡ مَّرَضٌ مَّا وَعَدَنَا اللّٰہُ وَ رَسُوۡلُہٗۤ   اِلَّا  غُرُوۡرًا ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذۡ یَقُوۡلُ الۡمُنٰفِقُوۡنَ وَ الَّذِیۡنَ فِیۡ قُلُوۡبِہِمۡ مَّرَضٌ مَّا وَعَدَنَا اللّٰہُ وَ رَسُوۡلُہٗۤ   اِلَّا  غُرُوۡرًا ﴿۱۲﴾ ",
			"index": "3545",
			"name": "এবং যখন বলতে লাগলো মুনাফিক্ব এবং যাদের অন্তরে রোগ ছিলো, ‘আমাদেরকে আল্লাহ্‌ ও রসূল প্রতিশ্রুতি দেন নি, কিন্তু প্রতারণারই’।",
			"en_kanzulimaan": "And when the hypocrites, and those in whose hearts is a disease, began saying, Allah and His Noble Messenger have not given us a promise except one of deceit.",
			"ur_kanzulimaan": "اور جب کہنے لگے منافق اور جن کے دلوں میں روگ تھا ہمیں اللہ و رسول نے وعدہ نہ دیا تھا مگر فریب کا",
			"hi_kanzulimaan": "और जब कहने लगे मुनाफ़िक़ और जिनके दिलों में रोग था (33फ) हमें अल्लाह व रसूल ने वादा न दिया था मगर फ़रेब का (34फ)",
			"author": "১২. আর যখন মুনাফেকেরা এবং অন্তরে (দুর্বল আকীদা ও সন্দেহের) ব্যাধিতে আক্রান্ত লোকেরা বললো, ‘আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) কেবল ধোঁকা ও প্রতারণার জন্যে আমাদেরকে (বিজয়ের) অঙ্গীকার করেছিলেন’।"
		},
		{
			"_id": "3546",
			"sura": "33",
			"para": "21",
			"verses": "13",
			"names": "وَ اِذۡ  قَالَتۡ طَّآئِفَۃٌ  مِّنۡہُمۡ  یٰۤاَہۡلَ  یَثۡرِبَ لَا  مُقَامَ لَکُمۡ فَارۡجِعُوۡا ۚ وَ یَسۡتَاۡذِنُ فَرِیۡقٌ مِّنۡہُمُ النَّبِیَّ یَقُوۡلُوۡنَ اِنَّ بُیُوۡتَنَا عَوۡرَۃٌ ؕۛ وَ مَا ہِیَ بِعَوۡرَۃٍ ۚۛ اِنۡ  یُّرِیۡدُوۡنَ   اِلَّا  فِرَارًا  ﴿۱۳﴾",
			"number": "",
			"verses_PDMS": "وَ اِذۡ  قَالَتۡ طَّآئِفَۃٌ  مِّنۡہُمۡ  یٰۤاَہۡلَ  یَثۡرِبَ لَا  مُقَامَ لَکُمۡ فَارۡجِعُوۡا ۚ وَ یَسۡتَاۡذِنُ فَرِیۡقٌ مِّنۡہُمُ النَّبِیَّ یَقُوۡلُوۡنَ اِنَّ بُیُوۡتَنَا عَوۡرَۃٌ ؕۛ وَ مَا ہِیَ بِعَوۡرَۃٍ ۚۛ اِنۡ  یُّرِیۡدُوۡنَ   اِلَّا  فِرَارًا  ﴿۱۳﴾",
			"index": "3546",
			"name": "এবং তাদের মধ্যে একদল লোক বললো, ‘হে মদীনাবাসীগণ! এখানে তোমাদের অবস্থানের স্থান নেই, তোমরা ঘরে ফিরে যাও; এবং তাদের মধ্যে একদল লোক নবীর নিকট অনুমতি প্রার্থণা করছিলো এ বলে যে, ‘আমাদের ঘর অরক্ষিত;’ অথচ সেগুলো অরক্ষিত ছিলো না। প্রকৃতপক্ষে পলায়ন করাই ছিল তাদের উদ্দেশ্য।",
			"en_kanzulimaan": "And when a group among said, O people of Medinah! This is no place of stay for you, therefore go back to your homes; and a group among them sought exemption from the Prophet by saying, Our homes are unprotected whereas their homes were not unprotected; they willed nothing except to flee.",
			"ur_kanzulimaan": "اور جب ان میں سے ایک گروہ نے کہا اے مدینہ والو! یہاں تمہارے ٹھہرنے کی جگہ نہیں تم گھروں کو واپس چلو اور ان میں سے ایک گروہ نبی سے اذن مانگتا تھا یہ کہہ کر ہمارے گھر بے حفاظت ہیں، اور وہ بے حفاظت نہ تھے، وہ تو نہ چاہتے تھے مگر بھاگنا،",
			"hi_kanzulimaan": "और जब उनमें से एक गिरोह ने कहा (35फ) ऐ मदीना वालो (36फ) यहाँ तुम्हारे ठहरने की जगह नहीं (37फ) तुम घरों को वापस चलो और उनमें से एक गिरोह (38फ) नबी से इज़्न (आज्ञा) मांगता था यह कहकर हमारे घर बेहिफ़ाज़त हैं और वो बेहिफ़ाज़त न थे वो तो न चाहते थे मगर भागना",
			"author": "১৩. আর যখন তাদের একদল বললো, ‘হে ইয়াসরীববাসী! তোমাদের (নিরাপদে) অবস্থানের জন্যে কোনো স্থান রইলো না; তোমরা (গৃহে) ফিরে যাও’, এবং তাদের মধ্যে একদল নবী (আকরাম সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর নিকট (ফিরে যাবার) অনুুমতি চেয়ে বললো, ‘আমাদের বাড়িঘর অরক্ষিত’; অথচ সেগুলো অরক্ষিত ছিল না। তারা (এ বাহানায়) কেবল পলায়ন করতে চেয়েছিল।"
		},
		{
			"_id": "3547",
			"sura": "33",
			"para": "21",
			"verses": "14",
			"names": "وَ لَوۡ دُخِلَتۡ عَلَیۡہِمۡ مِّنۡ اَقۡطَارِہَا ثُمَّ سُئِلُوا الۡفِتۡنَۃَ  لَاٰتَوۡہَا وَ مَا تَلَبَّثُوۡا بِہَاۤ   اِلَّا  یَسِیۡرًا ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ دُخِلَتۡ عَلَیۡہِمۡ مِّنۡ اَقۡطَارِہَا ثُمَّ سُئِلُوا الۡفِتۡنَۃَ  لَاٰتَوۡہَا وَ مَا تَلَبَّثُوۡا بِہَاۤ   اِلَّا  یَسِیۡرًا ﴿۱۴﴾ ",
			"index": "3547",
			"name": "এবং যদি তাদের বিরুদ্ধে শত্রু সৈন্যরা মদীনার বিভিন্ন দিক থেকে প্রবেশ করতো, অতঃপর তাদের নিকট থেকে কুফর চাইতো, তবে অবশ্যই তাদের দাবী পূরণ করে বসতো। এবং তাতে বিলম্ব করতো না, কিন্তু অল্পক্ষণ মাত্র।",
			"en_kanzulimaan": "And if the armies had come upon them from the outskirts of Medinah and demanded disbelief from them, they would certainly have given them their demand and would not have hesitated in it except a little.",
			"ur_kanzulimaan": "اور اگر ان پر فوجیں مدینہ کے اطراف سے آئیں پھر ان سے کفر چاہتیں تو ضرور ان کا مانگا دے بیٹھتے اور اس میں دیر نہ کرتے مگر تھوڑی",
			"hi_kanzulimaan": "और अगर उनपर फ़ौज़ें मदीनें के अतराफ़ से आती फिर उनसे कुफ़्र चाहतीं तो ज़रूर उनका मांगा दे बैठते (39फ) और उसमें देर न करते मगर थोड़ी",
			"author": "১৪. আর যদি তাদের বিরুদ্ধে মদীনার সকল দিক থেকে সৈন্যবাহিনী প্রবেশ করতো, অতঃপর এদেরকে (এ মুনাফেকদেরকে কুফর ও শিরকের) ফিতনা তৈরির আহ্বান করা হতো, তবে তারা এ (আহ্বান) গ্রহণ করতো এবং এতে কালবিলম্ব করতো না।"
		},
		{
			"_id": "3548",
			"sura": "33",
			"para": "21",
			"verses": "15",
			"names": "وَ لَقَدۡ کَانُوۡا عَاہَدُوا اللّٰہَ مِنۡ قَبۡلُ لَا یُوَلُّوۡنَ الۡاَدۡبَارَ ؕ وَ کَانَ عَہۡدُ اللّٰہِ مَسۡـُٔوۡلًا ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ کَانُوۡا عَاہَدُوا اللّٰہَ مِنۡ قَبۡلُ لَا یُوَلُّوۡنَ الۡاَدۡبَارَ ؕ وَ کَانَ عَہۡدُ اللّٰہِ مَسۡـُٔوۡلًا ﴿۱۵﴾ ",
			"index": "3548",
			"name": "এবং নিশ্চয় ইতোপূর্বে তারা আল্লাহ্‌র সাথে অঙ্গীকার করেছিলো যে, তারা পৃষ্ঠপ্রদর্শন করবে না এবং আল্লাহ্‌র (সাথে কৃত) অঙ্গীকার সম্বন্ধে জিজ্ঞাসা করা হবে।",
			"en_kanzulimaan": "And indeed before this they had agreed with Allah that they would not turn their backs; and the covenant of Allah will be questioned about.",
			"ur_kanzulimaan": "اور بیشک اس سے پہلے وہ اللہ سے عہد کرچکے تھے کہ پیٹھ نہ پھیریں گے، اور اللہ کا وعدہ پوچھا جائے گا",
			"hi_kanzulimaan": "और बेशक इससे पहले वो अल्लाह से एहद कर चुके थे कि पीठ न फेरेंगे और अल्लाह का एहद पूछा जाएगा (40फ)",
			"author": "১৫. আর তারা তো পূর্বেই আল্লাহ্‌র সাথে অঙ্গীকার করে রেখেছিল যে, তারা পৃষ্ঠপ্রদর্শন করে পলায়ন করবে না। আর আল্লাহ্‌র সাথে করা অঙ্গীকার সম্পর্কে (অবশ্যই) জিজ্ঞেস করা হবে।"
		},
		{
			"_id": "3549",
			"sura": "33",
			"para": "21",
			"verses": "16",
			"names": "قُلۡ لَّنۡ یَّنۡفَعَکُمُ الۡفِرَارُ اِنۡ  فَرَرۡتُمۡ مِّنَ الۡمَوۡتِ اَوِ الۡقَتۡلِ وَ اِذًا لَّا تُمَتَّعُوۡنَ  اِلَّا  قَلِیۡلًا ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ لَّنۡ یَّنۡفَعَکُمُ الۡفِرَارُ اِنۡ  فَرَرۡتُمۡ مِّنَ الۡمَوۡتِ اَوِ الۡقَتۡلِ وَ اِذًا لَّا تُمَتَّعُوۡنَ  اِلَّا  قَلِیۡلًا ﴿۱۶﴾ ",
			"index": "3549",
			"name": "আপনি বলুন! ‘কখনো তোমাদের পলায়ন করা উপকারে আসবে না যদি মৃত্যু অথবা হত্যার ভয়ে পলায়ন করো। এবং তখন তোমাদেরকে দুনিয়া ভোগ করতে দেওয়া হবে অতি সামান্যই’।",
			"en_kanzulimaan": "Proclaim, Fleeing will never benefit you if you flee from death or killing, and even then you will not be given the usage of this world except a little.",
			"ur_kanzulimaan": "تم فرماؤ ہرگز تمہیں بھاگنا نفع نہ دے گا اگر موت یا قتل سے بھاگو اور جب بھی دنیا نہ برتنے دیے جاؤ گے مگر تھوڑی",
			"hi_kanzulimaan": "तुम फ़रमाओ हरगिज़ तुम्हें भागना नफ़ा न देगा अगर मौत या क़त्ल से भागों (41फ) और जब भी दुनिया न बरतने दिये जाओगे मगर थोड़ी (42फ)",
			"author": "১৬. বলে দিন, ‘পলায়ন তোমাদের কোনো উপকার বয়ে আনবে না যদি তোমরা মৃত্যু অথবা হত্যার (ভয়ে) পলায়ন করো, তবে তোমরা (জীবনে) সামান্যই লাভবান হবে।’"
		},
		{
			"_id": "3550",
			"sura": "33",
			"para": "21",
			"verses": "17",
			"names": "قُلۡ مَنۡ ذَا الَّذِیۡ یَعۡصِمُکُمۡ مِّنَ اللّٰہِ  اِنۡ اَرَادَ بِکُمۡ سُوۡٓءًا اَوۡ اَرَادَ بِکُمۡ رَحۡمَۃً ؕ وَ لَا  یَجِدُوۡنَ لَہُمۡ مِّنۡ دُوۡنِ اللّٰہِ وَلِیًّا  وَّ لَا  نَصِیۡرًا ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ مَنۡ ذَا الَّذِیۡ یَعۡصِمُکُمۡ مِّنَ اللّٰہِ  اِنۡ اَرَادَ بِکُمۡ سُوۡٓءًا اَوۡ اَرَادَ بِکُمۡ رَحۡمَۃً ؕ وَ لَا  یَجِدُوۡنَ لَہُمۡ مِّنۡ دُوۡنِ اللّٰہِ وَلِیًّا  وَّ لَا  نَصِیۡرًا ﴿۱۷﴾ ",
			"index": "3550",
			"name": "আপনি বলুন, ‘সে কে আছে, যে আল্লাহ্‌র নির্দেশ তোমাদের উপর থেকে সরাতে পারে-  যদি তিনি তোমাদের অমঙ্গল চান অথবা তোমাদের প্রতি অনুগ্রহ করতে ইচ্ছে করেন?’ এবং তারা আল্লাহ্‌কে ব্যতীত অন্য কোন অভিভাবক পাবে না, না কোন সাহায্যকারী।",
			"en_kanzulimaan": "Say, Who is he who can avert the command of Allah from you, if He wills harm for you or wills to have mercy upon you? And other than Allah, they will not find any friend or supporter.",
			"ur_kanzulimaan": "تم فرماؤ وہ کون ہے جو اللہ کا حکم تم پر سے ٹال دے اگر وہ تمہارا برا چاہے یا تم پر مہر (رحم) فرمانا چاہے اور وہ اللہ کے سوا کوئی حامی نہ پائیں گے نہ مددگار،",
			"hi_kanzulimaan": "तुम फ़रमाओ वह कौन है जो अल्लाह का हुक्म तुम पर से टाल दे और अगर वह तुम्हारा बुरा चाहे (43फ) या तुम पर मेहर (रहम) फ़रमाना चाहे (44फ) और वो अल्लाह के सिवा कोई हामी न पाएंगे न मददगार",
			"author": "১৭. বলে দিন, ‘এমন কেউ কি আছে যে তোমাদেরকে আল্লাহ্ হতে রক্ষা করবে, যদি তিনি তোমাদেরকে কষ্ট দিতে চান কিংবা তোমাদেরকে অনুগ্রহ করতে ইচ্ছা করেন?’ আর এরা আল্লাহ্ ব্যতীত নিজেদের জন্যে না কোনো রক্ষাকারী পাবে, আর না কোনো সাহায্যকারী।"
		},
		{
			"_id": "3551",
			"sura": "33",
			"para": "21",
			"verses": "18",
			"names": "قَدۡ یَعۡلَمُ اللّٰہُ  الۡمُعَوِّقِیۡنَ مِنۡکُمۡ وَ الۡقَآئِلِیۡنَ لِاِخۡوَانِہِمۡ ہَلُمَّ   اِلَیۡنَا ۚ وَ لَا  یَاۡتُوۡنَ الۡبَاۡسَ  اِلَّا  قَلِیۡلًا ﴿ۙ۱۸﴾ ",
			"number": "",
			"verses_PDMS": "قَدۡ یَعۡلَمُ اللّٰہُ  الۡمُعَوِّقِیۡنَ مِنۡکُمۡ وَ الۡقَآئِلِیۡنَ لِاِخۡوَانِہِمۡ ہَلُمَّ   اِلَیۡنَا ۚ وَ لَا  یَاۡتُوۡنَ الۡبَاۡسَ  اِلَّا  قَلِیۡلًا ﴿ۙ۱۸﴾ ",
			"index": "3551",
			"name": "নিশ্চয় আল্লাহ্‌ জানেন তোমাদের মধ্যে তাদেরকে, যারা অন্য লোকদেরকে জিহাদে (অংশ গ্রহণে) বাধা দেয় এবং আপন ভাইদেরকে বলে, ‘আমাদের দিকে চলে এসো!’ এবং অল্প সংখ্যকই যুদ্ধে অংশ গ্রহণ করে।",
			"en_kanzulimaan": "Indeed Allah knows those among you who prevent others from the holy war, and those who say to their brothers, Come towards us; and they do not come to fight, except a few.",
			"ur_kanzulimaan": "بیشک اللہ جانتا ہے تمہارے ان کو جو اوروں کو جہاد سے روکتے ہیں اور اپنے بھائیوں سے کہتے ہیں ہماری طرف چلے آؤ اور لڑائی میں نہیں آتے مگر تھوڑے",
			"hi_kanzulimaan": "बेशक अल्लाह जानता है तुम्हारे उन को जो औरों को जिहाद से रोकते हैं और अपने भाइयों से कहते हैं हमारी तरफ़ चले आओ (45फ) और लड़ाई में नहीं आते मगर थोड़े (46फ)",
			"author": "১৮. আল্লাহ্ অবশ্যই জানেন তোমাদের মধ্যে কারা (রাসূলকে এবং তাঁর সাহাবীগণকে জিহাদে) বাধা প্রদান করে এবং কারা তাদের ভাইদেরকে বলে, ‘আমাদের সাথে আসো’। আর এরা অল্পই যুদ্ধে অংশ নেয়।"
		},
		{
			"_id": "3552",
			"sura": "33",
			"para": "21",
			"verses": "19",
			"names": "اَشِحَّۃً  عَلَیۡکُمۡ ۚۖ فَاِذَا جَآءَ الۡخَوۡفُ رَاَیۡتَہُمۡ یَنۡظُرُوۡنَ اِلَیۡکَ تَدُوۡرُ اَعۡیُنُہُمۡ کَالَّذِیۡ یُغۡشٰی عَلَیۡہِ مِنَ الۡمَوۡتِ ۚ فَاِذَا  ذَہَبَ الۡخَوۡفُ سَلَقُوۡکُمۡ بِاَلۡسِنَۃٍ حِدَادٍ  اَشِحَّۃً عَلَی الۡخَیۡرِ ؕ اُولٰٓئِکَ لَمۡ یُؤۡمِنُوۡا فَاَحۡبَطَ اللّٰہُ  اَعۡمَالَہُمۡ ؕ وَ کَانَ ذٰلِکَ عَلَی اللّٰہِ  یَسِیۡرًا ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "اَشِحَّۃً  عَلَیۡکُمۡ ۚۖ فَاِذَا جَآءَ الۡخَوۡفُ رَاَیۡتَہُمۡ یَنۡظُرُوۡنَ اِلَیۡکَ تَدُوۡرُ اَعۡیُنُہُمۡ کَالَّذِیۡ یُغۡشٰی عَلَیۡہِ مِنَ الۡمَوۡتِ ۚ فَاِذَا  ذَہَبَ الۡخَوۡفُ سَلَقُوۡکُمۡ بِاَلۡسِنَۃٍ حِدَادٍ  اَشِحَّۃً عَلَی الۡخَیۡرِ ؕ اُولٰٓئِکَ لَمۡ یُؤۡمِنُوۡا فَاَحۡبَطَ اللّٰہُ  اَعۡمَالَہُمۡ ؕ وَ کَانَ ذٰلِکَ عَلَی اللّٰہِ  یَسِیۡرًا ﴿۱۹﴾ ",
			"index": "3552",
			"name": "তোমাদের সাহায্যের ব্যাপারে কৃপণতা করে; অতঃপর যখন ভয় ভীতির সময় আসে, তখন আপনি তাদেরকে দেখবেন আপনার প্রতি এমনভাবে তাকিয়ে আছে যেন তাদের চোখগুলো ঘুরপাক খাচ্ছে ওই ব্যক্তির মতো, যাকে মৃত্যু ছাইয়ে ফেলেছে। অতঃপর যখন ভয়- ভীতির সময় অতিবাহিত হয়ে যায়, তখন তারা তোমাদের সমালোচনা করতে থাকে তীক্ষ্ম ভাষায়, গনীমতের মালের লোভে। এসব লোক ঈমানই আনেনি, তখন আল্লাহ্‌ তাদের কার্যাদি নিষ্ফল করেছেন এবং এটা আল্লাহ্‌র জন্য সহজ। ",
			"en_kanzulimaan": "They reduce the help towards you; so when a fearful time comes, you will observe them looking at you with eyes rolling like one enveloped by death; then when the time of fear is over, they begin slandering you with sharp tongues in their greed for the war booty; they have not accepted faith, therefore Allah has nullified their deeds; and this is easy for Allah.",
			"ur_kanzulimaan": "تمہاری مدد میں گئی کرتے (کمی کرتے) ہیں پھر جب ڈر کا وقت آئے تم انہیں دیکھو گے تمہاری طرف یوں نظر کرتے ہیں کہ ان کی آنکھیں گھوم رہی ہیں جیسے کسی پر موت چھائی ہو پھر جب ڈر کا وقت نکل جائے تمہیں طعنے دینے لگیں تیز زبانوں سے مال غنیمت کے لالچ میں یہ لوگ ایمان لائے ہی نہیں تو اللہ نے ان کے عمل اکارت کردیے اور یہ اللہ کو آسان ہے،",
			"hi_kanzulimaan": "तुम्हारी मदद में गई (कमी) करते हैं फिर जब डर का वक़्त आए तुम उन्हें देखोगे तुम्हारी तरफ़ यूं नज़र करते हैं कि उनकी आँखें घूम रही हैं जैसे किसी पर मौत छाई हो फिर जब डर का वक़्त निकल जाए (47फ) तुम्हें तअने देने लगें तेज़ ज़बानों से माले-ग़नीमत के लालच में (48फ) ये लोग ईमान लाए ही नहीं (49फ) तो अल्लाह ने उनके अमल (कर्म) अकारत कर दिये (50फ) और यह अल्लाह को आसान है",
			"author": "১৯. তোমাদের ব্যাপারে কৃপণতাবশত (তারা এমন করে)। অতঃপর যখন ভীতির (অবস্থা) উপস্থিত হয় তখন আপনি দেখবেন, তারা আপনার দিকে তাকায়, (এবং) মৃত্যুভয়ে মূর্চ্ছাতুর ব্যক্তির ন্যায় তাদের চক্ষু ঘুরতে থাকে। আর যখন ভীতি চলে যায় তখন তারা তীক্ষ্ণ ভাষায় তোমাদেরকে বিদ্ধ করে, (বিরক্ত করে, তাদের অবস্থা এমন যে,) তারা গনিমতের সম্পদের লোভী। (প্রকৃতপক্ষে) এরা ঈমানই আনেনি, সুতরাং আল্লাহ্ তাদের আমলসমূহ বরবাদ করে দিয়েছেন এবং তা আল্লাহ্‌র জন্যে সহজ।"
		},
		{
			"_id": "3553",
			"sura": "33",
			"para": "21",
			"verses": "20",
			"names": "یَحۡسَبُوۡنَ الۡاَحۡزَابَ لَمۡ  یَذۡہَبُوۡا ۚ وَ اِنۡ یَّاۡتِ الۡاَحۡزَابُ یَوَدُّوۡا لَوۡ اَنَّہُمۡ بَادُوۡنَ فِی الۡاَعۡرَابِ یَسۡاَلُوۡنَ عَنۡ اَنۡۢبَآئِکُمۡ ؕ وَ لَوۡ کَانُوۡا فِیۡکُمۡ مَّا قٰتَلُوۡۤا   اِلَّا  قَلِیۡلًا ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "یَحۡسَبُوۡنَ الۡاَحۡزَابَ لَمۡ  یَذۡہَبُوۡا ۚ وَ اِنۡ یَّاۡتِ الۡاَحۡزَابُ یَوَدُّوۡا لَوۡ اَنَّہُمۡ بَادُوۡنَ فِی الۡاَعۡرَابِ یَسۡاَلُوۡنَ عَنۡ اَنۡۢبَآئِکُمۡ ؕ وَ لَوۡ کَانُوۡا فِیۡکُمۡ مَّا قٰتَلُوۡۤا   اِلَّا  قَلِیۡلًا ﴿۲۰﴾ ",
			"index": "3553",
			"name": "তারা মনে করছে যে, কাফিরদের সৈন্য বাহিনী এখনো চলে যায় নি; এবং যদি বাহিনী দ্বিতীয় বার আসে, তবে তাদের কামনা হবে যে, কোন মতে গ্রামগুলোর দিকে বের হয়ে তোমাদের খবরাদি জিজ্ঞাসা করবে! এবং যদি তারা তোমাদের মধ্যে থাকতো তবুও স্বল্প সংখ্যক লোকই যুদ্ধ করতো। ",
			"en_kanzulimaan": "They assume that the armies of the disbelievers have not gone away; and were the armies to come again, their wish would be to go out to the villages seeking information about you; and were they to stay among you even then they would not fight, except a few.",
			"ur_kanzulimaan": "وہ سمجھ رہے ہیں کہ کافروں کے لشکر ابھی نہ گئے اور اگر لشکر دوبارہ آئیں تو ان کی خواہش ہوگی کہ کسی طرح گا نؤں میں نکل کر تمہاری خبریں پوچھتے اور اگر وہ تم میں رہتے جب بھی نہ لڑتے مگر تھوڑے",
			"hi_kanzulimaan": "वो समझ रहे हैं कि काफ़िरों के लश्कर अभी न गए (51फ) और अगर लश्कर दोबारा आएं तो उनकी (52फ) ख़्वाहिश होगी कि किसी तरह गाँव में निकल कर (53फ) तुम्हारी ख़बरें पूछते (54फ) और अगर वो तुम में रहते जब भी न लड़ते मगर थोड़े (55फ)",
			"author": "২০. এরা (এখনো) ধারণা করছে যে, কাফেরদের বাহিনী এখনও (ফিরে) যায়নি। আর যদি এ বাহিনী (আবার ফিরে) আসে, তবে তারা আকাঙ্ক্ষা করবে যে, হায়! যদি তারা যাযাবর মরুবাসীদের সাথে যুক্ত হয়ে (নজরদারির উদ্দেশ্যে) তোমাদের সংবাদ নিতো। আর যদি তারা তোমাদের সাথে অবস্থানও করতো তবুও অল্পই যুদ্ধ করতো।"
		},
		{
			"_id": "3554",
			"sura": "33",
			"para": "21",
			"verses": "21",
			"names": "لَقَدۡ کَانَ لَکُمۡ  فِیۡ رَسُوۡلِ اللّٰہِ  اُسۡوَۃٌ حَسَنَۃٌ  لِّمَنۡ کَانَ یَرۡجُوا اللّٰہَ وَ الۡیَوۡمَ  الۡاٰخِرَ  وَ ذَکَرَ  اللّٰہَ  کَثِیۡرًا ﴿ؕ۲۱﴾ ",
			"number": "",
			"verses_PDMS": "لَقَدۡ کَانَ لَکُمۡ  فِیۡ رَسُوۡلِ اللّٰہِ  اُسۡوَۃٌ حَسَنَۃٌ  لِّمَنۡ کَانَ یَرۡجُوا اللّٰہَ وَ الۡیَوۡمَ  الۡاٰخِرَ  وَ ذَکَرَ  اللّٰہَ  کَثِیۡرًا ﴿ؕ۲۱﴾ ",
			"index": "3554",
			"name": "নিশ্চয় তোমাদের জন্য রসূলুল্লহার অনুসরণ উত্তম, তাঁরই জন্য, যে আল্লাহ্‌ ও শেষ দিবসের আশা রাখে এবং আল্লাহ্‌কে খুব স্মরণ করে। ",
			"en_kanzulimaan": "Indeed following the Noble Messenger of Allah is better for you  for one who is confident of Allah and the Last Day, and remembers Allah much.",
			"ur_kanzulimaan": "بیشک تمہیں رسول اللہ کی پیروی بہتر ہے اس کے لیے کہ اللہ اور پچھلے دن کی امید رکھتا ہو اور اللہ کو بہت یاد کرے",
			"hi_kanzulimaan": "बेशक तुम्हें अल्लाह के रसूल की पैरवी बेहतर है (56फ) उसके लिये कि अल्लाह और पिछले दिन की उम्मीद रखता हो और अल्लाह को बहुत याद करे (57फ)",
			"author": "২১. প্রকৃতপক্ষে তোমাদের জন্যে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর সত্তায় রয়েছে অতি উত্তম (জীবন) আদর্শ, যারা আল্লাহ্‌র (সাথে মিলিত হওয়া) এবং পরকালের প্রত্যাশা করে এবং আল্লাহ্কে অধিক পরিমাণে স্মরণ করে।"
		},
		{
			"_id": "3555",
			"sura": "33",
			"para": "21",
			"verses": "22",
			"names": "وَ لَمَّا رَاَ  الۡمُؤۡمِنُوۡنَ الۡاَحۡزَابَ ۙ قَالُوۡا ہٰذَا مَا وَعَدَنَا اللّٰہُ  وَ رَسُوۡلُہٗ  وَ صَدَقَ اللّٰہُ وَ رَسُوۡلُہٗ ۫ وَ مَا زَادَہُمۡ  اِلَّاۤ اِیۡمَانًا  وَّ  تَسۡلِیۡمًا ﴿ؕ۲۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَمَّا رَاَ  الۡمُؤۡمِنُوۡنَ الۡاَحۡزَابَ ۙ قَالُوۡا ہٰذَا مَا وَعَدَنَا اللّٰہُ  وَ رَسُوۡلُہٗ  وَ صَدَقَ اللّٰہُ وَ رَسُوۡلُہٗ ۫ وَ مَا زَادَہُمۡ  اِلَّاۤ اِیۡمَانًا  وَّ  تَسۡلِیۡمًا ﴿ؕ۲۲﴾ ",
			"index": "3555",
			"name": "এবং যখন মুসলমাগণ কাফিরদের বাহিনীকে দেখলো তখন বললো, ‘এটাতো তাই, যা আমাদেরকে প্রতিশ্রুতি দিয়েছিলেন আল্লাহ্‌ ও তার রসূল এবং সত্য বলেছেন আল্লাহ্‌ ও তার রসূল। আর এটা দ্বারা কেবল তাদের ঈমান ও আল্লাহ্‌র সন্তুষ্টির উপর সন্তুষ্টি থাকাই বৃদ্ধি পেয়েছে। ",
			"en_kanzulimaan": "And when the Muslims saw the armies, they said, This is what Allah and His Noble Messenger promised us, and Allah and His Noble Messenger have spoken the truth; and it did not increase anything for them but faith and acceptance of Allahs will.",
			"ur_kanzulimaan": "اور جب مسلمانوں نے کافروں کے لشکر دیکھے بولے یہ ہے وہ جو ہمیں وعدہ دیا تھا اللہ اور اس کے رسول نے اور سچ فرمایا اللہ اور اس کے رسول نے اور اس سے انہیں نہ بڑھا مگر ایمان اور اللہ کی رضا پر راضی ہونا،",
			"hi_kanzulimaan": "और जब मुसलमानों ने काफ़िरों के लश्कर देखे बोले यह है वह जो हमें वादा दिया था अल्लाह और उसके रसूल ने (58फ) और सच फ़रमाया अल्लाह और उसके रसूल ने (59फ) और उससे उन्हें न बढ़ा मगर ईमान और अल्लाह की रज़ा पर राज़ी होना",
			"author": "২২. আর যখন ঈমানদারগণ (কাফেরদের) বাহিনীকে দেখলো, তারা বলে উঠলো, ‘এ তো তাই যার ব্যাপারে আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) আমাদেরকে প্রতিশ্রুতি দিয়েছিলেন এবং আল্লাহ্ ও তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) সত্য বলেছিলেন।’ সুতরাং এ (দৃশ্য) থেকে তাদের ঈমান ও আনুগত্য বৃদ্ধিই পেলো।"
		},
		{
			"_id": "3556",
			"sura": "33",
			"para": "21",
			"verses": "23",
			"names": "مِنَ الۡمُؤۡمِنِیۡنَ رِجَالٌ صَدَقُوۡا مَا عَاہَدُوا اللّٰہَ عَلَیۡہِ ۚ فَمِنۡہُمۡ مَّنۡ قَضٰی نَحۡبَہٗ  وَ مِنۡہُمۡ مَّنۡ یَّنۡتَظِرُ ۫ۖ وَ مَا بَدَّلُوۡا تَبۡدِیۡلًا ﴿ۙ۲۳﴾ ",
			"number": "",
			"verses_PDMS": "مِنَ الۡمُؤۡمِنِیۡنَ رِجَالٌ صَدَقُوۡا مَا عَاہَدُوا اللّٰہَ عَلَیۡہِ ۚ فَمِنۡہُمۡ مَّنۡ قَضٰی نَحۡبَہٗ  وَ مِنۡہُمۡ مَّنۡ یَّنۡتَظِرُ ۫ۖ وَ مَا بَدَّلُوۡا تَبۡدِیۡلًا ﴿ۙ۲۳﴾ ",
			"index": "3556",
			"name": "মুসলমানদের মধ্যে কিছু এমন প্রমাণিত করেছে যে- ই অঙ্গীকার তারা আল্লাহ্‌র সাথে করেছিলো; সুতরাং তাদের মধ্যে কেউ কেউ আপন মান্নত পূর্ণ করেছে, এবং কেউ কেউ অপেক্ষা করছে। আর তারা সামান্যটুকুও পরিবর্তিত হয় নি;",
			"en_kanzulimaan": "Among the Muslims are the men who have proved true what they had covenanted with Allah; so among them is one who has already fulfilled his vow, and among them is one still waiting; and they have not changed a bit.",
			"ur_kanzulimaan": "مسلمانوں میں کچھ وہ مرد ہیں جنہوں نے سچا کردیا جو عہد اللہ سے کیا تھا تو ان میں کوئی اپنی منت پوری کرچکا اور کوئی راہ دیکھ رہا ہے اور وہ ذرا نہ بدلے",
			"hi_kanzulimaan": "मुसलमानों में कुछ वो मर्द हैं जिन्होंने सच्चा कर दिया जो एहद अल्लाह से किया था (60फ) तो उनमें कोई अपनी मन्नत पूरी कर चुका (61फ) और कोई राह देख रहा है (62फ) और वो ज़रा न बदले (63फ)",
			"author": "২৩. মুমিনদের মধ্যে (বেশ) অনেকে তা সত্যায়ন করে দেখিয়েছে, আল্লাহ্‌র সাথে তারা যা অঙ্গীকার করেছিল। অতঃপর তাদের মধ্যে কতিপয় (শাহাদাত লাভ করে) তাদের প্রতিশ্রুতি পূর্ণ করেছে এবং কতিপয় (নিজেদের পালার জন্যে) প্রতীক্ষা করছে। কিন্তু তারা (নিজেদের অঙ্গীকারে) সামান্যতমও পরিবর্তন করেনি,"
		},
		{
			"_id": "3557",
			"sura": "33",
			"para": "21",
			"verses": "24",
			"names": "لِّیَجۡزِیَ اللّٰہُ  الصّٰدِقِیۡنَ بِصِدۡقِہِمۡ وَ یُعَذِّبَ الۡمُنٰفِقِیۡنَ  اِنۡ شَآءَ  اَوۡ یَتُوۡبَ عَلَیۡہِمۡ ؕ اِنَّ اللّٰہَ کَانَ غَفُوۡرًا رَّحِیۡمًا ﴿ۚ۲۴﴾ ",
			"number": "",
			"verses_PDMS": "لِّیَجۡزِیَ اللّٰہُ  الصّٰدِقِیۡنَ بِصِدۡقِہِمۡ وَ یُعَذِّبَ الۡمُنٰفِقِیۡنَ  اِنۡ شَآءَ  اَوۡ یَتُوۡبَ عَلَیۡہِمۡ ؕ اِنَّ اللّٰہَ کَانَ غَفُوۡرًا رَّحِیۡمًا ﴿ۚ۲۴﴾ ",
			"index": "3557",
			"name": "যাতে আল্লাহ্‌ সত্যবাদীদেরকে তাদের সত্যের পুরস্কার দেন এবং মুনাফিকদের শাস্তি দেন যদি চান অথবা তাদেরকে তওবার তৌফিক দান করেন। নিশ্চয় আল্লাহ্‌ ক্ষমাশীল, দয়ালু। ",
			"en_kanzulimaan": "In order that Allah may reward the truthful for their truthfulness, and punish the hypocrites if He wills, or give them repentance; indeed Allah is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "تاکہ اللہ سچوں کو ان کے سچ کا صلہ دے اور منافقوں کو عذاب کرے اگر چاہے، یا انہیں توبہ دے، بیشک اللہ بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "ताकि अल्लाह सच्चों को उनके सच का सिला दे और मुनाफ़िक़ों को अज़ाब करे अगर चाहे या उन्हें तौबह दे बेशक अल्लाह बख़्शने वाला मेहरबान है",
			"author": "২৪. তা এ জন্যে যে, আল্লাহ্ সত্যবাদীদেরকে তাদের সত্যবাদিতার পুরস্কার দেন এবং ইচ্ছা হলে মুনাফেকদেরকে শাস্তি দেন অথবা তাদের তওবা কবুল করেন। নিশ্চয়ই আল্লাহ্ মহাক্ষমাশীল, অসীম দয়ালু।"
		},
		{
			"_id": "3558",
			"sura": "33",
			"para": "21",
			"verses": "25",
			"names": "وَ رَدَّ اللّٰہُ الَّذِیۡنَ کَفَرُوۡا بِغَیۡظِہِمۡ  لَمۡ یَنَالُوۡا خَیۡرًا ؕ وَ کَفَی اللّٰہُ  الۡمُؤۡمِنِیۡنَ الۡقِتَالَ ؕ وَ کَانَ  اللّٰہُ   قَوِیًّا عَزِیۡزًا ﴿ۚ۲۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ رَدَّ اللّٰہُ الَّذِیۡنَ کَفَرُوۡا بِغَیۡظِہِمۡ  لَمۡ یَنَالُوۡا خَیۡرًا ؕ وَ کَفَی اللّٰہُ  الۡمُؤۡمِنِیۡنَ الۡقِتَالَ ؕ وَ کَانَ  اللّٰہُ   قَوِیًّا عَزِیۡزًا ﴿ۚ۲۵﴾ ",
			"index": "3558",
			"name": "এবং আল্লাহ্‌ কাফিরদেরকে তাদের অন্তরের জ্বালা সহকারে ফিরে যেতে বাধ্য করলেন, এমতাবস্থায় যে, কোন মঙ্গলই তারা পায় নি, এবং আল্লাহ্‌ মুসলমানেদের যুদ্ধের জন্য যথেষ্ট ছিলেন; এবং আল্লাহ্‌ শক্তিমান, সম্মানের অধিকারী।",
			"en_kanzulimaan": "And Allah turned back the disbelievers in their hearts jealousy, gaining no good; and Allah sufficed the Muslims in their fight; and Allah is Almighty, Most Honourable.",
			"ur_kanzulimaan": "اور اللہ نے کافروں کو ان کے دلوں کی جلن کے ساتھ پلٹایا کہ کچھ بھلا نہ پایا اور اللہ نے مسلمانوں کو لڑائی کی کفایت فرمادی اور اللہ زبردست عزت والا ہے،",
			"hi_kanzulimaan": "और अल्लाह ने काफिरों को (64फ) उनके दिलों की जलन के साथ पलटाया कि कुछ भला न पाया (65फ) और अल्लाह ने मुसलमानों को लड़ाई की किफ़ायत फ़रमादी (66फ) और अल्लाह ज़बरदस्त इज़्ज़त वाला है",
			"author": "২৫. আর আল্লাহ্ কাফেরদেরকে তাদের ক্রোধ-যন্ত্রণাসহ (মদীনা থেকে ব্যর্থ) ফিরিয়ে দিলেন, তারা কোনো সাফল্য লাভ করেনি। আর ঈমানদারদের জন্যে (আহযাবের) যুদ্ধে আল্লাহ্ই ছিলেন যথেষ্ট, আর আল্লাহ্ সর্বশক্তিমান, পরাক্রমশালী।"
		},
		{
			"_id": "3559",
			"sura": "33",
			"para": "21",
			"verses": "26",
			"names": "وَ اَنۡزَلَ الَّذِیۡنَ ظَاہَرُوۡہُمۡ مِّنۡ اَہۡلِ الۡکِتٰبِ مِنۡ صَیَاصِیۡہِمۡ وَ قَذَفَ فِیۡ قُلُوۡبِہِمُ الرُّعۡبَ فَرِیۡقًا تَقۡتُلُوۡنَ وَ تَاۡسِرُوۡنَ فَرِیۡقًا  ﴿ۚ۲۶﴾",
			"number": "",
			"verses_PDMS": "وَ اَنۡزَلَ الَّذِیۡنَ ظَاہَرُوۡہُمۡ مِّنۡ اَہۡلِ الۡکِتٰبِ مِنۡ صَیَاصِیۡہِمۡ وَ قَذَفَ فِیۡ قُلُوۡبِہِمُ الرُّعۡبَ فَرِیۡقًا تَقۡتُلُوۡنَ وَ تَاۡسِرُوۡنَ فَرِیۡقًا  ﴿ۚ۲۶﴾",
			"index": "3559",
			"name": "এবং যে সব কিতাবী তাদেরকে সাহায্য করেছিলো তাদেরকে তাদের দূর্গগুলো থেকে অবতরণে বাধ্য করেছিলেন এবং তাদের অন্তরে আতঙ্কের সঞ্চার করলেন; তাদের মধ্য থেকে একদলকে তোমরা হত্যা করছো এবং একদলকে বন্দী (করছো)।",
			"en_kanzulimaan": "And He brought down from their forts, the People given the Book(s) who had supported them, and instilled awe into their hearts - you slay a group among them and another group you make captive.",
			"ur_kanzulimaan": "اور جن اہلِ کتاب نے ان کی مدد کی تھی انہیں ان کے قلعوں سے اتارا اور ان کے دلوں میں رُعب ڈالا ان میں ایک گروہ کو تم قتل کرتے ہو اور ایک گروہ کو قید",
			"hi_kanzulimaan": "और जिन ऐहले किताब ने उनकी मदद की थी (67फ) उन्हें उनके क़िलों से उतारा (68फ) और उनके दिलों में रोब डाला उनमें एक गिरोह को तुम क़त्ल करते हो (69फ) और एक गिरोह को क़ैद (70फ)",
			"author": "২৬. আর (বনু কুরাইযা গোত্রের) যেসব আহলে কিতাব তাদেরকে (কাফেরদেরকে) সাহায্য করেছিল, আল্লাহ্ তাদেরকে(ও) তাদের দুর্গ থেকে নামিয়ে দিলেন এবং তাদের অন্তরে (ইসলামের) ভীতি সঞ্চার করলেন। তোমরা (তাদের) একদলকে (যুদ্ধাপরাধের কারণে) হত্যা করছো এবং একদলকে যুদ্ধবন্দী করছো।"
		},
		{
			"_id": "3560",
			"sura": "33",
			"para": "21",
			"verses": "27",
			"names": "وَ اَوۡرَثَکُمۡ  اَرۡضَہُمۡ وَ دِیَارَہُمۡ وَ اَمۡوَالَہُمۡ وَ اَرۡضًا لَّمۡ تَطَـُٔوۡہَا ؕ وَ کَانَ اللّٰہُ  عَلٰی  کُلِّ  شَیۡءٍ  قَدِیۡرًا ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَوۡرَثَکُمۡ  اَرۡضَہُمۡ وَ دِیَارَہُمۡ وَ اَمۡوَالَہُمۡ وَ اَرۡضًا لَّمۡ تَطَـُٔوۡہَا ؕ وَ کَانَ اللّٰہُ  عَلٰی  کُلِّ  شَیۡءٍ  قَدِیۡرًا ﴿۲۷﴾ ",
			"index": "3560",
			"name": "এবং আমি তোমাদেরকে অধিকারী করেছি তাদের ভূমির, তাদের ঘর- বাড়ির ও তাদের সম্পদের এবং ওই ভূমির, যা তোমরা এখনো পদানত করো নি। এবং আল্লাহ্‌ প্রত্যেক বস্তুর উপর শক্তিমান।",
			"en_kanzulimaan": "And He bequeathed you their lands and their houses and their wealth, and land that you have not yet set foot upon; and Allah is Able to do all things.",
			"ur_kanzulimaan": "اور ہم نے تمہارے ہاتھ لگائے ان کی زمین اور ان کی زمین اور ان کے مکان اور ان کے مال اور وہ زمین جس پر تم نے ابھی قدم نہیں رکھا ہے اور اللہ ہر چیز پر قادر ہے،",
			"hi_kanzulimaan": "और हमने तुम्हारे हाथ लगाए उनकी ज़मीन और उनके मकान और उनके माल (71फ) और वह ज़मीन जिसपर तुमने अभी क़दम नहीं रखा है (72फ) और अल्लाह हर चीज़ पर क़ादिर है",
			"author": "২৭. আর তিনি তোমাদেরকে অধিকারী করলেন এদের (এ যুদ্ধ-শত্রুদের) ভূখন্ডের, তাদের ঘরবাড়ির, তাদের সম্পদ এবং তাদের সেসব ভূখন্ডের যেখানে তোমরা (ইতিপূর্বে) পদার্পণ করোনি। আর আল্লাহ্ সকল কিছুর উপর ক্ষমতাবান।"
		},
		{
			"_id": "3561",
			"sura": "33",
			"para": "21",
			"verses": "28",
			"names": "یٰۤاَیُّہَا النَّبِیُّ  قُلۡ  لِّاَزۡوَاجِکَ اِنۡ  کُنۡـتُنَّ تُرِدۡنَ  الۡحَیٰوۃَ  الدُّنۡیَا وَ زِیۡنَتَہَا فَتَعَالَیۡنَ اُمَتِّعۡکُنَّ وَ اُسَرِّحۡکُنَّ سَرَاحًا جَمِیۡلًا ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا النَّبِیُّ  قُلۡ  لِّاَزۡوَاجِکَ اِنۡ  کُنۡـتُنَّ تُرِدۡنَ  الۡحَیٰوۃَ  الدُّنۡیَا وَ زِیۡنَتَہَا فَتَعَالَیۡنَ اُمَتِّعۡکُنَّ وَ اُسَرِّحۡکُنَّ سَرَاحًا جَمِیۡلًا ﴿۲۸﴾ ",
			"index": "3561",
			"name": "হে অদৃশ্যের সংবাদদাতা (নবী)! আপনার স্ত্রীগণকে বলে দিন, ‘যদি তোমরা পার্থিব জীবন ও সেটার ভূষণ কামনা করো, তবে এসো, আমি তোমাদেরকে সম্পদ দিই এবং সৌজন্যের সাথে ছেড়ে দিই।",
			"en_kanzulimaan": "O Herald of the Hidden! Say to your wives, If you desire the worldly life and its adornment  therefore come, I shall give you wealth and a befitting release!",
			"ur_kanzulimaan": "اے غیب بتانے والے (نبی)! اپنی بیبیوں سے فرمادے اگر تم دنیا کی زندگی اور اس کی آرائش چاہتی ہو تو آؤ میں تمہیں مال دُوں اور اچھی طرح چھوڑ دُوں",
			"hi_kanzulimaan": "ऐ ग़ैब बताने वाले (नबी) अपनी बीबियों से फ़रमा दो अगर तुम दुनिया की ज़िन्दगी और इसकी आरायश चाहती हो (73फ) तो आओ मैं तुम्हें माल दूँ (74फ) और अच्छी तरह छोड़ दूं (75फ)",
			"author": "২৮. হে (সম্মানিত) নবী! আপনার স্ত্রীদেরকে বলুন, ‘যদি তোমরা পার্থিব জীবন এবং এর সৌন্দর্য কামনা করো তবে আসো আমি তোমাদেরকে সম্পদ ও সংস্থান করে দেই এবং তোমাদেরকে উত্তম পন্থায় মুক্ত করে দেই।"
		},
		{
			"_id": "3562",
			"sura": "33",
			"para": "21",
			"verses": "29",
			"names": "وَ اِنۡ کُنۡـتُنَّ تُرِدۡنَ اللّٰہَ  وَ رَسُوۡلَہٗ وَ الدَّارَ الۡاٰخِرَۃَ  فَاِنَّ اللّٰہَ  اَعَدَّ لِلۡمُحۡسِنٰتِ مِنۡکُنَّ  اَجۡرًا عَظِیۡمًا ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنۡ کُنۡـتُنَّ تُرِدۡنَ اللّٰہَ  وَ رَسُوۡلَہٗ وَ الدَّارَ الۡاٰخِرَۃَ  فَاِنَّ اللّٰہَ  اَعَدَّ لِلۡمُحۡسِنٰتِ مِنۡکُنَّ  اَجۡرًا عَظِیۡمًا ﴿۲۹﴾ ",
			"index": "3562",
			"name": "আর যদি তোমরা আল্লাহ্‌ ও তার রসূল এবং পরকালের ঘর চাও, তবে নিশ্চয় আল্লাহ্‌ তোমাদের মধ্যেকার সৎকর্মপরায়ণ নারীদের জন্য মহা প্রতিদান প্রস্তুত করে রেখেছেন’। ",
			"en_kanzulimaan": "And if you desire Allah and His Noble Messenger and the abode of the Hereafter - then indeed Allah has kept prepared an immense reward for the virtuous among you.",
			"ur_kanzulimaan": "اور اگر تم اللہ اور اس کے رسول اور آخرت کا گھر چاہتی ہو تو بیشک اللہ نے تمہاری نیکی والیوں کے لیے بڑا اجر تیار کر رکھا ہے،",
			"hi_kanzulimaan": "और अगर तुम अल्लाह और उसके रसूल और आख़िरत का घर चाहती हो तो बेशक अल्लाह ने तुम्हारी नेकी वालियों के लिये बड़ा अज्र तैयार कर रखा है",
			"author": "২৯. আর যদি তোমরা আল্লাহ্ এবং তাঁর রাসূলের সন্তুষ্টি এবং পরকালের আবাস কামনা করো তবে অবশ্যই আল্লাহ্ তোমাদের মধ্যে যারা সৎকর্মশীলা তাদের জন্যে প্রস্তুত রেখেছেন মহাপ্রতিদান।’"
		},
		{
			"_id": "3563",
			"sura": "33",
			"para": "21",
			"verses": "30",
			"names": "یٰنِسَآءَ  النَّبِیِّ مَنۡ یَّاۡتِ مِنۡکُنَّ بِفَاحِشَۃٍ  مُّبَیِّنَۃٍ یُّضٰعَفۡ لَہَا الۡعَذَابُ ضِعۡفَیۡنِ ؕ وَ کَانَ ذٰلِکَ عَلَی اللّٰہِ  یَسِیۡرًا ﴿۳۰﴾ ",
			"number": "",
			"verses_PDMS": "یٰنِسَآءَ  النَّبِیِّ مَنۡ یَّاۡتِ مِنۡکُنَّ بِفَاحِشَۃٍ  مُّبَیِّنَۃٍ یُّضٰعَفۡ لَہَا الۡعَذَابُ ضِعۡفَیۡنِ ؕ وَ کَانَ ذٰلِکَ عَلَی اللّٰہِ  یَسِیۡرًا ﴿۳۰﴾ ",
			"index": "3563",
			"name": "হে নবীর স্ত্রীগণ! যে তোমাদের মধ্যে সুস্পষ্ট লজ্জার পরিপন্থী কোন দুঃসাহস দেখায়, তাকে অন্যদের চেয়ে দ্বিগুণ শাস্তি প্রদান করা হবে এবং এটা আল্লাহ্‌র জন্য সহজ। ",
			"en_kanzulimaan": "O the wives of the Prophet! If any among you dares to commit an act contrary to decency, for her will be double the punishment of others; and this is easy for Allah.",
			"ur_kanzulimaan": "اے نبی کی بیبیو! جو تم میں صریح حیا کے خلاف کوئی جرأت کرے اس پر اوروں سے دُونا عذاب ہوگا اور یہ اللہ کو آسان ہے،",
			"hi_kanzulimaan": "ऐ नबी की बीबियों जो तुममें सरीह हया के ख़िलाफ़ कोई जुरअत करे (76फ) उसपर औरों से दूना अज़ाब होगा (77फ) और यह अल्लाह को आसान है",
			"author": "৩০. হে (সম্মানিত) নবী-পত্নীগণ! তোমাদের মধ্যে যে কেউ সুস্পষ্ট অশ্লীল কাজ করলে তাকে দ্বিগুণ শাস্তি দেয়া হবে। আর তা আল্লাহ্‌র জন্যে অনেক সহজ।"
		},
		{
			"_id": "3564",
			"sura": "33",
			"para": "22",
			"verses": "31",
			"names": "وَ مَنۡ یَّقۡنُتۡ مِنۡکُنَّ لِلّٰہِ وَ رَسُوۡلِہٖ وَ تَعۡمَلۡ صَالِحًا نُّؤۡتِہَاۤ  اَجۡرَہَا مَرَّتَیۡنِ ۙ وَ  اَعۡتَدۡنَا  لَہَا  رِزۡقًا کَرِیۡمًا ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ یَّقۡنُتۡ مِنۡکُنَّ لِلّٰہِ وَ رَسُوۡلِہٖ وَ تَعۡمَلۡ صَالِحًا نُّؤۡتِہَاۤ  اَجۡرَہَا مَرَّتَیۡنِ ۙ وَ  اَعۡتَدۡنَا  لَہَا  رِزۡقًا کَرِیۡمًا ﴿۳۱﴾ ",
			"index": "3564",
			"name": "আর যে কেউ তোমাদের মধ্যে অনুগত থাকে আল্লাহ্‌ ও রসূলের প্রতি এবং সৎকাজ করে, আমি তাকে অন্যান্যের চেয়ে দ্বিগুণ সাওয়াব দেবো; আর আমি তার জন্য সম্মানজনক জীবিকা প্রস্তুত করে রেখেছি।",
			"en_kanzulimaan": "And whoever among you remains obedient towards Allah and His Noble Messenger and does good deeds - We shall give her double the reward of others, and have kept prepared for her an honourable sustenance.",
			"ur_kanzulimaan": "اور جو تم میں فرمانبردار رہے اللہ اور رسول کی اور اچھا کام کرے ہم اسے اوروں سے دُونا ثواب دیں گے اور ہم نے اس کے لیے عزت کی روزی تیار کر رکھی ہے",
			"hi_kanzulimaan": "और (78फ) जो तुम में फ़रमाँबरदार रहे अल्लाह और रसूल की और अच्छा काम करे हम उसे औरों से दूना सवाब देंगे (79फ) और हमने उसके लिये इज़्ज़त की रोज़ी तैयार कर रखी है (80फ)",
			"author": "৩১. আর তোমাদের মধ্যে যারা আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর অনুগত থাকে এবং সৎকর্ম করতে থাকে আমরা তাদের সাওয়াব(ও) দ্বিগুণ প্রদান করবো এবং আমরা তাদের জন্যে (জান্নাতে) প্রস্তুত রেখেছি সম্মানজনক রিযিক।"
		},
		{
			"_id": "3565",
			"sura": "33",
			"para": "22",
			"verses": "32",
			"names": "یٰنِسَآءَ  النَّبِیِّ لَسۡتُنَّ کَاَحَدٍ مِّنَ النِّسَآءِ  اِنِ اتَّقَیۡتُنَّ فَلَا تَخۡضَعۡنَ بِالۡقَوۡلِ فَیَطۡمَعَ  الَّذِیۡ  فِیۡ قَلۡبِہٖ مَرَضٌ وَّ  قُلۡنَ  قَوۡلًا  مَّعۡرُوۡفًا ﴿ۚ۳۲﴾ ",
			"number": "",
			"verses_PDMS": "یٰنِسَآءَ  النَّبِیِّ لَسۡتُنَّ کَاَحَدٍ مِّنَ النِّسَآءِ  اِنِ اتَّقَیۡتُنَّ فَلَا تَخۡضَعۡنَ بِالۡقَوۡلِ فَیَطۡمَعَ  الَّذِیۡ  فِیۡ قَلۡبِہٖ مَرَضٌ وَّ  قُلۡنَ  قَوۡلًا  مَّعۡرُوۡفًا ﴿ۚ۳۲﴾ ",
			"index": "3565",
			"name": "হে নবীর স্ত্রীগণ! তোমরা অন্যান্য নারীর মতো নও, যদি আল্লাহ্‌কে ভয় করো তা’হলে কথায় এমন কোমলতা অবলম্বন করো না যেন অন্তরের রোগী কিছু লোভ করে; হা, ভালো কথা বলো।",
			"en_kanzulimaan": "O the wives of the Prophet! You are not like any other women - if you really fear Allah, do not speak softly lest the one in whose heart is a disease have any inclination, and speak fairly.",
			"ur_kanzulimaan": "اے نبی کی بیبیو! تم اور عورتوں کی طرح نہیں ہو اگر اللہ سے ڈرو تو بات میں ایسی نرمی نہ کرو کہ دل کا روگی کچھ لالچ کرے ہاں اچھی بات کہو",
			"hi_kanzulimaan": "ऐ नबी की बीबियों तुम और औरतों की तरह नहीं हो (81फ) अगर अल्लाह से डरो तो बात में ऐसी नर्मी न करो कि दिल का रोगी कुछ लालच करे (82फ) हाँ अच्छी बात कहो (83फ)",
			"author": "৩২. হে নবী পত্নীগণ! তোমরা অন্য নারীদের মতো নও। যদি তোমরা পরহেযগার থাকতে চাও তবে (পর-পুরুষদের সাথে প্রয়োজন অনুসারে) কথা বলার ক্ষেত্রে কোমল কণ্ঠে কথা বলো না, নচেৎ যার অন্তরে (নিফাক বা কপটতার) ব্যাধি রয়েছে (কখনো কখনো) সে প্রলুব্ধ হবে। আর (সর্বদা) সন্দেহ ও নমনীয়তা হতে মুক্ত থেকে কথা বলো।"
		},
		{
			"_id": "3566",
			"sura": "33",
			"para": "22",
			"verses": "33",
			"names": "وَ قَرۡنَ فِیۡ بُیُوۡتِکُنَّ وَ لَا تَبَرَّجۡنَ تَبَرُّجَ الۡجَاہِلِیَّۃِ  الۡاُوۡلٰی وَ اَقِمۡنَ الصَّلٰوۃَ وَ اٰتِیۡنَ الزَّکٰوۃَ  وَ  اَطِعۡنَ اللّٰہَ  وَ  رَسُوۡلَہٗ ؕ اِنَّمَا یُرِیۡدُ اللّٰہُ  لِیُذۡہِبَ عَنۡکُمُ الرِّجۡسَ اَہۡلَ الۡبَیۡتِ وَ یُطَہِّرَکُمۡ  تَطۡہِیۡرًا ﴿ۚ۳۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَرۡنَ فِیۡ بُیُوۡتِکُنَّ وَ لَا تَبَرَّجۡنَ تَبَرُّجَ الۡجَاہِلِیَّۃِ  الۡاُوۡلٰی وَ اَقِمۡنَ الصَّلٰوۃَ وَ اٰتِیۡنَ الزَّکٰوۃَ  وَ  اَطِعۡنَ اللّٰہَ  وَ  رَسُوۡلَہٗ ؕ اِنَّمَا یُرِیۡدُ اللّٰہُ  لِیُذۡہِبَ عَنۡکُمُ الرِّجۡسَ اَہۡلَ الۡبَیۡتِ وَ یُطَہِّرَکُمۡ  تَطۡہِیۡرًا ﴿ۚ۳۳﴾ ",
			"index": "3566",
			"name": "আর নিজেদের গৃহসমূহে অবস্থান করো এবং বে- পর্দা থেকো না যেমন পূর্ববর্তী জাহেলী যুগের পরদাহীনতা; আর নামায ক্বায়েম রাখো, যাকাত দাও এবং আল্লাহ্‌ ও তার রসূলের নির্দেশ মান্য করো। হে নবীর পরিবারবর্গ-  আল্লাহ্‌ তো এটাই চান যে, তোমাদের থেকে প্রত্যেক অপবিত্রতা দূরীভূত করে দেবেন এবং তোমাদেরকে পবিত্র করে অতীব পরিচ্ছন্ন করে দেবেন।",
			"en_kanzulimaan": "And remain in your houses and do not unveil yourselves like the unveiling prevalent in the times of ignorance, and keep the prayer established, and pay the charity, and obey Allah and His Noble Messenger; Allah only wills to remove all impurity from you, O the People of the Household, and by cleansing you make you utterly pure. (*The Holy Prophets household.)",
			"ur_kanzulimaan": "اور اپنے گھروں میں ٹھہری رہو اور بے پردہ نہ رہو جیسے اگلی جاہلیت کی بے پردگی اور نماز قائم رکھو اور زکوٰة دو اور اللہ اور اس کے رسول کا حکم مانو ا لله تو یہی چاہتا ہے، اے نبی کے گھر والو! کہ تم سے ہر ناپاکی دور فرما دے اور تمہیں پاک کرکے خوب ستھرا کردے",
			"hi_kanzulimaan": "और अपने घरों में ठहरी रहो और बेपर्दा न रहो जैसे अगली जाहिलियत की बेपर्दगी (84फ) और नमाज़ क़ायम रखो और ज़कात दो और अल्लाह और उसके के रसूल का हुक्म मानो अल्लाह तो यही चाहता है ऐ नबी के घर वालों कि तुम से हर नापाकी दूर फ़रमा दे और तुम्हें पाक करके ख़ूब सुथरा कर दे (85फ)",
			"author": "৩৩. আর স্বগৃহে প্রশান্তির সাথে অবস্থান করো এবং প্রাচীন জাহেলী যুগের ন্যায় সৌন্দর্য প্রকাশ করো না। নামায কায়েম করো, যাকাত প্রদান করতে থাকো এবং আল্লাহ্ ও তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর আনুগত্যে নিয়োজিত থাকো। হে (রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের) আহলে বাইত! আল্লাহ্ তো কেবল চান তোমাদের থেকে সব ধরণের গোনাহের অপবিত্রতা (এবং সন্দেহ ও ত্রুটিচিহ্ন পর্যন্ত) দূরে রাখতে এবং তোমাদেরকে (পরিপূর্ণ) পবিত্রতা দান করে সম্পূর্ণরূপে পাক-পবিত্র রাখতে।"
		},
		{
			"_id": "3567",
			"sura": "33",
			"para": "22",
			"verses": "34",
			"names": "وَ اذۡکُرۡنَ مَا یُتۡلٰی فِیۡ  بُیُوۡتِکُنَّ  مِنۡ اٰیٰتِ اللّٰہِ  وَ الۡحِکۡمَۃِ ؕ اِنَّ اللّٰہَ  کَانَ لَطِیۡفًا خَبِیۡرًا ﴿۳۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ اذۡکُرۡنَ مَا یُتۡلٰی فِیۡ  بُیُوۡتِکُنَّ  مِنۡ اٰیٰتِ اللّٰہِ  وَ الۡحِکۡمَۃِ ؕ اِنَّ اللّٰہَ  کَانَ لَطِیۡفًا خَبِیۡرًا ﴿۳۴﴾ ",
			"index": "3567",
			"name": "আর স্মরণ করো, যা তোমাদের ঘরে পাঠ করা হয়- আল্লাহ্‌র আয়াতসমূহ ও হিকমত। নিশ্চয় আল্লাহ্‌ প্রত্যেক সূক্ষ্ম বিষয় জানেন, সর্ব বিষয়ে অবহিত। ",
			"en_kanzulimaan": "And remember what is recited in your houses, from Allahs verses and wisdom *; indeed Allah knows the minutest things, is All Aware. (The Holy Quran and the sayings- hadith - of the Holy Prophet.)",
			"ur_kanzulimaan": "اور یاد کرو جو تمہارے گھروں میں پڑھی جاتی ہیں اللہ کی آیتیں اور حکمت بیشک اللہ ہر باریکی جانتا خبردار ہے،",
			"hi_kanzulimaan": "और याद करो जो तुम्हारे घरों में पढ़ी जाती हैं अल्लाह की आयतें और हिकमत (86फ) बेशक अल्लाह हर बारीकी जानता ख़बरदार है",
			"author": "৩৪. আর তোমরা স্মরণ করো আল্লাহ্‌র আয়াতসমূহ যা তোমাদের গৃহে তেলাওয়াত করা হয় এবং (রাসূলে পাক সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের) সুন্নত ও প্রজ্ঞা। নিশ্চয়ই আল্লাহ্ (তাঁর অলিদের জন্যে) অতি সূক্ষ্মদর্শী (এবং সমস্ত সৃষ্টিজগত সম্পর্কে) সম্যক অবগত।"
		},
		{
			"_id": "3568",
			"sura": "33",
			"para": "22",
			"verses": "35",
			"names": "اِنَّ  الۡمُسۡلِمِیۡنَ وَ الۡمُسۡلِمٰتِ وَ الۡمُؤۡمِنِیۡنَ وَ الۡمُؤۡمِنٰتِ وَ الۡقٰنِتِیۡنَ وَ الۡقٰنِتٰتِ وَ الصّٰدِقِیۡنَ وَ الصّٰدِقٰتِ وَ الصّٰبِرِیۡنَ وَ الصّٰبِرٰتِ وَ الۡخٰشِعِیۡنَ وَ الۡخٰشِعٰتِ وَ الۡمُتَصَدِّقِیۡنَ وَ الۡمُتَصَدِّقٰتِ وَ الصَّآئِمِیۡنَ وَ الصّٰٓئِمٰتِ وَ الۡحٰفِظِیۡنَ فُرُوۡجَہُمۡ وَ الۡحٰفِظٰتِ وَ الذّٰکِرِیۡنَ اللّٰہَ کَثِیۡرًا وَّ الذّٰکِرٰتِ ۙ اَعَدَّ  اللّٰہُ   لَہُمۡ  مَّغۡفِرَۃً وَّ اَجۡرًا  عَظِیۡمًا  ﴿۳۵﴾",
			"number": "",
			"verses_PDMS": "اِنَّ  الۡمُسۡلِمِیۡنَ وَ الۡمُسۡلِمٰتِ وَ الۡمُؤۡمِنِیۡنَ وَ الۡمُؤۡمِنٰتِ وَ الۡقٰنِتِیۡنَ وَ الۡقٰنِتٰتِ وَ الصّٰدِقِیۡنَ وَ الصّٰدِقٰتِ وَ الصّٰبِرِیۡنَ وَ الصّٰبِرٰتِ وَ الۡخٰشِعِیۡنَ وَ الۡخٰشِعٰتِ وَ الۡمُتَصَدِّقِیۡنَ وَ الۡمُتَصَدِّقٰتِ وَ الصَّآئِمِیۡنَ وَ الصّٰٓئِمٰتِ وَ الۡحٰفِظِیۡنَ فُرُوۡجَہُمۡ وَ الۡحٰفِظٰتِ وَ الذّٰکِرِیۡنَ اللّٰہَ کَثِیۡرًا وَّ الذّٰکِرٰتِ ۙ اَعَدَّ  اللّٰہُ   لَہُمۡ  مَّغۡفِرَۃً وَّ اَجۡرًا  عَظِیۡمًا  ﴿۳۵﴾",
			"index": "3568",
			"name": "নিশ্চয় মুসলমান পুরুষ ও মুসলমান নারীগণ, ঈমানদার পুরুষ ও ঈমানদার নারীগণ, অনুগত পুরুষ ও অনুগত নারীগণ, সত্যবাদী পুরুষ ও সত্যবাদী নারীগণ, ধৈর্যশীল পুরুষ ও ধৈর্যশীল নারীগণ, বিনীত পুরুষ ও বিনীত নারীগণ, দানশীল পুরুষ ও দানশীল নারীগণ, রোযা পালনকারী পুরুষ ও রোযা পালনকারী নারীগণ, স্বীয় লজ্জাস্থানের হিফাযতকারী পুরুষ ও হিফাযতকারী নারীগণ এবং আল্লাহ্‌কে অধিক স্মরণকারী পুরুষ ও স্মরণকারী নারীগণ- এ সবার জন্য আল্লাহ্‌ ক্ষমা ও মহা প্রতিদান তৈরী করে রেখেছেন। ",
			"en_kanzulimaan": "Indeed the Muslim men and the Muslim women, and the believing men and the believing women, and the obedient men and the obedient women, and the truthful men and the truthful women, and the patient men and the patient women, and the humble men and the humble women, and the charitable men and the charitable women, and the fasting men and the fasting women, and the men who guard their chastity and the women who guard their chastity, and the men who profusely remember Allah and the women who profusely remember Allah  for all of them, Allah has kept prepared forgiveness and an immense reward.",
			"ur_kanzulimaan": "بیشک مسلمان مرد اور مسلمان عورتیں اور ایمان والے اور ایمان والیاں اور فرمانبردار اور فرمانبرداریں اور سچے اور سچیاں اور صبر والے اور صبر والیاں اور عاجزی کرنے والے اور عاجزی کرنے والیاں اور خیرات کرنے والے اور خیرات کرنے والیاں اور روزے والے اورروزے والیاں اور اپنی پارسائی نگاہ رکھنے والے اور نگاہ رکھنے والیاں اور اللہ کو بہت یاد کرنے والے اور یاد کرنے والیاں ان سب کے لیے اس نے بخشش اور بڑا ثواب تیار کر رکھا ہے،",
			"hi_kanzulimaan": "बेशक मुसलमान मर्द और मुसलमान औरतें (87फ) और ईमान वाले और ईमान वालियां और फ़रमाँबरदार और फ़रमाँबरदारें और सच्चे और सच्चियां (88फ) और सब्र वाले और सब्र वालियाँ और आजिज़ी करने वाले और आजिज़ी करने वालियां और ख़ैरात करने वाले और ख़ैरात करने वालियां और रोज़े वाले और रोज़े वालियां और अपनी पारसाई निगाह रखने वाले और निगाह रखने वालियां और अल्लाह को बहुत याद करने वाले और याद करने वालियां इन सबके लिये अल्लाह ने बख़्शिश और बड़ा सवाब तैयार कर रखा है",
			"author": "৩৫. নিশ্চয়ই মুসলমান পুরুষ ও মুসলমান নারী, মুমিন পুরুষ ও মুমিন নারী, অনুগত পুরুষ ও অনুগত নারী, সত্যবাদী পুরুষ ও সত্যবাদী নারী, ধৈর্যশীল পুরুষ ও ধৈর্যশীল নারী, বিনয়াবনত পুরুষ ও বিনয়াবনত নারী, দানশীল পুরুষ ও দানশীল নারী, রোযাদার পুরুষ ও রোযাদার নারী, স্বীয় লজ্জাস্থান সংরক্ষণকারী পুরুষ ও সংরক্ষণকারী নারী, আল্লাহ্কে অধিক পরিমাণে স্মরণকারী পুরুষ ও স্মরণকারী নারী - আল্লাহ তা’আলা তাদের সবার জন্যে প্রস্তুত রেখেছেন ক্ষমা ও মহাপ্রতিদান।"
		},
		{
			"_id": "3569",
			"sura": "33",
			"para": "22",
			"verses": "36",
			"names": "وَ مَا کَانَ  لِمُؤۡمِنٍ وَّ لَا مُؤۡمِنَۃٍ  اِذَا قَضَی اللّٰہُ  وَ رَسُوۡلُہٗۤ  اَمۡرًا اَنۡ  یَّکُوۡنَ  لَہُمُ الۡخِیَرَۃُ  مِنۡ اَمۡرِہِمۡ ؕ وَ مَنۡ یَّعۡصِ اللّٰہَ وَ رَسُوۡلَہٗ  فَقَدۡ  ضَلَّ  ضَلٰلًا  مُّبِیۡنًا ﴿ؕ۳۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا کَانَ  لِمُؤۡمِنٍ وَّ لَا مُؤۡمِنَۃٍ  اِذَا قَضَی اللّٰہُ  وَ رَسُوۡلُہٗۤ  اَمۡرًا اَنۡ  یَّکُوۡنَ  لَہُمُ الۡخِیَرَۃُ  مِنۡ اَمۡرِہِمۡ ؕ وَ مَنۡ یَّعۡصِ اللّٰہَ وَ رَسُوۡلَہٗ  فَقَدۡ  ضَلَّ  ضَلٰلًا  مُّبِیۡنًا ﴿ؕ۳۶﴾ ",
			"index": "3569",
			"name": "এবং না কোন মুসলমান পুরুষ, না কোন মুসলমান নারীর জন্য শোভা পায় যে, যখন আল্লাহ্‌ ও রসূল কোন নির্দেশ দেন তখন তাদের স্বীয় ব্যাপারে কোন ইখতিয়ার থাকবে। এবং যে কেউ নির্দেশ অমান্য করে- আল্লাহ্‌ ও তার রসূলের, সে নিশ্চয় সুস্পষ্ট বিভ্রান্তিতে পথভ্রষ্ট হয়েছে। ",
			"en_kanzulimaan": "And no Muslim man or woman has any right in the affair, when Allah and His Noble Messenger have decreed a command regarding it; and whoever does not obey the command of Allah and His Noble Messenger, has indeed clearly gone very astray.",
			"ur_kanzulimaan": "اور نہ کسی مسلمان مرد نہ مسلمان عورت کو پہنچتا ہے کہ جب اللہ و رسول کچھ حکم فرمادیں تو انہیں اپنے معاملہ کا کچھ اختیار رہے اور جو حکم نہ مانے اللہ اور اس کے رسول کا وہ بیشک صر یح گمراہی بہکا،",
			"hi_kanzulimaan": "और किसी मुसलमान मर्द न मुसलमान औरत को पहुंचता है कि जब अल्लाह व रसूल कुछ हुक्म फ़रमा दें तो उन्हें अपने मामले का कुछ इख़्तियार रहे (89फ) और जो हुक्म न माने अल्लाह और उसके रसूल का वह बेशक सरीह गुमराही बहका",
			"author": "৩৬. আর কোনো মুমিন পুরুষ কিংবা কোনো মুমিন নারীর (এ) অধিকার নেই যে, যখন আল্লাহ্ ও তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) কোনো বিষয়ে ফায়সালা (বা নির্দেশ) প্রদান করেন, তখন (তা করা বা না করার ব্যাপারে) স্বীয় পছন্দের চর্চা করে। আর যে ব্যক্তি আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর অবাধ্য হয়, তবে সে অবশ্যই সুস্পষ্ট বিভ্রান্তিতে পথভ্রষ্ট হয়েছে।"
		},
		{
			"_id": "3570",
			"sura": "33",
			"para": "22",
			"verses": "37",
			"names": "وَ اِذۡ تَقُوۡلُ لِلَّذِیۡۤ  اَنۡعَمَ اللّٰہُ  عَلَیۡہِ وَ اَنۡعَمۡتَ عَلَیۡہِ  اَمۡسِکۡ عَلَیۡکَ زَوۡجَکَ وَ اتَّقِ اللّٰہَ  وَ تُخۡفِیۡ فِیۡ نَفۡسِکَ مَا اللّٰہُ مُبۡدِیۡہِ  وَ تَخۡشَی النَّاسَ ۚ وَ اللّٰہُ   اَحَقُّ اَنۡ  تَخۡشٰہُ ؕ فَلَمَّا قَضٰی زَیۡدٌ مِّنۡہَا وَطَرًا زَوَّجۡنٰکَہَا  لِکَیۡ لَا یَکُوۡنَ عَلَی  الۡمُؤۡمِنِیۡنَ حَرَجٌ  فِیۡۤ  اَزۡوَاجِ اَدۡعِیَآئِہِمۡ  اِذَا  قَضَوۡا  مِنۡہُنَّ  وَطَرًا ؕ وَ کَانَ   اَمۡرُ  اللّٰہِ  مَفۡعُوۡلًا ﴿۳۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذۡ تَقُوۡلُ لِلَّذِیۡۤ  اَنۡعَمَ اللّٰہُ  عَلَیۡہِ وَ اَنۡعَمۡتَ عَلَیۡہِ  اَمۡسِکۡ عَلَیۡکَ زَوۡجَکَ وَ اتَّقِ اللّٰہَ  وَ تُخۡفِیۡ فِیۡ نَفۡسِکَ مَا اللّٰہُ مُبۡدِیۡہِ  وَ تَخۡشَی النَّاسَ ۚ وَ اللّٰہُ   اَحَقُّ اَنۡ  تَخۡشٰہُ ؕ فَلَمَّا قَضٰی زَیۡدٌ مِّنۡہَا وَطَرًا زَوَّجۡنٰکَہَا  لِکَیۡ لَا یَکُوۡنَ عَلَی  الۡمُؤۡمِنِیۡنَ حَرَجٌ  فِیۡۤ  اَزۡوَاجِ اَدۡعِیَآئِہِمۡ  اِذَا  قَضَوۡا  مِنۡہُنَّ  وَطَرًا ؕ وَ کَانَ   اَمۡرُ  اللّٰہِ  مَفۡعُوۡلًا ﴿۳۷﴾ ",
			"index": "3570",
			"name": "এবং হে মাহবূব! স্মরণ করুন, যখন আপনি বলতেন তাকে, যাকে আল্লাহ্‌ অনুগ্রহ প্রদান করেছেন, এবং আপনিও তাকে অনুগ্রহ প্রদান করেছেন, ‘নিজ স্ত্রীকে নিজের কাছেই থাকতে দাও এবং আল্লাহ্‌কে ভয় করো’। আর আপনি স্বীয় অন্তরের মধ্যে ওই কথা (গোপন) রাখতেন, যেটাকে প্রকাশ করা আল্লাহ্‌র ইচ্ছা ছিলো এবং আপনি লোকদের সমালোচনার আশঙ্কা করতেন। আর আল্লাহ্‌ই অধিক উপযোগী এ কথার যে, আপনি তাঁরই ভয় রাখবেন, অতঃপর যখন ‘যায়দ’-এর উদ্দেশ্য তার (যয়নব) থেকে পূর্ণ হয়ে গেলো, তারপর আমি তাকে আপনার বিবাহে দিয়ে দিলাম যাতে মুসলমানদের জন্য কোন বাধা না  তাদের পোষ্যপুত্রদের স্ত্রীগণের (বিবাহের) ব্যাপারে, যখন তাদের দিক থেকে তাদের প্রয়োজন মিটে যায়। আর আল্লাহ্‌র নির্দেশ কার্যকর হয়ে থাকে। ",
			"en_kanzulimaan": "And O dear Prophet, remember when you said to him upon whom Allah has bestowed favour and you had bestowed favour, Keep your wife with you, and fear Allah, and you kept in your heart what Allah willed to make known, and you feared criticism from the people; and Allah has more right that you should fear Him; so when Zaid became unconcerned with her, We gave her to you in marriage, so that there may be no sin upon believers in respect of the wives of their adopted sons when they have become unconcerned with them; and the command of Allah must be carried out.",
			"ur_kanzulimaan": "اور اے محبوب! یاد کرو جب تم فرماتے تھے اس سے جسے اللہ نے اسے نعمت دی اور تم نے اسے نعمت دی کہ اپنی بی بی اپنے پاس رہنے دے اور اللہ سے ڈر اور تم اپنے دل میں رکھتے تھے وہ جسے اللہ کو ظاہر کرنا منظور تھا اور تمہیں لوگوں کے طعنہ کا اندیشہ تھا اور اللہ زیادہ سزاوار ہے کہ اس کا خوف رکھو پھر جب زید کی غرض اس سے نکل گئی تو ہم نے وہ تمہارے نکاح میں دے دی کہ مسلمانوں پر کچھ حرج نہ رہے ان کے لے پالکوں (منہ بولے بیٹوں) کی بیبیوں میں جب ان سے ان کا کام ختم ہوجائے اور اللہ کا حکم ہوکر رہنا،",
			"hi_kanzulimaan": "और ऐ मेहबूब याद करो जब तुम फ़रमाते थे उससे जिसे अल्लाह ने नेअमत दी (90फ) और तुमने उसे नेअमत दी (91फ) कि अपनी बीबी अपने पास रहने दे (92फ) और अल्लाह से डर (93फ) और तुम अपने दिल में रखते थे वह जिसे अल्लाह को ज़ाहिर करना मंज़ूर था (94फ) और तुम्हें लोगों के तअने का अन्देशा (डर) था (95फ) और अल्लाह ज़्यादा सज़ावार है कि उसका ख़ौफ़ रखो (96फ) फिर जब ज़ैद की ग़रज़ उससे निकल गई (97फ) तो हमने वह तुम्हारे निकाह में दे दी (98फ) कि मुसलमानों पर कुछ हर्ज न रहे उनके लेपालकों की बीबियों में जब उनसे उनका काम ख़त्म हो जाए (99फ) और अल्लाह का हुक्म होकर रहना",
			"author": "৩৭. আর (হে হাবীব!) স্মরণ করুন, যখন আপনি সে ব্যক্তিকে বলেছিলেন যাকে আল্লাহ্ অনুগ্রহ করেছিলেন এবং আপনিও যাকে অনুগ্রহ করেছিলেন, ‘তোমার স্ত্রী (যয়নব)-কে স্বীয় স্ত্রী হিসেবেই ধরে রাখো এবং আল্লাহ্কে ভয় করো’। আর আপনি স্বীয় অন্তরে যে কথা* লুকিয়ে রেখেছিলেন আল্লাহ্ তা প্রকাশ করে দিচ্ছেন। আপনি (অন্তরে লজ্জাবশত) মানুষের (ঠাট্টা-বিদ্রুপের) ভয় করছিলেন। (হে হাবীব! মানুষকে ভ্রুক্ষেপ করার কোনো প্রয়োজন ছিল না) আর কেবল আল্লাহ্‌রই অধিকার রয়েছে যে, আপনি তাঁকে ভয় করুন। (আপনার চেয়ে অধিকতর আর কার মধ্যে তা আছে?) অতঃপর যখন (আপনার পোষ্যপুত্র) যায়েদ তাঁকে তালাকের আকাঙ্ক্ষা পূর্ণ করলো, তখন আমরা তাঁকে আপনার সাথে পরিণয়সূত্রে আবদ্ধ করলাম, যাতে মুমিনদের উপর তাদের পোষ্যপুত্রদের স্ত্রীদের (সাথে বিবাহের) ব্যাপারে কোনো অপবাদ না আসে, যখন (তালাকের পর) তাদের প্রয়োজন ফুরিয়ে যায়। আর আল্লাহ্‌র নির্দেশ তো কার্যকর হয়েই থাকে।* (যে, যয়নবের সাথে তোমার মীমাংসা হবে না, আল্লাহ তা’আলার ইচ্ছায় সে নবী (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর পবিত্র স্ত্রীগণের মাঝে গণ্য হবেন।)"
		},
		{
			"_id": "3571",
			"sura": "33",
			"para": "22",
			"verses": "38",
			"names": "مَا کَانَ عَلَی النَّبِیِّ مِنۡ حَرَجٍ فِیۡمَا فَرَضَ اللّٰہُ  لَہٗ ؕ سُنَّۃَ اللّٰہِ  فِی الَّذِیۡنَ خَلَوۡا مِنۡ قَبۡلُ ؕ وَ کَانَ  اَمۡرُ  اللّٰہِ   قَدَرًا مَّقۡدُوۡرَۨا ﴿۫ۙ۳۸﴾ ",
			"number": "",
			"verses_PDMS": "مَا کَانَ عَلَی النَّبِیِّ مِنۡ حَرَجٍ فِیۡمَا فَرَضَ اللّٰہُ  لَہٗ ؕ سُنَّۃَ اللّٰہِ  فِی الَّذِیۡنَ خَلَوۡا مِنۡ قَبۡلُ ؕ وَ کَانَ  اَمۡرُ  اللّٰہِ   قَدَرًا مَّقۡدُوۡرَۨا ﴿۫ۙ۳۸﴾ ",
			"index": "3571",
			"name": "নবীর জন্য কোন বাধা নেই এ কথায় যা আল্লাহ্‌ তার জন্য নির্ধারিত করেছেন। আল্লাহ্‌র বিধান চলে আসছে তাদের মধ্যে, যারা পূর্বে অতীত হয়েছে এবং আল্লাহ্‌র কাজ সুনির্ধারিত।",
			"en_kanzulimaan": "There is no blame upon the Prophet regarding the matter that Allah has decreed for him; it has been Allahs tradition in those who passed before; and the command of Allah is a certain destiny.",
			"ur_kanzulimaan": "نبی پر کوئی حرج نہیں اس بات میں جو اللہ نے اس کے لیے مقرر فرمائی اللہ کا دستور چلا آرہا ہے اس میں جو پہلے گزر چکے اور اللہ کا کام مقرر تقدیر ہے",
			"hi_kanzulimaan": "नबी पर कोई हर्ज नहीं उस बात में जो अल्लाह ने उसके लिये मुक़र्रर फ़रमाई (100फ) अल्लाह का दस्तूर (तरीक़ा) चला आ रहा है उनमें जो पहले गुज़र चुके (101फ) और अल्लाह का काम मुक़र्रर तक़दीर है",
			"author": "৩৮. আর নবীজী (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর উপর সে কাজ (সম্পাদন) করায় কোনো দোষ নেই যা আল্লাহ্ তাঁর জন্যে বিধিসম্মত করেছেন। আল্লাহ্‌র এ রীতি তাদের মাঝেও (ছিল) যারা পূর্বে অতিবাহিত হয়ে গেছে। আর আল্লাহ্‌র বিধান অবধারিত, যা পূর্ণ হয়ে গিয়েছে।"
		},
		{
			"_id": "3572",
			"sura": "33",
			"para": "22",
			"verses": "39",
			"names": "الَّذِیۡنَ یُبَلِّغُوۡنَ  رِسٰلٰتِ اللّٰہِ وَ یَخۡشَوۡنَہٗ  وَ لَا یَخۡشَوۡنَ  اَحَدًا  اِلَّا اللّٰہَ ؕ وَ کَفٰی  بِاللّٰہِ  حَسِیۡبًا ﴿۳۹﴾ ",
			"number": "",
			"verses_PDMS": "الَّذِیۡنَ یُبَلِّغُوۡنَ  رِسٰلٰتِ اللّٰہِ وَ یَخۡشَوۡنَہٗ  وَ لَا یَخۡشَوۡنَ  اَحَدًا  اِلَّا اللّٰہَ ؕ وَ کَفٰی  بِاللّٰہِ  حَسِیۡبًا ﴿۳۹﴾ ",
			"index": "3572",
			"name": "তারাই, যারা আল্লাহ্‌র বাণী প্রচার করে এবং তাকে ভয় করে, আর আল্লাহ্‌ ব্যতীত অন্য কাউকে ভয় করে না; এবং আল্লাহ্‌ যথেষ্ট হিসাব গ্রহণকারী। ",
			"en_kanzulimaan": "Those who deliver the messages of Allah and fear Him, and do not fear anyone except Allah; and Allah is Sufficient to take account.",
			"ur_kanzulimaan": "وہ جو اللہ کے پیام پہنچاتے اور اس سے ڈرتے اور اللہ کے سوا کسی کا خوف نہ کرے، اور اللہ بس ہے حساب لینے والا",
			"hi_kanzulimaan": "वो जो अल्लाह के पयाम पहुंचाते और उससे डरते और अल्लाह के सिवा किसी का ख़ौफ़ न करते और अल्लाह बस है हिसाब लेने वाला (102फ)",
			"author": "৩৯. তারা (পূর্ববর্তী লোকেরা) আল্লাহ্ তা’আলার বাণী পৌঁছাতো, তাঁকে ভয় করতো, আর আল্লাহ্ ব্যতীত অন্য কাউকেও ভয় করতো না। আর হিসাব গ্রহণকারী হিসেবে আল্লাহ্ই যথেষ্ট।"
		},
		{
			"_id": "3573",
			"sura": "33",
			"para": "22",
			"verses": "40",
			"names": "مَا کَانَ مُحَمَّدٌ اَبَاۤ  اَحَدٍ مِّنۡ رِّجَالِکُمۡ وَ لٰکِنۡ رَّسُوۡلَ اللّٰہِ وَ خَاتَمَ  النَّبِیّٖنَ ؕ وَ  کَانَ اللّٰہُ  بِکُلِّ شَیۡءٍ عَلِیۡمًا ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "مَا کَانَ مُحَمَّدٌ اَبَاۤ  اَحَدٍ مِّنۡ رِّجَالِکُمۡ وَ لٰکِنۡ رَّسُوۡلَ اللّٰہِ وَ خَاتَمَ  النَّبِیّٖنَ ؕ وَ  کَانَ اللّٰہُ  بِکُلِّ شَیۡءٍ عَلِیۡمًا ﴿۴۰﴾ ",
			"index": "3573",
			"name": "মুহাম্মদ তোমাদের পুরুষদের মধ্যে কারো পিতা নন; হাঁ, আল্লাহ্‌র রসূল, এবং সমস্ত নবীর মধ্যে সর্বশেষ। আর আল্লাহ্‌ সবকিছু জানেন।",
			"en_kanzulimaan": "Mohammed (peace and blessings be upon him) is not the father of any man among you  but he is the Noble Messenger of Allah and the Last of the Prophets *; and Allah knows all things. (* Prophet Mohammed  peace and blessings be upon him  is the Last Prophet. There can be no new Prophet after him).",
			"ur_kanzulimaan": "محمد تمہارے مردوں میں کسی کے باپ نہیں ہاں اللہ کے رسول ہیں اور سب نبیوں کے پچھلے اور اللہ سب کچھ جانتا ہے،",
			"hi_kanzulimaan": "मुहम्मद तुम्हारे मर्दों में किसी के बाप नहीं (103फ) हाँ अल्लाह के रसूल हैं (104) और सब नबियों के पिछले (105) और अल्लाह सब कुछ जानता है",
			"author": "৪০. মুহাম্মদ (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) তোমাদের পুরুষদের মধ্যে কারো পিতা নন; বরং তিনি আল্লাহ্‌র রাসূল এবং (নবুয়্যতের ধারাবাহিকতা সমাপ্তকারী) সর্বশেষ নবী। আর আল্লাহ্ সর্ব বিষয়ে সম্যক অবগত।"
		},
		{
			"_id": "3574",
			"sura": "33",
			"para": "22",
			"verses": "41",
			"names": "یٰۤاَیُّہَاالَّذِیۡنَ  اٰمَنُوا اذۡکُرُوا اللّٰہَ  ذِکۡرًا کَثِیۡرًا﴿ۙ۴۱﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَاالَّذِیۡنَ  اٰمَنُوا اذۡکُرُوا اللّٰہَ  ذِکۡرًا کَثِیۡرًا﴿ۙ۴۱﴾ ",
			"index": "3574",
			"name": "হে ঈমানদারগণ! আল্লাহ্‌কে অধিক স্মরণ করো। ",
			"en_kanzulimaan": "O People who Believe! Remember Allah profusely.",
			"ur_kanzulimaan": "اے ایمان والو اللہ کو بہت زیادہ یاد کرو،",
			"hi_kanzulimaan": "ए ईमान वालो अल्लाह को बहुत याद करो",
			"author": "৪১. হে ঈমানদারগণ! তোমরা আল্লাহ্কে স্মরণ করো অধিক পরিমাণে,"
		},
		{
			"_id": "3575",
			"sura": "33",
			"para": "22",
			"verses": "42",
			"names": "وَّ سَبِّحُوۡہُ  بُکۡرَۃً  وَّ  اَصِیۡلًا ﴿۴۲﴾ ",
			"number": "",
			"verses_PDMS": "وَّ سَبِّحُوۡہُ  بُکۡرَۃً  وَّ  اَصِیۡلًا ﴿۴۲﴾ ",
			"index": "3575",
			"name": "এবং সকাল সন্ধ্যায় তার পবিত্রতা ঘোষণা করো।",
			"en_kanzulimaan": "And proclaim His Purity, morning and evening.",
			"ur_kanzulimaan": "اور صبح و شام اس کی پاکی بولو",
			"hi_kanzulimaan": "और सुबह शाम उसकी पाकी बोलो (106फ)",
			"author": "৪২. আর সকাল-সন্ধা তাঁর মহিমা ও পবিত্রতা ঘোষণা করো।"
		},
		{
			"_id": "3576",
			"sura": "33",
			"para": "22",
			"verses": "43",
			"names": "ہُوَ الَّذِیۡ یُصَلِّیۡ عَلَیۡکُمۡ وَ مَلٰٓئِکَتُہٗ لِیُخۡرِجَکُمۡ مِّنَ الظُّلُمٰتِ اِلَی النُّوۡرِ ؕ وَ کَانَ بِالۡمُؤۡمِنِیۡنَ رَحِیۡمًا ﴿۴۳﴾ ",
			"number": "",
			"verses_PDMS": "ہُوَ الَّذِیۡ یُصَلِّیۡ عَلَیۡکُمۡ وَ مَلٰٓئِکَتُہٗ لِیُخۡرِجَکُمۡ مِّنَ الظُّلُمٰتِ اِلَی النُّوۡرِ ؕ وَ کَانَ بِالۡمُؤۡمِنِیۡنَ رَحِیۡمًا ﴿۴۳﴾ ",
			"index": "3576",
			"name": "তিনিই হন, যিনি দরূদ প্রেরণ করেন তোমাদের উপর এবং তার ফিরিশ্‌তাগণ, যেন তিনি তোমাদেরকে অন্ধকাররাশি থেকে আলোর দিকে বের করে আনেন; এবং তিনি মুসলমানদের উপর দয়ালু। ",
			"en_kanzulimaan": "It is He Who sends blessings upon you *, and so do His angels, so that He may bring you out from darkness into light; and He is Most Merciful upon the Muslims. (* Upon the companions of the Holy Prophet).",
			"ur_kanzulimaan": "وہی ہے کہ درود بھیجتا ہے تم پر وہ اور اس کے فرشتے کہ تمہیں اندھیریوں سے اجالے کی طرف نکالے اور وہ مسلمانوں پر مہربان ہے،",
			"hi_kanzulimaan": "वही है कि दुरूद भेजता है तुम पर वह और उसके फ़रिश्ते (107) कि तुम्हें अंधेरियों से उजाले की तरफ़ निकाले (108फ) और वह मुसलमानों पर मेहरबान है",
			"author": "৪৩. তিনিই তোমাদের প্রতি অনুগ্রহ করেন এবং তাঁর ফেরেশতাগণও (রহমতের দোয়া করেন), যেন তিনি তোমাদেরকে অন্ধকার থেকে আলোর দিকে বের করে আনেন। আর তিনি মুমিনদের প্রতি পরম দয়ালু।"
		},
		{
			"_id": "3577",
			"sura": "33",
			"para": "22",
			"verses": "44",
			"names": "تَحِیَّتُہُمۡ یَوۡمَ یَلۡقَوۡنَہٗ سَلٰمٌ ۖۚ وَ اَعَدَّ لَہُمۡ   اَجۡرًا کَرِیۡمًا ﴿۴۴﴾ ",
			"number": "",
			"verses_PDMS": "تَحِیَّتُہُمۡ یَوۡمَ یَلۡقَوۡنَہٗ سَلٰمٌ ۖۚ وَ اَعَدَّ لَہُمۡ   اَجۡرًا کَرِیۡمًا ﴿۴۴﴾ ",
			"index": "3577",
			"name": "তাদের জন্য সাক্ষাতের সময়ের অভিবাদন হবে ‘সালাম’ এবং তিনি তাদের জন্য সম্মানজনক পুরুস্কার প্রস্তুত করে রেখেছেন।",
			"en_kanzulimaan": "For them the salutation upon their meeting * is Peace; and an honourable reward is kept prepared for them. (* Upon death / while entering Paradise / meeting with Allah).",
			"ur_kanzulimaan": "ان کے لیے ملتے وقت کی دعا سلام ہے اور ان کے لیے عزت کا ثواب تیار کر رکھا ہے،",
			"hi_kanzulimaan": "उनके लिये मिलते वक़्त की दुआ सलाम है (109फ) और उनके लिये इज़्ज़त का सवाब तैयार कर रखा है",
			"author": "৪৪. যে দিন তারা (মুমিনগণ) তাঁর সাথে সাক্ষাৎ করবে সেদিন তাদের (সাক্ষাতের) উপহার হবে ‘সালাম’। আর তিনি তাদের জন্যে প্রস্তুত রেখেছেন সম্মানজনক প্রতিদান।"
		},
		{
			"_id": "3578",
			"sura": "33",
			"para": "22",
			"verses": "45",
			"names": "یٰۤاَیُّہَا النَّبِیُّ  اِنَّاۤ  اَرۡسَلۡنٰکَ شَاہِدًا وَّ مُبَشِّرًا وَّ  نَذِیۡرًا ﴿ۙ۴۵﴾",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا النَّبِیُّ  اِنَّاۤ  اَرۡسَلۡنٰکَ شَاہِدًا وَّ مُبَشِّرًا وَّ  نَذِیۡرًا ﴿ۙ۴۵﴾",
			"index": "3578",
			"name": "হে অদৃশ্যের সংবাদদাতা (নবী) নিশ্চয় আমি আপনাকে প্রেরণ করেছি হাযির-নাযির করে, সুসংবাদদাতা এবং সতর্ককারীরূপে;",
			"en_kanzulimaan": "O Herald of the Hidden! We have indeed sent you as an observing present witness and a Herald of glad tidings and warning.",
			"ur_kanzulimaan": "(اے غیب کی خبریں بتانے والے (نبی) بیشک ہم نے تمہیں بھیجا حاضر ناظر اور خوشخبری دیتا اور ڈر سناتا",
			"hi_kanzulimaan": "ऐ ग़ैब की ख़बरें बताने वाले (नबी) बेशक हमने तुम्हें भेजा हाज़िर नाज़िर (110फ) और ख़ुशख़बरी देता और डर सुनाता (111फ)",
			"author": "৪৫. হে (সম্মানিত) নবী! আমরা অবশ্যই আপনাকে প্রেরণ করেছি (সত্য এবং সৃষ্টির) সাক্ষীরূপে ও (আখেরাতের সৌন্দর্যের) সুসংবাদদাতা এবং (পরকালের শাস্তির) সতর্ককারীরূপে,"
		},
		{
			"_id": "3579",
			"sura": "33",
			"para": "22",
			"verses": "46",
			"names": "وَّ دَاعِیًا اِلَی اللّٰہِ  بِاِذۡنِہٖ وَ سِرَاجًا مُّنِیۡرًا ﴿۴۶﴾ ",
			"number": "",
			"verses_PDMS": "وَّ دَاعِیًا اِلَی اللّٰہِ  بِاِذۡنِہٖ وَ سِرَاجًا مُّنِیۡرًا ﴿۴۶﴾ ",
			"index": "3579",
			"name": "এবং আল্লাহ্‌র প্রতি তার নির্দেশে আহ্বানকারী আর আলোকোজ্জ্বলকারী সূর্যরূপে।",
			"en_kanzulimaan": "And as a caller towards Allah, by His command, and as a sun that enlightens. (The Holy Prophet is a light from Allah.)",
			"ur_kanzulimaan": "اور اللہ کی طرف اس کے حکم سے بلاتا او ر چمکادینے دینے والا ا ٓ فتاب",
			"hi_kanzulimaan": "और अल्लाह की तरफ़ उसके हुक्म से बुलाता (112फ) और चमका देने वाला आफ़ताब (113फ)",
			"author": "৪৬. আর আল্লাহ্‌র অনুমতিক্রমে তাঁর দিকে আহ্বানকারীরূপে এবং আলো বিচ্ছুরণকারী সূর্যরূপে (প্রেরণ করেছি)।"
		},
		{
			"_id": "3580",
			"sura": "33",
			"para": "22",
			"verses": "47",
			"names": "وَ بَشِّرِ الۡمُؤۡمِنِیۡنَ بِاَنَّ لَہُمۡ مِّنَ اللّٰہِ فَضۡلًا کَبِیۡرًا ﴿۴۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ بَشِّرِ الۡمُؤۡمِنِیۡنَ بِاَنَّ لَہُمۡ مِّنَ اللّٰہِ فَضۡلًا کَبِیۡرًا ﴿۴۷﴾ ",
			"index": "3580",
			"name": "এবং ঈমানদারদেরকে সুসংবাদ দিন যে, তাদের জন্য আল্লাহ্‌র মহা অনুগ্রহ রয়েছে। ",
			"en_kanzulimaan": "And give glad tidings to the believers that for them is Allahs extreme munificence.",
			"ur_kanzulimaan": "اور ایمان والوں کو خوشخبری دو کہ ان کے لیے اللہ کا بڑا فضل ہے،",
			"hi_kanzulimaan": "और ईमान वालों को ख़ुशख़बरी दो कि उनके लिये अल्लाह का बड़ा फ़ज़्ल (कृपा) है",
			"author": "৪৭. আর ঈমানদারদেরকে সুসংবাদ দিন যে, তাদের জন্যে রয়েছে আল্লাহ্‌র মহাঅনুগ্রহ (যে, তারা তাদের এ সর্বশেষ নবীর সাথে গোলামীর সম্পর্কে নিয়োজিত রয়েছে)।"
		},
		{
			"_id": "3581",
			"sura": "33",
			"para": "22",
			"verses": "48",
			"names": "وَ لَا تُطِعِ  الۡکٰفِرِیۡنَ وَ الۡمُنٰفِقِیۡنَ وَ دَعۡ  اَذٰىہُمۡ  وَ  تَوَکَّلۡ  عَلَی اللّٰہِ ؕ وَ کَفٰی بِاللّٰہِ  وَکِیۡلًا ﴿۴۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تُطِعِ  الۡکٰفِرِیۡنَ وَ الۡمُنٰفِقِیۡنَ وَ دَعۡ  اَذٰىہُمۡ  وَ  تَوَکَّلۡ  عَلَی اللّٰہِ ؕ وَ کَفٰی بِاللّٰہِ  وَکِیۡلًا ﴿۴۸﴾ ",
			"index": "3581",
			"name": "এবং কাফিরদের ও মুনাফিক্বদের খুশী করবেন না, তাদের নির্যাতনকে উপেক্ষা করুন এবং আল্লাহ্‌র উপর ভরসা রাখুন। আর আল্লাহ্‌ যথেষ্ট কর্মবিধায়ক। ",
			"en_kanzulimaan": "And do not please the disbelievers and the hypocrites, and overlook the pain they cause and rely upon Allah; and Allah suffices as a Trustee.",
			"ur_kanzulimaan": "اور کافروں اور منافقوں کی خوشی نہ کرو اور ان کی ایذا پر درگزر فرماؤ اور اللہ پر بھروسہ رکھو، اور اللہ بس ہے کارساز،",
			"hi_kanzulimaan": "और काफ़िरों और मुनाफ़िक़ों की ख़ुशी न करो और उनकी ईज़ा पर दरगुज़र (क्षमा) फ़रमाओ (114फ) और अल्लाह पर भरोसा रखो और अल्लाह बस है कारसाज़ (काम बनाने वाला)",
			"author": "৪৮. আর আপনি (কখনো) কাফের ও মুনাফেকদের (এ) কথায় সম্মত হবেন না (যে, আমাদের সাথে ধর্মীয় সমঝোতা করে নিন)। আর তাদের নির্যাতন উপেক্ষা করুন এবং আল্লাহ্‌র উপর ভরসা (অব্যাহত) রাখুন। আর (সত্য-মিথ্যার দ্বন্ধে) অভিভাবক হিসেবে আল্লাহ্ই যথেষ্ট।"
		},
		{
			"_id": "3582",
			"sura": "33",
			"para": "22",
			"verses": "49",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اِذَا نَکَحۡتُمُ الۡمُؤۡمِنٰتِ ثُمَّ طَلَّقۡتُمُوۡہُنَّ مِنۡ قَبۡلِ اَنۡ تَمَسُّوۡہُنَّ فَمَا لَکُمۡ عَلَیۡہِنَّ مِنۡ عِدَّۃٍ تَعۡتَدُّوۡنَہَا ۚ فَمَتِّعُوۡہُنَّ وَ سَرِّحُوۡہُنَّ  سَرَاحًا جَمِیۡلًا ﴿۴۹﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اِذَا نَکَحۡتُمُ الۡمُؤۡمِنٰتِ ثُمَّ طَلَّقۡتُمُوۡہُنَّ مِنۡ قَبۡلِ اَنۡ تَمَسُّوۡہُنَّ فَمَا لَکُمۡ عَلَیۡہِنَّ مِنۡ عِدَّۃٍ تَعۡتَدُّوۡنَہَا ۚ فَمَتِّعُوۡہُنَّ وَ سَرِّحُوۡہُنَّ  سَرَاحًا جَمِیۡلًا ﴿۴۹﴾ ",
			"index": "3582",
			"name": "হে ঈমানদারগণ! যখন তোমরা মুসলমান নারীদেরকে বিবাহ করো, অতঃপর তাদের গায়ে হাত লাগানো ব্যতিরেকেই ছেড়ে দাও, তখন তোমাদের জন্য তাদের উপর এমন কোন ‘ইদ্দত’ নেই, যা তোমরা গণনা করবে। সুতরাং তাদেরকে কিছু উপকারজনক সামগ্রী দাও এবং উত্তমরূপে ছেড়ে দাও। ",
			"en_kanzulimaan": "O People who Believe! If you marry Muslim women and divorce them without having touched them, so for you there is no waiting period for the women, which you may count; therefore give them some benefit and release them with a proper release.",
			"ur_kanzulimaan": "اے ایمان والو! جب تم مسلمان عورتوں سے نکاح کرو پھر انہیں بے ہاتھ لگائے چھوڑ دو تو تمہارے لیے کچھ عدت نہیں جسے گنو تو انہیں کچھ فائدہ دو اور اچھی طرح سے چھوڑ دو",
			"hi_kanzulimaan": "ऐ ईमान वालों जब तुम मुसलमान औरतों से निकाह करो फिर उन्हे बे हाथ लगाए छोड़ दो तो तुम्हारे लिये कुछ इद्दत नहीं जिसे गिनो (115फ) तो उन्हें कुछ फ़ायदा दो (116फ) और अच्छी तरह से छोड़ दो (117फ)",
			"author": "৪৯. হে ঈমানদারগণ! তোমরা মুমিন নারীদের বিবাহের পর তাদেরকে স্পর্শ করার (অর্থাৎ শরীয়ত সম্মত নির্জনবাসের) পূর্বেই তালাক দিলে তোমাদের জন্যে তাদের পালনীয় কোনো ইদ্দত (বা নির্দিষ্ট সময় অপেক্ষা করার বাধ্য-বাধকতা) নেই যা তোমরা গণনা করবে। তাদেরকে কিছু উপহার-সামগ্রী দাও এবং উত্তমরূপে সুন্দর আচরণের সাথে তাদেরকে বিদায় করো।"
		},
		{
			"_id": "3583",
			"sura": "33",
			"para": "22",
			"verses": "50",
			"names": "یٰۤاَیُّہَا النَّبِیُّ  اِنَّاۤ  اَحۡلَلۡنَا لَکَ اَزۡوَاجَکَ الّٰتِیۡۤ  اٰتَیۡتَ اُجُوۡرَہُنَّ وَ مَا مَلَکَتۡ یَمِیۡنُکَ مِمَّاۤ  اَفَآءَ اللّٰہُ  عَلَیۡکَ وَ بَنٰتِ عَمِّکَ وَ بَنٰتِ عَمّٰتِکَ وَ بَنٰتِ خَالِکَ وَ بَنٰتِ خٰلٰتِکَ الّٰتِیۡ ہَاجَرۡنَ مَعَکَ ۫ وَ امۡرَاَۃً  مُّؤۡمِنَۃً  اِنۡ  وَّہَبَتۡ نَفۡسَہَا لِلنَّبِیِّ  اِنۡ  اَرَادَ  النَّبِیُّ  اَنۡ یَّسۡتَنۡکِحَہَا ٭ خَالِصَۃً  لَّکَ مِنۡ دُوۡنِ الۡمُؤۡمِنِیۡنَ ؕ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَیۡہِمۡ فِیۡۤ  اَزۡوَاجِہِمۡ وَ مَا مَلَکَتۡ  اَیۡمَانُہُمۡ لِکَیۡلَا یَکُوۡنَ عَلَیۡکَ حَرَجٌ ؕ وَ کَانَ اللّٰہُ  غَفُوۡرًا رَّحِیۡمًا  ﴿۵۰﴾",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا النَّبِیُّ  اِنَّاۤ  اَحۡلَلۡنَا لَکَ اَزۡوَاجَکَ الّٰتِیۡۤ  اٰتَیۡتَ اُجُوۡرَہُنَّ وَ مَا مَلَکَتۡ یَمِیۡنُکَ مِمَّاۤ  اَفَآءَ اللّٰہُ  عَلَیۡکَ وَ بَنٰتِ عَمِّکَ وَ بَنٰتِ عَمّٰتِکَ وَ بَنٰتِ خَالِکَ وَ بَنٰتِ خٰلٰتِکَ الّٰتِیۡ ہَاجَرۡنَ مَعَکَ ۫ وَ امۡرَاَۃً  مُّؤۡمِنَۃً  اِنۡ  وَّہَبَتۡ نَفۡسَہَا لِلنَّبِیِّ  اِنۡ  اَرَادَ  النَّبِیُّ  اَنۡ یَّسۡتَنۡکِحَہَا ٭ خَالِصَۃً  لَّکَ مِنۡ دُوۡنِ الۡمُؤۡمِنِیۡنَ ؕ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَیۡہِمۡ فِیۡۤ  اَزۡوَاجِہِمۡ وَ مَا مَلَکَتۡ  اَیۡمَانُہُمۡ لِکَیۡلَا یَکُوۡنَ عَلَیۡکَ حَرَجٌ ؕ وَ کَانَ اللّٰہُ  غَفُوۡرًا رَّحِیۡمًا  ﴿۵۰﴾",
			"index": "3583",
			"name": "হে অদৃশ্যের সংবাদদাতা (নবী) আমি আপনার জন্য হালাল করেছি ওই বিবিগণকে, যাদেরকে আপনি মহর প্রদান করেছেন এবং আপনার হাতের মালিকানাধীন দাসীগণকে, যা আল্লাহ্‌ আপনাকে গনীমতের মধ্যে প্রদান করেছেনে এবং (বিবাহের জন্য হালাল করেছি) আপনার চাচার কন্যাগণ, আপনার ফুফীর কন্যাগণ, মামার কন্যাগণ এবং খালার কন্যাগণ, যারা আপনার সাথে হিজরত করেছে এবং ঈমানদার নারী, যদি সে স্বীয় প্রাণ (সত্তা) নবীর জন্য সমর্পণ করে, আর যদি নবীও তাকে বিবাহাধীনে আনতে চান। এটা বিশেষ করে আপনারই জন্য, উম্মতের জন্য নয়। আমি জানি যা আমি মুসলমানদের উপর নির্ধারণ করেছি তাদের বিবিগণ ও তাদের হাতের মালিকানাধীন দাসীদের মধ্যে। এ বিশেষত্ব আপনারই এ জন্য যেন আপনার কোন অসুবিধা না হয়; এবং আল্লাহ্‌ ক্ষমাশিল, দয়ালু।",
			"en_kanzulimaan": "O Herald of the Hidden! We have indeed made lawful for you the wives to whom you have paid their bridal money, and the bondwomen you possess whom Allah gave you as war booty, and the daughters of your paternal uncles, and the daughters of your paternal aunts, and the daughters of your maternal uncles, and the daughters of your maternal aunts, those who migrated with you; and the believing woman if she gifts her life to the Prophet, if the Prophet desires to take her in marriage; this is exclusively for you, not for your followers; We indeed know what We have enjoined upon the Muslims concerning their wives and the bondwomen they possess  this exclusivity for you is so that you may not have constraints; and Allah is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "اے غیب بتانے والے (نبی)! ہم نے تمہارے لیے حلال فرمائیں تمہاری وہ بیبیاں جن کو تم مہر دو اور تمہارے ہاتھ کا مال کنیزیں جو اللہ نے تمہیں غنیمت میں دیں اور تمہارے چچا کی بیٹیاں اور پھپیوں کی بیٹیاں اور ماموں کی بیٹیاں اور خالاؤں کی بیٹیاں جنہوں نے تمہارے ساتھ ہجرت کی اور ایمان والی عورت اگر وہ اپنی جان نبی کی نذر کرے اگر نبی اسے نکاح میں لانا چاہے یہ خاص تمہارے لیے ہہے امت کے لیے نہیں ہمیں معلوم ہے جو ہم نے مسلمانوں پر مقرر کیا ہے ان کی بیبیوں اور ان کے ہاتھ کی مال کنیزوں میں یہ خصوصیت تمہاری اس لیے کہ تم پر کوئی تنگی نہ ہو، اور اللہ بخشنے والا مہربان،",
			"hi_kanzulimaan": "ऐ ग़ैब बताने वाले (नबी) हमने तुम्हारे लिये हलाल फ़रमाई तुम्हारी वो बीबियाँ जिन को तुम मेहर दो (118फ) और तुम्हारे हाथ का माल कनीज़ें (दासियाँ) जो अल्लाह ने तुम्हें ग़नीमत (युद्ध के बाद का माल) में दीं (119फ) और तुम्हारे चचा की बेटियाँ और फुफियों की बेटियाँ और मामूं की बेटियाँ और ख़ालाओं की बेटियाँ जिन्होंने तुम्हारे साथ हिजरत की (120फ) और ईमान वाली औरत अगर वह अपनी जान नबी की नज्र (भेंट) करे अगर नबी उसे निकाह में लाना चाहे (121फ) यह ख़ास तुम्हारे लिये है उम्मत के लिये नहीं (122फ) हमें मालूम है जो हमने मुसलमानों पर मुक़र्रर (निर्धारित) किया है उनकी बीबियों और उनके हाथ के माल कनीज़ों में (123फ) यह ख़ुसूसियत तुम्हारी (124फ) इसलिये कि तुम पर कोई तंगी न हो और अल्लाह बख़्शने वाला मेहरबान",
			"author": "৫০. হে নবী! আমরা অবশ্যই আপনার জন্যে বৈধ করেছি সেসব স্ত্রীগণকে যাদের দেন-মোহর আপনি প্রদান করেছেন এবং গনিমত হিসেবে আল্লাহ্ আপনাকে যা প্রদান করেছেন তন্মধ্যে (আল্লাহ্‌র বিধানানুসারে) যারা আপনার অধীকারভুক্ত হয়েছে তাদেরকে, আর আপনার চাচাতো বোন, ফুফাতো বোন, মামাতো বোন এবং খালাতো বোন যারা আপনার সাথে হিজরত করেছে, আর যে কোনো মুমিন নারী যে নিজেকে নবীজী (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামর)-এঁর নিকট নিবেদন করেছে এবং নবী (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামও) তাকে বিবাহ বন্ধনে নেওয়ার ইচ্ছা পোষণ করেছেন- (এ নির্দেশ) বিশেষ করে আপনারই জন্যে, (উম্মতের) অন্যান্য মুমিনদের জন্যে নয়। অবশ্যই আমরা জানি যা কিছু আমরা তাদের (অর্থাৎ মুসলমানদের) জন্যে তাদের স্ত্রী ও তাদের মালিকানাধীন দাসীগণের ব্যাপারে নির্ধারণ করেছি। (তবে আপনার জন্যে বহুসংখ্যক স্ত্রী হালাল হওয়ার বিশেষ বিধান এজন্যে যে,) যাতে আপনার (উম্মতের মাঝে নারীদের শিক্ষা ও লালন পালনের ব্যবস্থাপনায়) কোনো অসুবিধা না হয়। আল্লাহ্ মহাক্ষমাশীল, অসীম দয়ালু।"
		},
		{
			"_id": "3584",
			"sura": "33",
			"para": "22",
			"verses": "51",
			"names": "تُرۡجِیۡ مَنۡ تَشَآءُ مِنۡہُنَّ وَ تُــٔۡوِیۡۤ  اِلَیۡکَ مَنۡ تَشَآءُ ؕ وَ مَنِ ابۡتَغَیۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَیۡکَ ؕ ذٰلِکَ اَدۡنٰۤی  اَنۡ تَقَرَّ اَعۡیُنُہُنَّ وَ لَا یَحۡزَنَّ وَ یَرۡضَیۡنَ بِمَاۤ اٰتَیۡتَہُنَّ کُلُّہُنَّ ؕ وَ اللّٰہُ  یَعۡلَمُ  مَا فِیۡ  قُلُوۡبِکُمۡ ؕ وَ کَانَ اللّٰہُ عَلِیۡمًا حَلِیۡمًا ﴿۵۱﴾",
			"number": "",
			"verses_PDMS": "تُرۡجِیۡ مَنۡ تَشَآءُ مِنۡہُنَّ وَ تُــٔۡوِیۡۤ  اِلَیۡکَ مَنۡ تَشَآءُ ؕ وَ مَنِ ابۡتَغَیۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَیۡکَ ؕ ذٰلِکَ اَدۡنٰۤی  اَنۡ تَقَرَّ اَعۡیُنُہُنَّ وَ لَا یَحۡزَنَّ وَ یَرۡضَیۡنَ بِمَاۤ اٰتَیۡتَہُنَّ کُلُّہُنَّ ؕ وَ اللّٰہُ  یَعۡلَمُ  مَا فِیۡ  قُلُوۡبِکُمۡ ؕ وَ کَانَ اللّٰہُ عَلِیۡمًا حَلِیۡمًا ﴿۵۱﴾",
			"index": "3584",
			"name": "পেছনে সরিয়ে দিন তাদের মধ্যে যাকে চান এবং নিজের নিকট স্থান দিন যাকে চান এবং যাকে আপনি দূরে সরিয়ে রেখেছিলেন তাকে আপনি কামনা করলে তাতেও আপনার কোন গুনাহ নেই। এ বিষয় এরই নিকটতর যে, তাদের নয়নগুলো জুড়াবে এবং দুঃখ পাবে না আর আপনি তাদেরকে যা কিছু দান করবেন তার উপর তারা সবাই সন্তুষ্ট থাকবে। এবং আল্লাহ্‌ জানেন যা তোমাদের সবার অন্তরে আছে আর আল্লাহ্‌ জ্ঞাতা, সহনশীল।",
			"en_kanzulimaan": "Put back in the order whom you wish among them and give your proximity to whomever you wish; and if you incline towards one whom you had set aside, there is no sin upon you in it; this command is closer to their eyes remaining soothed and not grieving, and all of them remaining happy with whatever you give them; and Allah knows what is in the hearts of you all; and Allah is All Knowing, Most Forbearing.",
			"ur_kanzulimaan": "پیچھے ہٹاؤ ان میں سے جسے چاہو اور اپنے پاس جگہ دو جسے چاہو اور جسے تم نے کنارے کردیا تھا اسے تمہارا جی چاہے تو اس میں بھی تم پر کچھ گناہ نہیں یہ امر اس سے نزدیک تر ہے کہ ان کی آنکھیں ٹھنڈی ہوں اور غم نہ کریں اور تم انہیں جو کچھ عطا فرماؤ اس پر وہ سب کی سب راضی رہیں اور اللہ جانتا ہے جو تم سب کے دلوں میں ہے، اور اللہ علم و حلم والا ہے،",
			"hi_kanzulimaan": "पीछे हटाओ उनमें से जिसे चाहो और अपने पास जगह दो जिसे चाहो(125फ) और जिसे तुम ने किनारे कर दिया था उसे तुम्हारा जी चाहे तो उसमें भी तुम पर कुछ गुनाह नहीं (126फ) यह अम्र (बात) इस से नज़्दीक़ तर है कि उनकी आँखे ठण्डी हों और ग़म न करें और तुम उन्हे जो कुछ अता फ़रमाओ उस पर वो सब की सब राज़ी रहें (127फ) और अल्लाह जानता है जो तुम सब के दिलों में है और अल्लाह इल्म व हिल्म वाला है",
			"author": "৫১. (হে হাবীব!) তাদের মধ্যে যাকে (যে স্ত্রীকে) ইচ্ছা দূরে রাখতে পারেন অথবা যাকে ইচ্ছা (অগ্রাধিকারের ভিত্তিতে) আপনার নিকটে স্থান দিতে পারেন। আর এতে আপনার কোনো অপরাধ নেই যদি তাকে (আপনার নৈকট্যের জন্যে) কামনা করেন যাকে আপনি (সাময়িকভাবে) দূরে রাখতে চেয়েছিলেন। (আপনার সান্নিধ্য পেয়ে) তাদের চক্ষু শীতল করতে এটি অধিকতর উপযোগী এবং তারা দুঃখ পাবে না আর আপনি তাদেরকে যা কিছু প্রদান করেছেন তাতে তারা সবাই সন্তুষ্ট থাকবে। আল্লাহ্ জানেন যা কিছু তোমাদের অন্তরে রয়েছে। আল্লাহ্ সর্বজ্ঞ, বড়ই ধৈর্যশীল।"
		},
		{
			"_id": "3585",
			"sura": "33",
			"para": "22",
			"verses": "52",
			"names": "لَا یَحِلُّ  لَکَ النِّسَآءُ  مِنۡۢ بَعۡدُ وَ لَاۤ  اَنۡ تَبَدَّلَ  بِہِنَّ مِنۡ  اَزۡوَاجٍ وَّ لَوۡ  اَعۡجَبَکَ حُسۡنُہُنَّ  اِلَّا مَا مَلَکَتۡ یَمِیۡنُکَ ؕ وَ کَانَ اللّٰہُ  عَلٰی کُلِّ  شَیۡءٍ  رَّقِیۡبًا ﴿۵۲﴾ ",
			"number": "",
			"verses_PDMS": "لَا یَحِلُّ  لَکَ النِّسَآءُ  مِنۡۢ بَعۡدُ وَ لَاۤ  اَنۡ تَبَدَّلَ  بِہِنَّ مِنۡ  اَزۡوَاجٍ وَّ لَوۡ  اَعۡجَبَکَ حُسۡنُہُنَّ  اِلَّا مَا مَلَکَتۡ یَمِیۡنُکَ ؕ وَ کَانَ اللّٰہُ  عَلٰی کُلِّ  شَیۡءٍ  رَّقِیۡبًا ﴿۵۲﴾ ",
			"index": "3585",
			"name": "তাদের পর অন্য কোন নারী আপনার জন্য বৈধ্য নয় এবং এও নয় যে, তাদের পরিবর্তে অন্য বিবি গ্রহণ করবেন, যদিও আপনাকে তাদের সৌন্দর্য বিস্মিত করে; কিন্তু দাসী আপনার হাতের মালিকানাধীন। এবং আল্লাহ্‌ প্রত্যেক কিছুর উপর তীক্ষ্ম দৃষ্টি রাখেন। ",
			"en_kanzulimaan": "Other women are not permitted for you after these, nor that you change them for other wives even if their beauty pleases you except the bondwomen whom you possess; and Allah is the Guardian over all things.",
			"ur_kanzulimaan": "ان کے بعد اور عورتیں تمہیں حلال نہیں اور نہ یہ کہ ان کے عوض اور بیبیاں بدلو اگرچہ تمہیں ان کا حسن بھائے مگر کنیز تمہارے ہاتھ کا مالک اور اللہ ہر چیز پر نگہبان ہے،",
			"hi_kanzulimaan": "उनके बाद (128फ) और औरतें तुम्हें हलाल नहीं (129फ) और न यह कि उनके इवज़ और बीबियाँ बदलो (130फ) अगरचे तुम्हें उनका हुस्न (सौंदर्य) भाए मगर कनीज़ तुम्हारे हाथ का माल (131फ) और अल्लाह हर चीज़ पर निगहबान है",
			"author": "৫২. (তারা পার্থিব ভোগকে আপনার সন্তুষ্টির উপর প্রাধান্য দিয়েছে) এরপর আপনার জন্যে অন্য নারী (বিবাহ বন্ধনে নেয়া) বৈধ নয় (যাতে স্ত্রীগণ স্বীয় মর্যাদায় বৈশিষ্ট্যমন্ডিত থাকে)। আর এও বৈধ নয় যে, (কাউকে তালাকের মাধ্যমে আমার নির্দেশিত সংখ্যা বহাল রাখার নিমিত্তে) আপনি তাদের পরিবর্তে অন্য স্ত্রী (বিবাহ বন্ধনে) গ্রহণ করেন, যদিও তাদের (আচরণ, চারিত্রিক বৈশিষ্ট ও দ্বীন প্রচারের পদ্ধতির) সৌন্দর্য আপনাকে মুগ্ধ করে; তবে আপনার অধিকারভুক্ত দাসীগণ ব্যতীত। আল্লাহ্ সবকিছুর উপর তীক্ষ্ণ দৃষ্টি রাখেন।"
		},
		{
			"_id": "3586",
			"sura": "33",
			"para": "22",
			"verses": "53",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَدۡخُلُوۡا بُیُوۡتَ النَّبِیِّ  اِلَّاۤ اَنۡ یُّؤۡذَنَ لَکُمۡ  اِلٰی طَعَامٍ غَیۡرَ نٰظِرِیۡنَ  اِنٰىہُ ۙ وَ لٰکِنۡ  اِذَا دُعِیۡتُمۡ فَادۡخُلُوۡا فَاِذَا طَعِمۡتُمۡ فَانۡتَشِرُوۡا وَ لَا مُسۡتَاۡنِسِیۡنَ لِحَدِیۡثٍ ؕ اِنَّ ذٰلِکُمۡ کَانَ یُؤۡذِی النَّبِیَّ فَیَسۡتَحۡیٖ مِنۡکُمۡ ۫ وَ اللّٰہُ  لَا یَسۡتَحۡیٖ مِنَ الۡحَقِّ ؕ وَ اِذَا سَاَلۡتُمُوۡہُنَّ مَتَاعًا فَسۡـَٔلُوۡہُنَّ مِنۡ وَّرَآءِ  حِجَابٍ ؕ ذٰلِکُمۡ  اَطۡہَرُ  لِقُلُوۡبِکُمۡ  وَ قُلُوۡبِہِنَّ ؕ وَ مَا کَانَ لَکُمۡ اَنۡ تُؤۡذُوۡا رَسُوۡلَ اللّٰہِ وَ لَاۤ  اَنۡ تَنۡکِحُوۡۤا  اَزۡوَاجَہٗ مِنۡۢ بَعۡدِہٖۤ  اَبَدًا ؕ اِنَّ ذٰلِکُمۡ  کَانَ عِنۡدَ اللّٰہِ  عَظِیۡمًا ﴿۵۳﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَدۡخُلُوۡا بُیُوۡتَ النَّبِیِّ  اِلَّاۤ اَنۡ یُّؤۡذَنَ لَکُمۡ  اِلٰی طَعَامٍ غَیۡرَ نٰظِرِیۡنَ  اِنٰىہُ ۙ وَ لٰکِنۡ  اِذَا دُعِیۡتُمۡ فَادۡخُلُوۡا فَاِذَا طَعِمۡتُمۡ فَانۡتَشِرُوۡا وَ لَا مُسۡتَاۡنِسِیۡنَ لِحَدِیۡثٍ ؕ اِنَّ ذٰلِکُمۡ کَانَ یُؤۡذِی النَّبِیَّ فَیَسۡتَحۡیٖ مِنۡکُمۡ ۫ وَ اللّٰہُ  لَا یَسۡتَحۡیٖ مِنَ الۡحَقِّ ؕ وَ اِذَا سَاَلۡتُمُوۡہُنَّ مَتَاعًا فَسۡـَٔلُوۡہُنَّ مِنۡ وَّرَآءِ  حِجَابٍ ؕ ذٰلِکُمۡ  اَطۡہَرُ  لِقُلُوۡبِکُمۡ  وَ قُلُوۡبِہِنَّ ؕ وَ مَا کَانَ لَکُمۡ اَنۡ تُؤۡذُوۡا رَسُوۡلَ اللّٰہِ وَ لَاۤ  اَنۡ تَنۡکِحُوۡۤا  اَزۡوَاجَہٗ مِنۡۢ بَعۡدِہٖۤ  اَبَدًا ؕ اِنَّ ذٰلِکُمۡ  کَانَ عِنۡدَ اللّٰہِ  عَظِیۡمًا ﴿۵۳﴾ ",
			"index": "3586",
			"name": "হে ঈমানদারগণ! নবীর গৃহসমূহে হাযির হয়ো না যতক্ষণ না অনুমতি পাও, যেমন-  খানার জন্য আমন্ত্রিত হও, না এভাবে যে, তোমরা নিজেরা তা রান্না হবার জন্য (দীর্ঘক্ষণ) অপেক্ষায় থাকবে; হাঁ, যখন আহুত হও তখন হাযির হও। আর যখন আহার করে নাও, তখন ছড়িয়ে পড়ো। এমন নয় যে, বসে কথাবার্তার মধ্যে মশগুল হয়ে থাকবে। নিশ্চয় তাতে নবীর কষ্ট হতো। অতঃপর তিনি তোমাদেরকে উঠিয়ে দিতে সংকোচবোধ করতেন। আল্লাহ্‌ সত্য বলতে সংকোচবোধ করেন না। এবং যখন তোমরা তাদের নিকট থেকে কিছু ভোগ্য সামগ্রী চাও, তখন পর্দার বাইরে থেকে চাও। এর মধ্যে অধিকতর পবিত্রতা রয়েছে তোমাদের হৃদয়গুলো ও তাদের অন্তরগুলোর। এবং তোমাদের জন্য শোভা পায় না যে, আল্লাহ্‌র রসূলকে কষ্ট দেবে আর না এও যে, তার পরে কখনো তার বিবিগণকে বিবাহ করবে; নিশ্চয় এটা আল্লাহ্‌র নিকট বড় জঘন্য কথা। ",
			"en_kanzulimaan": "O People who Believe! Do not enter the houses of the Prophet without permission, as when called for a meal but not to linger around waiting for it  and if you are invited then certainly present yourself and when you have eaten, disperse  not staying around delighting in conversation; indeed that was causing harassment to the Prophet, and he was having regard for you; and Allah does not shy in proclaiming the truth; and when you ask the wives of the Prophet for anything to use, ask for it from behind a curtain; this is purer for your hearts and for their hearts; and you have no right to trouble the Noble Messenger of Allah, nor ever marry any of his wives after him; indeed that is a very severe matter in the sight of Allah. (To honour the Holy Prophet  peace and blessings be upon him  is part of faith. To disrespect him is blasphemy.)",
			"ur_kanzulimaan": "اے ایمان والو! نبی کے گھروں میں نہ حاضر ہو جب تک اذن نہ پاؤ مثلاً کھانے کے لیے بلائے جاؤ نہ یوں کہ خود اس کے پکنے کی راہ تکو ہاں جب بلائے جاؤ تو حاضر ہو اور جب کھا چکو تو متفرق ہوجاؤ نہ یہ کہ بیٹھے باتوں میں دل بہلاؤ بیشک اس میں نبی کو ایذا ہوتی تھی تو وہ تمہارا لحاظ فرماتے تھے اور اللہ حق فرمانے میں نہیں شرماتا، اور جب تم ان سے برتنے کی کوئی چیز مانگو تو پردے کے باہر مانگو، اس میں زیادہ ستھرائی ہے تمہارے دلوں اور ان کے دلوں کی اور تمہیں نہیں پہنچتا کہ رسول اللہ کو ایذا دو اور نہ یہ کہ ان کے بعد کبھی ان کی بیبیوں سے نکاح کرو بیشک یہ اللہ کے نزدیک بڑی سخت بات ہے",
			"hi_kanzulimaan": "ऐ ईमान वालो नबी के घरों में (132फ) न हाज़िर हो जब तक इज़्न न पाओ (133फ) मसलन खाने के लिये बुलाए जाओ न यूं कि ख़ुद उसके पकने की राह तको (134फ) हाँ जब बुलाए जाओ तो हाज़िर हो और जब खा चुको तो मुतफ्रिक हो जाओ न यह कि बैठे बातों में दिल बहलाओ (135फ) बेशक इसमें नबी को ईज़ा होती थी तो वह तुम्हारा लिहाज़ फ़रमाते थे (136फ) और अल्लाह हक़ (सत्य) फ़रमाने में नहीं शरमाता और जब तुम उनसे (137फ) बरतने की कोई चीज़ मांगो तो पर्दे के बाहर से मांगो इस में ज़्यादा सुथराई है तुम्हारे दिलों और  उनके दिलों की (138फ) और तुम्हें नहीं पहुंचता कि रसूलुल्लाह को ईज़ा दो (139फ) और न यह कि उनके बाद कभी उनकी बीबियों से निकाह करो (140फ) बेशक यह अल्लाह के नज़्दीक़ बड़ी सख़्त बात है (141फ)",
			"author": "৫৩. হে ঈমানদারগণ! খাবারের অনুমতি দেয়া না হলে তোমরা (সম্মানিত) নবী (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর গৃহে প্রবেশ করো না, (সময়ের পূর্বে পৌঁছে) খাবার রান্না হওয়ার অপেক্ষাও করো না। হ্যাঁ, তোমাদেরকে আহ্বান করলে তখন তোমরা প্রবেশ করো, অতঃপর ভোজনশেষে (সেখান থেকে উঠে) ততক্ষণাৎ চলে যেও এবং তথায় কথাবার্তায় মগ্ন হয়ে থেকো না। নিশ্চয়ই তোমাদের এরকম (দীর্ঘক্ষণ পর্যন্ত বসে) থাকা (সম্মানিত) নবীকে কষ্ট দেয় এবং তিনি তোমাদেরকে (উঠিয়ে দিতে) সংকোচ বোধ করেন। আল্লাহ্ সত্য (কথা) বলতে সংকোচ বোধ করেন না। আর যখন তোমরা তাঁদের (পবিত্র স্ত্রীগণের) নিকট কিছু চাও তখন পর্দার অন্তরাল হতে চাও। এ (শিষ্টাচার) তোমাদের হৃদয়ের জন্যে এবং তাঁদের হৃদয়ের জন্যে অধিকতর পবিত্রতার কারণ। আর তোমাদের জন্যে (কখনোই) সংগত নয় যে, তোমরা আল্লাহ্‌র রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-কে কষ্ট দাও এবং তাঁর পর কখনো তোমরা তাঁর (পবিত্র) স্ত্রীগণকে বিবাহ করো। নিশ্চয় তা আল্লাহ্‌র নিকট অনেক বড় (গোনাহ)।"
		},
		{
			"_id": "3587",
			"sura": "33",
			"para": "22",
			"verses": "54",
			"names": "اِنۡ  تُبۡدُوۡا شَیۡئًا اَوۡ تُخۡفُوۡہُ  فَاِنَّ اللّٰہَ کَانَ بِکُلِّ شَیۡءٍ عَلِیۡمًا ﴿۵۴﴾ ",
			"number": "",
			"verses_PDMS": "اِنۡ  تُبۡدُوۡا شَیۡئًا اَوۡ تُخۡفُوۡہُ  فَاِنَّ اللّٰہَ کَانَ بِکُلِّ شَیۡءٍ عَلِیۡمًا ﴿۵۴﴾ ",
			"index": "3587",
			"name": "যদি তোমরা কোন কথা প্রকাশ করো, অথবা গোপন করো, তবে নিশ্চয় আল্লাহ্‌ সবকিছু জানেন। ",
			"en_kanzulimaan": "Whether you disclose a thing or keep it hidden  then indeed Allah knows all things.",
			"ur_kanzulimaan": "اگر تم کوئی بات ظاہر کرو یا چھپاؤ تو بیشک سب کچھ جانتا ہے،",
			"hi_kanzulimaan": "अगर तुम कोई बात ज़ाहिर करो या छुपाओ तो बेशक अल्लाह सब कुछ जानता है",
			"author": "৫৪. তোমরা কোনো বিষয় প্রকাশ করো অথবা তা গোপন করো, নিশ্চয়ই আল্লাহ্ সর্ব বিষয়ে সম্যক অবগত।"
		},
		{
			"_id": "3588",
			"sura": "33",
			"para": "22",
			"verses": "55",
			"names": "لَا جُنَاحَ عَلَیۡہِنَّ فِیۡۤ  اٰبَآئِہِنَّ وَ لَاۤ اَبۡنَآئِہِنَّ  وَ لَاۤ  اِخۡوَانِہِنَّ وَ لَاۤ  اَبۡنَآءِ اِخۡوَانِہِنَّ وَ لَاۤ  اَبۡنَآءِ اَخَوٰتِہِنَّ وَ لَا نِسَآئِہِنَّ وَ لَا مَا مَلَکَتۡ اَیۡمَانُہُنَّ ۚ وَ اتَّقِیۡنَ اللّٰہَ ؕ اِنَّ اللّٰہَ کَانَ عَلٰی کُلِّ شَیۡءٍ  شَہِیۡدًا ﴿۵۵﴾ ",
			"number": "",
			"verses_PDMS": "لَا جُنَاحَ عَلَیۡہِنَّ فِیۡۤ  اٰبَآئِہِنَّ وَ لَاۤ اَبۡنَآئِہِنَّ  وَ لَاۤ  اِخۡوَانِہِنَّ وَ لَاۤ  اَبۡنَآءِ اِخۡوَانِہِنَّ وَ لَاۤ  اَبۡنَآءِ اَخَوٰتِہِنَّ وَ لَا نِسَآئِہِنَّ وَ لَا مَا مَلَکَتۡ اَیۡمَانُہُنَّ ۚ وَ اتَّقِیۡنَ اللّٰہَ ؕ اِنَّ اللّٰہَ کَانَ عَلٰی کُلِّ شَیۡءٍ  شَہِیۡدًا ﴿۵۵﴾ ",
			"index": "3588",
			"name": "তাদের জন্য অপরাধ নেই তাদের পিতা, পুত্রগণ, ভ্রাতৃগণ, ভ্রাতৃষ্পুত্রগণ, ভাগ্নেগণ, তাদের ধর্মের নারীগণ এবং আপন দাসীগনের ব্যাপারে। এবং আল্লাহ্‌কে ভয় করতে থাকো। নিশ্চয় প্রত্যেক বস্তু আল্লাহ্‌র সম্মুখে রয়েছে। ",
			"en_kanzulimaan": "There is no sin upon your wives in (dealing with) their fathers, or their sons, or their brothers, or their brothers sons, or their sisters sons or women of their own religion, or their bondwomen; and O women, keep fearing Allah; indeed all things are present in front of Allah.",
			"ur_kanzulimaan": "ان پر مضائقہ نہیں ان کے باپ اور بیٹوں اور بھائیوں اور بھتیجوں اور بھانجوں اور اپنے دین کی عورتوں اور اپنی کنیزوں میں اور اللہ سے ڈرتی ہو، بیشک اللہ ہر چیز اللہ کے سامنے ہے،",
			"hi_kanzulimaan": "उनपर मुज़ायक़ा (हर्ज) नहीं (142फ) उनके बाप और बेटों और भाइयों और भतीजों और भान्जों (143फ) और अपने दीन की औरतों (144फ) और अपनी कनीज़ों में (145फ) और अल्लाह से डरती रहो बेशक हर चीज़ अल्लाह के सामने है",
			"author": "৫৫. তাদের জন্যে (পর্দা না করায়) কোনো অপরাধ নেই তাদের (প্রকৃত) পিতৃগণ, তাদের পুত্রগণ, তাদের ভ্রাতৃগণ, তাদের ভ্রাতুষ্পুত্রগণ, তাদের ভগ্নীপুত্রগণ, তাদের নিজস্ব (মুসলিম) রমনীগণ এবং তাদের মালিকানাধীন দাসীগণের ব্যাপারে। তোমরা আল্লাহ্কে ভয় করতে থাকো। নিশ্চয়ই আল্লাহ্ সকল কিছুর উপর সাক্ষী ও সর্বদ্রষ্টা।"
		},
		{
			"_id": "3589",
			"sura": "33",
			"para": "22",
			"verses": "56",
			"names": "اِنَّ اللّٰہَ وَ مَلٰٓئِکَتَہٗ  یُصَلُّوۡنَ عَلَی النَّبِیِّ ؕ یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا صَلُّوۡا عَلَیۡہِ  وَ سَلِّمُوۡا  تَسۡلِیۡمًا ﴿۵۶﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ اللّٰہَ وَ مَلٰٓئِکَتَہٗ  یُصَلُّوۡنَ عَلَی النَّبِیِّ ؕ یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا صَلُّوۡا عَلَیۡہِ  وَ سَلِّمُوۡا  تَسۡلِیۡمًا ﴿۵۶﴾ ",
			"index": "3589",
			"name": "নিশ্চয় আল্লাহ্‌ ও তার ফিরিশ্‌তাগণ দরূদ প্রেরণ করেন ওই অদৃশ্যবক্তা (নবীর) প্রতি, হে ঈমানদারগণ! তোমরাও তার প্রতি দরূদ ও খুব সালাম প্রেরণ করো।",
			"en_kanzulimaan": "Indeed Allah and His angels send blessings on the Prophet; O People who Believe! Send blessings and abundant salutations upon him. (Everlasting peace and unlimited blessings be upon the Holy Prophet Mohammed.)",
			"ur_kanzulimaan": "بیشک اللہ اور اس کے فرشتے درود بھیجتے ہیں اس غیب بتانے والے (نبی) پر، اے ایمان والو! ان پر درود اور خوب سلام بھیجو",
			"hi_kanzulimaan": "बेशक अल्लाह और उसके फ़रिश्ते दुरूद भेजते हैं उस ग़ैब बताने वाले (नबी) पर ऐ ईमान वालों उनपर दुरूद और ख़ूब सलाम भेजो (146फ)",
			"author": "৫৬. নিশ্চয়ই আল্লাহ্ এবং তাঁর (সমস্ত) ফেরেশতাগণ (সম্মানিত) নবী (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর প্রতি দরূদ প্রেরণ করছেন। হে ঈমানদারগণ! তোমরাও তাঁর প্রতি দরূদ প্রেরণ করো এবং (সর্বান্তকরণে) পরিপূর্ণ আদবের সাথে অধিক পরিমাণে সালাম পেশ করো।"
		},
		{
			"_id": "3590",
			"sura": "33",
			"para": "22",
			"verses": "57",
			"names": "اِنَّ الَّذِیۡنَ یُؤۡذُوۡنَ اللّٰہَ  وَ رَسُوۡلَہٗ  لَعَنَہُمُ  اللّٰہُ  فِی الدُّنۡیَا وَ الۡاٰخِرَۃِ  وَ اَعَدَّ لَہُمۡ  عَذَابًا مُّہِیۡنًا ﴿۵۷﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ الَّذِیۡنَ یُؤۡذُوۡنَ اللّٰہَ  وَ رَسُوۡلَہٗ  لَعَنَہُمُ  اللّٰہُ  فِی الدُّنۡیَا وَ الۡاٰخِرَۃِ  وَ اَعَدَّ لَہُمۡ  عَذَابًا مُّہِیۡنًا ﴿۵۷﴾ ",
			"index": "3590",
			"name": "নিশ্চয় যারা কষ্ট দেয় আল্লাহ্‌ ও রসূলকে, তাদের উপর আল্লাহ্‌র অভিসম্পাত দুনিয়া ও আখিরাতে এবং আল্লাহ্‌ তাদের জন্য লাঞ্ছনার শাস্তি প্রস্তুত করে রেখেছেন। ",
			"en_kanzulimaan": "Indeed those who trouble Allah and His Noble Messenger  upon them is Allahs curse in the world and in the Hereafter, and Allah has kept prepared a disgraceful punishment for them. (To disrespect / trouble the Holy Prophet  peace and blessings be upon him  is blasphemy.)",
			"ur_kanzulimaan": "بیشک جو ایذا دیتے ہیں اللہ اور اس کے رسول کو ان پر اللہ کی لعنت ہے دنیا اور آخرت میں اور اللہ نے ان کے لیے ذلت کا عذاب تیار کر رکھا ہے",
			"hi_kanzulimaan": "बेशक जो ईज़ा देते हैं अल्लाह और उसके रसूल को उनपर अल्लाह की लअनत है दुनिया और आख़िरत में (147फ) और अल्लाह ने उनके लिये ज़िल्लत का अज़ाब तैयार कर रखा है (148फ)",
			"author": "৫৭. নিশ্চয়ই যারা আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-কে পীড়া দেয় আল্লাহ্ তাদেরকে দুনিয়া ও আখেরাতে অভিশপ্ত করেন এবং তিনি তাদের জন্যে প্রস্তুত রেখেছেন অপমানজনক শাস্তি।"
		},
		{
			"_id": "3591",
			"sura": "33",
			"para": "22",
			"verses": "58",
			"names": "وَ الَّذِیۡنَ یُؤۡذُوۡنَ الۡمُؤۡمِنِیۡنَ وَ الۡمُؤۡمِنٰتِ بِغَیۡرِ  مَا اکۡتَسَبُوۡا فَقَدِ احۡتَمَلُوۡا بُہۡتَانًا وَّ  اِثۡمًا مُّبِیۡنًا ﴿۵۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ یُؤۡذُوۡنَ الۡمُؤۡمِنِیۡنَ وَ الۡمُؤۡمِنٰتِ بِغَیۡرِ  مَا اکۡتَسَبُوۡا فَقَدِ احۡتَمَلُوۡا بُہۡتَانًا وَّ  اِثۡمًا مُّبِیۡنًا ﴿۵۸﴾ ",
			"index": "3591",
			"name": "এবং যারা ঈমানদার পুরুষ ও নারীদেরকে অপরাধমূলক কোন কাজ না করলেও কষ্ট দেয়, তারা অপবাদ ও সুস্পষ্ট পাপ নিজেদের মাথায় নিলো। ",
			"en_kanzulimaan": "And those who unnecessarily harass Muslim men and women, have burdened themselves with slander and open sin.",
			"ur_kanzulimaan": "اور جو ایمان والے مردوں اور عورتوں کو بے کئے ستاتے ہیں انہوں نے بہتان اور کھلا گناہ اپنے سر لیا",
			"hi_kanzulimaan": "और जो ईमान वाले मर्दों और औरतों को बे किये सताते हैं उन्हों ने बोहतान और खुला गुनाह अपने सर लिया (149फ)",
			"author": "৫৮. আর যারা মুমিন পুরুষ ও মুমিন নারীদেরকে পীড়া দেয় তাদের কোনো ত্রুটি ব্যতীত, তবে নিশ্চয়ই তারা যেন অপবাদ ও প্রকাশ্য গোনাহের বোঝা (নিজের মাথায়) বহন করলো।"
		},
		{
			"_id": "3592",
			"sura": "33",
			"para": "22",
			"verses": "59",
			"names": "یٰۤاَیُّہَا النَّبِیُّ  قُلۡ  لِّاَزۡوَاجِکَ  وَ  بَنٰتِکَ وَ نِسَآءِ الۡمُؤۡمِنِیۡنَ یُدۡنِیۡنَ عَلَیۡہِنَّ مِنۡ جَلَابِیۡبِہِنَّ ؕ ذٰلِکَ اَدۡنٰۤی اَنۡ یُّعۡرَفۡنَ فَلَا  یُؤۡذَیۡنَ ؕ وَ کَانَ اللّٰہُ غَفُوۡرًا رَّحِیۡمًا ﴿۵۹﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا النَّبِیُّ  قُلۡ  لِّاَزۡوَاجِکَ  وَ  بَنٰتِکَ وَ نِسَآءِ الۡمُؤۡمِنِیۡنَ یُدۡنِیۡنَ عَلَیۡہِنَّ مِنۡ جَلَابِیۡبِہِنَّ ؕ ذٰلِکَ اَدۡنٰۤی اَنۡ یُّعۡرَفۡنَ فَلَا  یُؤۡذَیۡنَ ؕ وَ کَانَ اللّٰہُ غَفُوۡرًا رَّحِیۡمًا ﴿۵۹﴾ ",
			"index": "3592",
			"name": "হে নবী! আপন বিবিগণ, সাহেবযাদীগণ ও মুসলমানদের নারীগণকে বলে দিন যেন তারা নিজেদের চাদরের একাংশ স্বীয় মুখের উপর ঝুলিয়ে রাখে, এটা এ কথার অধিকতর নিকটবর্তী যে, তাদের পরিচয় পাওয়া যাবে; ফলে তাদেরকে উত্ত্যক্ত করা হবে না। আর আল্লাহ্‌ ক্ষমাশীল, দয়াবান। ",
			"en_kanzulimaan": "O Prophet! Command your wives and your daughters and the women of the Muslims to cover their faces with a part of their cloaks; this is closer to their being recognised and not being harassed; and Allah is Oft Forgiving, Most Merciful. (It is incumbent upon women to cover themselves properly.)",
			"ur_kanzulimaan": "اے نبی! اپنی بیبیوں اور صاحبزادیو ں اور مسلمانوں کی عورتوں سے فرمادو کہ اپنی چادروں کا ایک حصہ اپنے منہ پر ڈالے رہیں یہ اس سے نزدیک تر ہے کہ ان کی پہچان ہو تو ستائی نہ جائیں اور اللہ بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "ऐ नबी अपनी बीबियों और साहबज़ादियों  और मुसलमानों की औरतों से फ़रमा दो कि अपनी चादरों का एक हिस्सा अपने मुंह पर डाले रहें (150फ) यह इससे नज़्दीक तर है कि उनकी पहचान हो (151फ) तो सताई न जाएं (152फ) और अल्लाह बख़्शने वाला मेहरबान है",
			"author": "৫৯. হে নবী! আপনি আপনার স্ত্রীগণকে, আপনার কন্যাগণকে এবং মুসলমান নারীগণকে বলে দিন, তারা যেন (বাইরে বের হওয়ার সময়) স্বীয় চাদর নিজেদের উপর টেনে দেয়। এতে তাদেরকে চেনা সহজতর হবে (যে, তাঁরা পূতঃপবিত্র স্বাধীন নারী), ফলে তাদেরকে (ভবঘুরে দাসী মনে করে ভুলক্রমে) উত্যক্ত করা হবে না। আল্লাহ্ মহাক্ষমাশীল, অসীম দয়ালু।"
		},
		{
			"_id": "3593",
			"sura": "33",
			"para": "22",
			"verses": "60",
			"names": "لَئِنۡ لَّمۡ  یَنۡتَہِ  الۡمُنٰفِقُوۡنَ وَ الَّذِیۡنَ فِیۡ قُلُوۡبِہِمۡ  مَّرَضٌ وَّ الۡمُرۡجِفُوۡنَ فِی الۡمَدِیۡنَۃِ  لَنُغۡرِیَنَّکَ بِہِمۡ ثُمَّ لَا یُجَاوِرُوۡنَکَ  فِیۡہَاۤ   اِلَّا   قَلِیۡلًا ﴿ۖۛۚ۶۰﴾ ",
			"number": "",
			"verses_PDMS": "لَئِنۡ لَّمۡ  یَنۡتَہِ  الۡمُنٰفِقُوۡنَ وَ الَّذِیۡنَ فِیۡ قُلُوۡبِہِمۡ  مَّرَضٌ وَّ الۡمُرۡجِفُوۡنَ فِی الۡمَدِیۡنَۃِ  لَنُغۡرِیَنَّکَ بِہِمۡ ثُمَّ لَا یُجَاوِرُوۡنَکَ  فِیۡہَاۤ   اِلَّا   قَلِیۡلًا ﴿ۖۛۚ۶۰﴾ ",
			"index": "3593",
			"name": "যদি মুনাফিক্ব, যাদের অন্তরসমূহে ব্যাধী আছে এবং মদীনায় মিথ্যা রটনাকারীগণ বিরত না হয়, তবে অবশ্য আমি আপনাকে তাদের উপর আধিপত্য দান করবো, অতঃপর তারা মদীনায় আপনার নিকটে অতি স্বল্প দিনই থাকবে,",
			"en_kanzulimaan": "If the hypocrites, and those in whose hearts is a disease, and the rumour mongers in Medinah do not desist, We shall then surely empower you against them, so then they will not remain your neighbours in Medinah except for a few days.",
			"ur_kanzulimaan": "اگر باز نہ آئے منافق اور جن کے دلوں میں روگ ہے اور مدینہ میں جھوٹ اڑانے والے تو ضرور ہم تمہیں ان پر شہ دیں گے پھر وہ مدینہ میں تمہارے پاس نہ رہیں گے مگر تھوڑے دن",
			"hi_kanzulimaan": "अगर बाज़ न आए मुनाफ़िक़ (दोग़ले) (153फ) और जिनके दिलों में रोग है (154फ) और मदीने में झूट उड़ाने वाले (155फ) तो ज़रूर हम तुम्हें उन पर शह देंगे (156फ) फिर वो मदीने में तुम्हारे पास न रहेंगे मगर थोड़े दिन (157फ)",
			"author": "৬০. আর যদি মুনাফেকেরা এবং অন্তরে (রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের প্রতি ক্রোধ এবং বেয়াদবীর) ব্যাধিতে আক্রান্ত ব্যক্তিরা এবং (এভাবে) মদীনায় মিথ্যা গুজব রটনাকারীরা (রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামকে কষ্ট দেয়া থেকে) বিরত না হয়, তবে আমরা আপনাকে অবশ্যই তাদের বিরুদ্ধে প্রবল করে দেবো। অতঃপর তারা অল্প সময়ই (মাত্র কয়েকদিন) মদীনায় আপনার প্রতিবেশীরূপে থাকবে।"
		},
		{
			"_id": "3594",
			"sura": "33",
			"para": "22",
			"verses": "61",
			"names": "مَّلۡعُوۡنِیۡنَ ۚۛ اَیۡنَمَا ثُقِفُوۡۤا اُخِذُوۡا وَ قُتِّلُوۡا  تَقۡتِیۡلًا  ﴿۶۱﴾",
			"number": "",
			"verses_PDMS": "مَّلۡعُوۡنِیۡنَ ۚۛ اَیۡنَمَا ثُقِفُوۡۤا اُخِذُوۡا وَ قُتِّلُوۡا  تَقۡتِیۡلًا  ﴿۶۱﴾",
			"index": "3594",
			"name": "অভিশপ্ত হয়ে; যেখানে পাওয়া যাবে সেখানে তাদেরকে ধরা হবে এবং গুনে গুনে হত্যা করা হবে। ",
			"en_kanzulimaan": "Accursed  to be caught wherever found and to be slain thoroughly.",
			"ur_kanzulimaan": "پھٹکارے ہوئے، جہاں کہیں ملیں پکڑے جائیں اور گن گن کر قتل کیے جائیں،",
			"hi_kanzulimaan": "फटकारे हुए जहाँ कहीं मिलें पकड़े जाएं और गिन गिन कर क़त्ल किये जाएं",
			"author": "৬১. (এসব) অভিশপ্ত লোক (যারা মিথ্যা গুজব, ঘৃণা, শত্রুতা ও সন্ত্রাসবাদ ছড়াচ্ছে এবং সম্মানিত নবী ও তাঁর পরিবারকে হেয় করার ষড়যন্ত্রে লিপ্ত রয়েছে) তাদেরকে যেখানেই পাওয়া যাবে সেখানেই ধরা হবে এবং নির্দয়ভাবে হত্যা করা হবে।"
		},
		{
			"_id": "3595",
			"sura": "33",
			"para": "22",
			"verses": "62",
			"names": "سُنَّۃَ اللّٰہِ  فِی الَّذِیۡنَ خَلَوۡا مِنۡ قَبۡلُ ۚ وَ لَنۡ  تَجِدَ لِسُنَّۃِ  اللّٰہِ تَبۡدِیۡلًا ﴿۶۲﴾ ",
			"number": "",
			"verses_PDMS": "سُنَّۃَ اللّٰہِ  فِی الَّذِیۡنَ خَلَوۡا مِنۡ قَبۡلُ ۚ وَ لَنۡ  تَجِدَ لِسُنَّۃِ  اللّٰہِ تَبۡدِیۡلًا ﴿۶۲﴾ ",
			"index": "3595",
			"name": "আল্লাহ্‌র বিধান চলে আসছে ওই সব লোকের মধ্যে, যারা পূর্বে গত হয়েছে এবং আপনি আল্লাহ্‌র বিধান কখনো পরিবর্তিত হতে দেখতে পাবেন না। ",
			"en_kanzulimaan": "The tradition of Allah prevalent among those who passed away before; and you will never find the traditions of Allah changing.",
			"ur_kanzulimaan": "اللہ کا دستور چلا آتا ہے ان لوگوں میں جو پہلے گزر گئے اور تم اللہ کا دستور ہرگز بدلتا نہ پاؤ گے،",
			"hi_kanzulimaan": "अल्लाह का दस्तूर (तरीक़ा) चला आता है उन लोगों में जो पहले गुज़र गए (158फ) और तुम अल्लाह का दस्तूर हरगिज़ बदलता न पाओगे",
			"author": "৬২. আল্লাহ্‌র (এই) রীতি পূর্বে যারা অতিবাহিত হয়ে গিয়েছে তাদের মধ্যেও (বিদ্যমান) ছিল। আর আপনি আল্লাহ্‌র রীতিতে কখনো কোনো পরিবর্তন পাবেন না।"
		},
		{
			"_id": "3596",
			"sura": "33",
			"para": "22",
			"verses": "63",
			"names": "یَسۡـَٔلُکَ النَّاسُ عَنِ السَّاعَۃِ ؕ قُلۡ  اِنَّمَا عِلۡمُہَا عِنۡدَ اللّٰہِ ؕ وَ مَا یُدۡرِیۡکَ لَعَلَّ  السَّاعَۃَ   تَکُوۡنُ  قَرِیۡبًا ﴿۶۳﴾ ",
			"number": "",
			"verses_PDMS": "یَسۡـَٔلُکَ النَّاسُ عَنِ السَّاعَۃِ ؕ قُلۡ  اِنَّمَا عِلۡمُہَا عِنۡدَ اللّٰہِ ؕ وَ مَا یُدۡرِیۡکَ لَعَلَّ  السَّاعَۃَ   تَکُوۡنُ  قَرِیۡبًا ﴿۶۳﴾ ",
			"index": "3596",
			"name": "লোকেরা আপনাকে ক্বিয়ামত সম্পর্কে জিজ্ঞাসা করছে। আপনি বলুন, ‘এর জ্ঞান তো আল্লাহ্‌রই নিকট রয়েছে’; এবং আপনি কি জানেন? সম্ভবতঃ ক্বিয়ামত নিকটেই।",
			"en_kanzulimaan": "People ask you regarding the Last Day; proclaim, Its knowledge is only with Allah; and what do you know, the Last Day may really be near!",
			"ur_kanzulimaan": "لوگ تم سے قیامت کا پوچھتے ہیں تم فرماؤ اس کا علم تو اللہ ہی کے پاس ہے، اور تم کیا جانو شاید قیامت پاس ہی ہو",
			"hi_kanzulimaan": "लोग तुम से क़यामत को पूछते हैं (159फ) तुम फ़रमाओ उसका इल्म तो अल्लाह ही के पास है और तुम क्या जानो शायद क़यामत पास ही हो (160फ)",
			"author": "৬৩. লোকেরা আপনাকে কিয়ামত (মুহূর্ত) সম্পর্কে জিজ্ঞেস করে। বলে দিন, ‘এর জ্ঞান কেবল আল্লাহ্‌রই নিকট’। আর আপনাকে কে অবগত করেছেন? সম্ভবত কিয়ামত শীঘ্রই হয়ে যেতে পারে?"
		},
		{
			"_id": "3597",
			"sura": "33",
			"para": "22",
			"verses": "64",
			"names": "اِنَّ اللّٰہَ  لَعَنَ الۡکٰفِرِیۡنَ وَ اَعَدَّ لَہُمۡ سَعِیۡرًا ﴿ۙ۶۴﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ اللّٰہَ  لَعَنَ الۡکٰفِرِیۡنَ وَ اَعَدَّ لَہُمۡ سَعِیۡرًا ﴿ۙ۶۴﴾ ",
			"index": "3597",
			"name": "নিশ্চয় আল্লাহ্‌ কাফিরদের উপর অভিসম্পাত করেন এবং তাদের জন্য জ্বলন্ত আগুন প্রস্তুত করে রেখেছেন;",
			"en_kanzulimaan": "Allah has indeed cursed the disbelievers, and has kept prepared for them a blazing fire.",
			"ur_kanzulimaan": "بیشک اللہ نے کافروں پر لعنت فرمائی اور ان کے لیے بھڑکتی آگ تیار کر رکھی ہے،",
			"hi_kanzulimaan": "बेशक अल्लाह ने काफ़िरों पर लअनत फ़रमाई और उनके लिये भड़कती आग तैयार कर रखी है",
			"author": "৬৪. নিশ্চয়ই আল্লাহ্ কাফেরদেরকে অভিশপ্ত করেছেন এবং তাদের জন্যে প্রস্তুত রেখেছেন (জাহান্নামের) জ্বলন্ত অগ্নি,"
		},
		{
			"_id": "3598",
			"sura": "33",
			"para": "22",
			"verses": "65",
			"names": "خٰلِدِیۡنَ فِیۡہَاۤ  اَبَدًا ۚ لَا یَجِدُوۡنَ وَلِیًّا وَّ لَا  نَصِیۡرًا ﴿ۚ۶۵﴾ ",
			"number": "",
			"verses_PDMS": "خٰلِدِیۡنَ فِیۡہَاۤ  اَبَدًا ۚ لَا یَجِدُوۡنَ وَلِیًّا وَّ لَا  نَصِیۡرًا ﴿ۚ۶۵﴾ ",
			"index": "3598",
			"name": "তাতে সর্বদা থাকবে; তাতে না কোন অভিভাবক পাবে, না সাহায্যকারী।",
			"en_kanzulimaan": "In which they will remain forever; in it they will find neither a protector nor any supporter.",
			"ur_kanzulimaan": "اس میں ہمیشہ رہیں گے اس میں نہ کوئی حمایتی پائیں گے نہ مددگار",
			"hi_kanzulimaan": "उसमें हमेशा रहेंगे उसमें न कोई हिमायती पाएंगे न मददगार (161फ)",
			"author": "৬৫. এতে তারা চিরদিন অবস্থান করবে। তারা না পাবে কোনো অভিভাবক আর না পাবে কোনো সাহায্যকারী।"
		},
		{
			"_id": "3599",
			"sura": "33",
			"para": "22",
			"verses": "66",
			"names": "یَوۡمَ تُقَلَّبُ وُجُوۡہُہُمۡ فِی النَّارِ یَقُوۡلُوۡنَ یٰلَیۡتَنَاۤ  اَطَعۡنَا اللّٰہَ  وَ اَطَعۡنَا الرَّسُوۡلَا ﴿۶۶﴾  ",
			"number": "",
			"verses_PDMS": "یَوۡمَ تُقَلَّبُ وُجُوۡہُہُمۡ فِی النَّارِ یَقُوۡلُوۡنَ یٰلَیۡتَنَاۤ  اَطَعۡنَا اللّٰہَ  وَ اَطَعۡنَا الرَّسُوۡلَا ﴿۶۶﴾  ",
			"index": "3599",
			"name": "যে দিন তাদের মুখমণ্ডল উলট পালট করে আগুনের মধ্যে জ্বালানো হবে, এ কথা বলতে থাকবে-  ‘হায়, কোনমতে যদি আমরা আল্লাহ্‌র নির্দেশ মান্য করতাম! এবং রসূলের নির্দেশ মান্য করতাম!’",
			"en_kanzulimaan": "On the day when their faces will be overturned being roasted inside the fire, they will say, Alas  if only we had obeyed Allah and obeyed His Noble Messenger!",
			"ur_kanzulimaan": "جس دن ان کے منہ الٹ الٹ کر آگ میں تلے جائیں گے کہتے ہوں گے ہائے کسی طرح ہم نے اللہ کا حکم مانا ہوتا اور رسول کا حکم مانا",
			"hi_kanzulimaan": "जिस दिन उनके मुंह उलट उलट कर आग में तले जाएं कहते होंगे हाय किसी तरह हमने अल्लाह का हुक्म माना होता और रसूल का हुक्म माना होता (162फ)",
			"author": "৬৬. যেদিন তাদের মুখমন্ডল জাহান্নামের অগ্নিতে (বারবার) উল্টে দেয়া হবে সেদিন তারা বলবে, ‘হায়! যদি আমরা আল্লাহ্‌র আনুগত্য করতাম এবং আমরা রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর আনুগত্য করতাম!’"
		},
		{
			"_id": "3600",
			"sura": "33",
			"para": "22",
			"verses": "67",
			"names": "وَ قَالُوۡا رَبَّنَاۤ  اِنَّاۤ  اَطَعۡنَا سَادَتَنَا وَ کُبَرَآءَنَا  فَاَضَلُّوۡنَا السَّبِیۡلَا ﴿۶۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡا رَبَّنَاۤ  اِنَّاۤ  اَطَعۡنَا سَادَتَنَا وَ کُبَرَآءَنَا  فَاَضَلُّوۡنَا السَّبِیۡلَا ﴿۶۷﴾ ",
			"index": "3600",
			"name": "এবং বলবে, ‘হে আমাদের রব! আমরা আমাদের নেতৃবৃন্দ ও আমাদের বড় লোকদের কথামত চলেছি। অতঃপর তারা আমাদেরকে পথভ্রষ্ট করে দিয়েছে। ",
			"en_kanzulimaan": "And they will say, Our Lord! We followed our chiefs and our elders  so they misled us from the path!",
			"ur_kanzulimaan": "اور کہیں گے اے ہمارے رب! ہم اپنے سرداروں اور اپنے بڑوں کے کہنے پر چلے تو انہوں نے ہمیں راہ سے بہکادیا،",
			"hi_kanzulimaan": "और कहेंगे ऐ हमारे रब हम अपने सरदारों और अपने बड़ों के कहने पर चले (163फ)तो उन्होंने हमें राह से बहका दिया",
			"author": "৬৭. আর তারা বলবে, ‘হে আমাদের প্রতিপালক! নিশ্চয়ই আমরা আমাদের সরদার এবং জ্যেষ্ঠদের আনুগত্য করেছিলাম, আর তারা আমাদেরকে (সরল) পথ থেকে বিচ্যুত করেছে।"
		},
		{
			"_id": "3601",
			"sura": "33",
			"para": "22",
			"verses": "68",
			"names": "رَبَّنَاۤ  اٰتِہِمۡ ضِعۡفَیۡنِ مِنَ الۡعَذَابِ وَ الۡعَنۡہُمۡ  لَعۡنًا کَبِیۡرًا ﴿۶۸﴾ ",
			"number": "",
			"verses_PDMS": "رَبَّنَاۤ  اٰتِہِمۡ ضِعۡفَیۡنِ مِنَ الۡعَذَابِ وَ الۡعَنۡہُمۡ  لَعۡنًا کَبِیۡرًا ﴿۶۸﴾ ",
			"index": "3601",
			"name": "হে আমাদের রব! তাদেরকে আগুনের দ্বিগুন শাস্তি দাও এবং তাদের উপর বড় অভিসম্পাত করো’।",
			"en_kanzulimaan": "Our Lord! Give them double the punishment of the fire and send upon them a mighty curse!",
			"ur_kanzulimaan": "اے ہمارے رب! انہیں آگ کا دُونا عذاب دے اور ان پر بڑی لعنت کر،",
			"hi_kanzulimaan": "ऐ रब हमारे उन्हें आग का दूना अज़ा दे (164फ) और उनपर बड़ी लअनत कर",
			"author": "৬৮. হে আমাদের প্রতিপালক! তাদেরকে দ্বিগুণ শাস্তি দাও এবং তাদেরকে দাও মহাঅভিসম্পাত।’"
		},
		{
			"_id": "3602",
			"sura": "33",
			"para": "22",
			"verses": "69",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَکُوۡنُوۡا کَالَّذِیۡنَ اٰذَوۡا مُوۡسٰی فَبَرَّاَہُ  اللّٰہُ مِمَّا قَالُوۡا ؕ وَ کَانَ عِنۡدَ اللّٰہِ  وَجِیۡہًا  ﴿ؕ۶۹﴾",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَکُوۡنُوۡا کَالَّذِیۡنَ اٰذَوۡا مُوۡسٰی فَبَرَّاَہُ  اللّٰہُ مِمَّا قَالُوۡا ؕ وَ کَانَ عِنۡدَ اللّٰہِ  وَجِیۡہًا  ﴿ؕ۶۹﴾",
			"index": "3602",
			"name": "হে ঈমানদারগন! তাদের মতো হয়ো না, যারা মূসাকে কষ্ট দিয়েছে। অতঃপর আল্লাহ্‌ তাকে নির্দোষ প্রমাণিত করেছেন ওই কথা থেকে যা তারা রটনা করেছে। এবং মূসা আল্লাহ্‌র নিকট মর্যাদাবান। ",
			"en_kanzulimaan": "O People who Believe! Do not be like the people who troubled Moosa  so Allah freed him from the allegations they had uttered; and Moosa is honourable in the sight of Allah.",
			"ur_kanzulimaan": "اے ایمان والو! ان جیسے نہ ہونا جنہوں نے موسیٰ کو ستایا تو اللہ نے اسے بَری فرمادیا اس بات سے جو انہوں نے کہی اور موسیٰ اللہ کے یہاں آبرو والا ہے",
			"hi_kanzulimaan": "ऐ ईमान वालो (165फ) उन जैसे न होना जिन्हों ने मूसा को सताया (166फ) तो अल्लाह ने उसे बरी फ़रमा दिया उस बात से जो उन्होंने कही (167फ) और मूसा अल्लाह के यहाँ आबरू वाला है (168फ)",
			"author": "৬৯. হে ঈমানদারগণ! তোমরা তাদের মতো হয়ো না যারা মূসা (আলাইহিস সালাম)-কে (বেয়াদবিমূলক কথা দ্বারা) কষ্ট দিয়েছিল। অতঃপর আল্লাহ্ তাঁকে সেসব কিছু থেকে নির্দোষ প্রমাণ করে দিয়েছেন যা তারা বলতো। আর তিনি আল্লাহ্‌র নিকট অনেক সম্মানীয় ও মর্যাদাবান।"
		},
		{
			"_id": "3603",
			"sura": "33",
			"para": "22",
			"verses": "70",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا اتَّقُوا اللّٰہَ وَ قُوۡلُوۡا  قَوۡلًا  سَدِیۡدًا  ﴿ۙ۷۰﴾",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا اتَّقُوا اللّٰہَ وَ قُوۡلُوۡا  قَوۡلًا  سَدِیۡدًا  ﴿ۙ۷۰﴾",
			"index": "3603",
			"name": "হে ঈমানদারগণ! আল্লহকে ভয় করো এব সরল কথা বলো। ",
			"en_kanzulimaan": "O People who Believe! Fear Allah, and speak rightly.",
			"ur_kanzulimaan": "اے ایمان والو! اللہ سے ڈرو اور سیدھی بات کہو",
			"hi_kanzulimaan": "ऐ ईमान वालो अल्लाह से डरो और सीधी बात कहो (169फ)",
			"author": "৭০. হে ঈমানদারগণ! আল্লাহ্কে ভয় করো এবং সঠিক ও সরল কথা বলো।"
		},
		{
			"_id": "3604",
			"sura": "33",
			"para": "22",
			"verses": "71",
			"names": "یُّصۡلِحۡ  لَکُمۡ  اَعۡمَالَکُمۡ وَ یَغۡفِرۡ لَکُمۡ ذُنُوۡبَکُمۡ ؕ وَ مَنۡ یُّطِعِ اللّٰہَ  وَ رَسُوۡلَہٗ  فَقَدۡ  فَازَ  فَوۡزًا عَظِیۡمًا ﴿۷۱﴾ ",
			"number": "",
			"verses_PDMS": "یُّصۡلِحۡ  لَکُمۡ  اَعۡمَالَکُمۡ وَ یَغۡفِرۡ لَکُمۡ ذُنُوۡبَکُمۡ ؕ وَ مَنۡ یُّطِعِ اللّٰہَ  وَ رَسُوۡلَہٗ  فَقَدۡ  فَازَ  فَوۡزًا عَظِیۡمًا ﴿۷۱﴾ ",
			"index": "3604",
			"name": "তোমাদের কর্ম তোমাদের জন্য সংশোধন করে দেবেন এবং তোমাদের গুনাহ মাফ করে দেবেন। আর যে কেউ আল্লাহ্‌ ও তার রসূলের আনুগত্য করে সে মহা সাফল্য লাভ করেছে। ",
			"en_kanzulimaan": "He will rectify your deeds for you and forgive you your sins; and whoever obeys Allah and His Noble Messenger, has indeed achieved a great success.",
			"ur_kanzulimaan": "تمہارے اعمال تمہارے لیے سنواردے گا اور تمہارے گناہ بخش دے گا، اور جو اللہ اور اس کے رسول کی فرمانبرداری کرے اس نے بڑی کامیابی پائی،",
			"hi_kanzulimaan": "तुम्हारे आमाल (कर्म) तुम्हारे लिये संवार देगा (170फ) और तुम्हारे गुनाह बख़्श देगा और जो अल्लाह और उसके रसूल की फ़रमाँबरदारी करे उसने बड़ी कामयाबी पाई",
			"author": "৭১. তিনি তোমাদের জন্যে তোমাদের (সকল) কর্ম ত্রুটিমুক্ত করবেন এবং তোমাদের গোনাহসমূহ ক্ষমা করে দেবেন। আর যে আল্লাহ্ এবং তাঁর রাসূলের আনুগত্য করে, সে অবশ্যই অর্জন করবে মহাসাফল্য।"
		},
		{
			"_id": "3605",
			"sura": "33",
			"para": "22",
			"verses": "72",
			"names": "اِنَّا عَرَضۡنَا الۡاَمَانَۃَ عَلَی السَّمٰوٰتِ وَ الۡاَرۡضِ وَ الۡجِبَالِ فَاَبَیۡنَ اَنۡ یَّحۡمِلۡنَہَا وَ اَشۡفَقۡنَ مِنۡہَا وَ حَمَلَہَا الۡاِنۡسَانُ ؕ اِنَّہٗ کَانَ ظَلُوۡمًا جَہُوۡلًا ﴿ۙ۷۲﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّا عَرَضۡنَا الۡاَمَانَۃَ عَلَی السَّمٰوٰتِ وَ الۡاَرۡضِ وَ الۡجِبَالِ فَاَبَیۡنَ اَنۡ یَّحۡمِلۡنَہَا وَ اَشۡفَقۡنَ مِنۡہَا وَ حَمَلَہَا الۡاِنۡسَانُ ؕ اِنَّہٗ کَانَ ظَلُوۡمًا جَہُوۡلًا ﴿ۙ۷۲﴾ ",
			"index": "3605",
			"name": "নিশ্চয় আমি আমানত অর্পণ করেছি আসমানসমূহ, যমীন এবং পর্বতমালার প্রতি। অতঃপর সেগুলো তা বহন করতে অস্বীকার করলো এবং তাতে শঙ্কিত হলো, আর মানুষ তা বহন করলো। নিশ্চয় সে স্বীয় আত্নাকে কষ্টের মধ্যে নিক্ষেপকারী, বড় মূর্খ;",
			"en_kanzulimaan": "We indeed offered the trust to the heavens and the earth and the mountains, but they refused it and were afraid of it - and man accepted it; indeed he is one who puts himself into hardship, is extremely unwise.",
			"ur_kanzulimaan": "بیشک ہم نے امانت پیش فرمائی آسمانوں اور زمین اور پہاڑوں پر تو انہوں نے اس کے اٹھانے سے انکار کیا اور اس سے ڈر گئے اور آدمی نے اٹھالی، بیشک وہ اپنی جان کو مشقت میں ڈالنے والا بڑا نادان ہے،",
			"hi_kanzulimaan": "बेशक हमने अमानत पेश फ़रमाई (171फ) आसमानों और ज़मीन और पहाड़ों पर तो उन्होंने उसके उठाने से इन्कार किया और उससे डर गए (172फ) और आदमी ने उठा ली बेशक वह अपनी जान को मशक़्क़त (परिश्रम) में डालने वाला बड़ा नादान है",
			"author": "৭২. আমি তো (আনুগত্যের) আমানত পেশ করেছিলাম আসমান, জমিন এবং পর্বতমালার নিকট, কিন্তু তারা তা (এ বোঝা) বহন করতে অস্বীকার করলো এবং এতে শংকিত হলো। কিন্তু মানুষ এ বোঝা বহন করলো। বাস্তবিকই সে (নিজের জীবনের প্রতি) অন্যায়কারী, (আস্থার মূল্য ফিরিয়ে দেয়ায়) বড়ই অজ্ঞ ও মুর্খ।"
		},
		{
			"_id": "3606",
			"sura": "33",
			"para": "22",
			"verses": "73",
			"names": "لِّیُعَذِّبَ اللّٰہُ  الۡمُنٰفِقِیۡنَ وَ الۡمُنٰفِقٰتِ وَ الۡمُشۡرِکِیۡنَ وَ الۡمُشۡرِکٰتِ وَ یَتُوۡبَ اللّٰہُ عَلَی الۡمُؤۡمِنِیۡنَ وَ  الۡمُؤۡمِنٰتِ ؕ وَ کَانَ اللّٰہُ  غَفُوۡرًا  رَّحِیۡمًا ﴿۷۳﴾ ",
			"number": "",
			"verses_PDMS": "لِّیُعَذِّبَ اللّٰہُ  الۡمُنٰفِقِیۡنَ وَ الۡمُنٰفِقٰتِ وَ الۡمُشۡرِکِیۡنَ وَ الۡمُشۡرِکٰتِ وَ یَتُوۡبَ اللّٰہُ عَلَی الۡمُؤۡمِنِیۡنَ وَ  الۡمُؤۡمِنٰتِ ؕ وَ کَانَ اللّٰہُ  غَفُوۡرًا  رَّحِیۡمًا ﴿۷۳﴾ ",
			"index": "3606",
			"name": "৭৩. যাতে আল্লাহ্‌ শাস্তি দেন মুনাফিক্ব পুরুষদের ও মুনাফিক্ব নারীদেরকে এবং মুশরিক পুরুষদের ও মুশরিক নারীদেরকে এবং আল্লাহ্‌ তাওবা কবূল করেন মুসলমান পুরুষদের ও মুসলমান নারীদের। এবং আল্লাহ্‌ ক্ষমাশীল, দয়ালু।",
			"en_kanzulimaan": "In order that Allah may punish the hypocrite men, and the hypocrite women, and the polytheist men, and the polytheist women  and accept the repentance of believing men and believing women; and Allah is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "تاکہ اللہ عذاب منافق مردوں اور منافق عورتوں اور مشرک مردوں اور مشرک عورتوں کو اور اللہ توبہ قبول فرمائے مسلمان مردوں اور مسلمان عورتوں کی، اور اللہ بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "ताकि अल्लाह अज़ाब दे मुनाफ़िक़ (दोग़ले) मर्दों और मुनाफ़िक़ औरतों और मुश्रिक मर्दो और मुश्रिक औरतों को (173फ) और अल्लाह तौबह क़ुबूल फ़रमाए मुसलमान मर्दों और मुसलमान औरतों की और अल्लाह बख़्शने वाला मेहरबान है",
			"author": "৭৩. (তা) এ জন্যে যে, আল্লাহ্ মুনাফেক পুরুষ ও মুনাফেক নারী এবং মুশরিক পুরুষ ও মুশরিক নারীকে শাস্তি দেবেন, আর আল্লাহ্ মুমিন পুরুষ ও মুমিন নারীর তওবা কবুল করবেন। আল্লাহ্ মহাক্ষমাশীল, অসীম দয়ালু।"
		}
	]