[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "790",
			"sura": "6",
			"para": "7",
			"verses": "1",
			"names": "اَلۡحَمۡدُ لِلّٰہِ الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ وَ جَعَلَ الظُّلُمٰتِ وَ النُّوۡرَ ۬ؕ ثُمَّ  الَّذِیۡنَ  کَفَرُوۡا بِرَبِّہِمۡ  یَعۡدِلُوۡنَ  ﴿۱﴾",
			"number": "",
			"verses_PDMS": "اَلۡحَمۡدُ لِلّٰہِ الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ وَ جَعَلَ الظُّلُمٰتِ وَ النُّوۡرَ ۬ؕ ثُمَّ  الَّذِیۡنَ  کَفَرُوۡا بِرَبِّہِمۡ  یَعۡدِلُوۡنَ  ﴿۱﴾",
			"index": "790",
			"name": "সমস্ত প্রশংসা আল্লাহ্‌রই জন্য, যিনি আস্‌মান ও যমীন সৃষ্টি করেছেন(২) এবং অন্ধকাররাশি ও আলো সৃষ্টি করেছেন(৩); অতঃপর(৪) কাফিরগণ তাদের প্রতিপালকের সমকক্ষ দাঁড় করায়(৫) । ",
			"en_kanzulimaan": "All praise is to Allah, Who has created the heavens and the earth, and has created darkness and light; yet the disbelievers appoint equals (false deities) to their Lord!",
			"ur_kanzulimaan": "سب خوبیاں اللہ کو جس نے آسمان اور زمین بنائے اور اندھیریاں اور روشنی پیدا کی اس پر کافر لوگ اپنے رب کے برابر ٹھہراتے ہیں",
			"hi_kanzulimaan": "सब ख़ूबियां अल्लाह को जिसने आसमान और ज़मीन बनाए (2फ) और अंधेरियां और रोशनी पैदा की (3फ) उसपर (4फ) काफ़िर लोग अपने रब के बराबर ठहराते हैं (5फ)",
			"author": "১. সমস্ত প্রশংসা আল্লাহ্‌রই জন্যে, যিনি সৃষ্টি করেছেন আকাশমন্ডলী ও পৃথিবী এবং সৃজন করেছেন অন্ধকার ও আলো। এরপরও কাফেরেরা (মিথ্যা উপাস্যদেরকে) তাদের প্রতিপালকের সমকক্ষ নির্ধারণ করে।"
		},
		{
			"_id": "791",
			"sura": "6",
			"para": "7",
			"verses": "2",
			"names": "ہُوَ الَّذِیۡ خَلَقَکُمۡ مِّنۡ طِیۡنٍ ثُمَّ  قَضٰۤی اَجَلًا ؕ وَ اَجَلٌ مُّسَمًّی عِنۡدَہٗ  ثُمَّ  اَنۡتُمۡ تَمۡتَرُوۡنَ ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "ہُوَ الَّذِیۡ خَلَقَکُمۡ مِّنۡ طِیۡنٍ ثُمَّ  قَضٰۤی اَجَلًا ؕ وَ اَجَلٌ مُّسَمًّی عِنۡدَہٗ  ثُمَّ  اَنۡتُمۡ تَمۡتَرُوۡنَ ﴿۲﴾ ",
			"index": "791",
			"name": "তিনিই হন, যিনি তোমাদেরকে(৬) মাটি হ’তে সৃষ্টি করেছেন অতঃপর একটা নির্দিষ্ট কালের হুকুম রেখেছেন(৭) এবং একটা নির্ধারিত প্রতিশ্রুতি তারই নিকট রয়েছে(৮); অতঃপর তোমরা সন্দেহ করছো । ",
			"en_kanzulimaan": "It is He Who has created you from clay, and then decreed a term for you; and it is a fixed promise before Him, yet you still doubt!",
			"ur_kanzulimaan": "وہی ہے جس نے تمہیں مٹی سے پیدا کیا پھر ایک میعاد کا حکم رکھا اور ایک مقررہ وعدہ اس کے یہاں ہے پھر تم لوگ شک کرتے ہو،",
			"hi_kanzulimaan": "वही है जिसने तुम्हें (6फ) मिट्टी से पैदा किया फिर एक मीआ़द(मुद्दत) का हुक्म रखा (7फ) और एक मुकर्रर वादा उसके यहां है (8फ) फिर तुम लोग शक करते हो",
			"author": "২. (আল্লাহ্) তিনিই তোমাদেরকে সৃষ্টি করেছেন কর্দমাক্ত মাটি থেকে (অর্থাৎ এ থেকে পৃথিবী নামক গ্রহের উপরিভাগে মানব জীবনের রাসায়নিক সূচনা করেছেন)। অতঃপর তিনি (তোমাদের মৃত্যুর) নির্দিষ্ট মেয়াদ নির্ধারণ করে দিয়েছেন। (কিয়ামত সংঘটিত হওয়ার) নির্ধারিত সময় তাঁরই কাছে (সুনির্দিষ্ট) রয়েছে। এরপর(ও) তোমরা সন্দেহ্ করো।"
		},
		{
			"_id": "792",
			"sura": "6",
			"para": "7",
			"verses": "3",
			"names": "وَ ہُوَ اللّٰہُ فِی السَّمٰوٰتِ وَ فِی الۡاَرۡضِ ؕ یَعۡلَمُ سِرَّکُمۡ وَ جَہۡرَکُمۡ وَ یَعۡلَمُ مَا تَکۡسِبُوۡنَ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ اللّٰہُ فِی السَّمٰوٰتِ وَ فِی الۡاَرۡضِ ؕ یَعۡلَمُ سِرَّکُمۡ وَ جَہۡرَکُمۡ وَ یَعۡلَمُ مَا تَکۡسِبُوۡنَ ﴿۳﴾ ",
			"index": "792",
			"name": "এবং তিনিই আল্লাহ্‌ আস্‌মানসমূহ এবং যমীনের(৯), তোমাদের গোপন ও প্রকাশ্য সবই তার জানা আছে এবং তিনি তোমাদের কর্ম (সম্পর্কে) জানেন । ",
			"en_kanzulimaan": "And He is Allah (the God) of the heavens and in the earth; He knows all, your secrets and your disclosures, and He knows your deeds.",
			"ur_kanzulimaan": "اور وہی اللہ ہے آسمانوں اور زمین کا اسے تمہارا چھپا اور ظاہر سب معلوم ہے اور تمہارے کام جانتا ہے،",
			"hi_kanzulimaan": "और वही अल्लाह है आसमानों और ज़मीन का (9फ) उसे तुम्हारा छुपा और ज़ाहिर सब मालूम है और तुम्हारे काम जानता है",
			"author": "৩. আর আকাশমন্ডলী ও পৃথিবীতে তিনিই (সত্য উপাস্য) আল্লাহ্, যিনি তোমাদের গোপন ও প্রকাশ্য (সকল বিষয়) জানেন এবং যা কিছু তোমরা উপার্জন করছো তিনি (তাও) জানেন।"
		},
		{
			"_id": "793",
			"sura": "6",
			"para": "7",
			"verses": "4",
			"names": "وَ مَا تَاۡتِیۡہِمۡ مِّنۡ اٰیَۃٍ مِّنۡ اٰیٰتِ رَبِّہِمۡ  اِلَّا  کَانُوۡا عَنۡہَا مُعۡرِضِیۡنَ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا تَاۡتِیۡہِمۡ مِّنۡ اٰیَۃٍ مِّنۡ اٰیٰتِ رَبِّہِمۡ  اِلَّا  کَانُوۡا عَنۡہَا مُعۡرِضِیۡنَ ﴿۴﴾ ",
			"index": "793",
			"name": "এবং তাদের নিকট কোন নিদর্শনই আপন প্রতিপালকের নিদর্শনসমুহ থেকে আসেনা, কিন্তু তা থেকে (তারা) মুখ ফিরিয়ে নেয় । ",
			"en_kanzulimaan": "And never does a sign come to them from among the signs of Allah, except that they * turn away from it. (* The disbelievers)",
			"ur_kanzulimaan": "اور ان کے پاس کوئی بھی نشانی اپنے رب کی نشانیوں سے نہیں آتی مگر اس سے منہ پھیرلیتے ہیں،",
			"hi_kanzulimaan": "और उनके पास कोई भी निशानी उन्के रब की निशानियों से नहीं आती मगर उससे मुंह फेर लेते हैं",
			"author": "৪. আর তাদের প্রতিপালকের নিদর্শনসমূহের মধ্যে তাদের নিকট এমন কোনো নিদর্শনই আসেনি যা থেকে তারা মুখ ফিরিয়ে নেয়নি।"
		},
		{
			"_id": "794",
			"sura": "6",
			"para": "7",
			"verses": "5",
			"names": "فَقَدۡ  کَذَّبُوۡا بِالۡحَقِّ  لَمَّا جَآءَہُمۡ ؕ فَسَوۡفَ یَاۡتِیۡہِمۡ اَنۡۢبٰٓؤُا مَا کَانُوۡا بِہٖ یَسۡتَہۡزِءُوۡنَ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "فَقَدۡ  کَذَّبُوۡا بِالۡحَقِّ  لَمَّا جَآءَہُمۡ ؕ فَسَوۡفَ یَاۡتِیۡہِمۡ اَنۡۢبٰٓؤُا مَا کَانُوۡا بِہٖ یَسۡتَہۡزِءُوۡنَ ﴿۵﴾ ",
			"index": "794",
			"name": "অতঃপর নিঃসন্দেহে তারা সত্যকে মিথ্যা প্রতিপন্ন করেছে(১০) যখন তাদের নিকট এসেছে । সুতরাং অদূর ভবিষ্যতে তাদের নিকট খবর আসবে ঐ বিষয়ে যা নিয়ে তারা ঠাট্টা বিদ্রুপ করতো(১১)। ",
			"en_kanzulimaan": "So indeed they denied the truth * when it came to them; so now the tidings of the thing they used to mock at, will come to them. (Prophet Mohammed -peace and blessings be upon him, or the Holy Quran).",
			"ur_kanzulimaan": "تو بیشک انہوں نے حق کو جھٹلایا جب ان کے پاس آیا، تو اب انہیں خبر ہوا چاہتی ہے اس چیز کی جس پر ہنس رہے تھے",
			"hi_kanzulimaan": "तो बेशक उन्होंने हक को झुटलाया (10फ) जब उनके पास आया तो अब उन्हें ख़बर हुआ चाहती है उस चीज़ की जिसपर हंस रहे थे (11फ)",
			"author": "৫. অতঃপর নিশ্চয়ই তারা (একইভাবে) সত্যকে (অর্থাৎ কুরআনকেও) মিথ্যাপ্রতিপন্ন করে বসলো, যখন তা তাদের নিকট (আল্লাহ্‌র নিদর্শন হিসেবে) আগমন করলো। আর অচিরেই তাদের নিকট সেসব সংবাদ আসছে, যা তারা উপহাস করতো।"
		},
		{
			"_id": "795",
			"sura": "6",
			"para": "7",
			"verses": "6",
			"names": "اَلَمۡ یَرَوۡا کَمۡ اَہۡلَکۡنَا مِنۡ قَبۡلِہِمۡ مِّنۡ قَرۡنٍ مَّکَّنّٰہُمۡ فِی الۡاَرۡضِ مَا لَمۡ نُمَکِّنۡ لَّکُمۡ وَ اَرۡسَلۡنَا السَّمَآءَ عَلَیۡہِمۡ مِّدۡرَارًا ۪ وَّ جَعَلۡنَا الۡاَنۡہٰرَ تَجۡرِیۡ مِنۡ تَحۡتِہِمۡ فَاَہۡلَکۡنٰہُمۡ بِذُنُوۡبِہِمۡ وَ اَنۡشَاۡنَا مِنۡۢ بَعۡدِہِمۡ  قَرۡنًا اٰخَرِیۡنَ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "اَلَمۡ یَرَوۡا کَمۡ اَہۡلَکۡنَا مِنۡ قَبۡلِہِمۡ مِّنۡ قَرۡنٍ مَّکَّنّٰہُمۡ فِی الۡاَرۡضِ مَا لَمۡ نُمَکِّنۡ لَّکُمۡ وَ اَرۡسَلۡنَا السَّمَآءَ عَلَیۡہِمۡ مِّدۡرَارًا ۪ وَّ جَعَلۡنَا الۡاَنۡہٰرَ تَجۡرِیۡ مِنۡ تَحۡتِہِمۡ فَاَہۡلَکۡنٰہُمۡ بِذُنُوۡبِہِمۡ وَ اَنۡشَاۡنَا مِنۡۢ بَعۡدِہِمۡ  قَرۡنًا اٰخَرِیۡنَ ﴿۶﴾ ",
			"index": "795",
			"name": "তারা কি দেখে নি যে, আমি তাদের পূর্বে(১২) কতো মানবগোষ্ঠীকে বিনাশ করেছি? তাদেরকে আমি দুনিয়ায় ঐ প্রতিষ্ঠা দান করেছি(১৩) যা তোমাদেরকে দান করিনি এবং তাদের উপর মুষলধারে বৃষ্টি বর্ষণ করেছি(১৪) আর তাদের নিম্নদেশে নহরসমূহ প্রবাহিত করেছি(১৫); অতঃপর তাদেরকে তাদের পাপরাশির কারণে ধ্বংস করেছি(১৬) এবং তাদের পরে অন্য নতুন মানবগোষ্ঠি সৃষ্টি করেছি(১৭) । ",
			"en_kanzulimaan": "Do they not see how many civilisations We destroyed before them, whom We had established more firmly in the earth than We have established you, and We sent on them abundant rain from the sky, and made the rivers flow beneath them? So we destroyed them because of their sins, and created another civilisation after them.",
			"ur_kanzulimaan": "کیا انہوں نے نہ د یکھا کہ ہم نے ان سے پہلے کتنی سنگتیں کھپا دیں انہیں ہم نے زمین میں وہ جماؤ دیا جو تم کو نہ دیا اور ان پر موسلا دھار پانی بھیجا اور ان کے نیچے نہریں بہائیں تو انہیں ہم نے ان کے گناہوں کے سبب ہلاک کیا اور ان کے بعد اور سنگت اٹھائی",
			"hi_kanzulimaan": "क्या उन्होंने न देखा कि हमने उनसे पहले (12फ) कितनी संगते खपा दीं उन्हें हमने ज़मीन में वह जमाव दिया (13फ) जो तुमको न दिया और उनपर मूसलाधार पानी भेजा (14फ) और उनके नीचे नेहरें बहाईं (15फ) तो उन्हें हमने उनके गुनाहों के सबब हलाक किया (16फ) और उनके बाद और संगत उठाई (17फ)",
			"author": "৬. তারা কি দেখেনি যে, আমরা তাদের পূর্বে কতো সম্প্রদায়কেই না বিলীন করে দিয়েছি, যাদেরকে আমরা পৃৃথিবীতে (এতো সুদৃঢ়) শাসনক্ষমতা দিয়েছিলাম যে, সেরূপ আধিপত্য (ও সুদৃঢ় অবস্থান) তোমাদেরকেও প্রদান করিনি। আর আমরা তাদের উপর অবিরাম বৃষ্টি বর্ষণ করেছিলাম এবং তাদের (বসতি ও প্রাসাদগুলোর) নিচ দিয়ে স্রোতধারা প্রবাহিত করেছিলাম। অতঃপর (এমন বিলাসবহুল জীবন প্রদান করা সত্তেও) তাদের পাপের কারণে আমরা তাদেরকে ধ্বংস করে দিয়েছি এবং তাদের পরে অন্যান্য সম্প্রদায়কে সৃষ্টি করেছি।"
		},
		{
			"_id": "796",
			"sura": "6",
			"para": "7",
			"verses": "7",
			"names": "وَ لَوۡ نَزَّلۡنَا عَلَیۡکَ کِتٰبًا فِیۡ قِرۡطَاسٍ فَلَمَسُوۡہُ بِاَیۡدِیۡہِمۡ لَقَالَ الَّذِیۡنَ  کَفَرُوۡۤا اِنۡ ہٰذَاۤ  اِلَّا  سِحۡرٌ  مُّبِیۡنٌ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ نَزَّلۡنَا عَلَیۡکَ کِتٰبًا فِیۡ قِرۡطَاسٍ فَلَمَسُوۡہُ بِاَیۡدِیۡہِمۡ لَقَالَ الَّذِیۡنَ  کَفَرُوۡۤا اِنۡ ہٰذَاۤ  اِلَّا  سِحۡرٌ  مُّبِیۡنٌ ﴿۷﴾ ",
			"index": "796",
			"name": "এবং যদি আমি আপনার উপর কাগজের মধ্যে লিখিত কিছু অবতারণ করতাম(১৮), অতঃপর তারা তা তাদের হাত দ্বারা স্পর্শ করতো তবুও কাফিরগণ বলতো যে, ‘এটা তো নয়, কিন্তু স্পষ্ট যাদু’।",
			"en_kanzulimaan": "And had We sent down to you (O dear Prophet Mohammed - peace and blessings be upon him) something written on paper so that they could feel it with their hands, even then the disbelievers would have said, This is nothing but clear magic.",
			"ur_kanzulimaan": "اور اگر ہم تم پر کاغذ میں کچھ لکھا ہوا اتارتے کہ وہ اسے اپنے ہاتھوں سے چھوتے جب بھی کافر کہتے کہ یہ نہیں مگر کھلا جادو،",
			"hi_kanzulimaan": "और अगर हम तुमपर कागज़ में कुछ लिखा हुआ उतारते (18फ) कि वो उसे अपने हाथों से छूते जब भी काफ़िर कहते कि यह नहीं मगर खुला जादू",
			"author": "৭. আর যদি আমরা আপনার প্রতি কাগজে লিপিবদ্ধ কিতাব অবতীর্ণ করতাম এবং তারা হাত দিয়ে তা স্পর্শও করতো, তবু(ও) কাফেরেরা (এ কথাই) বলতো, ‘এটি সুস্পষ্ট যাদু ব্যতীত (কিছু) নয়’।"
		},
		{
			"_id": "797",
			"sura": "6",
			"para": "7",
			"verses": "8",
			"names": "وَ قَالُوۡا لَوۡ لَاۤ اُنۡزِلَ عَلَیۡہِ مَلَکٌ ؕ وَ لَوۡ اَنۡزَلۡنَا مَلَکًا لَّقُضِیَ الۡاَمۡرُ ثُمَّ لَا یُنۡظَرُوۡنَ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡا لَوۡ لَاۤ اُنۡزِلَ عَلَیۡہِ مَلَکٌ ؕ وَ لَوۡ اَنۡزَلۡنَا مَلَکًا لَّقُضِیَ الۡاَمۡرُ ثُمَّ لَا یُنۡظَرُوۡنَ ﴿۸﴾ ",
			"index": "797",
			"name": "এবং (তারা) বললো, ‘তার উপর কোন ফিরিশ্‌তা কেন অবতারণ করা হয় নি?’ এবং যদি আমি ফিরিশ্‌তা অবতারণ করতাম, তবে চূড়ান্ত ফয়সালাই হয়ে যেতো অতঃপর তাদেরকে কোন অবকাশ দেওয়া যেতো না । ",
			"en_kanzulimaan": "And they said, Why has not an angel been sent down to him? And had We sent down an angel, then the matter would have been finished, and they would not get any respite.",
			"ur_kanzulimaan": "اور بولے ان پر کوئی فرشتہ کیوں نہ اتارا گیا، اور اگر ہم فرشتہ اتارتے تو کام تمام ہوگیا ہوتا پھر انہیں مہلت نہ دی جاتی",
			"hi_kanzulimaan": "और बोले (19फ) उनपर (20फ) कोई फ़रिश्ता क्यों न उतारा गया और अगर हम फ़रिश्ता उतारते (21फ) तो काम तमाम हो गया होता (22फ)फिर उन्हें मोहलत (अवकाश) न दी जाती (23फ)",
			"author": "৮. আর এরা (এ কাফেরেরা) বলতো, ‘(এ সম্মানিত রাসূল)-এঁর প্রতি কোনো ফেরেশতা কেন অবতীর্ণ করা হয়নি (যাকে আমরা প্রকাশ্যভাবে দেখতে পেতাম এবং সে তাঁকে সত্যায়ন করতো)?’ আর যদি আমরা ফেরেশতা অবতীর্ণ করতাম, তবে (তাদের) যাবতীয় বিষয়েরই চূড়ান্ত ফায়সালা হয়ে যেতো, অতঃপর তাদেরকে (সামান্যতমও) অবকাশ দেয়া হতো না।"
		},
		{
			"_id": "798",
			"sura": "6",
			"para": "7",
			"verses": "9",
			"names": "وَ لَوۡ جَعَلۡنٰہُ مَلَکًا لَّجَعَلۡنٰہُ رَجُلًا وَّ لَلَبَسۡنَا عَلَیۡہِمۡ  مَّا یَلۡبِسُوۡنَ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ جَعَلۡنٰہُ مَلَکًا لَّجَعَلۡنٰہُ رَجُلًا وَّ لَلَبَسۡنَا عَلَیۡہِمۡ  مَّا یَلۡبِسُوۡنَ ﴿۹﴾ ",
			"index": "798",
			"name": "এবং যদি আমি নবীকে ফিরিশ্‌তা করতাম তবুও তাকে পুরুষই করতাম এবং তাদের উপর ঐ সন্দেহ রাখ্‌তাম, যার মধ্যে তারা এখন পতিত হয়েছে । ",
			"en_kanzulimaan": "And had we appointed an angel as a Prophet, We would still have made him as a man and would keep them in the same doubt, as they are now in.",
			"ur_kanzulimaan": "اور اگر ہم نبی کو فرشتہ کرتے جب بھی اسے مرد ہی بناتے اور ان پر وہی شبہ رکھتے جس میں اب پڑے ہیں،",
			"hi_kanzulimaan": "और अगर हम नबी को फ़रिश्ता करते (24फ) जब भी उसे मर्द ही बनाते (25फ) और उनपर वही शुबह रखते जिसमें अब पड़े हैं",
			"author": "৯. আর যদি আমরা রাসূলকে ফেরেশতা করতাম তবে তাঁকেও মানুষ (আকারেই) বানাতাম এবং আমরা তাদের উপর (তখনও) অনুরূপ দ্বিধাদ্বন্দ্ব যুক্ত করে দিতাম, যে সন্দেহ (ও দ্বিধাদ্বন্দ্ব) তারা (ইতিমধ্যেই) করছে (অর্থাৎ তাঁর বাহ্যিকরূপ দেখে বলতো, ‘তিনি তো আমাদের মতোই মানুষ’)।"
		},
		{
			"_id": "799",
			"sura": "6",
			"para": "7",
			"verses": "10",
			"names": "وَ لَقَدِ اسۡتُہۡزِیٴَ بِرُسُلٍ مِّنۡ قَبۡلِکَ فَحَاقَ بِالَّذِیۡنَ سَخِرُوۡا مِنۡہُمۡ مَّا کَانُوۡا بِہٖ  یَسۡتَہۡزِءُوۡنَ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدِ اسۡتُہۡزِیٴَ بِرُسُلٍ مِّنۡ قَبۡلِکَ فَحَاقَ بِالَّذِیۡنَ سَخِرُوۡا مِنۡہُمۡ مَّا کَانُوۡا بِہٖ  یَسۡتَہۡزِءُوۡنَ ﴿۱۰﴾ ",
			"index": "799",
			"name": "এবং নিশ্চয়, হে মাহবূব! আপনার পূর্বে রসূলগণের সাথেও ঠাট্টা বিদ্রূপ করা হয়েছে । সুতরাং ঐ সব লোক, যারা তাদের ঠাট্টা-বিদ্রূপ করতো, তাদের ঠাট্টা-বিদ্রূপ তাদেরকেই পেয়ে বসেছে । ",
			"en_kanzulimaan": "And certainly, O dear Prophet (Mohammed - peace and blessings be upon him) the Noble Messengers before you have also been mocked at, so those who laughed at them were themselves ruined by their own mocking.",
			"ur_kanzulimaan": "اور ضرور اے محبوب تم سے پہلے رسولوں کے ساتھ بھی ٹھٹھا کیا گیا تو وہ جو ان سے ہنستے تھے ان کی ہنسی انہیں کو لے بیٹھی",
			"hi_kanzulimaan": "और ज़रूर ऐ मेहबूब तुमसे पहले रसूलों के साथ भी ठट्ठा किया गया तो वो जो उनसे हंसते थे उनकी हंसी उनही को ले बैठी (26फ)",
			"author": "১০.আর নিশ্চয়ই আপনার পূর্বে(ও) রাসূলগণের সাথে ঠাট্টাবিদ্রুপ করা হয়েছে, অতঃপর তাদের মধ্যে যারা ঠাট্টাবিদ্রুপ করতো তাদেরকে (বাস্তবিকই সে শাস্তি) এসে পাকড়াও করলো যা নিয়ে তারা উপহাস করতো।"
		},
		{
			"_id": "800",
			"sura": "6",
			"para": "7",
			"verses": "11",
			"names": "قُلۡ سِیۡرُوۡا فِی الۡاَرۡضِ ثُمَّ انۡظُرُوۡا کَیۡفَ کَانَ عَاقِبَۃُ  الۡمُکَذِّبِیۡنَ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ سِیۡرُوۡا فِی الۡاَرۡضِ ثُمَّ انۡظُرُوۡا کَیۡفَ کَانَ عَاقِبَۃُ  الۡمُکَذِّبِیۡنَ ﴿۱۱﴾ ",
			"index": "800",
			"name": "আপনি বলে দিন, ‘ভূ-পৃষ্ঠে ভ্রমণ করো । অতঃপর দেখো মিথ্যা প্রতিপন্নকারীদের কী পরিণাম হয়েছে’!",
			"en_kanzulimaan": "Proclaim, Travel in the land, and see what sort of fate befell those who denied.",
			"ur_kanzulimaan": "تم فرمادو زمین میں سیر کرو پھر دیکھو کہ جھٹلانے والوں کا کیسا انجام ہوا",
			"hi_kanzulimaan": "तुम फ़रमा दो (27फ) ज़मीन में सैर करो फिर देखो कि झुटलाने वालों का कैसा अंजाम हुआ (28फ)",
			"author": "১১. বলে দিন, ‘তোমরা পৃথিবীতে ভ্রমণ করো এবং (সতর্কদৃষ্টিতে) দেখো যে, (সত্যকে) মিথ্যাপ্রতিপন্নকারীদের কী পরিণতি হয়েছিল’।"
		},
		{
			"_id": "801",
			"sura": "6",
			"para": "7",
			"verses": "12",
			"names": "قُلۡ لِّمَنۡ مَّا فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ قُلۡ لِّلّٰہِ ؕ کَتَبَ عَلٰی نَفۡسِہِ الرَّحۡمَۃَ ؕ لَیَجۡمَعَنَّکُمۡ  اِلٰی یَوۡمِ الۡقِیٰمَۃِ  لَا  رَیۡبَ فِیۡہِ ؕ اَلَّذِیۡنَ خَسِرُوۡۤا اَنۡفُسَہُمۡ فَہُمۡ لَا یُؤۡمِنُوۡنَ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ لِّمَنۡ مَّا فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ قُلۡ لِّلّٰہِ ؕ کَتَبَ عَلٰی نَفۡسِہِ الرَّحۡمَۃَ ؕ لَیَجۡمَعَنَّکُمۡ  اِلٰی یَوۡمِ الۡقِیٰمَۃِ  لَا  رَیۡبَ فِیۡہِ ؕ اَلَّذِیۡنَ خَسِرُوۡۤا اَنۡفُسَہُمۡ فَہُمۡ لَا یُؤۡمِنُوۡنَ ﴿۱۲﴾ ",
			"index": "801",
			"name": "আপনি বলুন, ‘কার, যা কিছু আস্‌মানসমূহ এবং যমীনের মধ্যে রয়েছে?’ আপনি বলুন, ‘আল্লাহ্‌র’ । তিনি নিজ করুণার দায়িত্বে রহমত লিপিবদ্ধ করে নিয়েছেন । নিঃসন্দেহে তোমাদেরকে ক্বিয়ামত দিবসে একত্রিত করবেন, এর মধ্যে কোন সন্দেহ নেই । ঐ সব লোক, যারা আপন প্রাণকে ক্ষতিতে ফেলেছে তারা ঈমান আনে না । ",
			"en_kanzulimaan": "Say, To Whom does all whatever is in the heavens and the earth, belong? Proclaim, To Allah; He has prescribed mercy upon His grace; undoubtedly, He will surely gather you all together on the Day of Resurrection in which there is no doubt; those who put their souls to ruin, do not accept faith.",
			"ur_kanzulimaan": "تم فرماؤ کس کا ہے جو کچھ آسمانوں اور زمین میں تم فرماؤ اللہ کا ہے اس نے اپنے کرم کے ذمہ پر رحمت لکھ لی ہے بیشک ضرور تمہیں قیامت کے دن جمع کرے گا اس میں کچھ شک نہیں، وہ جنہوں نے اپنی جان نقصان میں ڈالی ایمان نہیں لاتے،",
			"hi_kanzulimaan": "तुम फ़रमाओ किस का है जो कुछ आसमानों और ज़मीन में है (29फ) तुम फ़रमाओ अल्लाह का है (30फ) उसने अपने करम (दया) के ज़िम्मे पर रहमत लिख ली है (31फ) बेशक ज़रूर तुम्हें क़यामत के दिन जमा करेगा (32फ) इसमें कुछ शक नहीं वो जिन्हों ने अपनी जान नुक़सान में डाली (33फ) ईमान नहीं लाते",
			"author": "১২.আপনি (তাদেরকে এ প্রশ্ন) জিজ্ঞেস করুন, ‘আকাশমন্ডলী এবং পৃথিবীতে যা কিছু রয়েছে, তা কার?’ (আর এও) বলে দিন, ‘তা আল্লাহ্‌রই’। তিনি নিজ সত্তার উপর রহমত আবশ্যক করে নিয়েছেন। তিনি অবশ্যই তোমাদেরকে একত্রিত করবেন কিয়ামতের দিন - যাতে কোনো সন্দেহ নেই। যারা নিজেদের প্রাণকে (চিরস্থায়ী) ক্ষতিতে নিমজ্জিত করেছে তারা ঈমান আনয়ন করবে না।"
		},
		{
			"_id": "802",
			"sura": "6",
			"para": "7",
			"verses": "13",
			"names": "وَ لَہٗ مَا سَکَنَ فِی الَّیۡلِ وَ النَّہَارِ ؕ وَ ہُوَ السَّمِیۡعُ  الۡعَلِیۡمُ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَہٗ مَا سَکَنَ فِی الَّیۡلِ وَ النَّہَارِ ؕ وَ ہُوَ السَّمِیۡعُ  الۡعَلِیۡمُ ﴿۱۳﴾ ",
			"index": "802",
			"name": "এবং তারই, যা কিছু অবস্থান করে রাতে আর দিনে; এবং তিনিই হন শ্রবণকারী, জ্ঞানী । ",
			"en_kanzulimaan": "And to Him only belongs all whatever exists in the night and in the day; and He only is the All Hearing, the All Knowing.",
			"ur_kanzulimaan": "اور اسی کا ہے جو بستا ہے رات اور دن میں اور وہی ہے سنتا جانتا",
			"hi_kanzulimaan": "और उसी का है जो कुछ बसता है रात और दिन में (34फ) और वही है सुनता जानता (35फ)",
			"author": "১৩.আর (সমস্ত সৃষ্টি) তাঁরই, যা রাতে ও দিনে বিশ্রাম নেয়। আর তিনি সর্বশ্রোতা, সম্যক অবগত।"
		},
		{
			"_id": "803",
			"sura": "6",
			"para": "7",
			"verses": "14",
			"names": "قُلۡ اَغَیۡرَ اللّٰہِ اَتَّخِذُ وَلِیًّا  فَاطِرِ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ ہُوَ یُطۡعِمُ وَ لَا یُطۡعَمُ ؕ قُلۡ  اِنِّیۡۤ   اُمِرۡتُ اَنۡ اَکُوۡنَ اَوَّلَ مَنۡ اَسۡلَمَ وَ لَا تَکُوۡنَنَّ مِنَ الۡمُشۡرِکِیۡنَ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ اَغَیۡرَ اللّٰہِ اَتَّخِذُ وَلِیًّا  فَاطِرِ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ ہُوَ یُطۡعِمُ وَ لَا یُطۡعَمُ ؕ قُلۡ  اِنِّیۡۤ   اُمِرۡتُ اَنۡ اَکُوۡنَ اَوَّلَ مَنۡ اَسۡلَمَ وَ لَا تَکُوۡنَنَّ مِنَ الۡمُشۡرِکِیۡنَ ﴿۱۴﴾ ",
			"index": "803",
			"name": "আপনি বলুন, ‘আল্লাহ্‌ ব্যতীত কি অন্য কাউকে অভিভাবক রূপে গ্রহণ করবো? ঐ আল্লাহ্‌ যিনি আস্‌মান ও যমীন সৃষ্টি করেছেন এবং তিনি আহার করান নিজে আহার থেকে পবিত্র’। আপনি বলুন, ‘আমি আদিষ্ট হয়েছি যেন সবার আগে আমিই আত্নসমর্পণ করি এবং যেন কখনো অংশীবাদীদের অন্তর্ভুক্ত না হই’।",
			"en_kanzulimaan": "Say, Shall I choose as a supporter someone other than Allah, Who is the Originator of the heavens and the earth and Who feeds and does not need to eat? Say, I have been ordered to be the first to submit myself (to Him), and O people, do not be of the polytheists.",
			"ur_kanzulimaan": "تم فرماؤ کیا اللہ کے سوا کسی اور کو والی بناؤں وہ اللہ جس نے آسمان اور زمین پیدا کیے اور وہ کھلاتا ہے اور کھانے سے پاک ہے تم فرماؤ مجھے حکم ہوا ہے کہ سب سے پہلے گردن رکھوں اور ہرگز شرک والوں میں سے نہ ہونا،",
			"hi_kanzulimaan": "तुम फ़रमाओ क्या अल्लाह के सिवा किसी और को वाली बनाऊं (36फ) वह अल्लाह जिसने आसमान व ज़मीन पैदा किये और वह खिलाता है और खाने से पाक है (37फ) तुम फ़रमाओ मुझे हुक्म हुआ है कि सबसे पहले गर्दन रखूं (38फ) और हरगिज़ शिर्क वालों में से न होना",
			"author": "১৪. বলে দিন, ‘আমি কি আকাশমন্ডলী এবং পৃথিবীর সৃষ্টা (সেই) আল্লাহ্ ব্যতীত অন্য কাউকে (ইবাদতের জন্যে আমার) বন্ধু বানিয়ে নেবো? অথচ তিনি (সকলকে) পানাহার করান এবং (তাঁর সত্তাকে) পানাহার করানো হয় না।’ বলে দিন, ‘আমাকে (তাঁর সমীপে মস্তক অবনতকারী) সর্বপ্রথম মুসলমান হওয়ার নির্দেশ প্রদান করা হয়েছে’ এবং (এও নির্দেশ দেয়া হয়েছে যে,) ‘তোমরা কখনো মুশরিকদের অন্তর্ভুক্ত হয়ো না’।"
		},
		{
			"_id": "804",
			"sura": "6",
			"para": "7",
			"verses": "15",
			"names": "قُلۡ  اِنِّیۡۤ  اَخَافُ اِنۡ عَصَیۡتُ رَبِّیۡ عَذَابَ  یَوۡمٍ عَظِیۡمٍ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اِنِّیۡۤ  اَخَافُ اِنۡ عَصَیۡتُ رَبِّیۡ عَذَابَ  یَوۡمٍ عَظِیۡمٍ ﴿۱۵﴾ ",
			"index": "804",
			"name": "আপনি বলুন, ‘যদি আমি আপন প্রতিপালকের আদেশ অমান্য করি তবে আমার মহা দিবসের শাস্তির ভয় রয়েছে’।",
			"en_kanzulimaan": "Say, If I disobey my Lord, I then fear the punishment of the Great Day (of Resurrection).",
			"ur_kanzulimaan": "تم فرماؤ اگر میں اپنے رب کی نافرمانی کروں تو مجھے بڑے دن کے عذاب کا ڈر ہے،",
			"hi_kanzulimaan": "तुम फ़रमाओ अगर मैं अपने रब की नाफ़रमानी करूं तो मुझे बड़े दिन (39फ) के अज़ाब का डर है",
			"author": "১৫. বলে দিন, ‘নিশ্চয়ই আমি (তো) ভয়ানক শাস্তির দিবসকে ভয় করি, যদি আমি আমার প্রতিপালকের নাফরমানী করি, (সুতরাং তা কিভাবে সম্ভব?)’"
		},
		{
			"_id": "805",
			"sura": "6",
			"para": "7",
			"verses": "16",
			"names": "مَنۡ  یُّصۡرَفۡ عَنۡہُ یَوۡمَئِذٍ فَقَدۡ رَحِمَہٗ ؕ وَ ذٰلِکَ  الۡفَوۡزُ  الۡمُبِیۡنُ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "مَنۡ  یُّصۡرَفۡ عَنۡہُ یَوۡمَئِذٍ فَقَدۡ رَحِمَہٗ ؕ وَ ذٰلِکَ  الۡفَوۡزُ  الۡمُبِیۡنُ ﴿۱۶﴾ ",
			"index": "805",
			"name": "সেদিন যার দিক থেকে শাস্তি ফিরিয়ে নেয়া হবে অবশ্যই তার উপর আল্লাহ্‌র দয়া হয়েছে এবং এটাই হচ্ছে স্পষ্ট সফলতা । ",
			"en_kanzulimaan": "Indeed Allahs mercy has been upon him, from whom the punishment has been averted on that Day; and this is the clear success.",
			"ur_kanzulimaan": "اس دن جس سے عذاب پھیر دیا جائے ضرور اس پر اللہ کی مہر ہوئی، اور یہی کھلی کامیابی ہے،",
			"hi_kanzulimaan": "उस दिन जिससे अज़ाब फेर दिया जाए (40फ) ज़रूर उसपर अल्लाह की मेहर (कृपा) हुई और यही खुली कामयाबी है",
			"author": "১৬. সে দিন যার থেকে তা (অর্থাৎ শাস্তি) ফিরিয়ে দেয়া হবে, তবে নিশ্চয়ই তার প্রতি (আল্লাহ্ কর্তৃক) অনুগ্রহ করা হবে। আর এটি (পরকালীন ক্ষমা,) সুস্পষ্ট সফলতা।"
		},
		{
			"_id": "806",
			"sura": "6",
			"para": "7",
			"verses": "17",
			"names": "وَ اِنۡ یَّمۡسَسۡکَ اللّٰہُ بِضُرٍّ فَلَا کَاشِفَ لَہٗۤ  اِلَّا ہُوَ ؕ وَ  اِنۡ یَّمۡسَسۡکَ بِخَیۡرٍ فَہُوَ  عَلٰی کُلِّ شَیۡءٍ  قَدِیۡرٌ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنۡ یَّمۡسَسۡکَ اللّٰہُ بِضُرٍّ فَلَا کَاشِفَ لَہٗۤ  اِلَّا ہُوَ ؕ وَ  اِنۡ یَّمۡسَسۡکَ بِخَیۡرٍ فَہُوَ  عَلٰی کُلِّ شَیۡءٍ  قَدِیۡرٌ ﴿۱۷﴾ ",
			"index": "806",
			"name": "এবং যদি তোমাকে আল্লাহ্‌ কোন ক্ষতি পৌছান, তবে তিনি ব্যতীত তা মোচনকারী অন্য কেউ নেই । আর যদি তোমাকে কোন মঙ্গল দান করেন তবে তিনি সবকিছু করতে পারেন। ",
			"en_kanzulimaan": "And if Allah afflicts you with some misfortune, then there is none who can remove it, except Him; and if He sends you some good fortune, then (know that) He is Able to do all things.",
			"ur_kanzulimaan": "اور اگر تجھے اللہ کوئی برائی پہنچائے تو اس کے سوا اس کا کوئی دور کرنے والا نہیں، اور اگر تجھے بھلائی پہنچائے تو وہ سب کچھ کرسکتا ہے",
			"hi_kanzulimaan": "और अगर तुझे अल्लाह कोई बुराई (41फ) पहुंचाए तो उसके सिवा उसका कोई दूर करने वाला नहीं और अगर तुझे भलाई पहुंचाए (42फ) तो वह सबकुछ कर सकता है (43फ)",
			"author": "১৭. আর যদি আল্লাহ্ তোমাকে কোনো কষ্টে পতিত করেন, তবে তিনি ব্যতীত তা মোচনকারী অন্য কেউ নেই। আর যদি তিনি তোমাকে কোনো কল্যাণ দান করেন, তবে তিনি সকল কিছুর উপর ক্ষমতাবান।"
		},
		{
			"_id": "807",
			"sura": "6",
			"para": "7",
			"verses": "18",
			"names": "وَ ہُوَ الۡقَاہِرُ فَوۡقَ عِبَادِہٖ ؕ وَ ہُوَ الۡحَکِیۡمُ  الۡخَبِیۡرُ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الۡقَاہِرُ فَوۡقَ عِبَادِہٖ ؕ وَ ہُوَ الۡحَکِیۡمُ  الۡخَبِیۡرُ ﴿۱۸﴾ ",
			"index": "807",
			"name": "এবং তিনিই পরাক্রমশালী আপন বান্দাদের উপর এবং তিনিই প্রজ্ঞাময়, অবহিত । ",
			"en_kanzulimaan": "He is the Omnipotent over His bondmen; and He is the Wise, the Aware.",
			"ur_kanzulimaan": "اور وہی غالب ہے اپنے بندوں پر، اور وہی ہے حکمت والا خبردار،",
			"hi_kanzulimaan": "और वही ग़ालिब है अपने बन्दो पर और वही है हिकमत वाला ख़बरदार",
			"author": "১৮. আর তিনিই তাঁর বান্দাদের উপর আধিপত্যশীল এবং তিনি অত্যন্ত প্রজ্ঞাবান, সর্বজ্ঞ।"
		},
		{
			"_id": "808",
			"sura": "6",
			"para": "7",
			"verses": "19",
			"names": "قُلۡ اَیُّ شَیۡءٍ اَکۡبَرُ شَہَادَۃً ؕ قُلِ اللّٰہُ ۟ۙ شَہِیۡدٌۢ بَیۡنِیۡ وَ  بَیۡنَکُمۡ ۟ وَ اُوۡحِیَ   اِلَیَّ  ہٰذَا الۡقُرۡاٰنُ لِاُنۡذِرَکُمۡ بِہٖ وَ مَنۡۢ بَلَغَ ؕ اَئِنَّکُمۡ  لَتَشۡہَدُوۡنَ اَنَّ مَعَ  اللّٰہِ اٰلِہَۃً  اُخۡرٰی ؕ قُلۡ  لَّاۤ  اَشۡہَدُ ۚ قُلۡ  اِنَّمَا ہُوَ اِلٰہٌ وَّاحِدٌ وَّ اِنَّنِیۡ بَرِیۡٓءٌ مِّمَّا تُشۡرِکُوۡنَ ﴿ۘ۱۹﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ اَیُّ شَیۡءٍ اَکۡبَرُ شَہَادَۃً ؕ قُلِ اللّٰہُ ۟ۙ شَہِیۡدٌۢ بَیۡنِیۡ وَ  بَیۡنَکُمۡ ۟ وَ اُوۡحِیَ   اِلَیَّ  ہٰذَا الۡقُرۡاٰنُ لِاُنۡذِرَکُمۡ بِہٖ وَ مَنۡۢ بَلَغَ ؕ اَئِنَّکُمۡ  لَتَشۡہَدُوۡنَ اَنَّ مَعَ  اللّٰہِ اٰلِہَۃً  اُخۡرٰی ؕ قُلۡ  لَّاۤ  اَشۡہَدُ ۚ قُلۡ  اِنَّمَا ہُوَ اِلٰہٌ وَّاحِدٌ وَّ اِنَّنِیۡ بَرِیۡٓءٌ مِّمَّا تُشۡرِکُوۡنَ ﴿ۘ۱۹﴾ ",
			"index": "808",
			"name": "আপনি বলুন, ‘সর্বশ্রেষ্ঠ সাক্ষ্য কার?’ আপনি বলে দিন! ‘আল্লাহ্‌ সাক্ষী আমার ও আমার প্রতি এ ক্বোরআনের ওহী এসেছে যেন আমি তা দ্বারা তোমাদেরকে সতর্ক করি এবং যে যে লোকের নিকট এটা পৌছে তাদেরকেও’। তাহলে তোমরা কি এ সাক্ষ্য দিচ্ছো যে, ‘আল্লাহ্‌র সাথে অন্য খোদাও রয়েছে?’ আপনি বলুন! ‘আমি এ সাক্ষ্য দিই না’ । আপনি বলুন, ‘তিনি তো একমাত্র মা’বুদ এবং আমি অসন্তুষ্ট ঐগুলো থেকে যেগুলোকে তোমরা শরীক সাব্যস্ত করছো ।",
			"en_kanzulimaan": "Proclaim (O dear Prophet Mohammed - peace and blessings be upon him), Whose testimony is the greatest? Say, Allah is the Witness between me and you; and this Quran has been sent down upon me, so I may warn you with it and whomever it may reach; so do you bear witness that there are other Gods along with Allah? Say, I do not bear witness to it; Say, He is the only One God and I do not have any relation with whatever you ascribe as partners (to Him).",
			"ur_kanzulimaan": "تم فرماؤ سب سے بڑی گواہی کس کی تم فرماؤ کہ اللہ گواہ ہے مجھ میں اور تم میں اور میر ی طر ف اس قر آ ن کی وحی ہوئی ہے کہ میں اس سے تمھیں ڈراؤ ں اورجن جن کو پہنچے تو کیا تم یہ گواہی دیتے ہو کہ اللہ کے ساتھ اور خدا ہیں، تم فرماؤ کہ میں یہ گواہی نہیں دیتا تم فرماؤ کہ وہ تو ایک ہی معبود ہے اور میں بیزار ہوں ان سے جن کو تم شریک ٹھہراتے ہو",
			"hi_kanzulimaan": "तुम फ़रमाओ सबसे बड़ी गवाही किसकी (44फ) तुम फ़रमाओ कि अल्लाह गवाह है मुझमें और तुममें (45फ) और मेरी तरफ़ इस क़ुरआन की वही (देववाणी) हुई है कि मैं इससे तुम्हें डराऊं (46फ)और जिन जिनको पहुंचे (47फ) तो क्या तुम (48फ) यह गवाही देते हो कि अल्लाह के साथ और ख़ुदा हैं तुम फ़रमाओ (49फ) कि मैं यह गवाही नहीं देता (50फ) तुम फ़रमाओ कि वह तो एक ही मअबूद (आराध्य) है (51फ) और मैं बेज़ार हूँ उनसे जिनको तुम शरीक ठहराते हो (52फ)",
			"author": "১৯. আপনি (তাদেরকে) জিজ্ঞেস করুন, ‘সাক্ষ্য দেয়ার ক্ষেত্রে কে শ্রেষ্ঠ?’ আপনি(ই) বলে দিন, ‘আল্লাহ্ আমার এবং তোমাদের মাঝে সাক্ষী। আর আমার প্রতি এ পবিত্র কুরআন এ জন্যে প্রত্যাদেশ করা হয়েছে যেন এর মাধ্যমে তোমাদেরকে এবং এমন প্রত্যেককে সতর্ক করতে পারি যার নিকট (এ কুরআন) পৌঁছুবে। তোমরা কি সত্যিই এ বিষয়ের সাক্ষ্য দিচ্ছো যে, আল্লাহ্‌র সাথে অন্যান্য উপাস্য(ও) রয়েছে?’ বলে দিন, ‘আমি (তো এ ভুল বিষয়ের) সাক্ষ্য দেই না’। বলে দিন, ‘উপাস্য তো কেবল একজনই, আর আমি সেসব বিষয় থেকে বিমুখ যেগুলোকে তোমরা (আল্লাহ্‌র) অংশীদার সাব্যস্ত করো।’"
		},
		{
			"_id": "809",
			"sura": "6",
			"para": "7",
			"verses": "20",
			"names": "اَلَّذِیۡنَ اٰتَیۡنٰہُمُ الۡکِتٰبَ یَعۡرِفُوۡنَہٗ کَمَا یَعۡرِفُوۡنَ اَبۡنَآءَہُمۡ ۘ اَلَّذِیۡنَ خَسِرُوۡۤا اَنۡفُسَہُمۡ  فَہُمۡ  لَا  یُؤۡمِنُوۡنَ ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "اَلَّذِیۡنَ اٰتَیۡنٰہُمُ الۡکِتٰبَ یَعۡرِفُوۡنَہٗ کَمَا یَعۡرِفُوۡنَ اَبۡنَآءَہُمۡ ۘ اَلَّذِیۡنَ خَسِرُوۡۤا اَنۡفُسَہُمۡ  فَہُمۡ  لَا  یُؤۡمِنُوۡنَ ﴿۲۰﴾ ",
			"index": "809",
			"name": "যাদেরকে আমি (আল্লাহ্‌) কিতাব দিয়েছি তারা এ নবীকে চিনে, যেমন তারা আপন সন্তানদেরকে চিনে; যারা আপন প্রাণকে ক্ষতির মধ্যে নিক্ষেপ করেছে তারা ঈমান আনে না । ",
			"en_kanzulimaan": "The people to whom We gave the Book(s) recognise this Prophet (Mohammed - peace and blessings be upon him) as they recognise their own sons; those who put their own souls to ruin, do not accept faith.",
			"ur_kanzulimaan": "جن کو ہم نے کتاب دی اس نبی کو پہچانتے ہیں جیسا اپنے بیٹے کو پہچانتے ہیں جنہوں نے اپنی جان نقصان میں ڈالی وہ ایمان نہیں لاتے،",
			"hi_kanzulimaan": "जिनको हमने किताब दी (53फ) उस नबी को पहचानते हैं (54फ) जैसा अपने बेटों को पहचानते हैं (55फ) जिन्हों ने अपनी जान नुक़सान में डाली वो ईमान नहीं लाते",
			"author": "২০. যাদেরকে আমরা কিতাব প্রদান করেছিলাম তারা তাঁকে (অর্থাৎ সর্বশেষ নবী সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়া সাল্লামকে) এরকমভাবে চিনে যেমন তারা নিজেদের সন্তানদেরকে চিনে; যারা নিজেদেরকে (চিরস্থায়ী) ক্ষতিতে নিক্ষেপ করেছে। সুতরাং তারা ঈমান আনয়ন করবে না।"
		},
		{
			"_id": "810",
			"sura": "6",
			"para": "7",
			"verses": "21",
			"names": "وَ مَنۡ اَظۡلَمُ  مِمَّنِ افۡتَرٰی عَلَی اللّٰہِ  کَذِبًا اَوۡ  کَذَّبَ بِاٰیٰتِہٖ ؕ اِنَّہٗ لَا  یُفۡلِحُ  الظّٰلِمُوۡنَ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ اَظۡلَمُ  مِمَّنِ افۡتَرٰی عَلَی اللّٰہِ  کَذِبًا اَوۡ  کَذَّبَ بِاٰیٰتِہٖ ؕ اِنَّہٗ لَا  یُفۡلِحُ  الظّٰلِمُوۡنَ ﴿۲۱﴾ ",
			"index": "810",
			"name": "এবং সেই ব্যক্তির চেয়ে অধিক যালিম কে? যে আল্লাহ্‌ সম্বন্ধে মিথ্যা রচনা করে, অথবা তার নিদর্শনসমূহকে মিথ্যা প্রতিপন্ন করে । নিঃসন্দেহে যালিম সাফল্য পাবে না। ",
			"en_kanzulimaan": "And who is more unjust than one who fabricates lies against Allah or denies His signs? Undoubtedly, the unjust will never succeed.",
			"ur_kanzulimaan": "اور اس سے بڑھ کر ظالم کون جو اللہ پر جھوٹ باندھے یا اس کی آیتیں جھٹلائے، بیشک ظالم فلاح نہ پائیں گے،",
			"hi_kanzulimaan": "और उससे बढ़कर ज़ालिम कौन जो अल्लाह पर झूठ बांधे (56फ) या उसकी आयतें झुटलाए बेशक ज़ालिम फ़लाह न पाएंगे",
			"author": "২১. আর তার চেয়ে বড় যালিম আর কে হতে পারে, যে আল্লাহ্‌র প্রতি মিথ্যা অপবাদ রচনা করে অথবা যে আল্লাহ্‌র আয়াতসমূহকে মিথ্যাপ্রতিপন্ন করে? নিশ্চয়ই যালিমেরা সাফল্য লাভ করবে না।"
		},
		{
			"_id": "811",
			"sura": "6",
			"para": "7",
			"verses": "22",
			"names": "وَ یَوۡمَ نَحۡشُرُہُمۡ جَمِیۡعًا ثُمَّ نَقُوۡلُ لِلَّذِیۡنَ اَشۡرَکُوۡۤا اَیۡنَ شُرَکَآؤُکُمُ الَّذِیۡنَ کُنۡتُمۡ  تَزۡعُمُوۡنَ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَوۡمَ نَحۡشُرُہُمۡ جَمِیۡعًا ثُمَّ نَقُوۡلُ لِلَّذِیۡنَ اَشۡرَکُوۡۤا اَیۡنَ شُرَکَآؤُکُمُ الَّذِیۡنَ کُنۡتُمۡ  تَزۡعُمُوۡنَ ﴿۲۲﴾ ",
			"index": "811",
			"name": "এবং যেদিন আমি সবাইকে উঠাবো, অতঃপর অংশীবাদীগণকে বলবো, ‘কোথায় তোমাদের ঐ সব শরীক, যাদের তোমরা দাবী করতে’?",
			"en_kanzulimaan": "And on the day when We will resurrect everyone together, then say to the polytheists, Where are those partners (your false deities) whom you professed?",
			"ur_kanzulimaan": "اور جس دن ہم سب کو اٹھائیں گے پھر مشرکوں سے فرمائیں گے کہاں ہیں تمہارے وہ شریک جن کا تم دعویٰ کرتے تھے،",
			"hi_kanzulimaan": "और जिस दिन हम सब को उठाएंगे फिर मुश्रिकों से फ़रमाएंगे कहां हैं तुम्हारे वो शरीक जिन का तुम दावा करते थे",
			"author": "২২. আর যেদিন আমরা তাদের সবাইকে একত্রিত করবো এবং যারা আমাদের সাথে অংশীদার যুক্ত করতো তাদেরকে জিজ্ঞেস করবো: ‘তোমাদের সেসব অংশীদারেরা কোথায়, যাদেরকে তোমরা (উপাস্য) ধারণা করতে?’"
		},
		{
			"_id": "812",
			"sura": "6",
			"para": "7",
			"verses": "23",
			"names": "ثُمَّ لَمۡ تَکُنۡ فِتۡنَتُہُمۡ  اِلَّاۤ  اَنۡ قَالُوۡا وَ اللّٰہِ  رَبِّنَا مَا کُنَّا مُشۡرِکِیۡنَ ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ لَمۡ تَکُنۡ فِتۡنَتُہُمۡ  اِلَّاۤ  اَنۡ قَالُوۡا وَ اللّٰہِ  رَبِّنَا مَا کُنَّا مُشۡرِکِیۡنَ ﴿۲۳﴾ ",
			"index": "812",
			"name": "অতঃপর তাদের কোন অজুহাতই থাকলো না কিন্তু এই যে, তারা বলবে, ‘আমাদের প্রতিপালক আল্লাহ্‌রই শপথ, আমরা মুশরিক ছিলাম না’।",
			"en_kanzulimaan": "Then they had no fabrication except that they said, By Allah, our Lord, we were never polytheists!",
			"ur_kanzulimaan": "پھر ان کی کچھ بناوٹ نہ رہی مگر یہ کہ بولے ہمیں اپنے رب اللہ کی قسم کہ ہم مشرک نہ تھے،",
			"hi_kanzulimaan": "फिर उनकी कुछ बनावट न रही (57फ) मगर यह कि बोले हमें अपने रब अल्लाह की क़सम कि हम मुश्रिक न थे",
			"author": "২৩. অতঃপর এছাড়া তাদের আর (কোনো) অযুহাত থাকবে না, তারা বলবে, ‘আমাদের প্রতিপালক আল্লাহ্‌র শপথ! আমরা মুশরিক ছিলাম না’।"
		},
		{
			"_id": "813",
			"sura": "6",
			"para": "7",
			"verses": "24",
			"names": "اُنۡظُرۡ  کَیۡفَ کَذَبُوۡا عَلٰۤی اَنۡفُسِہِمۡ  وَ ضَلَّ عَنۡہُمۡ  مَّا  کَانُوۡا یَفۡتَرُوۡنَ ﴿۲۴﴾ ",
			"number": "",
			"verses_PDMS": "اُنۡظُرۡ  کَیۡفَ کَذَبُوۡا عَلٰۤی اَنۡفُسِہِمۡ  وَ ضَلَّ عَنۡہُمۡ  مَّا  کَانُوۡا یَفۡتَرُوۡنَ ﴿۲۴﴾ ",
			"index": "813",
			"name": "দেখো, কেমন মিথ্যা রচনা করলো নিজেরা নিজেদের বিরুদ্ধে?  এবং হারিয়ে গেলো তাদের নিকট ঐ সব মিথ্যা কথা, যেগুলো তারা রচনা করতো। ",
			"en_kanzulimaan": "Observe how they lied against themselves, and how they lost the things they fabricated!",
			"ur_kanzulimaan": "دیکھو کیسا جھوٹ باندھا خود اپنے اوپر اور گم گئیں ان سے جو باتیں بناتے تھے،",
			"hi_kanzulimaan": "देखो कैसा झूठ बांधा ख़ुद अपने ऊपर (58फ) और गुम गई उन से जो बातें बनाते थे",
			"author": "২৪. লক্ষ্য করুন, কিভাবে তারা নিজেরা নিজেদের উপর মিথ্যা আরোপ করে এবং যে মিথ্যা অপবাদ তারা (পৃথিবীতে) উদ্ভাবন করতো, তা তাদের থেকে উধাও হয়ে গেছে।"
		},
		{
			"_id": "814",
			"sura": "6",
			"para": "7",
			"verses": "25",
			"names": "وَ  مِنۡہُمۡ مَّنۡ  یَّسۡتَمِعُ  اِلَیۡکَ ۚ وَ جَعَلۡنَا عَلٰی قُلُوۡبِہِمۡ  اَکِنَّۃً  اَنۡ یَّفۡقَہُوۡہُ  وَ فِیۡۤ  اٰذَانِہِمۡ  وَقۡرًا  ؕ وَ  اِنۡ  یَّرَوۡا کُلَّ  اٰیَۃٍ  لَّا یُؤۡمِنُوۡا بِہَا ؕ حَتّٰۤی  اِذَا جَآءُوۡکَ یُجَادِلُوۡنَکَ یَقُوۡلُ  الَّذِیۡنَ کَفَرُوۡۤا اِنۡ ہٰذَاۤ  اِلَّاۤ  اَسَاطِیۡرُ الۡاَوَّلِیۡنَ ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ  مِنۡہُمۡ مَّنۡ  یَّسۡتَمِعُ  اِلَیۡکَ ۚ وَ جَعَلۡنَا عَلٰی قُلُوۡبِہِمۡ  اَکِنَّۃً  اَنۡ یَّفۡقَہُوۡہُ  وَ فِیۡۤ  اٰذَانِہِمۡ  وَقۡرًا  ؕ وَ  اِنۡ  یَّرَوۡا کُلَّ  اٰیَۃٍ  لَّا یُؤۡمِنُوۡا بِہَا ؕ حَتّٰۤی  اِذَا جَآءُوۡکَ یُجَادِلُوۡنَکَ یَقُوۡلُ  الَّذِیۡنَ کَفَرُوۡۤا اِنۡ ہٰذَاۤ  اِلَّاۤ  اَسَاطِیۡرُ الۡاَوَّلِیۡنَ ﴿۲۵﴾ ",
			"index": "814",
			"name": "এবং তাদের মধ্যে কতেক এমন রয়েছে, যারা আপনার দিকে কান পেতে রাখে; আর আমি তাদের অন্তরসমূহের উপর আবরণ পরিয়ে দিয়েছি যেন তারা তা উপলব্ধি করতে না পারে এবং তাদের কানের মধ্যে বধিরতা; এবং যদি তারা সমস্ত নিদর্শন দেখে নেয় তবুও সেগুলোর উপর ঈমান আনবে না । এমনকি তারা যখন আপনার নিকট আপনার সাথে বিতর্ক করতে উপস্থিত হয় তখন কাফিরগণ বলে, ‘এ’তো নয়, কিন্তু পূর্ববর্তী লোকদের গল্প কাহিনী মাত্র’।",
			"en_kanzulimaan": "And among them is one who listens to you; and We have put covers upon their hearts so they may not understand it, and deafness in their ears; and (even) if they see all the signs, they will not believe in them; to the extent that when they come to you to debate with you, the disbelievers say, This is nothing but stories of former people.",
			"ur_kanzulimaan": "اور ان میں کوئی وہ ہے جو تمہاری طرف کان لگاتا ہے اور ہم نے ان کے دلوں پر غلاف کردیے ہیں کہ اسے نہ سمجھیں اور ان کے کانٹ میں ٹینٹ (روئی) اور اگر ساری نشانیاں دیکھیں تو ان پر ایمان نہ لائیں گے یہاں تک کہ جب تمہارے حضور تم سے جھگڑتے حاضر ہوں تو کافر کہیں یہ تو نہیں مگر اگلوں کی داستانیں",
			"hi_kanzulimaan": "और उनमें कोई वह है जो तुम्हारी तरफ़ कान लगाता है (59फ) और हमने इनके दिलों पर ग़लाफ़ कर दिये हैं कि उसे न समझें और उनके कान में टैंट (रूई) और अगर सारी निशानियां देखें तो उनपर ईमान न लांएगे यहां तक कि जब तुम्हारे हुज़ूर तुमसे झगड़ते हाज़िर हों तो काफ़िर कहें ये तो नहीं मगर अगलों की दास्तानें (60फ)",
			"author": "২৫. আর তাদের মধ্যে কতিপয় এমন(ও) রয়েছে যারা আপনার দিকে কান পেতে রাখে। আর (তাদের অসৎ উদ্দেশ্যের কারণে) আমরা তাদের অন্তরে পর্দা ফেলে দিয়েছি, (কাজেই এখন তাদের পক্ষে সম্ভব নয় যে) তারা এটি (এ কুরআন) বুঝবে, এবং (আমরা) তাদের কানে ছিপি এঁটে দিয়েছি। আর যদি তারা সব নিদর্শন (পরিস্কার) দেখে তবু(ও) এর উপর ঈমান আনয়ন করবে না। এমনকি যখন তারা আপনার নিকট আসে, (সে সময়) কাফেরেরা আপনার সাথে বিবাদে লিপ্ত হয় এবং বলে, ‘এ (কুরআন) পূর্ববর্তী লোকদের মিথ্যা কাহিনী ব্যতীত (কিছু ) নয়’।"
		},
		{
			"_id": "815",
			"sura": "6",
			"para": "7",
			"verses": "26",
			"names": "وَ ہُمۡ یَنۡہَوۡنَ عَنۡہُ  وَ یَنۡـَٔوۡنَ عَنۡہُ ۚ وَ اِنۡ یُّہۡلِکُوۡنَ  اِلَّاۤ  اَنۡفُسَہُمۡ وَ مَا یَشۡعُرُوۡنَ ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُمۡ یَنۡہَوۡنَ عَنۡہُ  وَ یَنۡـَٔوۡنَ عَنۡہُ ۚ وَ اِنۡ یُّہۡلِکُوۡنَ  اِلَّاۤ  اَنۡفُسَہُمۡ وَ مَا یَشۡعُرُوۡنَ ﴿۲۶﴾ ",
			"index": "815",
			"name": "আর তারা তা থেকে বিরত রাখে এবং তা থেকে দূরে পলায়ণ করে; আর ধ্বংস করে না কিন্তু নিজেদের প্রাণসমূহকে; অথচ তারা উপলব্ধি করে না । ",
			"en_kanzulimaan": "And they stop (others) from it and run away from it; and they ruin none except themselves, and they do not have sense.",
			"ur_kanzulimaan": "اور وہ اس سے روکتے اور اس سے دور بھاگتے ہیں اور بلاک نہیں کرتے مگر اپنی جانیں اور انہیں شعور نہیں،",
			"hi_kanzulimaan": "और वो इससे रोकते (61फ) और इससे दूर भागते हैं और हलाक नहीं करते मगर अपनी जानें (62फ) और उन्हें शऊर (आभास) नहीं",
			"author": "২৬. আর তারা (অন্যদেরকে) এ (নবীর আনুগত্য ও কুরআন) থেকে বিরত রাখে এবং (নিজেরাও) এ থেকে দূরে পলায়ন করে। আর তারা কেবল নিজেদেরকেই ধ্বংস করছে অথচ তারা (এ ধ্বংস) অনুধাবন(ও) করে না।"
		},
		{
			"_id": "816",
			"sura": "6",
			"para": "7",
			"verses": "27",
			"names": "وَ لَوۡ تَرٰۤی  اِذۡ  وُقِفُوۡا عَلَی النَّارِ فَقَالُوۡا یٰلَیۡتَنَا نُرَدُّ  وَ لَا  نُکَذِّبَ بِاٰیٰتِ رَبِّنَا وَ نَکُوۡنَ  مِنَ  الۡمُؤۡمِنِیۡنَ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ تَرٰۤی  اِذۡ  وُقِفُوۡا عَلَی النَّارِ فَقَالُوۡا یٰلَیۡتَنَا نُرَدُّ  وَ لَا  نُکَذِّبَ بِاٰیٰتِ رَبِّنَا وَ نَکُوۡنَ  مِنَ  الۡمُؤۡمِنِیۡنَ ﴿۲۷﴾ ",
			"index": "816",
			"name": "এবং আপনি যদি কখনো দেখতেন যখন তাদেরকে আগুনের উপর দাঁড় করানো হবে, তখন তারা বলবে, ‘কোন প্রকারে যদি আমাদেরকে পুনরায় প্রেরণ করা হতো এবং আপন প্রতিপালকের নিদর্শন সমূহকে মিথ্যা প্রতিপন্ন না করতাম ও মুসলমান হয়ে যেতাম’!",
			"en_kanzulimaan": "And if you see them when they will be placed above hell, they will say, Alas, if only we might be sent back and not deny the signs of our Lord, and become Muslims!",
			"ur_kanzulimaan": "اور کبھی تم دیکھو جب وہ آگ پر کھڑے کئے جائیں گے تو کہیں گے کاش کسی طرح ہم واپس بھیجے جائیں اور اپنے رب کی آیتیں نہ جھٹلائیں اور مسلمان ہوجائیں،",
			"hi_kanzulimaan": "और कभी तुम देखो जब वो आग पर खड़े किये जाएंगे तो कहेंगे काश किसी तरह हम वापस भेजे जाएं (63फ) और  अपने रब की आयतें न झुटलाएं और मुसलमान हो जाएं",
			"author": "২৭. যদি আপনি (তখন তাদেরকে) দেখেন যখন তাদেরকে অগ্নির (কিনারার) উপর দাঁড় করানো হবে, তখন এরা বলবে, ‘হায়! যদি আমাদেরকে (পৃথিবীতে) ফিরে যেতে দেয়া হতো, তবে (তখন) আমরা আমাদের প্রতিপালকের আয়াতসমূহকে (কখনো) মিথ্যাপ্রতিপন্ন করতাম না এবং ঈমানদারগণের অন্তর্ভুক্ত হতাম।’"
		},
		{
			"_id": "817",
			"sura": "6",
			"para": "7",
			"verses": "28",
			"names": "بَلۡ بَدَا لَہُمۡ مَّا کَانُوۡا یُخۡفُوۡنَ مِنۡ  قَبۡلُ ؕ وَ لَوۡ رُدُّوۡا لَعَادُوۡا لِمَا نُہُوۡا عَنۡہُ وَ اِنَّہُمۡ  لَکٰذِبُوۡنَ ﴿۲۸﴾",
			"number": "",
			"verses_PDMS": "بَلۡ بَدَا لَہُمۡ مَّا کَانُوۡا یُخۡفُوۡنَ مِنۡ  قَبۡلُ ؕ وَ لَوۡ رُدُّوۡا لَعَادُوۡا لِمَا نُہُوۡا عَنۡہُ وَ اِنَّہُمۡ  لَکٰذِبُوۡنَ ﴿۲۸﴾",
			"index": "817",
			"name": "বরং তাদের নিকট প্রকাশ পেয়েছে যা তারা পূর্বে গোপন করতো; এবং যদিও তাদেরকে পুনরায় প্রেরণ করা হয় তবুও তারা তাই করবে যা থেকে তাদেরকে বারন করা হয়েছিলো এবং নিঃসন্দেহে তারা মিথ্যুক । ",
			"en_kanzulimaan": "In fact it has become clear to them what they used to hide before; and were they to be sent back, they would commit the same which they were forbidden to, and undoubtedly they are liars.",
			"ur_kanzulimaan": "بلکہ ان پر کھل گیا جو پہلے چھپاتے تھے اور اگر واپس بھیجے جائیں تو پھر وہی کریں جس سے منع کیے گئے تھے اور بیشک وہ ضرور جھوٹے ہیں،",
			"hi_kanzulimaan": "बल्कि उनपर खुल गया जो पहले छुपाते थे (64फ) और अगर वापस भेजे जाएं तो फिर वही करें जिससे मना किये गए थे और बेशक वो ज़रूर झूठे हैं",
			"author": "২৮. (এ স্বীকারোক্তিতে কোনো সত্যতা নেই।) বরং তাদের নিকট তা (থেকে সকল কিছু) প্রকাশিত হয়ে পড়েছে যা তারা পূর্বে গোপন করতো। আর যদি তাদেরকে (পৃথিবীতে) ফিরিয়ে(ও) দেয়া হয় তবুও (পুনরায়) তাতেই ফিরে যাবে যা তাদেরকে নিষেধ করা হয়েছিলো এবং তারা নিঃসন্দেহে (ডাহা) মিথ্যাবাদী।"
		},
		{
			"_id": "818",
			"sura": "6",
			"para": "7",
			"verses": "29",
			"names": "وَ قَالُوۡۤا اِنۡ ہِیَ  اِلَّا حَیَاتُنَا الدُّنۡیَا وَ مَا نَحۡنُ بِمَبۡعُوۡثِیۡنَ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡۤا اِنۡ ہِیَ  اِلَّا حَیَاتُنَا الدُّنۡیَا وَ مَا نَحۡنُ بِمَبۡعُوۡثِیۡنَ ﴿۲۹﴾ ",
			"index": "818",
			"name": "তারা বলে, ‘সেটাতো আমাদের এ পার্থিব জীবনই এবং আমাদের পুনরুত্থান নেই । ",
			"en_kanzulimaan": "And they said, There is no other life except our life of this world, and we are not to be raised.",
			"ur_kanzulimaan": "اور بولے وہ تو یہی ہماری دنیا کی زندگی ہے اور ہمیں اٹھنا نہیں",
			"hi_kanzulimaan": "और बोले (65फ) वह तो यही हमारी दुनिया की ज़िन्दगी है और हमें उठना नहीं (66फ)",
			"author": "২৯. আর তারা (একথাই) বলতে থাকবে (যেমনটি তারা পূর্বে বলতো), ‘আমাদের এ পার্থিব জীবন ব্যতীত (জীবন বলতে আর) কিছু নেই এবং আমাদেরকে (মৃত্যুর পর) উত্থিত করা হবে না’।"
		},
		{
			"_id": "819",
			"sura": "6",
			"para": "7",
			"verses": "30",
			"names": "وَ لَوۡ تَرٰۤی اِذۡ  وُقِفُوۡا عَلٰی رَبِّہِمۡ ؕ قَالَ اَلَیۡسَ ہٰذَا بِالۡحَقِّ ؕ قَالُوۡا بَلٰی وَ رَبِّنَا ؕ قَالَ فَذُوۡقُوا الۡعَذَابَ بِمَا کُنۡتُمۡ تَکۡفُرُوۡنَ ﴿۳۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ تَرٰۤی اِذۡ  وُقِفُوۡا عَلٰی رَبِّہِمۡ ؕ قَالَ اَلَیۡسَ ہٰذَا بِالۡحَقِّ ؕ قَالُوۡا بَلٰی وَ رَبِّنَا ؕ قَالَ فَذُوۡقُوا الۡعَذَابَ بِمَا کُنۡتُمۡ تَکۡفُرُوۡنَ ﴿۳۰﴾ ",
			"index": "819",
			"name": "এবং কখনো আপনি যদি দেখেন, যখন তাদেরকে তাদের প্রতিপালকের সম্মুখে দাঁড় করানো হবে, (তিনি) বলবেন, ‘এটা কি সত্য নয়?’ (তারা) বলবে, ‘কেন নয়? আমাদের প্রতিপালকের শপথ!’ (তিনি) বলবেন, ‘অতঃপর এখন শাস্তি ভোগ করো তোমাদের কুফরের পরিণাম স্বরূপ’।",
			"en_kanzulimaan": "And if you see when they are placed before their Lord, He will say, Is this not real (the truth)? They will say, Yes - why not, by our Lord! He will say, So now taste the punishment - the recompense of your disbelief.",
			"ur_kanzulimaan": "اور کبھی تم دیکھو جب اپنے رب کے حضور کھڑے کیے جائیں گے، فرمائے گا کیا یہ حق نہیں کہیں گے کیوں نہیں، ہمیں اپنے رب کی قسم، فرمائے گا تو اب عذاب چکھو بدلہ اپنے کفر کا،",
			"hi_kanzulimaan": "और कभी तुम देखो जब अपने रब के हुज़ूर खड़े किये जाएंगे फ़रमाएगा क्या यह हक़ (सत्य) नहीं है(67फ) कहेंगे क्यों नहीं हमें अपने रब की क़सम, फ़रमाएगा तो अब अज़ाब चखो बदला अपने कुफ़्र का",
			"author": "৩০. আর যদি আপনি (তাদেরকে সে সময়ে) দেখেন যখন তাদেরকে তাদের প্রতিপালকের সম্মুখে দাঁড় করানো হবে, (এবং তাদেরকে আল্লাহ্) বলবেন, ‘এ (জীবন) কি সত্য নয়’? (তখন) তারা বলবে, ‘কেন নয়! আমাদের প্রতিপালকের শপথ (এ সত্য।’ তখন) আল্লাহ্ বলবেন, ‘কাজেই (এখন) তোমরা শাস্তির স্বাদ আস্বাদন করো, কারণ তোমরা কুফরী করতে।’"
		},
		{
			"_id": "820",
			"sura": "6",
			"para": "7",
			"verses": "31",
			"names": "قَدۡ خَسِرَ الَّذِیۡنَ کَذَّبُوۡا بِلِقَآءِ اللّٰہِ ؕ حَتّٰۤی  اِذَا جَآءَتۡہُمُ السَّاعَۃُ  بَغۡتَۃً  قَالُوۡا یٰحَسۡرَتَنَا عَلٰی مَا فَرَّطۡنَا فِیۡہَا ۙ وَ ہُمۡ یَحۡمِلُوۡنَ اَوۡزَارَہُمۡ عَلٰی ظُہُوۡرِہِمۡ ؕ اَلَا سَآءَ  مَا یَزِرُوۡنَ ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "قَدۡ خَسِرَ الَّذِیۡنَ کَذَّبُوۡا بِلِقَآءِ اللّٰہِ ؕ حَتّٰۤی  اِذَا جَآءَتۡہُمُ السَّاعَۃُ  بَغۡتَۃً  قَالُوۡا یٰحَسۡرَتَنَا عَلٰی مَا فَرَّطۡنَا فِیۡہَا ۙ وَ ہُمۡ یَحۡمِلُوۡنَ اَوۡزَارَہُمۡ عَلٰی ظُہُوۡرِہِمۡ ؕ اَلَا سَآءَ  مَا یَزِرُوۡنَ ﴿۳۱﴾ ",
			"index": "820",
			"name": "নিঃসন্দেহে, ক্ষতির মধ্যে রয়েছে ঐ সব লোক, যারা আপন প্রতিপালকের সাথে সাক্ষাতকে অস্বীকার করেছে, এমনকি যখন তাদের উপর ক্বিয়ামত আকস্মিকভাবে এসে গেলো, তখন তারা বললো, ‘হায় আফ্‌সোস আমাদের! এজন্য যে, তা মেনে নেওয়ার বিষয়কে আমরা কম গুরুত্ব দিয়েছি’। এবং তারা নিজেদের বোঝা নিজেদের পিঠের উপর বহন করে আছে । ওহে, তারা কতোই নিকৃষ্ট বোঝা বহন করে আছে!",
			"en_kanzulimaan": "Those who denied their meeting with Allah, have indeed failed; to the extent that when the Last Day suddenly came upon them they said, Woe to us that we failed to believe in it - and they carry their burdens on their backs; what an evil burden they carry!",
			"ur_kanzulimaan": "بیشک ہار میں رہے وہ جنہوں نے اپنے رب سے ملنے کا انکار کیا، یہاں تک کہ جب ان پر قیامت اچانک آگئی بولے ہائے افسوس ہمارا اس پر کہ اس کے ماننے میں ہم نے تقصیر کی، اور وہ اپنے بوجھ اپنی پیٹھ پر لادے ہوئے ہیں ارے کتنا برُا بوجھ اٹھائے ہوئے ہیں",
			"hi_kanzulimaan": "बेशक हार में रहे वो जिन्होंने अपने रब से मिलने का इन्कार किया यहां तक कि जब उनपर क़यामत अचानक आ गई बोले हाय अफ़सोस हमारा इसपर कि इसके मानने में हमने तक़सीर की और वो अपने (68फ) बोझ अपनी पीठ पर लादे हुए हैं और कितना बुरा बोझ उठाए हुए हैं (69फ)",
			"author": "৩১. সুতরাং সেসব লোকেরা ক্ষতিগ্রস্ত হয়েছে যারা আল্লাহ্‌র সাথে সাক্ষাতকে মিথ্যাপ্রতিপন্ন করেছে; এমন কি তাদের নিকট যখন অকস্মাৎ কিয়ামত উপস্থিত হবে (তখন) তারা বলবে, ‘হায়! আফসোস আমাদের (সেই ত্রুটির) জন্যে, যা আমরা এ (কিয়ামতের উপর ঈমান আনয়নের) ব্যাপারে করেছি।’ আর তাদেরকে তাদের পিঠে নিজেদের (পাপের) বোঝা চাপিয়ে দেয়া হবে। শুনে নাও! তা খুবই ভারী বোঝা যা তারা বহন করছে।"
		},
		{
			"_id": "821",
			"sura": "6",
			"para": "7",
			"verses": "32",
			"names": "وَ مَا الۡحَیٰوۃُ  الدُّنۡیَاۤ  اِلَّا  لَعِبٌ وَّ لَہۡوٌ ؕ وَ  لَلدَّارُ الۡاٰخِرَۃُ  خَیۡرٌ  لِّلَّذِیۡنَ  یَتَّقُوۡنَ ؕ اَفَلَا  تَعۡقِلُوۡنَ ﴿۳۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا الۡحَیٰوۃُ  الدُّنۡیَاۤ  اِلَّا  لَعِبٌ وَّ لَہۡوٌ ؕ وَ  لَلدَّارُ الۡاٰخِرَۃُ  خَیۡرٌ  لِّلَّذِیۡنَ  یَتَّقُوۡنَ ؕ اَفَلَا  تَعۡقِلُوۡنَ ﴿۳۲﴾ ",
			"index": "821",
			"name": "এবং পার্থিব জীবন তো নয়, কিন্তু খেলাধুলা মাত্র। এবং নিঃসন্দেহে পরকালের ঘর শ্রেয় তাদেরই জন্য, যারা ভয় করে । সুতরাং তোমাদের কি বিবেক নেই?",
			"en_kanzulimaan": "The life of this world is nothing except a pastime and sport; and undoubtedly the abode of the Hereafter is better for the pious; so do you not have sense?",
			"ur_kanzulimaan": "اور دنیا کی زندگی نہیں مگر کھیل کود اور بیشک پچھلا گھر بھلا ان کے لئے جو ڈرتے ہیں تو کیا تمہیں سمجھ نہیں،",
			"hi_kanzulimaan": "और दुनिया की ज़िन्दगी नहीं मगर खेल कूद (70फ) और बेशक पिछला घर भला उनके लिये जो डरते हैं (71फ) तो क्या तुम्हें समझ नहीं",
			"author": "৩২. আর পার্থিব (বিলাসিতার) জীবন খেল-তামাশা ব্যতীত কিছুই নয়। আর অবশ্যই তাদের জন্যে পরকালের আবাসই উত্তম যারা খোদাভীতি অবলম্বন করে। তোমরা কি (এ প্রকৃত বাস্তবতা) বুঝো না?"
		},
		{
			"_id": "822",
			"sura": "6",
			"para": "7",
			"verses": "33",
			"names": "قَدۡ نَعۡلَمُ  اِنَّہٗ  لَیَحۡزُنُکَ الَّذِیۡ یَقُوۡلُوۡنَ فَاِنَّہُمۡ لَا یُکَذِّبُوۡنَکَ وَ لٰکِنَّ الظّٰلِمِیۡنَ  بِاٰیٰتِ  اللّٰہِ  یَجۡحَدُوۡنَ ﴿۳۳﴾ ",
			"number": "",
			"verses_PDMS": "قَدۡ نَعۡلَمُ  اِنَّہٗ  لَیَحۡزُنُکَ الَّذِیۡ یَقُوۡلُوۡنَ فَاِنَّہُمۡ لَا یُکَذِّبُوۡنَکَ وَ لٰکِنَّ الظّٰلِمِیۡنَ  بِاٰیٰتِ  اللّٰہِ  یَجۡحَدُوۡنَ ﴿۳۳﴾ ",
			"index": "822",
			"name": "আমি জানি যে, আপনাকে কষ্ট দিচ্ছে ঐ কথা, যা এরা বলছে । অতঃপর তারা তো আপনাকে অস্বীকার করছে না বরং যালিমগণ আল্লাহ্‌র আয়াতসমূহকে অস্বীকার করছে । ",
			"en_kanzulimaan": "We know well that their statement grieves you - so they do not deny you (Prophet Mohammed - peace and blessings be upon him) but in fact the unjust deny the signs of Allah.",
			"ur_kanzulimaan": "ہمیں معلوم ہے کہ تمہیں رنج دیتی ہے وہ بات جو یہ کہہ رہے ہیں تو وہ تمہیں نہیں جھٹلاتے بلکہ ظالم اللہ کی آیتوں سے انکار کرتے ہیں",
			"hi_kanzulimaan": "हमें मालूम है कि तुम्हें रंज देती है वह बात जो ये कह रहे हैं (72फ) तो वो तुम्हें नहीं झुटलाते (73फ) बल्कि ज़ालिम अल्लाह की आयतों से इन्कार करते हैं (74फ)",
			"author": "৩৩. (হে হাবীব!) নিশ্চয়ই আমরা জানি যে, এ (বিষয়) অবশ্যই আপনাকে কষ্ট দেয়, যা এরা বলে থাকে। সুতরাং তারা আপনাকে মিথ্যাপ্রতিপন্ন করে না বরং (প্রকৃতপক্ষে) যালিমেরা আল্লাহ্‌র আয়াতসমূহকেই অস্বীকার করে।"
		},
		{
			"_id": "823",
			"sura": "6",
			"para": "7",
			"verses": "34",
			"names": "وَ  لَقَدۡ  کُذِّبَتۡ رُسُلٌ مِّنۡ قَبۡلِکَ فَصَبَرُوۡا عَلٰی مَا کُذِّبُوۡا وَ اُوۡذُوۡا حَتّٰۤی اَتٰہُمۡ  نَصۡرُنَا ۚ وَ لَا مُبَدِّلَ  لِکَلِمٰتِ اللّٰہِ ۚ وَ لَقَدۡ جَآءَکَ مِنۡ نَّبَاِی الۡمُرۡسَلِیۡنَ ﴿۳۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ  لَقَدۡ  کُذِّبَتۡ رُسُلٌ مِّنۡ قَبۡلِکَ فَصَبَرُوۡا عَلٰی مَا کُذِّبُوۡا وَ اُوۡذُوۡا حَتّٰۤی اَتٰہُمۡ  نَصۡرُنَا ۚ وَ لَا مُبَدِّلَ  لِکَلِمٰتِ اللّٰہِ ۚ وَ لَقَدۡ جَآءَکَ مِنۡ نَّبَاِی الۡمُرۡسَلِیۡنَ ﴿۳۴﴾ ",
			"index": "823",
			"name": "এবং আপনার পূর্বেও রসূলগণকে অস্বীকার করা হয়েছে । তখন তারা ধৈর্যধারণ করেছিলেন এ অস্বীকার করা ও কষ্ট পাওয়ার উপর, যে পর্যন্ত তাদের নিকট আমার সাহায্য এসেছে; এবং আল্লাহ্‌র বাণীগুলোকে পরিবর্তনকারী কেউ নেই আর আপনার নিকট রসূলগণের খবরাদি এসেই গেছে । ",
			"en_kanzulimaan": "And indeed Noble Messengers have been denied before you, so they patiently bore the denial and torture till Our help reached them; and there is none to alter the decisions of Allah; and the news of the Noble Messengers have already reached you.",
			"ur_kanzulimaan": "اور تم سے پہلے رسول جھٹلائے گئے تو انہوں نے صبر کیا اس جھٹلانے اور ایذائیں پانے پر یہاں تک کہ انہیں ہماری مدد آئی اور اللہ کی باتیں بدلنے والا کوئی نہیں اور تمہارے پاس رسولوں کی خبریں آ ہی چکیں ہیں",
			"hi_kanzulimaan": "और तुम से पहले रसूल झुटलाए गए तो उन्होंने सब्र किया इस झुटलाने  और ईज़ाएं (पीड़ाएं) पाने पर यहां तक कि उन्हें हमारी मदद आई (75फ) और अल्लाह की बातें बदलने वाला कोई नहीं (76फ) और तुम्हारे पास रसूलों की ख़बरें आही चुकी हैं (77फ)",
			"author": "৩৪. আর নিশ্চয়ই আপনার পূর্বেও (অনেক) রাসূলকে মিথ্যাপ্রতিপন্ন করা হয়েছিল, কিন্তু তারা এই প্রত্যাখ্যান ও নির্যাতনের উপর ধৈর্য ধারণ করেছিলেন যতক্ষণ না তাদের নিকট আমাদের সাহায্য এসে পৌঁছেছিল। আর আল্লাহ্‌র বাণীসমূহের (অর্থাৎ অঙ্গীকারের) কোনো পরিবর্তনকারী নেই এবং নিঃসন্দেহে (অন্তরের প্রশান্তির জন্যে) আপনার নিকট রাসূলগণের সংবাদ এসে পৌঁছেছে।"
		},
		{
			"_id": "824",
			"sura": "6",
			"para": "7",
			"verses": "35",
			"names": "وَ اِنۡ کَانَ  کَبُرَ عَلَیۡکَ اِعۡرَاضُہُمۡ فَاِنِ اسۡتَطَعۡتَ اَنۡ تَبۡتَغِیَ نَفَقًا فِی الۡاَرۡضِ اَوۡ  سُلَّمًا فِی السَّمَآءِ  فَتَاۡتِیَہُمۡ  بِاٰیَۃٍ ؕ وَ لَوۡ شَآءَ اللّٰہُ  لَجَمَعَہُمۡ عَلَی الۡہُدٰی فَلَا تَکُوۡنَنَّ مِنَ  الۡجٰہِلِیۡنَ ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنۡ کَانَ  کَبُرَ عَلَیۡکَ اِعۡرَاضُہُمۡ فَاِنِ اسۡتَطَعۡتَ اَنۡ تَبۡتَغِیَ نَفَقًا فِی الۡاَرۡضِ اَوۡ  سُلَّمًا فِی السَّمَآءِ  فَتَاۡتِیَہُمۡ  بِاٰیَۃٍ ؕ وَ لَوۡ شَآءَ اللّٰہُ  لَجَمَعَہُمۡ عَلَی الۡہُدٰی فَلَا تَکُوۡنَنَّ مِنَ  الۡجٰہِلِیۡنَ ﴿۳۵﴾ ",
			"index": "824",
			"name": "এবং যদি তাদের মুখ ফিরিয়ে নেয়া আপনার নিকট কষ্টকর হয় তাহলে যদি আপনার জন্য সম্ভবপর হয়, তবে ভূ-গর্ভে কোন সুড়ঙ্গ তালাশ করুন কিংবা আসমানে কোন সিড়ি; অতঃপর তাদের জন্য নিদর্শন নিয়ে আসুন! এবং আল্লাহ্‌ ইচ্ছা করলে তাদেরকে হিদায়তের উপর একত্রিত করতেন । সুতরাং, হে শ্রোতা! তুমি কখনো মূর্খ হয়ো না! ",
			"en_kanzulimaan": "And if their turning away has grieved you, then if you can, seek a tunnel into the earth or a ladder into the sky to bring a sign for them; and if Allah willed, He could have brought them all together upon guidance, so O listener (followers of this Prophet) do not ever be of the ignorant.",
			"ur_kanzulimaan": "اور اگر ان کا منہ پھیرنا تم پر شاق گزرا ہے تو اگر تم سے ہوسکے تو زمین میں کوئی سرنگ تلاش کرلو یا آسمان میں زینہ پھر ان کے لیے نشانی لے آؤ اور اللہ چاہتا تو انہیں ہدایت پر اکٹھا کردیتا تو اے سننے والے تو ہرگز نادان نہ بن،",
			"hi_kanzulimaan": "और अगर उनका मुंह फेरना तुम पर शाक़ गुज़रा है (78फ)तो अगर तुम से हो सके तो ज़मीन में कोई सुरंग तलाश करलो या आसमान में ज़ीना फिर उन के लिये निशानी ले आओ (79फ)और अल्लाह चाहता तो उन्हें हिदायत पर इकट्ठा कर देता तो ऐ सुनने वाले तू हरग़िज़ नादान न बन",
			"author": "৩৫. আর যদি আপনার নিকট তাদের অনীহা ও মুখ ফিরিয়ে নেয়া কষ্টদায়ক হয় (এবং আপনি সর্বাবস্থায় তাদের ঈমান আনয়নের আকাঙ্ক্ষী হন,) তবে যদি আপনার পক্ষে (এ) সম্ভব হয় যে পৃথিবীর (অভ্যন্তরে প্রবেশ করেছে এমন) কোনো সুরঙ্গ অথবা আসমানে (আরোহনের) কোনো সিঁড়ি অন্বেষণ করে নিন এবং (তাদেরকে দেখানোর জন্যে) কোনো (বিশেষ) নিদর্শন নিয়ে আসুন (তারা তখনও ঈমান আনয়ন করবে না)। আর যদি আল্লাহ্ চাইতেন, তবে তাদেরকে অবশ্যই হেদায়াতে একত্র করতেন। সুতরাং আপনি (আপনার অনুগ্রহ ও মমতার সীমাহীন আতিশয্যে তাদের দুর্ভাগ্য সম্পর্কে) অনবগত হবেন না।"
		},
		{
			"_id": "825",
			"sura": "6",
			"para": "7",
			"verses": "36",
			"names": "اِنَّمَا یَسۡتَجِیۡبُ الَّذِیۡنَ یَسۡمَعُوۡنَ  ؕؔ وَ الۡمَوۡتٰی یَبۡعَثُہُمُ اللّٰہُ  ثُمَّ  اِلَیۡہِ یُرۡجَعُوۡنَ ﴿؃ ۳۶﴾",
			"number": "",
			"verses_PDMS": "اِنَّمَا یَسۡتَجِیۡبُ الَّذِیۡنَ یَسۡمَعُوۡنَ  ؕؔ وَ الۡمَوۡتٰی یَبۡعَثُہُمُ اللّٰہُ  ثُمَّ  اِلَیۡہِ یُرۡجَعُوۡنَ ﴿؃ ۳۶﴾",
			"index": "825",
			"name": "মানে তো তারাই, যারা শোনে । আর ঐ মৃত অন্তরগুলোকে আল্লাহ্‌ পুনর্জীবিত করবেন; অতঃপর তার দিকে তাদেরকে ফিরিয়ে আনা হবে । ",
			"en_kanzulimaan": "It is only those who hear (with sincere hearts) that accept faith; and Allah will raise these people dead of heart, then towards Him they will be herded.",
			"ur_kanzulimaan": "مانتے تو وہی ہیں جو سنتے ہیں اور ان مردہ دلوں کو اللہ اٹھائے گا پھر اس کی طرف ہانکے جائیں گے",
			"hi_kanzulimaan": "मानते तो वही हैं जो सुनते हैं (80फ) और उन मुर्दा दिलों (81फ) को अल्लाह उठाएगा (82फ) फिर उसकी तरफ़ हांके जाएंगे (83फ)",
			"author": "৩৬. সত্য এ যে, (সত্যের দাওয়াত) কেবল সে-ই গ্রহণ করে যে (একে খাঁটি অন্তরে) শ্রবণ করে। আর মৃতদেরকে (অর্থাৎ সত্য অস্বীকারকারীদেরকে) আল্লাহ্ (কুফরী অবস্থাতেই কবর থেকে) উত্থিত করবেন। অতঃপর (যাকে তারা অস্বীকার করতো) সেই (প্রতিপালক) সত্তার দিকে তাদেরকে ফিরিয়ে নেয়া হবে।"
		},
		{
			"_id": "826",
			"sura": "6",
			"para": "7",
			"verses": "37",
			"names": "وَ قَالُوۡا لَوۡ لَا نُزِّلَ عَلَیۡہِ  اٰیَۃٌ  مِّنۡ رَّبِّہٖ ؕ قُلۡ  اِنَّ اللّٰہَ  قَادِرٌ عَلٰۤی  اَنۡ یُّنَزِّلَ  اٰیَۃً  وَّ لٰکِنَّ  اَکۡثَرَ ہُمۡ  لَا  یَعۡلَمُوۡنَ ﴿۳۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡا لَوۡ لَا نُزِّلَ عَلَیۡہِ  اٰیَۃٌ  مِّنۡ رَّبِّہٖ ؕ قُلۡ  اِنَّ اللّٰہَ  قَادِرٌ عَلٰۤی  اَنۡ یُّنَزِّلَ  اٰیَۃً  وَّ لٰکِنَّ  اَکۡثَرَ ہُمۡ  لَا  یَعۡلَمُوۡنَ ﴿۳۷﴾ ",
			"index": "826",
			"name": "এবং বললো, ‘তার উপর তার প্রতিপালকের নিকট থেকে কোন নিদর্শোন কেন অবতীর্ণ হয়নি?’ আপনি বলুন, ‘আল্লাহ্‌ সক্ষম এর উপর যে, তিনি কোন নিদর্শন নাযিল করবেন;’কিন্তু তাদের মধ্যে অনেকে নিরেট মূর্খ রয়েছে । ",
			"en_kanzulimaan": "And they said, Why has no sign been sent down upon him from his Lord? Say, Indeed Allah is Able to send down a sign, but most of them are totally ignorant.",
			"ur_kanzulimaan": "اور بولے ان پر کوئی نشانی کیوں نہ اتری ان کے رب کی طرف سے تم فرماؤ کہ اللہ قادر ہے کہ کوئی نشانی اتارے لیکن ان میں بہت نرے (بالکل) جاہل ہیں",
			"hi_kanzulimaan": "और बोले (84फ) उनपर कोई निशानी क्यों न उतरी उनके रब की तरफ़ से (85फ) तुम फ़रमाओ कि अल्लाह क़ादिर है कि कोई निशानी उतारे लेकिन उनमें बहुत निरे जाहिल हैं (86फ)",
			"author": "৩৭. আর তারা বললো, ‘তাঁর (অর্থাৎ রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়া সাল্লামের) প্রতি তাঁর প্রতিপালকের নিকট থেকে (স্থায়ী) কোনো নিদর্শন কেন অবতীর্ণ করা হলো না?’ বলে দিন, ‘নিশ্চয়ই আল্লাহ্‌র (এরূপ কোনো) নিদর্শন অবতীর্ণ করার ক্ষমতা রয়েছে; কিন্তু তাদের মধ্যে অধিকাংশ লোক (তাঁর প্রজ্ঞা সম্পর্কে) অবগত নয়।’"
		},
		{
			"_id": "827",
			"sura": "6",
			"para": "7",
			"verses": "38",
			"names": "وَ مَا مِنۡ  دَآبَّۃٍ  فِی الۡاَرۡضِ وَ لَا طٰٓئِرٍ یَّطِیۡرُ  بِجَنَاحَیۡہِ  اِلَّاۤ  اُمَمٌ  اَمۡثَالُکُمۡ ؕ مَا فَرَّطۡنَا فِی الۡکِتٰبِ مِنۡ شَیۡءٍ  ثُمَّ   اِلٰی رَبِّہِمۡ  یُحۡشَرُوۡنَ ﴿۳۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا مِنۡ  دَآبَّۃٍ  فِی الۡاَرۡضِ وَ لَا طٰٓئِرٍ یَّطِیۡرُ  بِجَنَاحَیۡہِ  اِلَّاۤ  اُمَمٌ  اَمۡثَالُکُمۡ ؕ مَا فَرَّطۡنَا فِی الۡکِتٰبِ مِنۡ شَیۡءٍ  ثُمَّ   اِلٰی رَبِّہِمۡ  یُحۡشَرُوۡنَ ﴿۳۸﴾ ",
			"index": "827",
			"name": "এবং নেই কোন ভূ-পৃষ্ঠে বিচরণকারী এবং নেই কোন পাখী, যা আপন ডানার সাহায্যে ওড়ে, কিন্তু সবই তোমাদের মতো উম্মত । আমি এ কিতাবের মধ্যে কোন কিছু লিপিবদ্ধ করতে ত্রুটি করি নি। অতঃপর স্বীয় প্রতিপালকের দিকে উঠানো হবে । ",
			"en_kanzulimaan": "And there is not an animal moving in the earth nor a bird flying on its wings, but they are a nation like you; We have left out nothing in this Book - then towards their Lord they will be raised.",
			"ur_kanzulimaan": "اور نہیں کوئی زمین میں چلنے والا اور نہ کوئی پرند کہ اپنے پروں پر اڑتا ہے مگر تم جیسی اُمتیں ہم نے اس کتاب میں کچھ اٹھا نہ رکھا پھر اپنے رب کی طرف اٹھائے جائیں گے",
			"hi_kanzulimaan": "और नहीं कोई ज़मीन में चलने वाला और न कोई परिन्द कि अपने परों पर उड़ता है मगर तुम जैसी उम्मतें (87फ) हमने इस किताब में कुछ उठा न रखा (88फ) फिर अपने रब की तरफ़ उठाए जाएंगे (89फ)",
			"author": "৩৮. আর (হে মানব জাতি!) ভুপৃষ্ঠে বিচরণশীল এমন কোনো (প্রাণী) অথবা স্বীয় ডানায় ভর দিয়ে উড়ে চলা এরূপ পাখি নেই যা (বহু বৈশিষ্ট্যে) তোমাদেরই অনুরূপ প্রজাতি নয়।* আমরা কিতাবে কোনো কিছুই বাদ দেইনি (যা সুস্পষ্টভাবে অথবা ইঙ্গিতে বর্ণনা করা হয়নি)। অতঃপর সবাইকে (সব মানুষকে) তাদের প্রতিপালকের নিকট একত্রিত করা হবে। [,*এদের সাদৃশ্যের কারণে মানবজাতির ক্রমবিকাশের ক্ষেত্রে ডারউইন এবং তার সমমনা বিজ্ঞানীদের এ ভুল ধারণা সৃষ্টি হয়েছে যে হয়তো মানুষ এ সব প্রাণীরই এক বিকশিত রূপ। أُمَمٌ أَمثَالُکُمۡ এ শব্দসমূহ সুস্পষ্ট করে দিয়েছে যে, প্রাণীকুল, পক্ষীকুল এবং মানুষের মাঝে শারীরিক, জীবতাত্ত্বিক ও বৈশিষ্ট্যগত সাদৃশ্য অবশ্যই বিদ্যমান। আর এগুলো সৃষ্টিতত্ত্বের একত্ববাদের দলিল, কিন্তু এ সবগুলো পৃথক পৃথক প্রজাতির সৃষ্টি। এ কথা সত্য যে, পৃথিবীর আয়ুষ্কালের বিভিন্ন পর্যায় ও আবর্তনের শেষকালে মানবজীবনের প্রকাশ ঘটেছে। এটি তাদের পরিপূর্ণতম এবং সর্বশ্রেষ্ঠ সৃষ্টিতে পরিগণিত হওয়ার প্রমাণ।]"
		},
		{
			"_id": "828",
			"sura": "6",
			"para": "7",
			"verses": "39",
			"names": "وَ الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا صُمٌّ  وَّ بُکۡمٌ  فِی الظُّلُمٰتِ ؕ مَنۡ  یَّشَاِ اللّٰہُ  یُضۡلِلۡہُ ؕ وَ مَنۡ یَّشَاۡ  یَجۡعَلۡہُ  عَلٰی  صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿۳۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا صُمٌّ  وَّ بُکۡمٌ  فِی الظُّلُمٰتِ ؕ مَنۡ  یَّشَاِ اللّٰہُ  یُضۡلِلۡہُ ؕ وَ مَنۡ یَّشَاۡ  یَجۡعَلۡہُ  عَلٰی  صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿۳۹﴾ ",
			"index": "828",
			"name": "এবং যারা আমার আয়াতগুলোকে অস্বীকার করেছে তারা বধির ও মূক; অন্ধকাররাশিতে রয়েছে । আল্লাহ যাকে চান বিপথগামী করেন এবং যাকে ইচ্ছা সরল পথে নিয়ে ঢেলে দেন ।",
			"en_kanzulimaan": "And those who deny Our signs are deaf and dumb in realms of darkness; Allah may send astray whomever He wills; and may place on the Straight Path whomever He wills.",
			"ur_kanzulimaan": "اور جنہوں نے ہماری آیتیں جھٹلائیں بہرے اور گونگے ہیں اندھیروں میں اللہ جسے چاہے گمراہ کرے اور جسے چاہے سیدھے راستہ ڈال دے",
			"hi_kanzulimaan": "और जिन्हों ने हमारी आयतें झुटलाईं बेहरे और गूंगे हैं (90फ) अंधेरों में (91फ) अल्लाह जिसे चाहे गुमराह करे और जिसे चाहे सीधे रस्ते डाल दे (92फ)",
			"author": "৩৯. আর যারা আমার আয়াতসমূহকে মিথ্যাপ্রতিপন্ন করেছে তারা বধির ও বোবা, অন্ধকারে (বিপথগামী) রয়েছে। আল্লাহ্ যাকে ইচ্ছা তাকে (সত্য অস্বীকার ও একগুঁয়েমির কারণে) গোমরাহ্ করে দেন এবং যাকে ইচ্ছা তাকে (সত্য গ্রহণ করার কারণে) সরল পথে পরিচালিত করেন।"
		},
		{
			"_id": "829",
			"sura": "6",
			"para": "7",
			"verses": "40",
			"names": "قُلۡ  اَرَءَیۡتَکُمۡ   اِنۡ  اَتٰىکُمۡ عَذَابُ اللّٰہِ اَوۡ اَتَتۡکُمُ السَّاعَۃُ  اَغَیۡرَ اللّٰہِ تَدۡعُوۡنَ ۚ اِنۡ  کُنۡتُمۡ  صٰدِقِیۡنَ ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اَرَءَیۡتَکُمۡ   اِنۡ  اَتٰىکُمۡ عَذَابُ اللّٰہِ اَوۡ اَتَتۡکُمُ السَّاعَۃُ  اَغَیۡرَ اللّٰہِ تَدۡعُوۡنَ ۚ اِنۡ  کُنۡتُمۡ  صٰدِقِیۡنَ ﴿۴۰﴾ ",
			"index": "829",
			"name": "আপনি বলুন, ‘হাঁ, তোমরা বলো, যদি তোমাদের উপর আল্লাহ্‌র শাস্তি আসে অথবা কিয়ামত অনুষ্ঠিত হয়, তবে কি তোমরা আল্লাহ্‌ ব্যতীত অন্য কাউকে ডাকবে?’ যদি তোমরা সত্যবাদী হও!",
			"en_kanzulimaan": "Say, What is your opinion - if the punishment of Allah comes upon you or the Hour arrives, will you call upon anyone (deity) besides Allah; if you are truthful?",
			"ur_kanzulimaan": "تم فرماؤ بھلا بتاؤ تو اگر تم پر اللہ کا عذاب آئے یا قیامت قائم ہو کیا اللہ کے سوا کسی اور کو پکارو گے اگر سچے ہو",
			"hi_kanzulimaan": "तुम फ़रमाओ भला बताओ तो अगर तुमपर अल्लाह का अज़ाब आए या क़यामत क़ायम हो क्या अल्लाह के सिवा किसी और को पुकारोगे (93फ) अगर सच्चे हो (94फ)",
			"author": "৪০. আপনি (এসব কাফেরদেরকে) বলুন, ‘আচ্ছা বলো তো, যদি তোমাদের উপর আল্লাহ্‌র শাস্তি আপতিত হয় অথবা তোমাদের উপর কিয়ামত সংঘটিত হয় তবে কি (সে সময় শাস্তি থেকে বাঁচার জন্যে) আল্লাহ্ ব্যতীত আর কাউকে আহ্বান করবে? (বলো) যদি তোমরা সত্যবাদী হও।’"
		},
		{
			"_id": "830",
			"sura": "6",
			"para": "7",
			"verses": "41",
			"names": "بَلۡ اِیَّاہُ  تَدۡعُوۡنَ فَیَکۡشِفُ مَا تَدۡعُوۡنَ اِلَیۡہِ  اِنۡ شَآءَ وَ تَنۡسَوۡنَ مَا تُشۡرِکُوۡنَ ﴿۴۱﴾ ",
			"number": "",
			"verses_PDMS": "بَلۡ اِیَّاہُ  تَدۡعُوۡنَ فَیَکۡشِفُ مَا تَدۡعُوۡنَ اِلَیۡہِ  اِنۡ شَآءَ وَ تَنۡسَوۡنَ مَا تُشۡرِکُوۡنَ ﴿۴۱﴾ ",
			"index": "830",
			"name": "বরং (তোমরা) তাকেই ডাকবে। সুতরাং তিনি ইচ্ছা করলে যে কারণে তোমরা তাকে ডাকছো তা দূর করবেন এবং শরীকদের ভুলে যাবে । ",
			"en_kanzulimaan": "In fact you will only call upon Him, and if He wills, He may remove that because of which you prayed to Him, and you will forget the partners (you ascribe to Him).",
			"ur_kanzulimaan": "بلکہ اسی کو پکارو گے تو وہ اگر چاہے جس پر اسے پکارتے ہو اسے اٹھالے اور شریکوں کو بھول جاؤ گے",
			"hi_kanzulimaan": "बल्कि उसी को पुकारोगे तो वह अगर चाहे (95फ) जिस पर उसे पुकारते हो उसे उठाले और शरीकों को भूल जाओगे (96फ)",
			"author": "৪১. (কখনো তা সম্ভব নয়) বরং তোমরা (এখনো) সেই (আল্লাহ্‌র) সত্তাকেই আহ্বান করছো। যদি তিনি চান, তবে সেসব (বিপদাপদ) দূরীভুত করে দেন, যার জন্যে তোমরা (তাকে) আহ্বান করো। আর (সে সময়) তোমরা ঐসব (মূর্তি) ভুলে যাবে, যাদেরকে (আল্লাহ্‌র) অংশীদার সাব্যস্ত করতে।"
		},
		{
			"_id": "831",
			"sura": "6",
			"para": "7",
			"verses": "42",
			"names": "وَ لَقَدۡ اَرۡسَلۡنَاۤ  اِلٰۤی  اُمَمٍ مِّنۡ قَبۡلِکَ فَاَخَذۡنٰہُمۡ بِالۡبَاۡسَآءِ وَ الضَّرَّآءِ لَعَلَّہُمۡ یَتَضَرَّعُوۡنَ ﴿۴۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اَرۡسَلۡنَاۤ  اِلٰۤی  اُمَمٍ مِّنۡ قَبۡلِکَ فَاَخَذۡنٰہُمۡ بِالۡبَاۡسَآءِ وَ الضَّرَّآءِ لَعَلَّہُمۡ یَتَضَرَّعُوۡنَ ﴿۴۲﴾ ",
			"index": "831",
			"name": "এবং নিশ্চয় আমি আপনার পূর্বেও বহু জাতির প্রতি রসূল প্রেরণ করেছি; অতঃপর তাদেরকে কঠোরতা ও কষ্ট দিয়ে পাকড়াও করেছি, যাতে তারা কোন মতে হীনতা ও বিনয়ের সাথে প্রার্থনা করে । ",
			"en_kanzulimaan": "And We have indeed sent Noble Messengers towards the nations that were before you - We therefore seized them with hardship and adversity so that, in some way, they may humbly plead.",
			"ur_kanzulimaan": "اور بیشک ہم نے تم سے پہلی اُمتوں کی طرف رسول بھیجے تو انہیں سختی اور تکلیف سے پکڑا کہ وہ کسی طرح گڑگڑائیں",
			"hi_kanzulimaan": "और बेशक हमने तुमसे पहली उम्मतों की तरफ़ रसूल भेजे तो उन्हें सख़्ती और तकलीफ़ से पकड़ा (97फ) कि वो किसी तरह गिड़गिड़ाएं (98फ)",
			"author": "৪২. আর নিশ্চয়ই আমরা আপনার পূর্বেও অনেক জাতির নিকট রাসূল প্রেরণ করেছিলাম; অতঃপর আমরা তাদেরকে (নাফরমানীর কারণে) অভাব-অনটন ও চরম দুর্দশার মাধ্যমে পাকড়াও করেছিলাম, যাতে তারা (বিনয় ও নম্রতার মাধ্যমে) সনির্বন্ধ প্রার্থনা করে।"
		},
		{
			"_id": "832",
			"sura": "6",
			"para": "7",
			"verses": "43",
			"names": "فَلَوۡلَاۤ  اِذۡ جَآءَہُمۡ بَاۡسُنَا تَضَرَّعُوۡا وَ لٰکِنۡ  قَسَتۡ قُلُوۡبُہُمۡ وَ زَیَّنَ لَہُمُ الشَّیۡطٰنُ  مَا  کَانُوۡا  یَعۡمَلُوۡنَ ﴿۴۳﴾ ",
			"number": "",
			"verses_PDMS": "فَلَوۡلَاۤ  اِذۡ جَآءَہُمۡ بَاۡسُنَا تَضَرَّعُوۡا وَ لٰکِنۡ  قَسَتۡ قُلُوۡبُہُمۡ وَ زَیَّنَ لَہُمُ الشَّیۡطٰنُ  مَا  کَانُوۡا  یَعۡمَلُوۡنَ ﴿۴۳﴾ ",
			"index": "832",
			"name": "সুতরাং কেন (এমন ) হলো না যে, যখন তাদের উপর আমার শাস্তি এলো, তখন যদি অত্যন্ত বিনয়ের সাথে প্রার্থনা করতো! কিন্তু তাদের অন্তর তো কঠিন হয়ে গেছে; এবং শয়তান তাদের পর্যায়ক্রমকে তাদের দৃষ্টিতে ভাল করে দেখিয়েছে । ",
			"en_kanzulimaan": "So why did they not humbly plead when Our punishment came to them? But their hearts were hardened and the devil made all their deeds appear good to them!",
			"ur_kanzulimaan": "تو کیوں نہ ہوا کہ جب ان پر ہمارا عذاب آیا تو گڑگڑائے ہوتے لیکن ان کے دل تو سخت ہوگئے اور شیطان نے ان کے کام ان کی نگاہ میں بھلے کر دکھائے،",
			"hi_kanzulimaan": "तो क्यों न हुआ कि जब उनपर अज़ाब आया तो गिड़गिड़ाए होते लेकिन उन के दिल तो सख़्त हो गए (99फ) और शैतान ने उनके काम उन की निगाह में भले कर दिखाए",
			"author": "৪৩. অতঃপর যখন তাদের উপর আমাদের শাস্তি নেমে এলো তখন তারা কেন বিনয় ও নম্রতা অবলম্বন করেনি? কিন্তু (প্রকৃত সত্য হলো,) তাদের অন্তর কঠোর হয়ে গিয়েছিল এবং শয়তান তাদের জন্যে সেসব (পাপ) কর্ম চিত্তাকর্ষক ও মোহনীয় করে দেখিয়েছিল যা তারা সম্পন্ন করতো।"
		},
		{
			"_id": "833",
			"sura": "6",
			"para": "7",
			"verses": "44",
			"names": "فَلَمَّا نَسُوۡا مَا  ذُکِّرُوۡا بِہٖ  فَتَحۡنَا عَلَیۡہِمۡ  اَبۡوَابَ کُلِّ شَیۡءٍ ؕ حَتّٰۤی  اِذَا فَرِحُوۡا بِمَاۤ  اُوۡتُوۡۤا اَخَذۡنٰہُمۡ بَغۡتَۃً  فَاِذَا ہُمۡ مُّبۡلِسُوۡنَ ﴿۴۴﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا نَسُوۡا مَا  ذُکِّرُوۡا بِہٖ  فَتَحۡنَا عَلَیۡہِمۡ  اَبۡوَابَ کُلِّ شَیۡءٍ ؕ حَتّٰۤی  اِذَا فَرِحُوۡا بِمَاۤ  اُوۡتُوۡۤا اَخَذۡنٰہُمۡ بَغۡتَۃً  فَاِذَا ہُمۡ مُّبۡلِسُوۡنَ ﴿۴۴﴾ ",
			"index": "833",
			"name": "অতঃপর যখন তারা ভুলে গেলো ঐ সব উপদেশ যেগুলো তাদেরকে দেওয়া হয়েছিলো, তখন আমি তাদের জন্য প্রতিটি বস্তুর দ্বারগুলো উন্মুক্ত করে দিয়েছি; এমনকি, যখন তারা আনন্দিত হলো সেটার উপর, যা তারা পেয়েছিল তখন আমি অকস্মাৎ তাদেরকে পাকড়াও করলাম; তখন তারা নিরাশ হয়ে রইলো। ",
			"en_kanzulimaan": "So when they forgot the advices made to them, We opened the gates of all things for them; to the extent that when they were rejoicing for what they had received, We seized them suddenly, hence they remained dejected.",
			"ur_kanzulimaan": "پھر جب انہوں نے بھلا دیا جو نصیحتیں ان کو کی گئیں تھیں ہم نے ان پر ہر چیز کے دروازے کھول دیے یہاں تک کہ جب خوش ہوئے اس پر جو انہیں ملا تو ہم نے اچانک انہیں پکڑلیا اب وہ آس ٹوٹے رہ گئے،",
			"hi_kanzulimaan": "फिर जब उन्होंने भुला दिया जो नसीहतें उनको की गईं थीं (100फ) हमने उनपर हर चीज़ के दर्वाज़े खोल दिये (101फ) यहाँ तक कि जब ख़ुश हुए उसपर जो उन्हें मिला (102फ) तो हमने अचानक उन्हें पकड़ लिया (103फ)",
			"author": "৪৪. অতঃপর যখন তারা সে উপদেশ ভুলে গেল যা তাদেরকে প্রদান করা হয়েছিল, তখন আমরা (তাদেরকে তাদের পরিণতি পর্যন্ত পৌঁছাতে) তাদের জন্যে সকল (প্রাচুর্যের) দরোজা খুলে দিলাম। এমনকি যখন তাদেরকে দেয়া ওইসব বস্তুর (আমোদ ও পরিতৃপ্তির) কারণে তারা আনন্দে উৎফুল্লিত হয়ে গেল, তখন আমরা অকস্মাৎ তাদেরকে (শাস্তির মাধ্যমে) পাকড়াও করলাম। ফলে, তারা নিরাশ হয়ে গেল।"
		},
		{
			"_id": "834",
			"sura": "6",
			"para": "7",
			"verses": "45",
			"names": "فَقُطِعَ   دَابِرُ الۡقَوۡمِ الَّذِیۡنَ ظَلَمُوۡا ؕ وَ الۡحَمۡدُ  لِلّٰہِ  رَبِّ الۡعٰلَمِیۡنَ ﴿۴۵﴾ ",
			"number": "",
			"verses_PDMS": "فَقُطِعَ   دَابِرُ الۡقَوۡمِ الَّذِیۡنَ ظَلَمُوۡا ؕ وَ الۡحَمۡدُ  لِلّٰہِ  رَبِّ الۡعٰلَمِیۡنَ ﴿۴۵﴾ ",
			"index": "834",
			"name": "অতঃপর মূলোচ্ছেদ করা হলো অত্যাচারীদের; এবং সমস্ত প্রশংস আল্লাহ্‌র, যিনি সমগ্র বিশ্বজগতের প্রতিপালক । ",
			"en_kanzulimaan": "The origins of the unjust people were therefore cut off; and all praise is to Allah, Lord Of The Creation.",
			"ur_kanzulimaan": "تو جڑ کاٹ دی گئی ظالموں کی اور سب خوبیاں سراہا اللہ رب سارے جہاں کا",
			"hi_kanzulimaan": "अब वो आस टूटे रह गए तो जड़ काट दी गई ज़ालिमों की (104फ) और सब ख़ूबियों सराहा अल्लाह रब सारे जहां का (105फ)",
			"author": "৪৫. অতঃপর অত্যাচারী সম্প্রদায়ের শিকড় কেটে দেয়া হলো, আর সমস্ত প্রশংসা আল্লাহ্‌রই জন্যে, যিনি সমস্ত জগতের প্রতিপালক।"
		},
		{
			"_id": "835",
			"sura": "6",
			"para": "7",
			"verses": "46",
			"names": "قُلۡ  اَرَءَیۡتُمۡ  اِنۡ  اَخَذَ اللّٰہُ سَمۡعَکُمۡ وَ اَبۡصَارَکُمۡ  وَ خَتَمَ عَلٰی قُلُوۡبِکُمۡ مَّنۡ  اِلٰہٌ  غَیۡرُ  اللّٰہِ  یَاۡتِیۡکُمۡ  بِہٖ ؕ اُنۡظُرۡ  کَیۡفَ نُصَرِّفُ الۡاٰیٰتِ ثُمَّ ہُمۡ یَصۡدِفُوۡنَ ﴿۴۶﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اَرَءَیۡتُمۡ  اِنۡ  اَخَذَ اللّٰہُ سَمۡعَکُمۡ وَ اَبۡصَارَکُمۡ  وَ خَتَمَ عَلٰی قُلُوۡبِکُمۡ مَّنۡ  اِلٰہٌ  غَیۡرُ  اللّٰہِ  یَاۡتِیۡکُمۡ  بِہٖ ؕ اُنۡظُرۡ  کَیۡفَ نُصَرِّفُ الۡاٰیٰتِ ثُمَّ ہُمۡ یَصۡدِفُوۡنَ ﴿۴۶﴾ ",
			"index": "835",
			"name": "আপনি বলুন, ‘আচ্ছা বলোতো, ‘যদি আল্লাহ্‌ তোমাদের কান ও চোখ কেড়ে নেন এবং তোমাদের অন্তরগুলোর উপর মোহর করে দেন, তবে আল্লাহ্‌ ব্যতীত কোন খোদা আছে, যে তোমাদের এসব বস্তু এনে দেবে?’ দেখো, কী কী রূপে আমি আয়াতসমূহ বিশদভাবে বর্ণনা করি । অতঃপর তারা মুখ ফিরিয়ে নেয় । ",
			"en_kanzulimaan": "Say, What is your opinion - if Allah were to take away your hearing and your sight and seal your hearts, then is there a God besides Allah who could restore it for you? Observe how We explain the verses to them, yet they turn away!",
			"ur_kanzulimaan": "تم فرماؤ بھلا بتاؤ تو اگر اللہ تمہارے کان آنکھ لے لے اور تمہارے دلوں پر مہر کردے تو اللہ سوا کون خدا ہے کہ تمہیں یہ چیزیں لادے دیکھو ہم کس کس رنگ سے آیتیں بیان کرتے ہیں پھر وہ منہ پھیر لیتے ہیں،",
			"hi_kanzulimaan": "तुम फ़रमाओ भला बताओ तुम अगर अल्लाह तुम्हारे कान आँख ले ले और तुम्हारे दिलों पर मोहर कर दे (106फ) तो अल्लाह के सिवा कौन ख़ुदा है कि तुम्हें यह चीज़े ला दे (107फ) देखो हम किस किस रंग से आयतें बयान करते हैं फिर वो मुंह फेर लेते हैं",
			"author": "৪৬. (তাদেরকে) বলুন, ‘তোমরা বলো তো, যদি আল্লাহ্ তোমাদের শ্রবণশক্তি ও দৃষ্টিশক্তি ছিনিয়ে নেন এবং তোমাদের অন্তরকে মোহরাঙ্কিত করে দেন (তবে) আল্লাহ্ ব্যতীত এমন কোন্ উপাস্য রয়েছে যে এ সকল (নিয়ামত পুনরায়) তোমাদের কাছে নিয়ে আসতে পারে?’ দেখুন, আমরা কিভাবে বিভিন্নরূপে আয়াতসমূহ বর্ণনা করি। এরপর(ও) তারা মুখ ফিরিয়ে নেয়।"
		},
		{
			"_id": "836",
			"sura": "6",
			"para": "7",
			"verses": "47",
			"names": "قُلۡ  اَرَءَیۡتَکُمۡ   اِنۡ  اَتٰىکُمۡ عَذَابُ اللّٰہِ بَغۡتَۃً  اَوۡ جَہۡرَۃً  ہَلۡ یُہۡلَکُ  اِلَّا الۡقَوۡمُ  الظّٰلِمُوۡنَ ﴿۴۷﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اَرَءَیۡتَکُمۡ   اِنۡ  اَتٰىکُمۡ عَذَابُ اللّٰہِ بَغۡتَۃً  اَوۡ جَہۡرَۃً  ہَلۡ یُہۡلَکُ  اِلَّا الۡقَوۡمُ  الظّٰلِمُوۡنَ ﴿۴۷﴾ ",
			"index": "836",
			"name": "আপনি বলুন! আচ্ছা বলো তো, ‘যদি তোমাদের উপর আল্লাহ্‌র শাস্তি আসে হঠাৎ অথবা প্রকাশ্যে, তবে কারা ধ্বংস হবে অত্যাচারীগণ ব্যতীত?’",
			"en_kanzulimaan": "Say, What is your opinion - if the punishment of Allah were to come upon you suddenly or openly (with forewarning), who would be destroyed except the disbelieving people?",
			"ur_kanzulimaan": "تم فرماؤ بھلا بتاؤ تو اگر تم پر اللہ کا عذاب آئے اچانک یا کھلم کھلا تو کون تباہ ہوگا سوا ظالموں کے",
			"hi_kanzulimaan": "तुम फ़रमाओ भला बताओ तो अगर तुम पर अल्लाह का अज़ाब आए अचानक (108फ) या खुल्लमखुल्ला (109फ) तो कौन तबाह होगा सिवा ज़ालिमों के (110फ)",
			"author": "৪৭. আপনি (তাদেরকে এও) বলে দিন, ‘তোমরা আমাকে বলো, যদি তোমাদের উপর আল্লাহ্‌র শাস্তি আসে হঠাৎ অথবা প্রকাশ্যে, তবে কি যালিম সম্প্রদায় ব্যতীত (অন্য কাউকে) ধ্বংস করা হবে?’"
		},
		{
			"_id": "837",
			"sura": "6",
			"para": "7",
			"verses": "48",
			"names": "وَ مَا نُرۡسِلُ الۡمُرۡسَلِیۡنَ  اِلَّا مُبَشِّرِیۡنَ وَ مُنۡذِرِیۡنَ ۚ فَمَنۡ اٰمَنَ وَ اَصۡلَحَ فَلَا خَوۡفٌ عَلَیۡہِمۡ  وَ لَا  ہُمۡ  یَحۡزَنُوۡنَ ﴿۴۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا نُرۡسِلُ الۡمُرۡسَلِیۡنَ  اِلَّا مُبَشِّرِیۡنَ وَ مُنۡذِرِیۡنَ ۚ فَمَنۡ اٰمَنَ وَ اَصۡلَحَ فَلَا خَوۡفٌ عَلَیۡہِمۡ  وَ لَا  ہُمۡ  یَحۡزَنُوۡنَ ﴿۴۸﴾ ",
			"index": "837",
			"name": "এবং আমি প্রেরণ করি না রসূলগণকে কিন্তু সুসংবাদদাতা ও সতর্ককারীরূপেই; সুতরাং যারা ঈমান আনে এবং সংশোধন করে, তাদের জন্য না আছে কোন আশঙ্কা, না আছে কোন দুঃখ।",
			"en_kanzulimaan": "And We did not send Noble Messengers except as Heralds of glad tidings and warnings; so upon those who accept faith and reform themselves, shall be no fear nor shall they grieve.",
			"ur_kanzulimaan": "اور ہم نہیں بھیجتے رسولوں کو مگر خوشی اور ڈر سناتے تو جو ایمان لائے اور سنورے ان کو نہ کچھ اندیشہ نہ کچھ غم،",
			"hi_kanzulimaan": "और हम नहीं भेजते रसूलों को मगर ख़ुशी और डर सुनाते (111फ) तो जो ईमान लाए और संवरे (112फ) उनको न कुछ अंदेशा न कुछ ग़म",
			"author": "৪৮. আর আমরা রাসূলগণকে তো সুসংবাদাতা ও সতর্ককারীরূপেই প্রেরণ করি। সুতরাং যারা ঈমান আনয়ন করেছে অথবা (বাস্তবে) সংশোধিত হয়ে গিয়েছে, তবে তাদের জন্যে না থাকবে কোনো ভয়, আর তারা না হবে চিন্তান্বিত।"
		},
		{
			"_id": "838",
			"sura": "6",
			"para": "7",
			"verses": "49",
			"names": "وَ الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا یَمَسُّہُمُ الۡعَذَابُ بِمَا  کَانُوۡا یَفۡسُقُوۡنَ ﴿۴۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا یَمَسُّہُمُ الۡعَذَابُ بِمَا  کَانُوۡا یَفۡسُقُوۡنَ ﴿۴۹﴾ ",
			"index": "838",
			"name": "এবং যারা আমার আয়াতগুলোকে অস্বীকার করেছে, তাদের নিকট শাস্তি পৌছবে পরিণামরূপে তাদের নির্দেশ অমান্য করার । ",
			"en_kanzulimaan": "And those who deny Our signs - the punishment will afflict them for their disobedience.",
			"ur_kanzulimaan": "اور جنہوں نے ہماری آیتیں جھٹلائیں انہیں عذاب پہنچے گا بدلہ ان کی بے حکمی کا،",
			"hi_kanzulimaan": "और जिन्होंने हमारी आयतें झुटलाई उन्हें अज़ाब पहुंचेगा बदला उनकी बेहुक्मी का",
			"author": "৪৯. আর যারা আমাদের আয়াতসমূহকে মিথ্যাপ্রতিপন্ন করেছে, অবশ্যই তাদের উপর শাস্তি নেমে আসবে, কারণ তারা নাফরমানী করতো।"
		},
		{
			"_id": "839",
			"sura": "6",
			"para": "7",
			"verses": "50",
			"names": "قُلۡ  لَّاۤ  اَقُوۡلُ لَکُمۡ عِنۡدِیۡ خَزَآئِنُ اللّٰہِ وَ لَاۤ  اَعۡلَمُ الۡغَیۡبَ وَ لَاۤ  اَقُوۡلُ لَکُمۡ  اِنِّیۡ مَلَکٌ ۚ اِنۡ  اَتَّبِعُ  اِلَّا مَا یُوۡحٰۤی  اِلَیَّ ؕ قُلۡ ہَلۡ  یَسۡتَوِی الۡاَعۡمٰی وَ الۡبَصِیۡرُ ؕ اَفَلَا  تَتَفَکَّرُوۡنَ ﴿۵۰﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  لَّاۤ  اَقُوۡلُ لَکُمۡ عِنۡدِیۡ خَزَآئِنُ اللّٰہِ وَ لَاۤ  اَعۡلَمُ الۡغَیۡبَ وَ لَاۤ  اَقُوۡلُ لَکُمۡ  اِنِّیۡ مَلَکٌ ۚ اِنۡ  اَتَّبِعُ  اِلَّا مَا یُوۡحٰۤی  اِلَیَّ ؕ قُلۡ ہَلۡ  یَسۡتَوِی الۡاَعۡمٰی وَ الۡبَصِیۡرُ ؕ اَفَلَا  تَتَفَکَّرُوۡنَ ﴿۵۰﴾ ",
			"index": "839",
			"name": "আপনি বলে দিন, ‘আমি তোমাদেরকে একথা বলি না যে, আমার নিকট আল্লাহর ধন ভাণ্ডার আছে এবং না একথা বলছি যে, আমি নিজে নিজেই অদৃশ্য বিষয়ে জেনে নিই । আর না তোমাদেরকে এটা বলছি যে, আমি ফিরিশ্‌তা হই । আমি তো সেটারই অনুসারী, যা আমার নিকট ওহী আসে। ‘আপনি বলুন, ‘তবে কি সমান হয়ে যাবে অন্ধ ও চক্ষুষ্মান? তবে কি তোমরা গভীরভাবে চিন্তা ভাবনা করো না ?’",
			"en_kanzulimaan": "Say (O dear Prophet Mohammed - peace and blessings be upon him), I do not say to you that I possess the treasures of Allah, nor do I say that I gain knowledge of the hidden on my own, nor do I say to you that I am an angel; I only follow what is divinely revealed to me; say, Will the blind and the sighted ever be equal? So do you not think?",
			"ur_kanzulimaan": "تم فرمادو میں تم سے نہیں کہتا میرے پاس اللہ کے خزانے ہیں اور نہ یہ کہوں کہ میں آپ غیب جان لیتا ہوں اور نہ تم سے یہ کہوں کہ میں فرشتہ ہوں میں تو اسی کا تا بع ہوں جو مجھے وحی آتی ہے تم فر ماؤ کیا برابر ہو جائیں گے اندھے اور انکھیا رے تو کیا تم غور نہیں کرتے،",
			"hi_kanzulimaan": "तुम फ़रमा दो मैं तुमसे नहीं कहता मेरे पास अल्लाह के ख़ज़ाने हैं और न यह कहूं कि मैं आप ग़ैब जान लेता हूँ और न तुमसे यह कहूं कि मैं फ़रिश्ता हूँ (113फ) मैं तो उसीका ताबे (अधीन) हूँ जो मुझे वही आती है (114फ) तुम फ़रमाओ क्या बराबर हो जाएंगे अंधे और अंखियारे (115फ) तो क्या तुम ग़ौर नहीं करते",
			"author": "৫০. আপনি (এসব কাফেরকে) বলে দিন, ‘আমি তোমাদেরকে (এ কথা) বলিনা যে, আমার নিকট আল্লাহ্‌র ধনভান্ডার রয়েছে, না আমি নিজ থেকে অদৃশ্য জানি এবং না আমি তোমাদেরকে (এ কথা) বলি যে, আমি ফেরেশতা। আমি তো কেবল (নির্দেশ হিসেবে) তারই অনুসরণ করি যা আমার7 প্রতি প্রত্যাদেশ করা হয়।’ বলে দিন, ‘অন্ধ ও চক্ষুষ্মান কি সমান? সুতরাং তোমরা কি চিন্তা করো না?’"
		},
		{
			"_id": "840",
			"sura": "6",
			"para": "7",
			"verses": "51",
			"names": "وَ اَنۡذِرۡ بِہِ الَّذِیۡنَ یَخَافُوۡنَ  اَنۡ یُّحۡشَرُوۡۤا  اِلٰی رَبِّہِمۡ لَیۡسَ لَہُمۡ مِّنۡ دُوۡنِہٖ وَلِیٌّ  وَّ لَا شَفِیۡعٌ  لَّعَلَّہُمۡ  یَتَّقُوۡنَ ﴿۵۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَنۡذِرۡ بِہِ الَّذِیۡنَ یَخَافُوۡنَ  اَنۡ یُّحۡشَرُوۡۤا  اِلٰی رَبِّہِمۡ لَیۡسَ لَہُمۡ مِّنۡ دُوۡنِہٖ وَلِیٌّ  وَّ لَا شَفِیۡعٌ  لَّعَلَّہُمۡ  یَتَّقُوۡنَ ﴿۵۱﴾ ",
			"index": "840",
			"name": "এবং এ ক্বোরআন দ্বারা তাদেরকেই সতর্ক করুন, যাদের এ ভয় আছে যে, তাদেরকে তাদের প্রতিপালকের প্রতি এভাবে উঠানো হবে যে, আল্লাহ্‌ ব্যতীত তাদের না কোন রক্ষকারী থাকবে, না থাকবে কোন সুপারিশকারী; এ আশায় যে, তারা পরহেয্‌গার হয়ে যাবে । ",
			"en_kanzulimaan": "And with this Quran warn those who fear, that they will be raised towards their Lord in a state when, except Allah, there will be no protector for them nor an intercessor, so that they may be pious.",
			"ur_kanzulimaan": "اور اس قرآن سے انہیں ڈراؤ جنہیں خوف ہو کہ اپنے رب کی طرف یوں اٹھائے جائیں کہ اللہ کے سوا نہ ان کا کوئی حمایتی ہو نہ کوئی سفارشی اس امید پر کہ وہ پرہیزگار ہوجائیں",
			"hi_kanzulimaan": "और इस क़ुरआन से उन्हें डराओ जिन्हें ख़ौफ़ (भय) हो कि अपने रब की तरफ़ यूं उठाए जाएं कि अल्लाह के सिवा न उनका कोई हिमायती हो न कोई सिफ़ारिशी इस उम्मीद पर कि वो परहेज़गार हो जाएं",
			"author": "৫১. আর আপনি (এ কুরআন)-এর মাধ্যমে তাদেরকে সতর্ক করুন যারা ভয় করে যে, তাদেরকে তাদের প্রতিপালকের নিকট এমন অবস্থায় একত্রিত করা হবে যখন তাদের জন্যে তিনি ব্যতীত না কোনো সাহায্যকারী থাকবে আর না (কোনো) সুপারিশকারী; যাতে তারা খোদাভীতি অবলম্বন করতে পারে।"
		},
		{
			"_id": "841",
			"sura": "6",
			"para": "7",
			"verses": "52",
			"names": "وَ لَا تَطۡرُدِ الَّذِیۡنَ یَدۡعُوۡنَ رَبَّہُمۡ بِالۡغَدٰوۃِ  وَ الۡعَشِیِّ  یُرِیۡدُوۡنَ وَجۡہَہٗ ؕ مَا عَلَیۡکَ مِنۡ  حِسَابِہِمۡ  مِّنۡ شَیۡءٍ  وَّ مَا مِنۡ حِسَابِکَ عَلَیۡہِمۡ  مِّنۡ  شَیۡءٍ فَتَطۡرُدَہُمۡ  فَتَکُوۡنَ  مِنَ الظّٰلِمِیۡنَ ﴿۵۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تَطۡرُدِ الَّذِیۡنَ یَدۡعُوۡنَ رَبَّہُمۡ بِالۡغَدٰوۃِ  وَ الۡعَشِیِّ  یُرِیۡدُوۡنَ وَجۡہَہٗ ؕ مَا عَلَیۡکَ مِنۡ  حِسَابِہِمۡ  مِّنۡ شَیۡءٍ  وَّ مَا مِنۡ حِسَابِکَ عَلَیۡہِمۡ  مِّنۡ  شَیۡءٍ فَتَطۡرُدَہُمۡ  فَتَکُوۡنَ  مِنَ الظّٰلِمِیۡنَ ﴿۵۲﴾ ",
			"index": "841",
			"name": "এবং বিতাড়িত করবেন না তাদেরকে, যারা আপন প্রতিপালককে ডাকে প্রাতঃকালে ও সন্ধ্যায়, তার সন্তুষ্টি চায় । আপনার উপর তাদের হিসাব নিকাশের কিছুই নেই এবং তাদের উপরও আপনার হিসাবের কিছুই নেই; অতঃপর তাদেরকে আপনি বিতাড়িত করলে এ কাজ ন্যায় বিচার বহির্ভূত হবে । ",
			"en_kanzulimaan": "And do not repel those who call upon their Lord in the morning and evening, seeking His pleasure; you are not responsible for their account nor are they responsible for your account - then your repelling them would be far from justice.",
			"ur_kanzulimaan": "اور دور نہ کرو انہیں جو اپنے رب کو پکارتے ہیں صبح اور شام اس کی رضا چاہتے تم پر ان کے حساب سے کچھ نہیں اور ان پر تمہارے حساب سے کچھ نہیں پھر انہیں تم دور کرو تو یہ کام انصاف سے بعید ہے",
			"hi_kanzulimaan": "और दूर न करो उन्हें जो अपने रब को पुकारते हैं सुबह और शाम उसकी रज़ा चाहते (116फ) तुमपर उनके हिसाब से कुछ नहीं और उनपर तुम्हारे हिसाब से कुछ नहीं (117फ) फिर उन्हें तुम दूर करो तो यह काम इन्साफ़ से कुछ नहीं फिर उन्हें तुम दूर करो तो यह काम इन्साफ़ से परे है",
			"author": "৫২. আর আপনি সে সকল (ভগ্ন হৃদয় ও বিপর্যস্ত) লোকদেরকে (আপনার সাহচর্য ও নৈকট্য থেকে) দূরে সরিয়ে দেবেন না, যারা সকাল-সন্ধায় তাদের প্রতিপালককে কেবল তাঁর সন্তুষ্টি লাভের উদ্দেশ্যেই ডাকে। তাদের (আমল ও প্রতিদানের) হিসাবের কিছুই আপনার উপর (বাধ্যতামূলক) নয়, আর না আপনার হিসাবের কিছু তাদের উপর (অত্যাবশ্যকীয়) রয়েছে। এরপরেও যদি আপনি (আপনার দয়া ও অনুগ্রহ থেকে) তাদেরকে দূর করে দেন, তবে আপনি অধিকার বিনষ্টকারীদের মধ্যে পরিগণিত হবেন (যা আপনার মর্যাদার জন্যে সমীচিন নয়)।"
		},
		{
			"_id": "842",
			"sura": "6",
			"para": "7",
			"verses": "53",
			"names": "وَ کَذٰلِکَ فَتَنَّا بَعۡضَہُمۡ بِبَعۡضٍ لِّیَقُوۡلُوۡۤا اَہٰۤؤُلَآءِ مَنَّ اللّٰہُ عَلَیۡہِمۡ مِّنۡۢ بَیۡنِنَا ؕ اَلَیۡسَ اللّٰہُ  بِاَعۡلَمَ بِالشّٰکِرِیۡنَ ﴿۵۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَذٰلِکَ فَتَنَّا بَعۡضَہُمۡ بِبَعۡضٍ لِّیَقُوۡلُوۡۤا اَہٰۤؤُلَآءِ مَنَّ اللّٰہُ عَلَیۡہِمۡ مِّنۡۢ بَیۡنِنَا ؕ اَلَیۡسَ اللّٰہُ  بِاَعۡلَمَ بِالشّٰکِرِیۡنَ ﴿۵۳﴾ ",
			"index": "842",
			"name": "এবং এভাবে আমি তাদের মধ্যে এককে অপরের জন্য ফিত্‌না রূপে স্থির করেছি যে, ধনবান কাফির দরিদ্র মুসলমানদেরকে দেখে বলবে, ‘কী এরাই, যাদের উপর আল্লাহ্‌ অনুগ্রহ করেছেন আমাদের মধ্য থেকে?’ আল্লাহ্‌ কি ভালই জানেন না সত্য মান্যকারীদেরকে?",
			"en_kanzulimaan": "And similarly We have made some as a trial for others - that the wealthy disbelievers upon seeing the needy Muslims say, Are these whom Allah has favoured among us? Does not Allah recognise those who are thankful?",
			"ur_kanzulimaan": "اور یونہی ہم نے ان میں ایک دوسرے کے لئے فتنہ بنایا کہ مالدار کافر محتاج مسلمانوں کو دیکھ کر کہیں کیا یہ ہیں جن پر اللہ نے احسان کیا ہم میں سے کیا اللہ خوب نہیں جانتا حق ماننے والوں کو،",
			"hi_kanzulimaan": "और यूंही हमने उन्हें एक को दूसरे के लिये फ़ितना (मुसीबत) बनाया कि मालदार काफ़िर मोहताज मुसलमानों को देखकर (118फ) कहें क्या ये है जिनपर अल्लाह ने एहसान किया हम में से(119फ) क्या अल्लाह ख़ूब नहीं जानता हक़ मानने वालों को",
			"author": "৫৩. আর এভাবে আমরা তাদের কিছু লোককে কিছু লোক দ্বারা যাচাই করি যাতে সে সব (সম্পদশালী কাফের দরিদ্র মুসলমানদেরকে দেখে ঠাট্টাচ্ছলে এ কথা) বলে, ‘আমাদের মধ্যে তারাই কি সেসব লোক যাদের উপর আল্লাহ্ অনুগ্রহ করেছেন?’ আল্লাহ্ কি কৃতজ্ঞতা আদায়কারীদের ব্যাপারে সর্বাধিক অবগত নন?"
		},
		{
			"_id": "843",
			"sura": "6",
			"para": "7",
			"verses": "54",
			"names": "وَ  اِذَا جَآءَکَ الَّذِیۡنَ یُؤۡمِنُوۡنَ بِاٰیٰتِنَا فَقُلۡ سَلٰمٌ عَلَیۡکُمۡ  کَتَبَ رَبُّکُمۡ عَلٰی نَفۡسِہِ  الرَّحۡمَۃَ ۙ اَنَّہٗ  مَنۡ  عَمِلَ  مِنۡکُمۡ سُوۡٓءًۢ ابِجَہَالَۃٍ  ثُمَّ تَابَ مِنۡۢ  بَعۡدِہٖ  وَ  اَصۡلَحَ  فَاَنَّہٗ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۵۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اِذَا جَآءَکَ الَّذِیۡنَ یُؤۡمِنُوۡنَ بِاٰیٰتِنَا فَقُلۡ سَلٰمٌ عَلَیۡکُمۡ  کَتَبَ رَبُّکُمۡ عَلٰی نَفۡسِہِ  الرَّحۡمَۃَ ۙ اَنَّہٗ  مَنۡ  عَمِلَ  مِنۡکُمۡ سُوۡٓءًۢ ابِجَہَالَۃٍ  ثُمَّ تَابَ مِنۡۢ  بَعۡدِہٖ  وَ  اَصۡلَحَ  فَاَنَّہٗ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۵۴﴾ ",
			"index": "843",
			"name": "এবং যখন আপনার নিকট তারা উপস্থিত হবে, যারা আমার নিদর্শনসমূহের উপর বিশ্বাস স্থাপন করে, তখন তাদেরকে আপনি বলুন, ‘তোমাদের উপর শাস্তি! তোমাদের প্রতিপালক নিজ করুণার দায়িত্বে রহমত অবতীর্ণ করে যে, তোমাদের মধ্যে যে কেউ মূর্খতাবশতঃ কোন মন্দকাজ করে বসে, অতঃপর এর পরে তাওবা করে নেয় এবং সৎ হয়ে যায়, তবে নিঃসন্দেহে আল্লাহ্‌ ক্ষমাশীল, দয়ালু’।",
			"en_kanzulimaan": "And when those who believe in Our signs come humbly in your presence, say to them, Peace be upon you - your Lord has made mercy obligatory upon His grace - that whoever among you commits a sin by folly and thereafter repents and reforms (himself), then indeed Allah is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "اور جب تمہارے حضور وہ حاضر ہوں جو ہماری آیتوں پر ایمان لاتے ہیں تو ان سے فرماؤ تم پر سلام تمہارے رب نے اپنے ذمہ کرم پر رحمت لازم کرلی ہے کہ تم میں جو کوئی نادانی سے کچھ برائی کر بیٹھے پھر اس کے بعد توبہ کرے اور سنور جائے تو بیشک اللہ بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "और जब तुम्हारे हुज़ूर वो हाज़िर हों जो हमारी आयतों पर ईमान लाते हैं तो उनसे फ़रमाओ तुमपर सलाम हो तुम्हारे रब ने अपने ज़िम्मे करम पर रहमत लाज़िम कर ली है (120फ) कि तुममें जो कोई नादानी से कुछ बुराई कर बैठे फिर उसके बाद तौबा करें और संवर जाए तो बेशक अल्लाह बख़्शने वाला मेहरबान है",
			"author": "৫৪.  আর যখন আমাদের আয়াতসমূহের উপর ঈমান আনয়নকারী লোকজন আপনার নিকট আগমন করে, তখন আপনি (তাদেরকে অনুগ্রহবশত) বলুন, ‘তোমাদের উপর শান্তি বর্ষিত হোক’! তোমাদের প্রতিপালক অনুগ্রহ করাকে নিজ সত্তার উপর (মহান দায়িত্ব হিসেবে) আবশ্যক করে নিয়েছেন। সুতরাং তোমাদের মধ্যে যে কেউ না জেনে কোনো মন্দ কাজ করে ফেলে, এরপর তওবা করে এবং (নিজেকে) সংশোধন করে নেয়; তবে অবশ্যই তিনি মহাক্ষমাশীল, অসীম দয়ালু।"
		},
		{
			"_id": "844",
			"sura": "6",
			"para": "7",
			"verses": "55",
			"names": "وَ کَذٰلِکَ نُفَصِّلُ الۡاٰیٰتِ وَ لِتَسۡتَبِیۡنَ سَبِیۡلُ  الۡمُجۡرِمِیۡنَ ﴿۵۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَذٰلِکَ نُفَصِّلُ الۡاٰیٰتِ وَ لِتَسۡتَبِیۡنَ سَبِیۡلُ  الۡمُجۡرِمِیۡنَ ﴿۵۵﴾ ",
			"index": "844",
			"name": "আর এভাবে আমি আয়াতসমূহ বিশদভাবে বর্ণনা করি এবং এ জন্য যে, অপরাধীদের পথ প্রকাশ হয়ে যাবে । ",
			"en_kanzulimaan": "And this is how We explain Our verses clearly and so that the way of the criminals become well exposed.",
			"ur_kanzulimaan": "اور اسی طرح ہم آیتوں کو مفصل بیان فرماتے ہیں اور اس لیے کہ مجرموں کا راستہ ظاہر ہوجائے",
			"hi_kanzulimaan": "और इसी तरह हम आयतों को मुफस्सल बयान फ़रमाते हैं (121फ) और इसलिये कि मुजरिमों का रस्ता ज़ाहिर हो जाए (122फ)",
			"author": "৫৫. আর এভাবে আমরা আয়াতসমূহ বিস্তারিতভাবে বর্ণনা করি এবং (তা) এ জন্য যে, যাতে অপরাধীদের পথ (সকলের কাছে) স্পষ্ট হয়ে যায়।"
		},
		{
			"_id": "845",
			"sura": "6",
			"para": "7",
			"verses": "56",
			"names": "قُلۡ  اِنِّیۡ نُہِیۡتُ اَنۡ اَعۡبُدَ الَّذِیۡنَ تَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ ؕ قُلۡ  لَّاۤ  اَتَّبِعُ  اَہۡوَآءَکُمۡ ۙ  قَدۡ ضَلَلۡتُ اِذًا وَّ مَاۤ  اَنَا مِنَ  الۡمُہۡتَدِیۡنَ ﴿۵۶﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اِنِّیۡ نُہِیۡتُ اَنۡ اَعۡبُدَ الَّذِیۡنَ تَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ ؕ قُلۡ  لَّاۤ  اَتَّبِعُ  اَہۡوَآءَکُمۡ ۙ  قَدۡ ضَلَلۡتُ اِذًا وَّ مَاۤ  اَنَا مِنَ  الۡمُہۡتَدِیۡنَ ﴿۵۶﴾ ",
			"index": "845",
			"name": "আপনি বলুন, ‘আমাকে নিষেধ করা হয়েছে ঐ সবের ইবাদত করতে, যাদের তোমরা আল্লাহ ব্যতীত উপাসনা করো’। আপনি বলুন, ‘আমি তোমাদের কু-প্রবৃত্তির অনুসরণ করি না; এমন হলে আমি পথভ্রষ্ট হয়ে যাবো এবং সঠিক পথের উপর থাকবো না । ",
			"en_kanzulimaan": "Say, I have been forbidden to worship those whom you worship other than Allah; say, I do not follow your desires - if it were, I would then go astray and not be on the right path.",
			"ur_kanzulimaan": "تم فرماؤ مجھے منع کیا گیا ہے کہ انہیں پوجوں جن کو تم اللہ کے سوا پوجتے ہو تم فرماؤ میں تمہاری خواہشوں پر نہیں چلتا یوں ہو تو میں بہک جاؤں اور راہ پر نہ رہوں،",
			"hi_kanzulimaan": "तुम फ़रमाओ मुझे मना किया गया है कि उन्हें पूजूं जिनको तुम अल्लाह के सिवा पूजते हो (123फ) तुम फ़रमाओ मैं तुम्हारी ख़्वाहिश पर नहीं चलता (124फ) यूं हो तो मैं बहक जाऊं और राह पर न रहूं",
			"author": "৫৬. বলে দিন, ‘আমাকে তাদের (অর্থাৎ মিথ্যা উপাস্যদের) ইবাদত করতে নিষেধ করা হয়েছে, আল্লাহ্ ব্যতীত তোমরা যাদের উপাসনা করো’। বলে দিন, ‘আমি তোমাদের কুপ্রবৃত্তির অনুসরণ করতে পারি না; যদি তা করি তবে অবশ্যই আমি বিপথগামী হবো এবং আমি হেদায়াতপ্রাপ্ত লোকদের মধ্যে(ও) গণ্য হবো না (যা অসম্ভব)।’"
		},
		{
			"_id": "846",
			"sura": "6",
			"para": "7",
			"verses": "57",
			"names": "قُلۡ  اِنِّیۡ عَلٰی بَیِّنَۃٍ  مِّنۡ رَّبِّیۡ وَ  کَذَّبۡتُمۡ  بِہٖ ؕ مَا عِنۡدِیۡ مَا تَسۡتَعۡجِلُوۡنَ بِہٖ ؕ اِنِ الۡحُکۡمُ  اِلَّا لِلّٰہِ ؕ یَقُصُّ الۡحَقَّ وَ ہُوَ  خَیۡرُ الۡفٰصِلِیۡنَ ﴿۵۷﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اِنِّیۡ عَلٰی بَیِّنَۃٍ  مِّنۡ رَّبِّیۡ وَ  کَذَّبۡتُمۡ  بِہٖ ؕ مَا عِنۡدِیۡ مَا تَسۡتَعۡجِلُوۡنَ بِہٖ ؕ اِنِ الۡحُکۡمُ  اِلَّا لِلّٰہِ ؕ یَقُصُّ الۡحَقَّ وَ ہُوَ  خَیۡرُ الۡفٰصِلِیۡنَ ﴿۵۷﴾ ",
			"index": "846",
			"name": "আপনি বলুন, ‘আমি তো আপন প্রতিপালকের নিকট থেকে স্পষ্ট প্রমাণের উপর রয়েছি এবং তোমরা সেটাকে মিথ্যা প্রতিপন্ন করছো । আমার নিকট নেই যা তোমরা শীঘ্রই চাচ্ছো । নির্দেশ নেই, কিন্তু আল্লাহ্‌র । তিনি সত্য বিবৃত করেন এবং তিনি সবচেয়ে উত্তম ফয়সালাকারী’।",
			"en_kanzulimaan": "Say, I am on the clear proof from my Lord, whereas you deny Him; I do not have what you are impatient for; there is no command except that of Allah; He states the truth and He is the Best of Judges.\"",
			"ur_kanzulimaan": "تم فرماؤ میں تو اپنے رب کی طرف سے روشن دلیل پر ہوں اور تم اسے جھٹلاتے ہو میرے پاس نہیں جس کی تم جلدی مچارہے ہو حکم نہیں مگر اللہ کا وہ حق فرماتا ہے اور وہ سب سے بہتر فیصلہ کرنے والا،",
			"hi_kanzulimaan": "तुम फ़रमाओ मैं तो अपने रब की तरफ़ से रौशन दलील (प्रमाण) पर हूँ (125फ) और तुम उसे झुटलाते हो, मेरे पास नहीं जिसकी तुम जल्दी मचा रहे हो (126फ) हुक्म नहीं मगर अल्लाह का वह हक़ फ़रमाता है और वह सबसे बेहतर फ़ैसला करने वाला",
			"author": "৫৭. বলে দিন, ‘(হে কাফেরেরা!) নিশ্চয়ই আমি আমার প্রতিপালকের নিকট থেকে সুস্পষ্ট দলিলের উপর (অটল) আছি অথচ তোমরা একে মিথ্যাপ্রতিপন্ন করো। আমার নিকট তা নেই, যা (অর্থাৎ শাস্তি) তোমরা দ্রুত কামনা করো। কর্তৃত্ব তো কেবলমাত্র আল্লাহ্‌রই। তিনি সত্য বিবৃত করেন এবং তিনিই শ্রেষ্ঠ ফায়সালাকারী।’"
		},
		{
			"_id": "847",
			"sura": "6",
			"para": "7",
			"verses": "58",
			"names": "قُلۡ لَّوۡ اَنَّ عِنۡدِیۡ مَا تَسۡتَعۡجِلُوۡنَ بِہٖ لَقُضِیَ الۡاَمۡرُ بَیۡنِیۡ وَ بَیۡنَکُمۡ ؕ وَ اللّٰہُ اَعۡلَمُ  بِالظّٰلِمِیۡنَ ﴿۵۸﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ لَّوۡ اَنَّ عِنۡدِیۡ مَا تَسۡتَعۡجِلُوۡنَ بِہٖ لَقُضِیَ الۡاَمۡرُ بَیۡنِیۡ وَ بَیۡنَکُمۡ ؕ وَ اللّٰہُ اَعۡلَمُ  بِالظّٰلِمِیۡنَ ﴿۵۸﴾ ",
			"index": "847",
			"name": "আপনি বলুন, ‘যদি আমার নিকট থাকতো ঐ বস্তু, যার জন্য তোমরা তাড়াহুড়া করছো, তবে আমার ও তোমাদের মধ্যেকার মতভেদের পরিসমাপ্তি ঘটতো এবং আল্লাহ্‌ ভালভাবে জানেন অত্যাচারীদেরকে’।",
			"en_kanzulimaan": "Say, If I had the thing for which you are impatient, then the matter between me and you would have already been decided; and Allah is Well Aware of the unjust.",
			"ur_kanzulimaan": "تم فرماؤ اگر میرے پاس ہوتی وہ چیز جس کی تم جلدی کررہے ہو تو مجھ میں تم میں کام ختم ہوچکا ہوتا اور اللہ خوب جانتا ہے ستمگاروں کو،",
			"hi_kanzulimaan": "तुम फ़रमाओ अगर मेरे पास होती वह चीज़ जिसकी तुम जल्दी कर रहे हो (127फ) तो मुझमें तुम में काम ख़त्म हो चुका होता (128फ) और अल्लाह ख़ूब जानता है सितमगारो को",
			"author": "৫৮. (তাদেরকে) বলে দিন, ‘যদি তা (অর্থাৎ শাস্তি) আমার নিকট থাকতো, যা তোমরা দ্রুত কামনা করছো, তবে অবশ্যই আমার এবং তোমাদের মাঝের ব্যাপার একবারেই চুকে যেতো। আর আল্লাহ্ যালিমদের ব্যাপারে সম্যক অবগত।’"
		},
		{
			"_id": "848",
			"sura": "6",
			"para": "7",
			"verses": "59",
			"names": "وَ عِنۡدَہٗ مَفَاتِحُ الۡغَیۡبِ لَا  یَعۡلَمُہَاۤ  اِلَّا ہُوَ ؕ وَ یَعۡلَمُ مَا فِی الۡبَرِّ  وَ الۡبَحۡرِ ؕ وَ مَا تَسۡقُطُ مِنۡ وَّرَقَۃٍ  اِلَّا یَعۡلَمُہَا وَ لَا حَبَّۃٍ  فِیۡ ظُلُمٰتِ الۡاَرۡضِ وَ لَا رَطۡبٍ وَّ لَا یَابِسٍ  اِلَّا فِیۡ  کِتٰبٍ مُّبِیۡنٍ ﴿۵۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ عِنۡدَہٗ مَفَاتِحُ الۡغَیۡبِ لَا  یَعۡلَمُہَاۤ  اِلَّا ہُوَ ؕ وَ یَعۡلَمُ مَا فِی الۡبَرِّ  وَ الۡبَحۡرِ ؕ وَ مَا تَسۡقُطُ مِنۡ وَّرَقَۃٍ  اِلَّا یَعۡلَمُہَا وَ لَا حَبَّۃٍ  فِیۡ ظُلُمٰتِ الۡاَرۡضِ وَ لَا رَطۡبٍ وَّ لَا یَابِسٍ  اِلَّا فِیۡ  کِتٰبٍ مُّبِیۡنٍ ﴿۵۹﴾ ",
			"index": "848",
			"name": "আর তারই নিকট রয়েছে অদৃশ্য ভাণ্ডারের চাবিসমূহ । সেগুলো একমাত্র তিনিই জানেন; এবং জানেনে যা কিছু স্থলে ও জলে রয়েছে; আর যে পাতাটা ঝরে পড়ে তিনি সেটা সম্বন্ধেও অবগত । এবং এমন কোন শস্যকণা নেই যমীনের অন্ধকাররাশির মধ্যে আর না আছে এমন কোন তাজা ও শুষ্ক বস্তু, যা একটা সুস্পষ্ট কিতাবে লিপিবদ্ধ নেই । ",
			"en_kanzulimaan": "And it is He Who has the keys of the hidden - only He knows them; and He knows all that is in the land and the sea; and no leaf falls but He knows it - and there is not a grain in the darkness of the earth, nor anything wet or dry, which is not recorded in a clear Book.",
			"ur_kanzulimaan": "اور اسی کے پاس ہیں کنجیاں غیب کی انہیں وہی جانتا ہے اور جانتا ہے جو کچھ خشکی اور تری میں ہے، اور جو پتّا گرتا ہے وہ اسے جانتا ہے اور کوئی دانہ نہیں زمین کی اندھیریوں میں اور نہ کوئی تر اور نہ خشک جو ایک روشن کتاب میں لکھا نہ ہو",
			"hi_kanzulimaan": "और उसी के पास हैं कुंजिया ग़ैब (अज्ञात) की उन्हें वही जानता है (129फ) और जानता है जो कुछ ख़ुश्की और तरी में है, और जो पत्ता गिरता है वह उसे जानता है और कोई दाना नहीं ज़मीन की अंधेरियों में और न कोई तर और न ख़ुश्क जो एक रौशन किताब में न लिखा हो (130फ)",
			"author": "৫৯.  আর অদৃশ্যের চাবি রয়েছে তাঁরই (ক্ষমতা ও কর্তৃত্বের) নিকট; (চাবি অর্থাৎ ‘পথ’ ও ‘মাধ্যম’ যার দ্বারা কারো নিকট অদৃশ্য বিষয় উন্মোচিত হয়)। তা তিনি ব্যতীত (নিজের প্রচেষ্টায়) কেউ জানে না। আর ভুপৃষ্ঠে ও সমুদ্রে যা কিছু আছে তা তিনি (সরাসরি) অবগত এবং তাঁর অবগতি ব্যতীত একটি পাতাও পড়ে না। পৃথিবীর অন্ধকার ভাঁজে এমন কোনো শস্য নেই, নেই সতেজ বা শুকনো কিছুই যা সমুজ্জ্বল গ্রন্থে (সংরক্ষিত) নেই।"
		},
		{
			"_id": "849",
			"sura": "6",
			"para": "7",
			"verses": "60",
			"names": "وَ ہُوَ الَّذِیۡ یَتَوَفّٰىکُمۡ بِالَّیۡلِ وَ یَعۡلَمُ مَا جَرَحۡتُمۡ بِالنَّہَارِ ثُمَّ یَبۡعَثُکُمۡ فِیۡہِ لِیُقۡضٰۤی  اَجَلٌ مُّسَمًّی ۚ ثُمَّ  اِلَیۡہِ مَرۡجِعُکُمۡ  ثُمَّ یُنَبِّئُکُمۡ بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ ﴿۶۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الَّذِیۡ یَتَوَفّٰىکُمۡ بِالَّیۡلِ وَ یَعۡلَمُ مَا جَرَحۡتُمۡ بِالنَّہَارِ ثُمَّ یَبۡعَثُکُمۡ فِیۡہِ لِیُقۡضٰۤی  اَجَلٌ مُّسَمًّی ۚ ثُمَّ  اِلَیۡہِ مَرۡجِعُکُمۡ  ثُمَّ یُنَبِّئُکُمۡ بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ ﴿۶۰﴾ ",
			"index": "849",
			"name": "এবং তিনিই হন, যিনি রাত্রিকালে তোমাদের রূহসমূহ হনন করেন এবং জানেন যা কিছু দিনের বেলায় অর্জন করো । অতঃপর তোমাদেরকে দিনে উঠান, যাতে নির্ধারিত সময়সীমা পরিপূর্ণ হয় । অতঃপর তারই দিকে তোমাদের প্রত্যাবর্তন হবে । অতঃপর তিনি বলে দেবেন যা তোমরা করতে । ",
			"en_kanzulimaan": "And it is He Who removes your souls at night (while asleep) and knows whatever you commit by day; then He raises you again during the day, to complete the term appointed (for you); then it is to Him that you are to return - He will then inform you of what you used to do.",
			"ur_kanzulimaan": "اور وہی ہے جو رات کو تمہاری روحیں قبض کرتا ہے اور جانتا ہے جو کچھ دن میں کماؤ پھر تمہیں دن میں اٹھاتا ہے کہ ٹھہرائی ہوئی میعاد پوری ہو پھر اسی کی طرف پھرنا ہے پھر وہ بتادے گا جو کچھ تم کرتے تھے،",
			"hi_kanzulimaan": "और वही है जो रात को तुम्हारी रूहें क़ब्ज़ करता है(131फ) और जानता है जो कुछ दिन में कमाओ फिर तुम्हें दिन में उठाता है कि ठहराई हुई मीआद पूरी हो (132फ) फिर उसीकी तरफ़ फिरना है (133फ) फिर वह बता देगा जो कुछ तुम करते थे",
			"author": "৬০. আর তিনিই রাত্রিতে তোমাদের প্রাণ অধিকার করে নেন এবং তিনি জানেন যা কিছু তোমরা দিবসে অর্জন করো; অতঃপর তাতে তিনি তোমাদেরকে পুনর্জাগরিত করেন, যাতে (তোমাদের জীবনের) নির্ধারিত মেয়াদ পূর্ণ হয়; সুতরাং তাঁরই দিকে তোমাদের প্রত্যাবর্তন; অতঃপর তিনি (হাশরের দিন) তোমাদেরকে এ (সমস্ত আমল) সম্পর্কে অবগত করবেন যা তোমরা (এ জীবনকালে) করতে।"
		},
		{
			"_id": "850",
			"sura": "6",
			"para": "7",
			"verses": "61",
			"names": "وَ ہُوَ الۡقَاہِرُ فَوۡقَ عِبَادِہٖ وَ یُرۡسِلُ عَلَیۡکُمۡ حَفَظَۃً ؕ حَتّٰۤی  اِذَا جَآءَ  اَحَدَکُمُ  الۡمَوۡتُ  تَوَفَّتۡہُ  رُسُلُنَا وَ ہُمۡ لَا  یُفَرِّطُوۡنَ ﴿۶۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الۡقَاہِرُ فَوۡقَ عِبَادِہٖ وَ یُرۡسِلُ عَلَیۡکُمۡ حَفَظَۃً ؕ حَتّٰۤی  اِذَا جَآءَ  اَحَدَکُمُ  الۡمَوۡتُ  تَوَفَّتۡہُ  رُسُلُنَا وَ ہُمۡ لَا  یُفَرِّطُوۡنَ ﴿۶۱﴾ ",
			"index": "850",
			"name": "এবং তিনিই পরাক্রমশালী আপন বান্দাদের উপর আর তোমাদের উপর রক্ষক প্রেরণ করেন; অবশেষে যখন তোমাদের মধ্য থেকে কারো নিকট মৃত্যু উপস্থিত হয়, তখন আমার ফিরিশ্‌তাগণ তার রূহ্‌ হনন করে এবং তারা ত্রুটি করে না । ",
			"en_kanzulimaan": "And He is Omnipotent over His bondmen and sends guardians over you; to the extent that when death comes to one of you, Our angels remove his soul, and they do not err.",
			"ur_kanzulimaan": "اور وہی غالب ہے اپنے بندوں پر اور تم پر نگہبان بھیجتا ہے یہاں تک کہ جب تم میں کسی کو موت آتی ہے ہمارے فرشتے اس کی روح قبض کرتے ہیں اور وہ قصور نہیں کرتے",
			"hi_kanzulimaan": "और वही ग़ालिब (बलवान) है अपने बन्दों पर और तुमपर निगहबान भेजता है (134फ) यहां तक कि जब तुम में किसी को मौत आती है हमारे फ़रिश्ते उसकी रूह क़ब्ज़ करते हैं (135फ) और वो क़ुसूर (ग़लती) नहीं करते (136फ)",
			"author": "৬১. আর তিনিই তাঁর বান্দাদের উপর আধিপত্যশীল এবং তিনি তোমাদের উপর (ফেরেশতাদেরকে) প্রহরী (হিসেবে) প্রেরণ করেন। অবশেষে যখন তোমাদের কারো মৃত্যু উপস্থিত হয়, (তখন) আমাদের প্রেরিত (ফেরেশতারা) তাঁর প্রাণ হরণ করে নেয় এবং তারা ত্রুটি (বা অপারগতা প্রকাশ) করে না।"
		},
		{
			"_id": "851",
			"sura": "6",
			"para": "7",
			"verses": "62",
			"names": "ثُمَّ  رُدُّوۡۤا  اِلَی اللّٰہِ مَوۡلٰىہُمُ  الۡحَقِّ ؕ اَلَا لَہُ  الۡحُکۡمُ ۟ وَ ہُوَ  اَسۡرَعُ  الۡحٰسِبِیۡنَ ﴿۶۲﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ  رُدُّوۡۤا  اِلَی اللّٰہِ مَوۡلٰىہُمُ  الۡحَقِّ ؕ اَلَا لَہُ  الۡحُکۡمُ ۟ وَ ہُوَ  اَسۡرَعُ  الۡحٰسِبِیۡنَ ﴿۶۲﴾ ",
			"index": "851",
			"name": "অতঃপর তারা প্রত্যানীত হয় তাদের প্রকৃত মুনিব আল্লাহ্‌র দিকে । শুনছো! তারই নির্দেশ এবং তিনিই সর্বাপেক্ষা ত্বরিত হিসাব গ্রহণকারী । ",
			"en_kanzulimaan": "They (the souls) are then returned towards their True Lord - Allah; pay heed! Only His is the command; and He is the Swiftest At Taking Account.",
			"ur_kanzulimaan": "پھر پھیرے جاتے ہیں اپنے سچے مولیٰ اللہ کی طرف سنتا ہے اسی کا حکم اور وہ سب سے جلد حساب کرنے والا",
			"hi_kanzulimaan": "फिर फेरे जाते हैं अपने सच्चे मौला अल्लाह की तरफ़, सुनता है उसी का हुक्म है (137फ) और वह सबसे जल्द हिसाब करने वाला (138फ)",
			"author": "৬২. অতঃপর তারা (সবাই) প্রত্যাবর্তিত হবে আল্লাহ্‌র সমীপে, যিনি তাদের প্রকৃত মালিক। জেনে রেখো! নির্দেশ (প্রদান) তাঁরই (কাজ)। আর তিনি সবচেয়ে দ্রুত হিসাবগ্রহণকারী।"
		},
		{
			"_id": "852",
			"sura": "6",
			"para": "7",
			"verses": "63",
			"names": "قُلۡ مَنۡ یُّنَجِّیۡکُمۡ مِّنۡ ظُلُمٰتِ الۡبَرِّ وَ الۡبَحۡرِ تَدۡعُوۡنَہٗ  تَضَرُّعًا وَّ  خُفۡیَۃً ۚ لَئِنۡ اَنۡجٰىنَا مِنۡ ہٰذِہٖ  لَنَکُوۡنَنَّ مِنَ الشّٰکِرِیۡنَ ﴿۶۳﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ مَنۡ یُّنَجِّیۡکُمۡ مِّنۡ ظُلُمٰتِ الۡبَرِّ وَ الۡبَحۡرِ تَدۡعُوۡنَہٗ  تَضَرُّعًا وَّ  خُفۡیَۃً ۚ لَئِنۡ اَنۡجٰىنَا مِنۡ ہٰذِہٖ  لَنَکُوۡنَنَّ مِنَ الشّٰکِرِیۡنَ ﴿۶۳﴾ ",
			"index": "852",
			"name": "আপনি বলুন! ‘তিনি কে হন, যিনি তোমাদেরকে রক্ষা করেন স্থল ও সমুদ্রের বিপদাপদ থেকে , যাকে তোমরা ডাকছো কাতরভাবে এবং নীরবে যে, ‘যদি তিনি আমাদেরকে তা থেকে রক্ষা করেন, তবে আমরা অবশ্যই কৃতজ্ঞতা স্বীকার করবো’।",
			"en_kanzulimaan": "Say, Who rescues you from the calamities of the land and the sea - Whom you call upon crying loudly and in whispers that, If we are saved from this we will surely be grateful?",
			"ur_kanzulimaan": "تم فرماؤ وہ کون ہے جو تمہیں نجات دیتا ہے جنگل اور دریا کی آفتوں سے جسے پکارتے ہو گِڑ گِڑا کر اور آہستہ کہ اگر وہ ہمیں اس سے بچاوے تو ہم ضرور احسان مانیں گے",
			"hi_kanzulimaan": "तुम फ़रमाओ वह कौन है जो तुम्हें निजात (छुटकारा) देता है जंगल और दरिया की आफ़तों से जिसे पुकारते हो गिड़गिड़ा कर और आहिस्ता कि अगर वह हमें इससे बचावे तो हम ज़रूर एहसान मानेंगे (139फ)",
			"author": "৬৩. আপনি (তাদেরকে) জিজ্ঞেস করুন, ‘স্থলভাগ ও সমুদ্রের অন্ধকার থেকে তোমাদেরকে কে রক্ষা করেন? (সে সময় তো) তোমরা অনুনয় বিনয়ের সাথে এবং চুপিচুপি(ও) তাঁর কাছেই প্রার্থনা করো, যদি তিনি আমাদেরকে এ (মুসিবত) থেকে রক্ষা করেন, তবে আমরা অবশ্যই কৃতজ্ঞদের অন্তর্ভুক্ত হবো।’"
		},
		{
			"_id": "853",
			"sura": "6",
			"para": "7",
			"verses": "64",
			"names": "قُلِ اللّٰہُ یُنَجِّیۡکُمۡ مِّنۡہَا وَ مِنۡ کُلِّ کَرۡبٍ ثُمَّ  اَنۡتُمۡ  تُشۡرِکُوۡنَ ﴿۶۴﴾ ",
			"number": "",
			"verses_PDMS": "قُلِ اللّٰہُ یُنَجِّیۡکُمۡ مِّنۡہَا وَ مِنۡ کُلِّ کَرۡبٍ ثُمَّ  اَنۡتُمۡ  تُشۡرِکُوۡنَ ﴿۶۴﴾ ",
			"index": "853",
			"name": "আপনি বলুন, ‘আল্লাহ্‌ তোমাদেরকে মুক্তি দেন তা থেকে এবং প্রত্যেক অস্থিরতা থেকে; অতঃপর তোমরা তার শরীক স্থির করছো’।",
			"en_kanzulimaan": "Say, Allah delivers you from these and from all distresses - yet you ascribe partners to Him!",
			"ur_kanzulimaan": "تم فرماؤ اللہ تمہیں نجات دیتا ہے اس سے اور ہر بے چینی سے پھر تم شریک ٹھہراتے ہو",
			"hi_kanzulimaan": "तुम फ़रमाओ अल्लाह तुम्हें निजात देता है उस से और हर बेचैनी से फिर तुम शरीक ठहराते हो (140फ)",
			"author": "৬৪. বলে দিন, ‘আল্লাহ্ই এ (মুসিবত) থেকে এবং অন্যান্য সকল দুর্দশা থেকে উদ্ধার করেন। এরপর(ও) তোমরা অংশীদার সাব্যস্ত করো।’"
		},
		{
			"_id": "854",
			"sura": "6",
			"para": "7",
			"verses": "65",
			"names": "قُلۡ ہُوَ  الۡقَادِرُ عَلٰۤی  اَنۡ یَّبۡعَثَ عَلَیۡکُمۡ عَذَابًا مِّنۡ فَوۡقِکُمۡ اَوۡ مِنۡ تَحۡتِ اَرۡجُلِکُمۡ اَوۡ یَلۡبِسَکُمۡ شِیَعًا وَّ یُذِیۡقَ بَعۡضَکُمۡ بَاۡسَ بَعۡضٍ ؕ اُنۡظُرۡ کَیۡفَ نُصَرِّفُ الۡاٰیٰتِ لَعَلَّہُمۡ یَفۡقَہُوۡنَ ﴿۶۵﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ ہُوَ  الۡقَادِرُ عَلٰۤی  اَنۡ یَّبۡعَثَ عَلَیۡکُمۡ عَذَابًا مِّنۡ فَوۡقِکُمۡ اَوۡ مِنۡ تَحۡتِ اَرۡجُلِکُمۡ اَوۡ یَلۡبِسَکُمۡ شِیَعًا وَّ یُذِیۡقَ بَعۡضَکُمۡ بَاۡسَ بَعۡضٍ ؕ اُنۡظُرۡ کَیۡفَ نُصَرِّفُ الۡاٰیٰتِ لَعَلَّہُمۡ یَفۡقَہُوۡنَ ﴿۶۵﴾ ",
			"index": "854",
			"name": "আপনি বলুন, ‘তিনিই সক্ষম তোমাদের প্রতি শাস্তি প্রেরণ করতে তোমাদের উপর থেকে কিংবা তোমাদের পায়ের নিচে থেকে, অথবা তোমাদেরকে বিভিন্ন দলে বিভক্ত করে দিতে এবং এককে অপররের কঠোর নিপীড়নের আস্বাদ গ্রহন করাতে’। দেখো, আমি কীভাবে বিভিন্ন প্রকারে আয়তগুলো বিবৃত করছি, যাতে কখনো তাদের বোধশক্তির উদয় হয় । ",
			"en_kanzulimaan": "Say, He is Able to send punishment upon you from above you or from beneath your feet, or to cause you to fight each other by dividing you into different groups, and make you taste the harshness of one another; observe how We explain the verses so that they may understand.",
			"ur_kanzulimaan": "تم فرماؤ وہ قادر ہے کہ تم پر عذاب بھیجے تمہارے اوپر سے یا تمہارے پاؤں کے تلے (نیچے) سے یا تمہیں بھڑا دے مختلف گروہ کرکے اور ایک کو دوسرے کی سختی چکھائے، دیکھو ہم کیونکر طرح طرح سے آیتیں بیان کرتے ہیں کہ کہیں ان کو سمجھ ہو",
			"hi_kanzulimaan": "तुम फ़रमाओ वह क़ादिर है कि तुमपर अज़ाब भेजे तुम्हारे ऊपर से या तुम्हारे पांव के तले (नीचे) से या तुम्हें भिड़ा दे मुख़्तलिफ़ गिरोह करके और एक को दूसरे की सख़्ती चखाए, देखो हम क्योंकर तरह तरह से आयतें बयान करते हैं कि कहीं उनको समझ हो (141फ)",
			"author": "৬৫. বলে দিন, ‘তিনি তোমাদের উপর শাস্তি প্রেরণ করতে সক্ষম; (হতে পারে তা) তোমাদের উপর থেকে অথবা তোমাদের পায়ের নিচ থেকে অথবা তোমাদেরকে দলে দলে বিভক্ত করে পরস্পরে মুখোমুখি করে এবং তোমাদের এক দলকে অপর দলের কঠোর নিপীড়ন আস্বাদন করিয়ে।’ লক্ষ্য করুন! আমরা কতো বিচিত্রভাবে আয়াতসমূহ বর্ণনা করি, যাতে তারা অনুধাবন করতে পারে।"
		},
		{
			"_id": "855",
			"sura": "6",
			"para": "7",
			"verses": "66",
			"names": "وَ کَذَّبَ بِہٖ قَوۡمُکَ وَ ہُوَ الۡحَقُّ ؕ قُلۡ لَّسۡتُ عَلَیۡکُمۡ  بِوَکِیۡلٍ ﴿ؕ۶۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَذَّبَ بِہٖ قَوۡمُکَ وَ ہُوَ الۡحَقُّ ؕ قُلۡ لَّسۡتُ عَلَیۡکُمۡ  بِوَکِیۡلٍ ﴿ؕ۶۶﴾ ",
			"index": "855",
			"name": "এবং ওটাকে মিথ্যা প্রতিপন্ন করেছে তোমার সম্প্রদায় এবং ওটাই সত্য । আপনি বলুন, ‘আমি তোমাদের উপর কোন কার্যনির্বাহক নই’।",
			"en_kanzulimaan": "And your people (O dear Prophet Mohammed - peace and blessings be upon him) denied it whereas this is undoubtedly the truth; say, I am not responsible for you.",
			"ur_kanzulimaan": "اور اسے جھٹلایا تمہاری قوم نے اور یہی حق ہے، تم فرماؤ میں تم پر کچھ کڑوڑا (حاکمِ اعلیٰ) نہیں",
			"hi_kanzulimaan": "और उसे (142फ) झुटलाया तुम्हारी क़ौम ने और यही हक़ (सत्य) है, तुम फ़रमाओ मैं तुम पर कुछ करोड़ा नहीं (143फ)",
			"author": "৬৬. আর আপনার সম্প্রদায় একে (কুরআনকে) মিথ্যাপ্রতিপন্ন করেছে, অথচ এটি চরম সত্য। বলে দিন, ‘আমি তোমাদের অভিভাবক নই’।"
		},
		{
			"_id": "856",
			"sura": "6",
			"para": "7",
			"verses": "67",
			"names": "لِکُلِّ نَبَاٍ  مُّسۡتَقَرٌّ ۫ وَّ سَوۡفَ تَعۡلَمُوۡنَ ﴿۶۷﴾ ",
			"number": "",
			"verses_PDMS": "لِکُلِّ نَبَاٍ  مُّسۡتَقَرٌّ ۫ وَّ سَوۡفَ تَعۡلَمُوۡنَ ﴿۶۷﴾ ",
			"index": "856",
			"name": "প্রতিটি বস্তুর একটা নির্ধারিত সময় রয়েছে এবং অদূর ভবিষ্যতে তোমরা অবহিত হবে । ",
			"en_kanzulimaan": "All matters have a fixed time and soon you will come to know.",
			"ur_kanzulimaan": "ہر چیز کا ایک وقت مقرر ہے اور عنقریب جان جاؤ گے",
			"hi_kanzulimaan": "हर चीज़ का एक वक़्त मुक़र्रर (निश्चित) है (144फ) और अन्करीब जान जाओगे",
			"author": "৬৭. প্রত্যেক সংবাদের (সংঘটিত হবার) নির্ধারিত সময় রয়েছে এবং তোমরা অচিরেই জেনে যাবে।"
		},
		{
			"_id": "857",
			"sura": "6",
			"para": "7",
			"verses": "68",
			"names": "وَ اِذَا  رَاَیۡتَ الَّذِیۡنَ  یَخُوۡضُوۡنَ فِیۡۤ  اٰیٰتِنَا فَاَعۡرِضۡ عَنۡہُمۡ حَتّٰی یَخُوۡضُوۡا فِیۡ حَدِیۡثٍ غَیۡرِہٖ ؕ وَ اِمَّا یُنۡسِیَنَّکَ الشَّیۡطٰنُ  فَلَا تَقۡعُدۡ بَعۡدَ  الذِّکۡرٰی  مَعَ الۡقَوۡمِ  الظّٰلِمِیۡنَ ﴿۶۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذَا  رَاَیۡتَ الَّذِیۡنَ  یَخُوۡضُوۡنَ فِیۡۤ  اٰیٰتِنَا فَاَعۡرِضۡ عَنۡہُمۡ حَتّٰی یَخُوۡضُوۡا فِیۡ حَدِیۡثٍ غَیۡرِہٖ ؕ وَ اِمَّا یُنۡسِیَنَّکَ الشَّیۡطٰنُ  فَلَا تَقۡعُدۡ بَعۡدَ  الذِّکۡرٰی  مَعَ الۡقَوۡمِ  الظّٰلِمِیۡنَ ﴿۶۸﴾ ",
			"index": "857",
			"name": "এবং হে শ্রোতা! যখন তুমি তাদেরকে দেখবে, যারা আমার নিদর্শনসমূহের মধ্যে লেগে আছে, তখন তাদের থেকে মুখ ফিরিয়ে নেবে যে পর্যন্ত না তারা অন্য প্রসঙ্গে লিপ্ত হয়, এবং যখনই তোমাকে শয়তান ভুলিয়ে দেবে, অতঃপর স্মরণে আসতেই যালিমদের নিকটে বসো না !",
			"en_kanzulimaan": "And O listener (followers of this Prophet) when you see those who argue in Our verses, turn away from them until they engage in another topic; and if the devil causes you to forget, then do not sit with the unjust after remembering.",
			"ur_kanzulimaan": "اور اے سننے والے! جب تو انہیں دیکھے جو ہماری آیتوں میں پڑتے ہیں تو ان سے منہ پھیر لے جب تک اور بات میں پڑیں، اور جو کہیں تجھے شیطان بھلاوے تو یاد آئے پر ظالموں کے پاس نہ بیٹھ،",
			"hi_kanzulimaan": "और ऐ सुनने वाले जब तू उन्हें देखे जो हमारी आयतों में पड़ते हैं (145फ) तो उनसे मुंह फेर ले (146फ) जब तक और बात में पड़ें और जो कहीं तुझे शैतान भुलावे तो याद आए पर ज़ालिमों के पास न बैठ",
			"author": "৬৮. আর যখন তুমি তাদেরকে দেখো, যারা আমাদের আয়াতসমূহে (কুটিলতা অন্বেষণ ও উপহাসে) মগ্ন হয়, তবে তাদের থেকে দূরে থাকো যতক্ষণ না তারা অপর কোনো প্রসঙ্গে প্রবৃত্ত হয়। আর যদি শয়তান তোমাদেরকে (এ বিষয়) ভুলিয়ে দেয় তবে স্মরণ হওয়ার পর (কখনো) যালিম সম্প্রদায়ের সাথে বসো না।"
		},
		{
			"_id": "858",
			"sura": "6",
			"para": "7",
			"verses": "69",
			"names": "وَ  مَا عَلَی الَّذِیۡنَ یَتَّقُوۡنَ مِنۡ حِسَابِہِمۡ مِّنۡ شَیۡءٍ وَّ لٰکِنۡ ذِکۡرٰی لَعَلَّہُمۡ یَتَّقُوۡنَ ﴿۶۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ  مَا عَلَی الَّذِیۡنَ یَتَّقُوۡنَ مِنۡ حِسَابِہِمۡ مِّنۡ شَیۡءٍ وَّ لٰکِنۡ ذِکۡرٰی لَعَلَّہُمۡ یَتَّقُوۡنَ ﴿۶۹﴾ ",
			"index": "858",
			"name": "এবং পরহেয্‌গারদের উপর তাদের হিসাব থেকে কিছুই নেই; হাঁ, (আছে) উপদেশ দেওয়া, হয়তো তারা ফিরে আসবে । ",
			"en_kanzulimaan": "And the pious are not accountable for them in the least, apart from the giving of advice so that they may avoid.",
			"ur_kanzulimaan": "اور پرہیز گاروں پر ان کے حساب سے کچھ نہیں ہاں نصیحت دینا شاید وہ باز آئیں",
			"hi_kanzulimaan": "और परहेज़गारों पर उनके हिसाब से कुछ नहीं (147फ) हा नसीहत देना शायद वो बाज़ आएं (148फ)",
			"author": "৬৯. আর পরহযেগারদের উপর তাদের (অর্থাৎ কাফেরদের) হিসাবের জবাবদিহিতার কিছুই (আবশ্যক) নেই, তবে (উচিত) তাদেরকে উপদেশ দেয়া, যাতে তারা (কুফরী থেকে এবং কুরআনের নিন্দা করা থেকে) সুরক্ষিত থাকে।"
		},
		{
			"_id": "859",
			"sura": "6",
			"para": "7",
			"verses": "70",
			"names": "وَ ذَرِ الَّذِیۡنَ اتَّخَذُوۡا دِیۡنَہُمۡ لَعِبًا وَّ لَہۡوًا وَّ غَرَّتۡہُمُ الۡحَیٰوۃُ  الدُّنۡیَا وَ ذَکِّرۡ بِہٖۤ  اَنۡ تُبۡسَلَ نَفۡسٌۢ بِمَا کَسَبَتۡ ٭ۖ  لَیۡسَ لَہَا مِنۡ  دُوۡنِ اللّٰہِ وَلِیٌّ  وَّ لَا شَفِیۡعٌ ۚ وَ اِنۡ تَعۡدِلۡ کُلَّ عَدۡلٍ لَّا یُؤۡخَذۡ مِنۡہَا ؕ اُولٰٓئِکَ  الَّذِیۡنَ  اُبۡسِلُوۡا بِمَا کَسَبُوۡا ۚ لَہُمۡ شَرَابٌ مِّنۡ حَمِیۡمٍ  وَّ عَذَابٌ اَلِیۡمٌۢ بِمَا کَانُوۡا یَکۡفُرُوۡنَ ﴿۷۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ ذَرِ الَّذِیۡنَ اتَّخَذُوۡا دِیۡنَہُمۡ لَعِبًا وَّ لَہۡوًا وَّ غَرَّتۡہُمُ الۡحَیٰوۃُ  الدُّنۡیَا وَ ذَکِّرۡ بِہٖۤ  اَنۡ تُبۡسَلَ نَفۡسٌۢ بِمَا کَسَبَتۡ ٭ۖ  لَیۡسَ لَہَا مِنۡ  دُوۡنِ اللّٰہِ وَلِیٌّ  وَّ لَا شَفِیۡعٌ ۚ وَ اِنۡ تَعۡدِلۡ کُلَّ عَدۡلٍ لَّا یُؤۡخَذۡ مِنۡہَا ؕ اُولٰٓئِکَ  الَّذِیۡنَ  اُبۡسِلُوۡا بِمَا کَسَبُوۡا ۚ لَہُمۡ شَرَابٌ مِّنۡ حَمِیۡمٍ  وَّ عَذَابٌ اَلِیۡمٌۢ بِمَا کَانُوۡا یَکۡفُرُوۡنَ ﴿۷۰﴾ ",
			"index": "859",
			"name": "এবং বর্জন করো তাদেরকে, যারা নিজেদের দ্বীনকে খেলা তামাশারূপে গ্রহণ করেছে আর তাদেরকে পার্থিব জীবন প্রতারিত করেছে; এবং ক্বোরআন থেকে তাদেরকে উপদেশ দাও যাতে কখনো কোন প্রাণ নিজের কৃতকর্মের জন্য গ্রেফতার না হয় । আলাহ ব্যতীত তার জন্য না কোন অভিভাবক থাকবে, না কোন সুপারিশকারী; আর যদি নিজের বিনিময়ে সবকিছুও দেয় তবুও তার নিকট থেকে গ্রহণ করা হবে না । এরা হচ্ছে তারাই; যাদেরকে তাদের কৃতকর্মের উপর পাকড়াও করা হয়েছে । তাদের জন্য রয়েছে অত্যুষ্ণ পানিয় এবং বেদনাদায়ক শাস্তি, তাদের কুফরের বদলা স্বরূপ।",
			"en_kanzulimaan": "And forsake those who have made their religion a mockery and play, and whom the worldly life has deceived - and advise them with this Quran so that a soul may not be seized for what it earns; other than Allah it will not have a protector nor an intercessor; and if it offers every recompense in exchange for itself, it will not be accepted from it; these are the ones who are seized for their own deeds; for them is boiling water to drink and a painful punishment, as a recompense of their disbelief. (The disbelievers will not have any intercessors.)",
			"ur_kanzulimaan": "اور چھوڑ دے ان کو جنہوں نے اپنا دین ہنسی کھیل بنا لیا اور انہیں دنیا کی زندگانی نے فریب دیا اور قرآن سے نصیحت دو کہ کہیں کوئی جان اپنے کئے پر پکڑی نہ جائے اللہ کے سوا نہ اس کا کوئی حمایتی ہو نہ سفارشی اور اگر اپنے عوض سارے بدلے دے تو اس سے نہ لیے جائیں یہ ہیں وہ جو اپنے کیے پر پکڑے گئے انہیں پینے کا کھولتا پانی اور درد ناک عذاب بدلہ ان کے کفر کا،",
			"hi_kanzulimaan": "और छोड़ दे उनको जिन्हों ने अपना दीन हंसी खेल बना लिया और उन्हें दुनिया की ज़िन्दगी ने फरेब दिया और क़ुरआन से नसीहत दो (149फ) कि कहीं कोई जान अपने किये पर पकड़ी न जाए (150फ) अल्लाह के सिवा न उसका कोई हिमायती हो न सिफ़ारशी और अगर अपने इवज़ सारे बदले दे तो उससे न लिये जाएं, ये हैं (151फ) वो जो अपने किये पर पकड़े गए उन्हें पीने का खौलता पानी और दर्दनाक अज़ाब बदला उनके कुफ़्र का",
			"author": "৭০. আর আপনি তাদের সঙ্গ বর্জন করুন যারা তাদের দ্বীনকে খেল-তামাশায় পরিণত করেছে এবং যাদেরকে পৃথিবীর জীবন প্রতারিত করে রেখেছে। আর (তাদেরকে অবহিত করতে এ কুরআন)-এর মাধ্যমে উপদেশ দিতে থাকুন যাতে কোনো আত্মাকে তার কৃতকর্মের পরিণতিতে ধ্বংসে সমর্পণ করা না হয়। (অধিকন্তু) তার জন্যে আল্লাহ্ ব্যতীত না কোনো সাহায্যকারী থাকবে আর না কোনো সুপারিশকারী। আর যদি সে (আত্মা নিজের পাপের) পুরোপুরি বিনিময় (অর্থাৎ মুক্তিপণও) প্রদান করে, তবু(ও) তার নিকট থেকে মোটেই তা গ্রহণ করা হবে না। এরাই সেসব লোক যারা তাদের কৃতকর্মের পরিণতিতে ধ্বংসপ্রাপ্ত, তাদের জন্যে রয়েছে উত্তপ্ত পানীয় এবং যন্ত্রণাদায়ক শাস্তি; কারণ তারা কুফরী করতো।"
		},
		{
			"_id": "860",
			"sura": "6",
			"para": "7",
			"verses": "71",
			"names": "قُلۡ  اَنَدۡعُوۡا  مِنۡ دُوۡنِ اللّٰہِ مَا لَا یَنۡفَعُنَا وَ لَا یَضُرُّنَا وَ نُرَدُّ عَلٰۤی اَعۡقَابِنَا بَعۡدَ اِذۡ ہَدٰىنَا اللّٰہُ کَالَّذِی اسۡتَہۡوَتۡہُ الشَّیٰطِیۡنُ فِی الۡاَرۡضِ حَیۡرَانَ ۪ لَہٗۤ  اَصۡحٰبٌ یَّدۡعُوۡنَہٗۤ  اِلَی الۡہُدَی ائۡتِنَا ؕ قُلۡ  اِنَّ ہُدَی اللّٰہِ ہُوَ الۡہُدٰی ؕ وَ اُمِرۡنَا لِنُسۡلِمَ لِرَبِّ الۡعٰلَمِیۡنَ ﴿ۙ۷۱﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اَنَدۡعُوۡا  مِنۡ دُوۡنِ اللّٰہِ مَا لَا یَنۡفَعُنَا وَ لَا یَضُرُّنَا وَ نُرَدُّ عَلٰۤی اَعۡقَابِنَا بَعۡدَ اِذۡ ہَدٰىنَا اللّٰہُ کَالَّذِی اسۡتَہۡوَتۡہُ الشَّیٰطِیۡنُ فِی الۡاَرۡضِ حَیۡرَانَ ۪ لَہٗۤ  اَصۡحٰبٌ یَّدۡعُوۡنَہٗۤ  اِلَی الۡہُدَی ائۡتِنَا ؕ قُلۡ  اِنَّ ہُدَی اللّٰہِ ہُوَ الۡہُدٰی ؕ وَ اُمِرۡنَا لِنُسۡلِمَ لِرَبِّ الۡعٰلَمِیۡنَ ﴿ۙ۷۱﴾ ",
			"index": "860",
			"name": "আপনি বলুন, ‘আমরা কি আল্লাহ্‌ ব্যতীত এমন কিছুর উপাসনা করবো, যা আমাদের না কোন উপকার করতে পারে, না অপকার? এবং আমাদেরকে কি পশ্চাদপদে ফিরিয়ে দেওয়া হবে এর পরে যে, আল্লাহ্‌ আমাদেরকে সৎপথ দেখিয়েছেন তারই মতো, যাকে শয়তান যমীনের মধ্যে পথ ভুলিয়ে দিয়েছে, হতবুদ্ধি হয়ে আছে?’ তার সাথী তাকে পথের দিকে আহ্বান করছে, ‘এদিকে এসো!’ আপনি বলুন, ‘আল্লাহ্‌র হিদায়তই হিদায়ত এবং আমাদেরকে নির্দেশ দেওয়া হয়েছে যেন আমরা তার জন্য গর্দান ঝুঁকিয়ে দিই, যিনি প্রতিপালক সমগ্র বিশ্বের’।",
			"en_kanzulimaan": "Say, Shall we worship, other than Allah, that which neither benefits us nor harms us, and (therefore) be turned back after Allah has guided us, like one whom the devils have led astray in the earth - bewildered?; his companions call him to the path (saying), Come here; say, Indeed only the guidance of Allah is (the true) guidance; and we are commanded to submit to the Lord Of The Creation.",
			"ur_kanzulimaan": "تم فرماؤ کیا ہم اللہ کے سوا اس کو پوجیں جو ہمارا نہ بھلا کرے نہ برُا اور الٹے پاؤں پلٹا دیے جائیں بعد اس کے کہ اللہ نے ہمیں راہ دکھائی اس کی طرح جسے شیطان نے زمین میں راہ بھلادی حیران ہے اس کے رفیق اسے راہ کی طرف بلا رہے ہیں کہ ادھر آ، تم فرماؤ کہ اللہ ہی کی ہدایت ہدایت ہے اور ہمیں حکم ہے کہ ہم اس کے لیے گردن رکھ دیں جو رب ہے سارے جہان",
			"hi_kanzulimaan": "तुम फ़रमाओ (152फ) क्या हम अल्लाह के सिवा उसको पूजें जो हमारा न भला करे न बुरा (153फ) और उलटे पांव पलटा दिये जाएं बाद इसके कि अल्लाह ने हमें राह दिखाई (154फ) उसकी तरह जिसे शैतानों ने ज़मीन में राह भुला दी (155फ) हैरान है उसके रफीक़ उसे राह की तरफ़ बुला रहे हैं कि इधर आ तुम फ़रमाओ कि अल्लाह ही की हिदायत हिदायत है (156फ) और हमें हुक्म है कि हम उसके लिये गर्दन रख दें (157फ) जो रब है सारे जहान का",
			"author": "৭১. বলে দিন, ‘আমরা কি আল্লাহ্ ব্যতীত এমন কিছুর উপাসনা করবো, যা আমাদের না উপকার করতে পারে আর না আমাদের (কোনো) ক্ষতি করতে পারে? আর আল্লাহ্ আমাদেরকে হেদায়াত দানের পর আমরা কি সে ব্যক্তির ন্যায় আমাদের পশ্চাতে ফিরে যাবো যাকে শয়তানেরা ভুপৃষ্ঠে পথ ভুলিয়ে বিপদগ্রস্ত ও পেরেশান করে দিয়েছে, যার সঙ্গীরা তাকে সরল পথের দিকে ডেকে বলছে: “আমাদের নিকট আসো” (কিন্তু তার কোনোই উপলব্ধি নেই)।’ বলে দিন, ‘আল্লাহ্‌র হেদায়াতই (প্রকৃত) হেদায়াত। আর (এ জন্যেই) আমাদেরকে সমস্ত জাহানের প্রতিপালকের নিকট আত্মসমর্পণ করার নির্দেশ দেয়া হয়েছে।’"
		},
		{
			"_id": "861",
			"sura": "6",
			"para": "7",
			"verses": "72",
			"names": "وَ اَنۡ  اَقِیۡمُوا الصَّلٰوۃَ وَ اتَّقُوۡہُ ؕ وَ ہُوَ الَّذِیۡۤ  اِلَیۡہِ تُحۡشَرُوۡنَ ﴿۷۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَنۡ  اَقِیۡمُوا الصَّلٰوۃَ وَ اتَّقُوۡہُ ؕ وَ ہُوَ الَّذِیۡۤ  اِلَیۡہِ تُحۡشَرُوۡنَ ﴿۷۲﴾ ",
			"index": "861",
			"name": "এবং এ যে, নামায কায়েম রাখো এবং তাকেই ভয় করো; আর তিনিই হন, যার প্রতি তোমাদের উত্থান । ",
			"en_kanzulimaan": "And to keep the (obligatory) prayer established and to fear Him; and it is to Him that you are to be raised.",
			"ur_kanzulimaan": "اور یہ کہ نماز قائم رکھو اور اس سے ڈرو، اور وہی ہے جس کی طرف اٹھنا ہے،",
			"hi_kanzulimaan": "और यह कि नमाज़ क़ायम रखो और उस से डरो और वही है जिसकी तरफ़ तुम्हें उठना है",
			"author": "৭২. আর এও (নির্দেশ দেয়া হয়েছে), ‘তোমরা নাযাম কায়েম করো এবং তাঁকে ভয় করতে থাকো। আর তিনিই আল্লাহ্ যাঁর দিকে তোমাদের (সকলকে) একত্রিত করা হবে।’"
		},
		{
			"_id": "862",
			"sura": "6",
			"para": "7",
			"verses": "73",
			"names": "وَ ہُوَ الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ بِالۡحَقِّ ؕ وَ یَوۡمَ یَقُوۡلُ  کُنۡ فَیَکُوۡنُ ۬ؕ قَوۡلُہُ  الۡحَقُّ ؕ وَ لَہُ  الۡمُلۡکُ یَوۡمَ  یُنۡفَخُ فِی الصُّوۡرِ ؕ عٰلِمُ  الۡغَیۡبِ وَ الشَّہَادَۃِ ؕ وَ ہُوَ الۡحَکِیۡمُ  الۡخَبِیۡرُ ﴿۷۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ بِالۡحَقِّ ؕ وَ یَوۡمَ یَقُوۡلُ  کُنۡ فَیَکُوۡنُ ۬ؕ قَوۡلُہُ  الۡحَقُّ ؕ وَ لَہُ  الۡمُلۡکُ یَوۡمَ  یُنۡفَخُ فِی الصُّوۡرِ ؕ عٰلِمُ  الۡغَیۡبِ وَ الشَّہَادَۃِ ؕ وَ ہُوَ الۡحَکِیۡمُ  الۡخَبِیۡرُ ﴿۷۳﴾ ",
			"index": "862",
			"name": "এবং তিনিই, যিনিআস্‌মান ও যমীনকে যথাযথভাবে সৃষ্টি করেছেন; আর যেদিন প্রতিটি ধ্বংসপ্রাপ্ত বস্তুর উদ্দেশ্যে বলবেন, ‘হয়ে যাও!’ সেটা তখনই হয়ে যাবে ।  তার বাণী সত্য; এবং তারই রাজত্ব হবে যেদিন শিঙ্গায় ফুঁৎকার দেওয়া হবে; প্রতিটি গোপন ও প্রকাশ্য সম্বন্ধে জ্ঞান । এবং তিনিই প্রজ্ঞাময়, অবহিত । ",
			"en_kanzulimaan": "And it is He Who perfectly created the heavens and the earth; and when He will say Be on the Day (of resurrection) to all the extinct things, it will happen immediately; His Word is true; and it will be His kingship on the day when the Trumpet is blown; All Knowing of all the hidden and the revealed; and He only is the Wise, the Aware.",
			"ur_kanzulimaan": "اور وہی ہے جس نے آسمان و زمین ٹھیک بنائے اور جس دن فنا ہوئی ہر چیز کو کہے گا ہو جا وہ فوراً ہوجائے گی، اس کی بات سچی ہے، اور اسی کی سلطنت ہے جس دن صور پھونکا جائے گا ہر چھپے اور ظاہر کو جاننے والا، اور وہی حکمت والا خبردار،",
			"hi_kanzulimaan": "और वही है जिसने आसमान और ज़मीन ठीक बनाए (158फ) और जिस दिन फ़ना (नष्ट) हुई हर चीज़ को कहेगा हो जा वह फ़ौरन हो जाएगी, उसकी बात सच्ची है और उसी कीसल्तनत है जिस दिन सूर (शंख) फुंका जाएगा (159फ) हर छुपे और ज़ाहिर का जानने वाला और वही है हिकमत वाला",
			"author": "৭৩. আর তিনিই (আল্লাহ্), যিনি (ত্রুটিহীন কৌশলে) যথাবিধি আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন এবং যেদিন তিনি বলবেন, ‘হয়ে যাও’ তখন (হাশর দিবস সংঘটিত) হয়ে যাবে। তাঁর কথাই সত্য। আর সেদিন রাজত্ব তাঁরই হবে, যেদিন (ইসরাফীল আলাইহিস সালামের মাধ্যমে) সিঙ্গায় ফুঁক দেয়া হবে। (তিনিই) সকল অদৃশ্য ও দৃশ্যমান বিষয়ে অবগত এবং তিনি বড়ই প্রজ্ঞাবান, পরিজ্ঞাত।"
		},
		{
			"_id": "863",
			"sura": "6",
			"para": "7",
			"verses": "74",
			"names": "وَ اِذۡ  قَالَ  اِبۡرٰہِیۡمُ لِاَبِیۡہِ  اٰزَرَ اَتَتَّخِذُ  اَصۡنَامًا  اٰلِہَۃً ۚ اِنِّیۡۤ   اَرٰىکَ وَ قَوۡمَکَ فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۷۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذۡ  قَالَ  اِبۡرٰہِیۡمُ لِاَبِیۡہِ  اٰزَرَ اَتَتَّخِذُ  اَصۡنَامًا  اٰلِہَۃً ۚ اِنِّیۡۤ   اَرٰىکَ وَ قَوۡمَکَ فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۷۴﴾ ",
			"index": "863",
			"name": "এবং স্মরণ করুন, যখন ইব্রাহিম আপন পিতা আযরকে বললো, ‘তুমি কি মূর্তিগুলোকে খোদা বানাচ্ছো? নিঃসন্দেহে আমি তোমাকে ও তোমার সম্প্রদায়কে সুস্পষ্ট ভ্রান্তির মধ্যে পাচ্ছি’।",
			"en_kanzulimaan": "And remember when Ibrahim said to his father (paternal uncle) Azar, What! You appoint idols as Gods? Indeed I find you and your people in open error. (Prophet Ibrahim was rightly guided since birth).",
			"ur_kanzulimaan": "اور یاد کرو جب ابراہیم نے اپنے باپ آزر سے کہا، کیا تم بتوں کو خدا بناتے ہو، بیشک میں تمہیں اور تمہاری قوم کو کھلی گمراہی میں پاتا ہوں",
			"hi_kanzulimaan": "ख़बरदार और याद करो जब इब्राहीम ने अपने बाप (160फ) आज़र से कहा क्या तुम बुतों को ख़ुदा बनाते हो, बेशक मैं तुम्हें और तुम्हारी क़ौम को खुली गुमराही में पाता हूँ (161फ)",
			"author": "৭৪. আর (স্মরণ করুন) যখন ইবরাহীম (আলাইহিস সালাম) তাঁর পিতা আযরকে (যে প্রকৃতপক্ষে চাচা, আরবদের পরিভাষায় তাকে পিতা বলা হয়,) বললেন, ‘তোমরা কি মূর্তিসমূহকে উপাস্য নিরূপণ করছো? নিশ্চয়ই আমি তোমাদেরকে এবং তোমাদের সম্প্রদায়কে সুস্পষ্ট গোমরাহীতে (নিমজ্জিত) দেখতে পাচ্ছি।’"
		},
		{
			"_id": "864",
			"sura": "6",
			"para": "7",
			"verses": "75",
			"names": "وَ کَذٰلِکَ نُرِیۡۤ  اِبۡرٰہِیۡمَ مَلَکُوۡتَ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ لِیَکُوۡنَ مِنَ الۡمُوۡقِنِیۡنَ ﴿۷۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَذٰلِکَ نُرِیۡۤ  اِبۡرٰہِیۡمَ مَلَکُوۡتَ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ لِیَکُوۡنَ مِنَ الۡمُوۡقِنِیۡنَ ﴿۷۵﴾ ",
			"index": "864",
			"name": "এবং যেভাবে আমি ইব্রাহীমকে দেখাচ্ছি সমগ্র বাদশাহী আস্‌মানসমূহের ও যমীনের এবং এ জন্য যে, তিনি সচক্ষে-দেখা নিশ্চিত বিশ্বাসীদের অন্তর্ভুক্ত হয়ে যাবেন । ",
			"en_kanzulimaan": "And likewise We showed Ibrahim the entire kingdom of the heavens and the earth and so that he be of those who believe as eyewitnesses.",
			"ur_kanzulimaan": "اور اسی طرح ہم ابراہیم کو دکھاتے ہیں ساری بادشاہی آسمانوں اور زمین کی اور اس لیے کہ وہ عین الیقین والوں میں ہوجائے",
			"hi_kanzulimaan": "और इसी तरह हम इब्राहीम को दिखाते हैं सारी बादशाही आसमानों और ज़मीन की (162फ) और इसलिये कि वह ऐनुलयक़ीन वालों में हो जाए (163फ)",
			"author": "৭৫. আর এভাবে আমরা ইবরাহীম (আলাইহিস সালাম)-কে আকাশমন্ডলী ও পৃথিবীর সমস্ত রাজত্ব (অর্থাৎ সৃষ্টির বিস্ময়) প্রদর্শন করেছিলাম যাতে তিনি স্বচক্ষে দেখা নিশ্চিত বিশ্বাসীদের অন্তর্ভুক্ত হন।"
		},
		{
			"_id": "865",
			"sura": "6",
			"para": "7",
			"verses": "76",
			"names": "فَلَمَّا جَنَّ عَلَیۡہِ الَّیۡلُ  رَاٰ کَوۡکَبًا ۚ قَالَ ہٰذَا  رَبِّیۡ ۚ فَلَمَّاۤ  اَفَلَ  قَالَ لَاۤ  اُحِبُّ  الۡاٰفِلِیۡنَ ﴿۷۶﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا جَنَّ عَلَیۡہِ الَّیۡلُ  رَاٰ کَوۡکَبًا ۚ قَالَ ہٰذَا  رَبِّیۡ ۚ فَلَمَّاۤ  اَفَلَ  قَالَ لَاۤ  اُحِبُّ  الۡاٰفِلِیۡنَ ﴿۷۶﴾ ",
			"index": "865",
			"name": "অতঃপর যখন তার উপর রাতের অন্ধকার নেমে এলো তখন একটা নক্ষত্র দেখলেন । বললেন, ‘এটাকেই কি আমার প্রতিপালক স্থির করছো?’ অতঃপর যখন তা অস্তমিত হলো তখন বললেন, ‘আমি পছন্দ করি না যা অস্তমিত হয়’।",
			"en_kanzulimaan": "So when the night became dark upon him he saw a star; he said (to Azar / the people), (You portray that) this is my Lord?; then when it set he said, I do not like the things that set.",
			"ur_kanzulimaan": "پھر جب ان پر رات کا اندھیرا آیا ایک تارا دیکھا بولے اسے میرا رب ٹھہراتے ہو پھر جب وہ ڈوب گیا بولے مجھے خوش نہیں آتے ڈوبنے والے،",
			"hi_kanzulimaan": "फिर जब उनपर रात का अन्धेरा आया एक तारा देखा (164फ) बोले इसे मेरा रब ठहराते हो, फिर जब वह डूब गया बोले मुझे ख़ुश नहीं आते डूबने वाले",
			"author": "৭৬. অতঃপর যখন তাঁকে রাতের অন্ধকার আচ্ছন্ন করলো তখন তিনি (একটি) তারকা দেখতে পেলেন এবং বললেন, ‘(তোমাদের দৃষ্টিতে কি) এটি আমার প্রতিপালক?’ অতঃপর যখন এটি অস্তমিত হলো, তখন (নিজের সম্প্রদায়কে শুনিয়ে) বলতে লাগলেন, ‘আমি অস্তগামীকে পছন্দ করি না’।"
		},
		{
			"_id": "866",
			"sura": "6",
			"para": "7",
			"verses": "77",
			"names": "فَلَمَّا رَاَ  الۡقَمَرَ بَازِغًا  قَالَ ہٰذَا رَبِّیۡ ۚ فَلَمَّاۤ  اَفَلَ قَالَ  لَئِنۡ  لَّمۡ  یَہۡدِنِیۡ رَبِّیۡ لَاَکُوۡنَنَّ مِنَ  الۡقَوۡمِ  الضَّآلِّیۡنَ ﴿۷۷﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا رَاَ  الۡقَمَرَ بَازِغًا  قَالَ ہٰذَا رَبِّیۡ ۚ فَلَمَّاۤ  اَفَلَ قَالَ  لَئِنۡ  لَّمۡ  یَہۡدِنِیۡ رَبِّیۡ لَاَکُوۡنَنَّ مِنَ  الۡقَوۡمِ  الضَّآلِّیۡنَ ﴿۷۷﴾ ",
			"index": "866",
			"name": "অতঃপর যখন চাদকে চমকিত অবস্থায় দেখলেন তখন বললেন, ‘এটাকেই কি আমার প্রতিপালক স্থির করছো?’ অতঃপর যখন তা অস্তমিত হলো, তখন বললেন, ‘যদি না আমাকে আমার প্রতিপালক হিদায়ত করতেন, তবে আমিও সেই পথভ্রষ্টদের অন্তর্ভুক্ত হতাম’ ।",
			"en_kanzulimaan": "Then when he saw the moon shining, he said, (You proclaim that) this is my Lord?; then when it set, he said, If my Lord had not guided me *, I too would be one of these astray people. (* Prophet Ibrahim was rightly guided before this event).",
			"ur_kanzulimaan": "پھر جب چاند چمکتا دیکھا بولے اسے میرا رب بتاتے ہو پھر جب وہ ڈوب گیا کہا اگر مجھے میرا رب ہدایت نہ کرتا تو میں بھی انہیں گمراہوں میں ہوتا",
			"hi_kanzulimaan": "फिर जब चांद चमकता देखा बोले इसे मेरा रब बताते हो फिर जब वह डूब गया कहा अगर मुझे मेरा रब हिदायत न करता तो मैं भी इन्हीं गुमराहों में होता (165फ)",
			"author": "৭৭. অতঃপর যখন চাঁদকে জ্যোতির্ময় দেখলেন (তখন) তিনি বললেন, ‘(তোমাদের ধারণা অনুযায়ী) এটি (কি) আমার প্রতিপালক?’ অতঃপর যখন এটি(ও) অদৃশ্য হয়ে গেল, তখন তিনি (নিজ সম্প্রদায়কে শুনিয়ে) বলতে লাগলেন, ‘যদি আমার প্রতিপালক আমাকে হেদায়াত প্রদান না করতেন, তবে অবশ্যই আমিও (তোমাদের মত) পথভ্রষ্ট সম্প্রদায়ের একজনে পরিগণিত হতাম।’"
		},
		{
			"_id": "867",
			"sura": "6",
			"para": "7",
			"verses": "78",
			"names": "فَلَمَّا رَاَ الشَّمۡسَ بَازِغَۃً  قَالَ ہٰذَا رَبِّیۡ ہٰذَاۤ  اَکۡبَرُ ۚ فَلَمَّاۤ  اَفَلَتۡ قَالَ یٰقَوۡمِ  اِنِّیۡ بَرِیۡٓءٌ  مِّمَّا تُشۡرِکُوۡنَ ﴿۷۸﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا رَاَ الشَّمۡسَ بَازِغَۃً  قَالَ ہٰذَا رَبِّیۡ ہٰذَاۤ  اَکۡبَرُ ۚ فَلَمَّاۤ  اَفَلَتۡ قَالَ یٰقَوۡمِ  اِنِّیۡ بَرِیۡٓءٌ  مِّمَّا تُشۡرِکُوۡنَ ﴿۷۸﴾ ",
			"index": "867",
			"name": "অতঃপর যখন সূর্যকে ঝিলিমিলি করতে দেখলেন তখন বললেন, ‘এটাকে কি আমার প্রতিপালক বলছো? এটাতো সেগুলো অপেক্ষা বড়’। অতঃপর যখন সেটা অস্তমিত হলো, তখন বললেন, ‘হে আমার সম্প্রদায় । আমি অসন্তুষ্ট ঐ সব বস্তুর প্রতি, যেগুলোকে তোমরা শরীক স্থির করছো । ",
			"en_kanzulimaan": "Then when he saw the sun shining brightly, he said, (You say that) this is my Lord? This is the biggest of them all!; then when it set he said, O people! I do not have any relation with the whatever you ascribe as partners (to Him).",
			"ur_kanzulimaan": "پھر جب سورج جگمگاتا دیکھا بولے اسے میرا رب کہتے ہو یہ تو ان سب سے بڑا ہے، پھر جب وہ ڈوب گیا کہا اے قوم میں بیزار ہوں ان چیزوں سے جنہیں تم شریک ٹھہراتے ہو",
			"hi_kanzulimaan": "फिर जब सूरज जगमगाता देखा बोले इसे मेरा रब कहते हो (166फ) यह तो इन सब से बड़ा है फिर जब वह डूब गया कहा ऐ क़ौम मैं बेज़ार हूँ इन चीज़ों से जिन्हें तुम शरीक ठहराते हो (167फ)",
			"author": "৭৮. অতঃপর যখন তিনি সূর্যকে জ্যোতির্ময় দেখলেন (তখন) বললেন, ‘(এখন কি তোমাদের ধারণায়) এটি আমার প্রতিপালক, (কেননা) এটি সবচেয়ে বড়?’ অতঃপর যখন এটি(ও) ডুবে গেল তখন তিনি বলে উঠলেন, ‘হে আমার সম্প্রদায়! আমি এ (সব কিছু) থেকে নির্লিপ্ত, যেগুলোকে তোমরা (আল্লাহ্‌র) অংশীদার সাব্যস্ত করো।"
		},
		{
			"_id": "868",
			"sura": "6",
			"para": "7",
			"verses": "79",
			"names": "اِنِّیۡ وَجَّہۡتُ وَجۡہِیَ لِلَّذِیۡ فَطَرَ السَّمٰوٰتِ وَ الۡاَرۡضَ حَنِیۡفًا وَّ مَاۤ  اَنَا مِنَ  الۡمُشۡرِکِیۡنَ ﴿ۚ۷۹﴾ ",
			"number": "",
			"verses_PDMS": "اِنِّیۡ وَجَّہۡتُ وَجۡہِیَ لِلَّذِیۡ فَطَرَ السَّمٰوٰتِ وَ الۡاَرۡضَ حَنِیۡفًا وَّ مَاۤ  اَنَا مِنَ  الۡمُشۡرِکِیۡنَ ﴿ۚ۷۹﴾ ",
			"index": "868",
			"name": "আমি আমার মুখমণ্ডল তারই দিকে করলাম, যিনি আস্‌মান ও যমীন সৃষ্টি করেছেন একমাত্র তারই হয়ে এবং আমি অংশীবাদীদের অন্তর্ভুক্ত নই’।",
			"en_kanzulimaan": "I have directed my attention towards Him Who has created the heavens and the earth, am devoted solely to Him, and am not of the polytheists.",
			"ur_kanzulimaan": "میں نے اپنا منہ اس کی طرف کیا جس نے آسمان اور زمین بنائے ایک اسی کا ہوکر اور میں مشرکین میں نہیں،",
			"hi_kanzulimaan": "मैं ने अपना मुंह उसकी तरफ़ किया जिसने आसमान व ज़मीन बनाए एक उसीका होकर (168फ) और मैं मुश्रिकों में नहीं",
			"author": "৭৯. অবশ্যই আমি আমার মুখমন্ডল (সকল দিক থেকে গুটিয়ে) একনিষ্ঠভাবে তাঁর (সত্তার) দিকে ফেরালাম, যিনি আকাশমন্ডলী এবং পৃথিবীকে উপমাবিহীন সৃষ্টি করেছেন এবং (জেনে রেখো) আমি মুশরিকদের অন্তর্ভুক্ত নই।’"
		},
		{
			"_id": "869",
			"sura": "6",
			"para": "7",
			"verses": "80",
			"names": "وَ حَآجَّہٗ  قَوۡمُہٗ ؕ قَالَ  اَتُحَآجُّوۡٓنِّیۡ  فِی اللّٰہِ وَ قَدۡ ہَدٰىنِ ؕ وَ لَاۤ  اَخَافُ مَا تُشۡرِکُوۡنَ بِہٖۤ  اِلَّاۤ  اَنۡ یَّشَآءَ رَبِّیۡ شَیۡئًا ؕ وَسِعَ رَبِّیۡ کُلَّ شَیۡءٍ عِلۡمًا ؕ اَفَلَا تَتَذَکَّرُوۡنَ ﴿۸۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ حَآجَّہٗ  قَوۡمُہٗ ؕ قَالَ  اَتُحَآجُّوۡٓنِّیۡ  فِی اللّٰہِ وَ قَدۡ ہَدٰىنِ ؕ وَ لَاۤ  اَخَافُ مَا تُشۡرِکُوۡنَ بِہٖۤ  اِلَّاۤ  اَنۡ یَّشَآءَ رَبِّیۡ شَیۡئًا ؕ وَسِعَ رَبِّیۡ کُلَّ شَیۡءٍ عِلۡمًا ؕ اَفَلَا تَتَذَکَّرُوۡنَ ﴿۸۰﴾ ",
			"index": "869",
			"name": "এবং তার সম্প্রদায় তার সাথে বিতর্ক করতে লাগলো । (তিনি) বললেন, ‘তোমরা কি আল্লাহ্‌ সম্বন্ধে আমার সাথে বিতর্ক করছো? তিনি তো আমাকে পথ বাতলিয়ে দিয়েছেন এবং আমার নিকট ঐ সবের ভয় নেই, যেগুলোকে তোমরা (তার) শরীক বলছো; হাঁ, কোন বিষয়ে আমারই প্রতিপালক যা চান । আমার প্রতিপালকের জ্ঞান সব কিছুকে পরিবেষ্টনকারী, তোমরা কি উপদেশ মানবে না?",
			"en_kanzulimaan": "And his people argued with him; he said, What! You dispute with me concerning Allah? So He has guided me; and I do not have any fear of whatever you ascribe as partners, except what my Lord wills (to happen); my Lords knowledge encompasses all things; so will you not accept advice?",
			"ur_kanzulimaan": "اور ان کی قوم ان سے جھگڑے لگی کہا کیا اللہ کے بارے میں مجھ سے جھگڑتے ہو تو وہ مجھے راہ بتا چکا اور مجھے ان کا ڈر نہیں جنہیں تم شریک بتاتے ہو ہاں جو میرا ہی رب کوئی بات چاہے میرے رب کا علم ہر چیز کو محیط ہے، تو کیا تم نصیحت نہیں مانتے",
			"hi_kanzulimaan": "और उनकी क़ौम उनसे झगड़ने लगी कहा क्या अल्लाह के बारे में मुझसे झगड़ते हो  वह तो मुझे राह बता चुका (169फ) और मुझे उनका डर नहीं जिन्हें तुम शरीक बताते हो (170फ) हां जो मेरा ही रब कोई बात चाहे (171फ) मेरे रब का इल्म हर चीज़ को मुहीत है, तो क्या तुम नसीहत नहीं मानते",
			"author": "৮০. আর তাঁর সম্প্রদায় তাঁর সাথে বাদানুবাদ ও ঝগড়া শুরু করলো, (তখন) তিনি বললেন, ‘আশ্চর্য! তোমরা আল্লাহ্‌র ব্যাপারে আমার সাথে ঝগড়া করছো, অথচ তিনি আমাকে হেদায়াত দান করেছেন? আর আমি এ (মিথ্যা উপাস্যদের) ব্যাপারে ভয় করি না, যাদেরকে তোমরা তাঁর অংশীদার সাব্যস্ত করো। তবে (এ যে,) আমার প্রতিপালক যা কিছু (ক্ষতি) চান (তা করতে পারেন)। আমার প্রতিপালক সকল কিছুকে (নিজ) জ্ঞানের মাধ্যমে বেষ্টন করে আছেন। সুতরাং তোমরা কি উপদেশ গ্রহণ করবে না?"
		},
		{
			"_id": "870",
			"sura": "6",
			"para": "7",
			"verses": "81",
			"names": "وَ کَیۡفَ اَخَافُ مَاۤ  اَشۡرَکۡتُمۡ وَ لَا  تَخَافُوۡنَ  اَنَّکُمۡ  اَشۡرَکۡتُمۡ بِاللّٰہِ مَا لَمۡ یُنَزِّلۡ بِہٖ عَلَیۡکُمۡ سُلۡطٰنًا ؕ فَاَیُّ الۡفَرِیۡقَیۡنِ  اَحَقُّ  بِالۡاَمۡنِ ۚ اِنۡ  کُنۡتُمۡ  تَعۡلَمُوۡنَ ﴿ۘ۸۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَیۡفَ اَخَافُ مَاۤ  اَشۡرَکۡتُمۡ وَ لَا  تَخَافُوۡنَ  اَنَّکُمۡ  اَشۡرَکۡتُمۡ بِاللّٰہِ مَا لَمۡ یُنَزِّلۡ بِہٖ عَلَیۡکُمۡ سُلۡطٰنًا ؕ فَاَیُّ الۡفَرِیۡقَیۡنِ  اَحَقُّ  بِالۡاَمۡنِ ۚ اِنۡ  کُنۡتُمۡ  تَعۡلَمُوۡنَ ﴿ۘ۸۱﴾ ",
			"index": "870",
			"name": "আমি তোমাদের শরীকদেরকে কীভাবে ভয় করবো? আর তোমরা (এতে) ভয় করছো না যে, তোমরা আল্লাহ্‌র শরীক ওটাকেই স্থির করছো, যার সম্পর্কে তোমাদের উপর তিনি কোন সনদ অবতীর্ণ করেন নি । সুতরাং দু’দলের মধ্যে নিরাপত্তার অধিক উপযোগী কে? যদি তোমরা জানো।",
			"en_kanzulimaan": "And how should I fear whatever you ascribe as partners, whilst you do not fear that you have ascribed partners to Allah - for which He has not sent down on you any proof? So which of the two groups has more right to refuge, if you know?",
			"ur_kanzulimaan": "اور میں تمہارے شریکوں سے کیونکر ڈروں اور تم نہیں ڈرتے کہ تم نے اللہ کا شریک اس کو ٹھہرایا جس کی تم پر اس نے کوئی سند نہ اتاری، تو دونوں گروہوں میں امان کا زیادہ سزا وار کون ہے اگر تم جانتے ہو،",
			"hi_kanzulimaan": "और मैं तुम्हारे शरीकों से क्योंकर डरूं (172फ) और तुम नहीं डरते कि तुमने अल्लाह का शरीक उसको ठहराया जिसकी तुमपर उसने कोई सनद न उतारी, तो दोनों गिरोहों में अमान का ज़्यादा सज़ावार कौन है (173फ) अगर तुम जानते हो",
			"author": "৮১. আর আমি কিভাবে ভয় করতে পারি এদেরকে (এ বাতিল উপাস্যদেরকে) যাদেরকে তোমরা (আল্লাহ্‌র) অংশীদার সাব্যস্ত করো? অথচ তোমরা এ বিষয়কে ভয় করো না যে, তোমরা আল্লাহ্‌র সাথে (মূর্তিদের) অংশীদার সাব্যস্ত করে রেখেছো, (যেখানে এ শিরক)-এর কোনো দলিল তিনি তোমাদের জন্যে অবতীর্ণ করেননি। (এখন তোমরা নিজেরাই উত্তর দাও) দু’টি দলের মধ্যে কোনটি (শাস্তি থেকে) নিরাপদ থাকার অধিকতর দাবীদার? যদি তোমরা জানো।’"
		},
		{
			"_id": "871",
			"sura": "6",
			"para": "7",
			"verses": "82",
			"names": "اَلَّذِیۡنَ اٰمَنُوۡا وَ لَمۡ یَلۡبِسُوۡۤا اِیۡمَانَہُمۡ بِظُلۡمٍ  اُولٰٓئِکَ لَہُمُ الۡاَمۡنُ وَ ہُمۡ مُّہۡتَدُوۡنَ ﴿۸۲﴾ ",
			"number": "",
			"verses_PDMS": "اَلَّذِیۡنَ اٰمَنُوۡا وَ لَمۡ یَلۡبِسُوۡۤا اِیۡمَانَہُمۡ بِظُلۡمٍ  اُولٰٓئِکَ لَہُمُ الۡاَمۡنُ وَ ہُمۡ مُّہۡتَدُوۡنَ ﴿۸۲﴾ ",
			"index": "871",
			"name": "ঐ সব লোক যারা ঈমান এনেছে এবং আপন ঈমানের মধ্যে কোন অসত্যের সংমিশ্রণ করে নি; তাদেরই জন্য নিরাপত্তা এবং তারাই সৎপথের উপর রয়েছে । ",
			"en_kanzulimaan": "Those who believed and did not mix it with injustice (disbelief), the refuge is only for them, and only they are on guidance.",
			"ur_kanzulimaan": "وہ جو ایمان لائے اور اپنے ایمان میں کسی ناحق کی آمیزش نہ کی انہیں کے لیے امان ہے اور وہی راہ پر ہیں،",
			"hi_kanzulimaan": "वो जो ईमान लाए और अपने ईमान में किसी नाहक़ चीज़ की आमेज़िश (मिश्रण) न की उन्हीं के लिये अमान है और वही राह पर हैं",
			"author": "৮২. যারা ঈমান আনয়ন করেছে এবং তাদের ঈমানকে (শিরকের) যুলুমের সাথে মিশ্রিত করেনি, তাদের জন্যে রয়েছে শান্তি (অর্থাৎ পরকালীন নিঃশঙ্কতা) এবং তারাই হেদায়াতপ্রাপ্ত।"
		},
		{
			"_id": "872",
			"sura": "6",
			"para": "7",
			"verses": "83",
			"names": "وَ تِلۡکَ حُجَّتُنَاۤ  اٰتَیۡنٰہَاۤ  اِبۡرٰہِیۡمَ عَلٰی قَوۡمِہٖ ؕ نَرۡفَعُ دَرَجٰتٍ مَّنۡ نَّشَآءُ ؕ اِنَّ رَبَّکَ حَکِیۡمٌ  عَلِیۡمٌ ﴿۸۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ تِلۡکَ حُجَّتُنَاۤ  اٰتَیۡنٰہَاۤ  اِبۡرٰہِیۡمَ عَلٰی قَوۡمِہٖ ؕ نَرۡفَعُ دَرَجٰتٍ مَّنۡ نَّشَآءُ ؕ اِنَّ رَبَّکَ حَکِیۡمٌ  عَلِیۡمٌ ﴿۸۳﴾ ",
			"index": "872",
			"name": "এবং এটা আমার দলীল যে, আমি ইব্রাহীমকে তার সম্প্রদায়ের মোকাবেলায় দান করেছি । আমি যাকে চাই বহু মর্যাদায় উন্নীত করি । নিঃসন্দেহে, আপনার প্রতিপালক জ্ঞান ও প্রজ্ঞার অধিকারী । ",
			"en_kanzulimaan": "And this is Our argument, which We gave Ibrahim against his people; We raise to high ranks whomever We will; indeed your Lord is Wise, All Knowing.",
			"ur_kanzulimaan": "اور یہ ہماری دلیل ہے کہ ہم نے ابراہیم کو اس کی قوم پر عطا فرمائی، ہم جسے چاہیں درجوں بلند کریں بیشک تمہارا رب علم و حکمت والا ہے",
			"hi_kanzulimaan": "और यह हमारी दलील है कि हमने इब्राहीम को उसकी क़ौम पर अ़ता फ़रमाई हम जिसे चाहे दर्जों बलन्द करें (174फ) बेशक तुम्हारा रब इल्म व हिकमत वाला है",
			"author": "৮৩. আর এটিই আমাদের (একত্ববাদের) দলিল ছিল যা আমরা ইবরাহীম (আলাইহিস সালাম)-কে তাঁর (বিরোধী) সম্প্রদায়ের বিপক্ষে দিয়েছিলাম। আমরা যাকে চাই উচ্চ মর্যাদায় সমুন্নত করি। নিশ্চয়ই আপনার প্রতিপালক প্রজ্ঞাবান, সম্যক অবগত।"
		},
		{
			"_id": "873",
			"sura": "6",
			"para": "7",
			"verses": "84",
			"names": "وَ وَہَبۡنَا لَہٗۤ  اِسۡحٰقَ وَ یَعۡقُوۡبَ ؕ کُلًّا ہَدَیۡنَا ۚ وَ نُوۡحًا ہَدَیۡنَا مِنۡ قَبۡلُ وَ مِنۡ ذُرِّیَّتِہٖ دَاوٗدَ  وَ سُلَیۡمٰنَ وَ اَیُّوۡبَ وَ یُوۡسُفَ وَ مُوۡسٰی وَ ہٰرُوۡنَ ؕ وَ کَذٰلِکَ نَجۡزِی الۡمُحۡسِنِیۡنَ ﴿ۙ۸۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ وَہَبۡنَا لَہٗۤ  اِسۡحٰقَ وَ یَعۡقُوۡبَ ؕ کُلًّا ہَدَیۡنَا ۚ وَ نُوۡحًا ہَدَیۡنَا مِنۡ قَبۡلُ وَ مِنۡ ذُرِّیَّتِہٖ دَاوٗدَ  وَ سُلَیۡمٰنَ وَ اَیُّوۡبَ وَ یُوۡسُفَ وَ مُوۡسٰی وَ ہٰرُوۡنَ ؕ وَ کَذٰلِکَ نَجۡزِی الۡمُحۡسِنِیۡنَ ﴿ۙ۸۴﴾ ",
			"index": "873",
			"name": "এবং আমি তাকে ইসহাক্ব ও ইয়া’কুবকে দান করেছি । তাদের সবাইকে আমি সৎপথ দেখিয়েছি এবং তাদের পূর্বে নূহকে সৎপথ প্রদর্শন করেছি আর তার সন্তানদের মধ্য থেকে দাঊদ, সুলায়মান, আইয়ূব, ইয়ূসুফ, মূসা এবং হারূনকেও; এবং আমি অনুরূপভাবে প্রতিদান দিয়ে থাকি সৎকর্মপরায়ণদেরকে ।",
			"en_kanzulimaan": "And We bestowed upon him Ishaq (Isaac) and Yaqub (Jacob); We guided all of them; and We guided Nooh before them and of his descendants, Dawud and Sulaiman and Ayyub and Yusuf and Moosa and Haroon; and this is the way We reward the virtuous.",
			"ur_kanzulimaan": "اور ہم نے انہیں اسحاق اور یعقوب عطا کیے، ان سب کو ہم نے راہ دکھائی اور ان سے پہلے نوح کو راہ دکھائی اور میں اس کی اولاد میں سے داؤد اور سلیمان اور ایوب اور یوسف اور موسیٰ اور ہارون کو، اور ہم ایسا ہی بدلہ دیتے ہیں نیکوکاروں کو،",
			"hi_kanzulimaan": "और हमने उन्हें इस्हाक़ और यअक़ूब अता किये, उन सबको हमने राह दिखाई और उनसे पहले नूह को राह दिखाई और उसकी औलाद में से दाऊद और सुलैमान और अय्यूब और यूसुफ़ और मूसा और हारून को और हम ऐसा ही बदला देते हैं नेकोकारों को",
			"author": "৮৪. আর আমরা তাঁকে (অর্থাৎ ইবরাহীম আলাইহিস সালামকে পুত্র) ইসহাক (আলাইহিস সালাম) ও (পৌত্র) ইয়াকুব (আলাইহিস সালাম) দান করলাম। আমরা (তাদের) সবাইকে হেদায়াত দিয়ে অনুগ্রহ করলাম। আর আমরা (তাদের) পূর্বে নূহ (আলাইহিস সালাম)-কেও হেদায়াত দিয়ে অনুগ্রহ করেছিলাম এবং তাদের সন্তান-সন্ততির মধ্য থেকে দাউদ, সুলাইমান, আইয়ূব, ইউসূফ, মূসা এবং হারুন (আলাইহিমুস সালামকেও হেদায়াত দান করেছিলাম)। আর আমরা এভাবে পূণ্যবানদেরকে প্রতিদান দিয়ে থাকি।"
		},
		{
			"_id": "874",
			"sura": "6",
			"para": "7",
			"verses": "85",
			"names": "وَ زَکَرِیَّا وَ یَحۡیٰی وَ عِیۡسٰی وَ اِلۡیَاسَ ؕ کُلٌّ  مِّنَ الصّٰلِحِیۡنَ ﴿ۙ۸۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ زَکَرِیَّا وَ یَحۡیٰی وَ عِیۡسٰی وَ اِلۡیَاسَ ؕ کُلٌّ  مِّنَ الصّٰلِحِیۡنَ ﴿ۙ۸۵﴾ ",
			"index": "874",
			"name": "এবং যাকারিয়া, ইয়াহ্‌য়া, ঈসা এবং ইলিয়াসকেও । এরা সবাই আমার নৈকট্যের উপযোগী । ",
			"en_kanzulimaan": "And (We guided) Zakaria and Yahya (John) and Eisa and Elias; all these are worthy of Our proximity.",
			"ur_kanzulimaan": "اور زکریا اور یحییٰ اور عیسیٰ اور الیاس کو یہ سب ہمارے قرب کے لائق ہیں",
			"hi_kanzulimaan": "और ज़करिया और यहया और ईसा और इलियास को ये सब हमारे क़ुर्ब के लायक़ हैं,",
			"author": "৮৫. আর (আমরা) যাকারিয়্যা, ইয়াহইয়া এবং ইলিয়াস (আলাইহিমুস সালামকেও হেদায়াত দান করেছি)। তাঁরা সবাই পূণ্যবান (এবং নৈকট্যবান ও ঐশীচেতনা সম্পন্ন) ছিলেন।"
		},
		{
			"_id": "875",
			"sura": "6",
			"para": "7",
			"verses": "86",
			"names": "وَ اِسۡمٰعِیۡلَ وَ الۡیَسَعَ وَ یُوۡنُسَ وَ لُوۡطًا ؕ وَ کُلًّا فَضَّلۡنَا عَلَی  الۡعٰلَمِیۡنَ ﴿ۙ۸۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِسۡمٰعِیۡلَ وَ الۡیَسَعَ وَ یُوۡنُسَ وَ لُوۡطًا ؕ وَ کُلًّا فَضَّلۡنَا عَلَی  الۡعٰلَمِیۡنَ ﴿ۙ۸۶﴾ ",
			"index": "875",
			"name": "আর ইসমাঈল, য়াসা’, ইয়ূনুস এবং লূতকেও; আর আমি প্রত্যেককে তারই যুগের সবার উপর শ্রেষ্টত্ব দিয়েছি ।",
			"en_kanzulimaan": "And Ismael (Ishmael) and Yasaa (Elisha) and Yunus (Jonah) and Lut (Lot); and to each one during their times, We gave excellence over all others.",
			"ur_kanzulimaan": "اور اسماعیل اور یسع اور یونس اور لوط کو، اور ہم نے ہر ایک کو اس کے وقت میں سب پر فضیلت دی",
			"hi_kanzulimaan": "और इस्माईल और यसअ और यूनुस और लूत को और हमने हर एक को उसके वक़्त में सबपर फ़ज़ीलत (बुज़ुर्गी) दी (175फ)",
			"author": "৮৬. আর (আমরা) ইসমাইল, আল-ইয়াসা’, ইউনুস এবং লূত (আলাইহিমুস সালামকেও হেদায়াতের মাধ্যমে মর্যাদাবান করেছিলাম)। আর আমরা তাঁদের সবাইকে (তাঁদের সময়ে) সারা জাহানের অধিবাসীদের উপর মর্যাদা দিয়েছিলাম।"
		},
		{
			"_id": "876",
			"sura": "6",
			"para": "7",
			"verses": "87",
			"names": "وَ مِنۡ اٰبَآئِہِمۡ وَ ذُرِّیّٰتِہِمۡ وَ  اِخۡوَانِہِمۡ ۚ وَ اجۡتَبَیۡنٰہُمۡ وَ ہَدَیۡنٰہُمۡ  اِلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿۸۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ مِنۡ اٰبَآئِہِمۡ وَ ذُرِّیّٰتِہِمۡ وَ  اِخۡوَانِہِمۡ ۚ وَ اجۡتَبَیۡنٰہُمۡ وَ ہَدَیۡنٰہُمۡ  اِلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿۸۷﴾ ",
			"index": "876",
			"name": "এবং তাদের পিতৃপুরুষগণ, বংশধর এবং ভ্রাতৃবৃন্দের মধ্য থেকে কতেককেও; এবং আমি তাদেরকে মনোনীত করেছি ও সোজা পথ দেখিয়েছি । ",
			"en_kanzulimaan": "And some of their ancestors and their descendants and their brothers; and We chose them and guided them to the Straight Path.",
			"ur_kanzulimaan": "اور کچھ ان کے باپ دادا اور اولاد اور بھائیوں میں سے بعض کو اور ہم نے انہیں چن لیا اور سیدھی راہ دکھائی،",
			"hi_kanzulimaan": "और कुछ उनके बाप दादा और औलाद और भाईयों में से बा़ज़ को (176फ) और हमने उन्हें चुन लिया और सीधी राह दिखाई",
			"author": "৮৭. আর তাঁদের পূর্বপুরুষ, সন্তান-সন্ততি এবং তাঁদের ভাইদের মধ্য থেকেও (কতিপয়কে অনুরূপ মর্যাদা দিয়েছিলাম); আর আমরা তাঁদেরকে (আমাদের বিশেষ কৃপা ও মহত্বের জন্যে) নির্বাচিত করেছিলাম এবং তাঁদেরকে সরলপথের দিকে হেদায়াত দান করেছিলাম।"
		},
		{
			"_id": "877",
			"sura": "6",
			"para": "7",
			"verses": "88",
			"names": "ذٰلِکَ ہُدَی اللّٰہِ یَہۡدِیۡ بِہٖ مَنۡ یَّشَآءُ مِنۡ عِبَادِہٖ ؕ وَ لَوۡ اَشۡرَکُوۡا لَحَبِطَ عَنۡہُمۡ  مَّا  کَانُوۡا  یَعۡمَلُوۡنَ ﴿۸۸﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ ہُدَی اللّٰہِ یَہۡدِیۡ بِہٖ مَنۡ یَّشَآءُ مِنۡ عِبَادِہٖ ؕ وَ لَوۡ اَشۡرَکُوۡا لَحَبِطَ عَنۡہُمۡ  مَّا  کَانُوۡا  یَعۡمَلُوۡنَ ﴿۸۸﴾ ",
			"index": "877",
			"name": "এটা আল্লাহ্‌র হিদায়ত যে, আপন বান্দাদের মধ্যে যাকে চান প্রদান করে থাকেন; এবং তারা যদি শির্ক করতো তবে অবশ্যই তাদের কৃতকর্ম নিষ্ফল হতো । ",
			"en_kanzulimaan": "This is the guidance of Allah, which He may give to whomever He wills among His bondmen; and had they ascribed partners (to Allah), their deeds would have been wasted.",
			"ur_kanzulimaan": "یہ اللہ کی ہدایت ہے کہ اپنے بندوں میں جسے چاہے دے، اور اگر وہ شرک کرتے تو ضرور ان کا کیا اکارت جاتا،",
			"hi_kanzulimaan": "यह अल्लाह की हिदायत है कि अपने बन्दों में  जिसे चाहे दे और अगर वो शिर्क करते तो ज़रूर उनका किया अकारत जाता",
			"author": "৮৮. এ আল্লাহ্‌র হেদায়াত, তিনি তাঁর বান্দাদের মধ্যে যাকে চান এর দ্বারা পথপ্রদর্শন করেন। আর যদি (ধরে নেয়া হয় যে) তারা অংশীদার সাব্যস্ত করতেন, তবে তাদের সে সমস্ত (উত্তম) আমল জব্দ (অর্থাৎ বিলীন) হয়ে যেতো যা তাঁরা সম্পাদন করেছিলেন।"
		},
		{
			"_id": "878",
			"sura": "6",
			"para": "7",
			"verses": "89",
			"names": "اُولٰٓئِکَ الَّذِیۡنَ اٰتَیۡنٰہُمُ الۡکِتٰبَ وَ الۡحُکۡمَ وَ النُّبُوَّۃَ ۚ فَاِنۡ یَّکۡفُرۡ بِہَا ہٰۤؤُلَآءِ  فَقَدۡ وَکَّلۡنَا بِہَا قَوۡمًا لَّیۡسُوۡا بِہَا بِکٰفِرِیۡنَ ﴿۸۹﴾ ",
			"number": "",
			"verses_PDMS": "اُولٰٓئِکَ الَّذِیۡنَ اٰتَیۡنٰہُمُ الۡکِتٰبَ وَ الۡحُکۡمَ وَ النُّبُوَّۃَ ۚ فَاِنۡ یَّکۡفُرۡ بِہَا ہٰۤؤُلَآءِ  فَقَدۡ وَکَّلۡنَا بِہَا قَوۡمًا لَّیۡسُوۡا بِہَا بِکٰفِرِیۡنَ ﴿۸۹﴾ ",
			"index": "878",
			"name": "এরা হচ্ছে ঐ সব লোক, যাদেরকে আমি কিতাব, ফয়সালা করার ক্ষমতা ও নুবূয়ত প্রদান করেছি; অতঃপর যদি এসব লোক তা অস্বীকার করে, তবে আমি সেটার জন্য এমন একটা জনগোষ্ঠীকে নিয়োজিত রেখেছি যারা অস্বীকারকারী নয় । ",
			"en_kanzulimaan": "These are the ones whom We gave the Book and the wisdom and the Prophethood; so if these people do not believe in it, We have then kept ready for it a nation who do not reject (the truth).",
			"ur_kanzulimaan": "یہ ہیں جن کو ہم نے کتاب اور حکم اور نبوت عطا کی تو اگر یہ لوگ اس سے منکر ہوں تو ہم نے اس کیلئے ایک ایسی قوم لگا رکھی ہے جو انکار والی نہیں",
			"hi_kanzulimaan": "ये हैं जिनको हमने किताब और हुक्म और नबुव्वत (पैग़म्बरी) अता की तो अगर ये लोग (177फ) इससे इन्कारी हों तो हमने उसके लिये एक ऐसी क़ौम लगा रखी है जो इन्कार वाली नहीं (178फ)",
			"author": "৮৯. (তারাই) সেসব ব্যক্তি যাদেরকে আমরা কিতাব, (শরীয়তের) হুকুম এবং নবুয়্যত দান করেছিলাম। অতঃপর যদি তারা (অর্থাৎ কাফেরেরা) এ বিষয়গুলো অস্বীকার করে বসে তবে নিশ্চয়ই আমরা এগুলোর উপর (ঈমান আনয়নের জন্যে) সে সম্প্রদায়কে নিযুক্ত করে রেখেছি যারা কখনো এগুলোর অস্বীকারকারী (হবার) নয়।"
		},
		{
			"_id": "879",
			"sura": "6",
			"para": "7",
			"verses": "90",
			"names": "اُولٰٓئِکَ الَّذِیۡنَ ہَدَی اللّٰہُ  فَبِہُدٰىہُمُ اقۡتَدِہۡ ؕ قُلۡ  لَّاۤ  اَسۡـَٔلُکُمۡ عَلَیۡہِ  اَجۡرًا ؕ اِنۡ  ہُوَ   اِلَّا  ذِکۡرٰی لِلۡعٰلَمِیۡنَ ﴿۹۰﴾ ",
			"number": "",
			"verses_PDMS": "اُولٰٓئِکَ الَّذِیۡنَ ہَدَی اللّٰہُ  فَبِہُدٰىہُمُ اقۡتَدِہۡ ؕ قُلۡ  لَّاۤ  اَسۡـَٔلُکُمۡ عَلَیۡہِ  اَجۡرًا ؕ اِنۡ  ہُوَ   اِلَّا  ذِکۡرٰی لِلۡعٰلَمِیۡنَ ﴿۹۰﴾ ",
			"index": "879",
			"name": "এরা হচ্ছে এমন সব লোক, যাদেরকে আল্লাহ্‌ হিদায়াত করেছেন। সুতরাং আপনি তাদেরই পথে চলুন । আপনি বলে দিন, ‘আমি ক্বোরআনের জন্য তোমাদের নিকট কোন পারিশ্রমিক চাইনা’। তাতো নয়, কিন্তু উপদেশ সমগ্র বিশ্বের জন্য । ",
			"en_kanzulimaan": "These are the ones whom Allah guided, so follow their guidance; say (O dear Prophet Mohammed - peace and blessings be upon him), I do not ask from you any fee for the Quran; it is nothing but an advice to the entire world.",
			"ur_kanzulimaan": "یہ ہیں جن کو اللہ نے ہدایت کی تو تم انہیں کی راہ چلو تم فرماؤ میں قرآن پر تم سے کوئی اجرت نہیں مانگتا وہ تو نہیں مگر نصیحت سارے جہان کو",
			"hi_kanzulimaan": "ये है जिनको अल्लाह ने हिदायत की तो तुम उन्हीं की राह चलो (179फ) तुम फ़रमाओ मैं क़ुरआन पर तुम से कोई उजरत (वेतन) नहीं मांगता, वह तो नहीं मगर नसीहत सारे जहान को (180फ)",
			"author": "৯০. (তাঁরাই) সেসব ব্যক্তি (অর্থাৎ আল্লাহ্‌র রাসূলগণ) যাদেরকে আল্লাহ্ হেদায়াত দান করেছেন; অতঃপর (হে সর্বশেষ রাসূল!) আপনি তাঁদের (মর্যাদাপূর্ণ সকল) পন্থাকে (নিজের পবিত্র জীবনে একত্রিত করে তাঁদেরকে) অনুসরণ করুন (যাতে আপনার পবিত্র সত্তায় সে সকল নবী ও রাসূলগণের সকল মর্যাদা ও পরিপূর্ণতা একত্রিত হয়)। বলে দিন, ‘(হে লোকসকল!) আমি তোমাদের নিকট (এ হেদায়াতের বিনিময়ে) কোনো পারিশ্রমিক চাই না; এ তো কেবল জগতবাসীর জন্যে উপদেশ।’"
		},
		{
			"_id": "880",
			"sura": "6",
			"para": "7",
			"verses": "91",
			"names": "وَ مَا  قَدَرُوا اللّٰہَ حَقَّ قَدۡرِہٖۤ  اِذۡ قَالُوۡا مَاۤ اَنۡزَلَ اللّٰہُ  عَلٰی بَشَرٍ مِّنۡ  شَیۡءٍ ؕ قُلۡ مَنۡ اَنۡزَلَ  الۡکِتٰبَ الَّذِیۡ جَآءَ بِہٖ مُوۡسٰی نُوۡرًا وَّ  ہُدًی لِّلنَّاسِ تَجۡعَلُوۡنَہٗ قَرَاطِیۡسَ تُبۡدُوۡنَہَا وَ تُخۡفُوۡنَ  کَثِیۡرًا ۚ وَ  عُلِّمۡتُمۡ  مَّا لَمۡ تَعۡلَمُوۡۤا  اَنۡتُمۡ وَ لَاۤ  اٰبَآؤُکُمۡ ؕ قُلِ  اللّٰہُ ۙ ثُمَّ  ذَرۡہُمۡ  فِیۡ  خَوۡضِہِمۡ  یَلۡعَبُوۡنَ  ﴿۹۱﴾",
			"number": "",
			"verses_PDMS": "وَ مَا  قَدَرُوا اللّٰہَ حَقَّ قَدۡرِہٖۤ  اِذۡ قَالُوۡا مَاۤ اَنۡزَلَ اللّٰہُ  عَلٰی بَشَرٍ مِّنۡ  شَیۡءٍ ؕ قُلۡ مَنۡ اَنۡزَلَ  الۡکِتٰبَ الَّذِیۡ جَآءَ بِہٖ مُوۡسٰی نُوۡرًا وَّ  ہُدًی لِّلنَّاسِ تَجۡعَلُوۡنَہٗ قَرَاطِیۡسَ تُبۡدُوۡنَہَا وَ تُخۡفُوۡنَ  کَثِیۡرًا ۚ وَ  عُلِّمۡتُمۡ  مَّا لَمۡ تَعۡلَمُوۡۤا  اَنۡتُمۡ وَ لَاۤ  اٰبَآؤُکُمۡ ؕ قُلِ  اللّٰہُ ۙ ثُمَّ  ذَرۡہُمۡ  فِیۡ  خَوۡضِہِمۡ  یَلۡعَبُوۡنَ  ﴿۹۱﴾",
			"index": "880",
			"name": "এবং ইহুদীগন আল্লাহ্‌র প্রকৃত মর্যাদা জানে নি যেমন জানা উচিত ছিলো । যখন তারা বললো, ‘আল্লাহ্‌ কোন মানুষের উপর কিছুই অবতারণ করেন নি । আপনি বলুন, ‘কে অবতারণ করলো সেই কিতাব, যা মূসা নিয়ে এসেছিলো, আলো ও মানুষের জন্য হিদায়তরূপে; যার তোমরা পৃথিক পৃথিক কপি তৈরী করে নিয়েছো; সেগুলোকে প্রকাশ করছো এবং অনেক কিছু গোপন করছো আর তোমাদেরকে সেটাই শিক্ষা দেওয়া হয় যা না তোমাদের জানা ছিলো, না তোমাদের পিতৃপুরুষদের’? ‘আল্লাহ্‌’ বলুন! অতঃপর, তাদেরকে ছেড়ে দিন তাদের অনর্থক কাজের মধ্যে খেলতে । ",
			"en_kanzulimaan": "And they (the Jews) did not realise (or appreciate) the importance of Allah as was required when they said, Allah has not sent down anything upon any human being; say, Who has sent down the Book which Moosa brought, a light and guidance for mankind, which you have divided into different papers, some which you show and hide most of them? And (by which) you are taught what you did not know nor did your forefathers? Say, Allah - then leave them playing in their indecency.",
			"ur_kanzulimaan": "اور یہود نے اللہ کی قدر نہ جانی جیسی چاہیے تھی جب بولے ا لله نے کسی آدمی پر کچھ نہیں اتارا، تم فرماؤ کس نے اُتاری وہ کتاب جو موسیٰ لائے تھے روشنی اور لوگوں کے لیے ہدایت جس کے تم نے الگ الگ کاغذ بنالیے ظاہر کرتے ہو اور بہت سے چھپالیتے ہو اور تمہیں وہ سکھایا جاتا ہے جو نہ تم کو معلوم تھا نہ تمہارے باپ دادا کو، اللہ کہو پھر انہیں چھوڑ دو ان کی بیہودگی میں انہیں کھیلتا",
			"hi_kanzulimaan": "और यहूद ने अल्लाह की क़द्र न जानी जैसी चाहिये थी (181फ) जब बोले अल्लाह ने किसी आदमी पर कुछ नहीं उतारा तुम फ़रमाओ किसने उतारी वह किताब जो मूसा लाए थे रौशनी और लोगों के लिये हिदायत जिसके तुमने अलग अलग क़ाग़ज़ बनाए ज़ाहिर करते हो (182फ) और बहुत सा छुपा लेते हो (183फ) और तुम्हें वह सिखाया जाता है (184फ) जो न तुमको मालूम था न तुम्हारे बाप दादा को, अल्लाह कहो (185फ) फिर उन्हें छोड़ दो उनकी बेहूदगी में उन्हें खेलता (186फ)",
			"author": "৯১. আর তারা (অর্থাৎ ইহুদীরা) আল্লাহ্‌র যথার্থ মর্যাদা উপলব্ধি করেনি যেমনটি করা উচিত ছিল; যখন তারা (রাসূল সাল্লাল্লাহ্ আলাইহি ওয়া আলিহী ওয়াসাল্লামের রিসালাতকে অস্বীকার করে) এ কথা বলে দিল যে, আল্লাহ্ কোনো মানুষের প্রতি কোনো কিছুই অবতীর্ণ করেননি। বলে দিন, ‘কে অবতীর্ণ করেছিলেন সেই কিতাব যা মূসা (আলাইহিস সালাম) নিয়ে এসেছিলেন, মানুষের জন্যে আলোকবর্তিকা এবং হেদায়াত রূপে, যা তোমরা পৃথক পৃথক কাগজে পরিণত করেছিলে? তোমরা এর কিছু অংশ (মানুষের জন্যে) প্রকাশ করতে এবং অনেক কিছু গোপন(ও) করতে; আর তোমাদেরকে সে সব (কিছু) শিখিয়ে দেয়া হয়েছিল যা না তোমরা জানতে আর না তোমাদের পিতৃপুরুষগণ।’ বলে দিন, ‘(এ সবকিছুই) আল্লাহ্ (প্রদত্ত অনুগ্রহ)’। অতঃপর আপনি তাদেরকে (তাদের অবস্থার উপর) ছেড়ে দিন যাতে তারা নিজেদের অনর্থক কথাবার্তায় খেলতে থাকে।"
		},
		{
			"_id": "881",
			"sura": "6",
			"para": "7",
			"verses": "92",
			"names": "وَ ہٰذَا کِتٰبٌ اَنۡزَلۡنٰہُ  مُبٰرَکٌ مُّصَدِّقُ الَّذِیۡ  بَیۡنَ  یَدَیۡہِ  وَ لِتُنۡذِرَ اُمَّ الۡقُرٰی وَ مَنۡ حَوۡلَہَا ؕ وَ الَّذِیۡنَ یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ  یُؤۡمِنُوۡنَ بِہٖ وَ ہُمۡ عَلٰی صَلَاتِہِمۡ  یُحَافِظُوۡنَ ﴿۹۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہٰذَا کِتٰبٌ اَنۡزَلۡنٰہُ  مُبٰرَکٌ مُّصَدِّقُ الَّذِیۡ  بَیۡنَ  یَدَیۡہِ  وَ لِتُنۡذِرَ اُمَّ الۡقُرٰی وَ مَنۡ حَوۡلَہَا ؕ وَ الَّذِیۡنَ یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ  یُؤۡمِنُوۡنَ بِہٖ وَ ہُمۡ عَلٰی صَلَاتِہِمۡ  یُحَافِظُوۡنَ ﴿۹۲﴾ ",
			"index": "881",
			"name": "এবং এটা বরকতময় কিতাব, যা আমি অবতারণ করেছি, প্রত্যায়নকারী ঐ সব কিতাবের যেগুলো পূর্বে ছিলো; এবং এ জন্য যে, আপনি সতর্ক করবেন ‘সমস্ত বস্তির সরদার’কে এবং তাকে যে সমগ্র জাহানে সেটার চতুর্পাশে রয়েছে; এবং যারা পরকালের উপর ঈমান আনে তারা ঐ কিতাবের উপর ঈমান আনে এবং নিজেদের নামাযের সংরক্ষণ করে । ",
			"en_kanzulimaan": "And this is the blessed Book which We have sent down, confirming the Books preceding it, and in order that you may warn the leader of all villages and all those around it in the entire world; and those who believe in the Hereafter accept faith in this Book, and guard their prayers.",
			"ur_kanzulimaan": "اور یہ ہے برکت والی کتاب کہ ہم نے اُتاری تصدیق فرماتی ان کتابوں کی جو آگے تھیں اور اس لیے کہ تم ڈر سناؤ سب بستیوں کے سردار کو اور جو کوئی سارے جہاں میں اس کے گرد ہیں اور جو آخرت پر ایمان لاتے ہیں اس کتاب پر ایمان لاتے ہیں اور اپنی نماز کی حفاظت کرتے ہیں،",
			"hi_kanzulimaan": "और यह है बरकत वाली किताब कि हमने उतारी (187फ) तस्दीक़ (पुष्टि) फ़रमाती उन किताबों की जो आगे थीं और इसलिये कि तुम डर सुनाओ सब बस्तियों के सरदार को (188फ) और जो कोई सारे जहान में उसके गिर्द हैं और जो आख़िरत पर ईमान लाते हैं (189फ) उस किताब पर ईमान लाते हैं और अपनी नमाज़ की हिफ़ाज़त करते हैं",
			"author": "৯২. আর এই (সেই) মহাকল্যাণময় কিতাব যা আমরা অবতীর্ণ করেছি। (প্রকৃতপক্ষে) এটি এর পূর্ববর্তী কিতাবগুলোকে সত্যায়ন করে। আর (তা) এ জন্যে (অবতীর্ণ করা হয়েছে) যাতে আপনি (প্রথমত) সকল (মানব) সম্প্রদায়ের কেন্দ্র (মক্কা)-এর অধীবাসীদেরকে এবং (দ্বিতীয়ত বিশ্বব্যাপী) এর চারপাশের অধীবাসীদেরকে সতর্ক করেন। আর যারা পরকালে বিশ্বাস রাখে তারাই এর উপর ঈমান আনয়ন করে এবং তারাই তাদের নামাযকে পরিপূর্ণরূপে রক্ষণাবেক্ষণ করে।"
		},
		{
			"_id": "882",
			"sura": "6",
			"para": "7",
			"verses": "93",
			"names": "وَ مَنۡ اَظۡلَمُ مِمَّنِ افۡتَرٰی عَلَی اللّٰہِ  کَذِبًا اَوۡ قَالَ اُوۡحِیَ  اِلَیَّ  وَ لَمۡ  یُوۡحَ  اِلَیۡہِ شَیۡءٌ وَّ  مَنۡ قَالَ سَاُنۡزِلُ مِثۡلَ مَاۤ  اَنۡزَلَ اللّٰہُ ؕ وَ لَوۡ تَرٰۤی  اِذِ الظّٰلِمُوۡنَ فِیۡ غَمَرٰتِ الۡمَوۡتِ وَ الۡمَلٰٓئِکَۃُ بَاسِطُوۡۤا  اَیۡدِیۡہِمۡ ۚ اَخۡرِجُوۡۤا اَنۡفُسَکُمۡ ؕ اَلۡیَوۡمَ تُجۡزَوۡنَ عَذَابَ الۡہُوۡنِ بِمَا کُنۡتُمۡ تَقُوۡلُوۡنَ عَلَی اللّٰہِ غَیۡرَ الۡحَقِّ وَ کُنۡتُمۡ عَنۡ اٰیٰتِہٖ تَسۡتَکۡبِرُوۡنَ  ﴿۹۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ اَظۡلَمُ مِمَّنِ افۡتَرٰی عَلَی اللّٰہِ  کَذِبًا اَوۡ قَالَ اُوۡحِیَ  اِلَیَّ  وَ لَمۡ  یُوۡحَ  اِلَیۡہِ شَیۡءٌ وَّ  مَنۡ قَالَ سَاُنۡزِلُ مِثۡلَ مَاۤ  اَنۡزَلَ اللّٰہُ ؕ وَ لَوۡ تَرٰۤی  اِذِ الظّٰلِمُوۡنَ فِیۡ غَمَرٰتِ الۡمَوۡتِ وَ الۡمَلٰٓئِکَۃُ بَاسِطُوۡۤا  اَیۡدِیۡہِمۡ ۚ اَخۡرِجُوۡۤا اَنۡفُسَکُمۡ ؕ اَلۡیَوۡمَ تُجۡزَوۡنَ عَذَابَ الۡہُوۡنِ بِمَا کُنۡتُمۡ تَقُوۡلُوۡنَ عَلَی اللّٰہِ غَیۡرَ الۡحَقِّ وَ کُنۡتُمۡ عَنۡ اٰیٰتِہٖ تَسۡتَکۡبِرُوۡنَ  ﴿۹۳﴾ ",
			"index": "882",
			"name": "এবং তার চেয়ে বড় যালিম কে, যে আল্লাহ্‌ সম্বন্ধে মিথ্যা রচনা করে? অথবা বলে, ‘আমার প্রতি ওহী হয়েছে’; অথচ তার প্রতি কোন ওহী হয় নি; এবং যে বলে, ‘এখনই আমি অবতীর্ন করছি তেমনি, যেমন আল্লাহ্‌ অবতীর্ণ করেছেন;’ এবং কখনো আপনি দেখতে পাবেন, যখন যালিম মৃত্যু যন্ত্রণা ভুগতে থাকে এবং ফিরিশ্‌তাগণ হাত বিস্তার করে রয়েছেন ‘বের করো নিজেদের প্রাণসমূহ আজ তোমাদেরকে লাঞ্ছনার শাস্তি দেওয়া হবে এর পরিণামস্বরূপ যে, আল্লাহ্‌র উপর মিথ্যারোপ করছিলে এবং তার আয়াতগুলো থেকে অহংকার করতে’।",
			"en_kanzulimaan": "Who is more unjust than one who fabricates lies against Allah or says, I have received divine inspiration, whereas he has not been inspired at all - and one who says, I will now reveal something similar to what Allah has sent down? And if you see when the unjust are in the throes of death and the angels are with their hands outstretched; (saying) Surrender your souls; this day you shall be given a disgraceful punishment - the recompense of your fabricating lies against Allah, and your scorning His signs.",
			"ur_kanzulimaan": "اور اس سے بڑھ کر ظالم کون جو اللہ پر جھوٹ باندھے یا کہے مجھے وحی ہوئی اور اسے کچھ وحی نہ ہوئی اور جو کہے ابھی میں اُتارتا ہوں ایسا جیسا اللہ نے اُتارا اور کبھی تم دیکھوں جس وقت ظالم موت کی سختیوں میں ہیں اور فرشتے ہاتھ پھیلاتے ہوئے ہیں کہ نکالو اپنی جانیں، آج تمہیں خواری کا عذاب دیا جائے گا بدلہ اس کا کہ اللہ پر جھوٹ لگاتے تھے اور اس کی آیتوں سے تکبر کرتے،",
			"hi_kanzulimaan": "और उस से बढ़ कर ज़ालिम कौन जो अल्लाह पर झूठ बांधे (190फ) या कहे मुझे वही (देववाणी) हुई और उसे कुछ वही न हुई (191फ) और जो कहे अभी मैं उतारता हूँ ऐसा जैसा खुदा ने उतारा (192फ) और कभी तुम देखो जिस वक़्त ज़ालिम मौत की सख़्तियों में हैं और फ़रिश्ते हाथ फैलाए हुए हैं (193फ) कि निकालो अपनी जानें, आज तुम्हें ख़्वारी का अज़ाब दिया जाएगा बदला उसका कि अल्लाह पर झूठ लगाते थे (194फ)और उसकी आयतों से तकब्बुर (घमण्ड) करते",
			"author": "৯৩. আর তার চেয়ে বড় যালিম কে, যে আল্লাহ্‌র প্রতি মিথ্যা অপবাদ রচনা করে অথবা (নবুয়্যতের মিথ্যা দাবী করে এ কথা) বলে, ‘আমার প্রতি ওহী অবতীর্ণ করা হয়েছে’, অথচ তার প্রতি কোনো ওহীই অবতীর্ণ করা হয়নি? আর (তার চেয়ে বড় যালিম কে হবে) যে (খোদা হওয়ার মিথ্যা দাবী করে) বলে, ‘আমি(ও) অচিরেই এমন (কিতাব) অবতীর্ণ করবো, যেমনটি আল্লাহ্ অবতীর্ণ করেছেন’। আর আপনি যদি (সে সময়ের দৃশ্য) দেখেন যখন যালিমেরা মৃত্যু যন্ত্রণায় (আচ্ছন্ন) থাকবে, তখন ফেরেশতারা (তাদের দিকে) হাত প্রসারিত করবে, (তাদেরকে বলতে থাকবে) ‘তোমরা তোমাদের আত্মাকে শরীর থেকে বের করো। আজ তোমাদেরকে অপমানজনক শাস্তি প্রতিদান দেয়া হবে। কারণ, তোমরা আল্লাহ্ সম্পর্কে অন্যায় কথাবার্তা বলতে এবং তোমরা তাঁর আয়াতসমূহ অমান্য ও উপেক্ষা করতে।’"
		},
		{
			"_id": "883",
			"sura": "6",
			"para": "7",
			"verses": "94",
			"names": "وَ لَقَدۡ جِئۡتُمُوۡنَا فُرَادٰی کَمَا خَلَقۡنٰکُمۡ  اَوَّلَ مَرَّۃٍ  وَّ تَرَکۡتُمۡ مَّا خَوَّلۡنٰکُمۡ  وَرَآءَ  ظُہُوۡرِکُمۡ ۚ وَ مَا نَرٰی مَعَکُمۡ شُفَعَآءَکُمُ  الَّذِیۡنَ زَعَمۡتُمۡ  اَنَّہُمۡ فِیۡکُمۡ شُرَکٰٓؤُا ؕ  لَقَدۡ تَّقَطَّعَ بَیۡنَکُمۡ  وَ ضَلَّ عَنۡکُمۡ  مَّا کُنۡتُمۡ تَزۡعُمُوۡنَ ﴿۹۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ جِئۡتُمُوۡنَا فُرَادٰی کَمَا خَلَقۡنٰکُمۡ  اَوَّلَ مَرَّۃٍ  وَّ تَرَکۡتُمۡ مَّا خَوَّلۡنٰکُمۡ  وَرَآءَ  ظُہُوۡرِکُمۡ ۚ وَ مَا نَرٰی مَعَکُمۡ شُفَعَآءَکُمُ  الَّذِیۡنَ زَعَمۡتُمۡ  اَنَّہُمۡ فِیۡکُمۡ شُرَکٰٓؤُا ؕ  لَقَدۡ تَّقَطَّعَ بَیۡنَکُمۡ  وَ ضَلَّ عَنۡکُمۡ  مَّا کُنۡتُمۡ تَزۡعُمُوۡنَ ﴿۹۴﴾ ",
			"index": "883",
			"name": "এবং নিশ্চয় তোমরা আমার নিকট নিঃসঙ্গ অবস্থায় এসেছো যেমন আমি তোমাদেরকে প্রথমবার সৃষ্টি করেছিলাম; আর পৃষ্ঠ-পশ্চাতে ফেলে এসেছো যে ধন সম্পদ আমি তোমাদেরকে দিয়েছিলাম; এবং আমি তোমাদের সাথে তোমাদের ঐ সুপারিশকারীদেরকে দেখছি না, যাদেরকে তোমরা নিজেদের মধ্যে শরীক মনে করতে । নিশ্চয় তোমাদের পরস্পরের মধ্যেকার সম্পর্কের রশি কেটে গেছে এবং তোমাদের নিকট থেকে বিলুপ্ত হয়ে গেছে যা দাবী করছিলে । ",
			"en_kanzulimaan": "And indeed you (the disbelievers) have now come to Us alone as We had created you at first, and you have left behind you all the wealth and riches We had bestowed upon you; and We do not see your intercessors along with you, whom you claimed to possess a share in you; indeed the link between yourselves is cut off, and you have lost all what you contended.",
			"ur_kanzulimaan": "اور بیشک تم ہمارے پاس اکیلے آئے جیسا ہم نے تمہیں پہلی بار پیدا کیا تھا اور پیٹھ پیچھے چھوڑ آئے جو مال و متاع ہم نے تمہیں دیا تھا اور ہم تمہارے ساتھ تمہارے ان سفارشیوں کو نہیں دیکھتے جن کا تم اپنے میں ساجھا بتاتے تھے بیشک تمہارے آپس کی ڈور کٹ گئی اور تم سے گئے جو دعوے کرتے تھے",
			"hi_kanzulimaan": "और बेशक तुम हमारे पास अकेले आये जैसा हमने तुम्हें पहली बार पैदा किया था (195फ) और पीठ पीछे छोड़ आए जो माल व मत्ता हमने तुम्हें दिया था और हम तुम्हारे साथ तुम्हारे उन सिफ़ारिशियों को नहीं देखते जिनका तुम अपने में साझा बताते थे (196फ) बेशक तुम्हारे आपस की डोर कट गई (197फ) और तुम से गये जो दावे करते थे (198फ)",
			"author": "৯৪. আর নিশ্চয়ই তোমরা (কিয়ামতের দিন) আমাদের নিকট সেরূপ একাকী আগমন করবে যেরূপ তোমাদেরকে প্রথমবার (একাকী) সৃষ্টি করা হয়েছিল এবং (ধন-সম্পদ ও সন্তান-সন্ততির) যা কিছু আমরা তোমাদেরকে দিয়েছিলাম, সেসবই তোমাদের পশ্চাতে রেখে আসবে। আর আমরা তোমাদের সাথে তোমাদের সে সুপারিশকারীদের দেখবো না, যাদের ব্যাপারে তোমরা (এ) ধারণা করতে যে, তারা তোমাদের (বিষয়ের) মাঝে আমাদের অংশীদার। নিশ্চয়ই (আজ) তোমাদের পারস্পরিক সম্পর্ক (ও বিশ্বাস) ছিন্ন হয়ে গিয়েছে এবং তোমরা যা দাবী করতে তা তোমাদের থেকে নিষ্ফল হয়ে গিয়েছে।"
		},
		{
			"_id": "884",
			"sura": "6",
			"para": "7",
			"verses": "95",
			"names": "اِنَّ  اللّٰہَ  فَالِقُ الۡحَبِّ وَ النَّوٰی ؕ یُخۡرِجُ الۡحَیَّ مِنَ الۡمَیِّتِ وَ مُخۡرِجُ الۡمَیِّتِ مِنَ الۡحَیِّ ؕ ذٰلِکُمُ اللّٰہُ  فَاَنّٰی تُؤۡفَکُوۡنَ ﴿۹۵﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  اللّٰہَ  فَالِقُ الۡحَبِّ وَ النَّوٰی ؕ یُخۡرِجُ الۡحَیَّ مِنَ الۡمَیِّتِ وَ مُخۡرِجُ الۡمَیِّتِ مِنَ الۡحَیِّ ؕ ذٰلِکُمُ اللّٰہُ  فَاَنّٰی تُؤۡفَکُوۡنَ ﴿۹۵﴾ ",
			"index": "884",
			"name": "নিশ্চয় আল্লাহ্‌ শস্যবীজ ও আটি ভেদ করে অঙ্কুর উৎপাদনকারী, জীবন্তকে মৃত থেকে এবং মৃতকে জীবন্ত থেকে নির্গতকারী। ইনিই হন আল্লাহ্‌; তোমরা কোথায় উল্টো দিকে যাচ্ছো?",
			"en_kanzulimaan": "Indeed it is Allah Who splits the grain and the seed; it is He Who brings forth living from the dead, and it is He Who brings forth dead from the living; such is Allah; so where are you reverting?",
			"ur_kanzulimaan": "بیشک اللہ دانے اور گٹھلی کو چیر نے والا ہے زندہ کو مردہ سے نکالنے اور مردہ کو زندہ سے نکالنے والا یہ ہے اللہ تم کہاں اوندھے جاتے ہو",
			"hi_kanzulimaan": "बेशक अल्लाह दाने और गुठली को चीरने वाला है (199फ) ज़िन्दा को मुर्दे से निकाले (200फ) और मुर्दा को ज़िन्दा से निकालने वाला(201फ) यह है अल्लाह, तुम कहां औंधे जाते हो (202फ)",
			"author": "৯৫. নিশ্চয়ই আল্লাহ্ শস্যকণা এবং বীজ বিদীর্ণ ও অঙ্কুরিত করেন, তিনি মৃত থেকে জীবন্তকে নির্গত করেন এবং জীবন্ত থেকে মৃতকে নির্গত করেন। এরূপ (শানের অধিকারী) তো আল্লাহ্ই; সুতরাং তোমরা কোথায় বিভ্রান্ত হয়ে ঘুরছো?"
		},
		{
			"_id": "885",
			"sura": "6",
			"para": "7",
			"verses": "96",
			"names": "فَالِقُ الۡاِصۡبَاحِ ۚ وَ  جَعَلَ الَّیۡلَ سَکَنًا وَّ الشَّمۡسَ وَ الۡقَمَرَ حُسۡبَانًا ؕ ذٰلِکَ تَقۡدِیۡرُ الۡعَزِیۡزِ  الۡعَلِیۡمِ ﴿۹۶﴾",
			"number": "",
			"verses_PDMS": "فَالِقُ الۡاِصۡبَاحِ ۚ وَ  جَعَلَ الَّیۡلَ سَکَنًا وَّ الشَّمۡسَ وَ الۡقَمَرَ حُسۡبَانًا ؕ ذٰلِکَ تَقۡدِیۡرُ الۡعَزِیۡزِ  الۡعَلِیۡمِ ﴿۹۶﴾",
			"index": "885",
			"name": "অন্ধকারের বুক চিরে ঊষার উন্মেষকারী; এবং তিনি রাতকে শান্তিদায়ক করেছেন আর সূর্য ও চন্দ্রকে গণনার জন্য । এটা পরাক্রমশালী জ্ঞানীর অগ্রে নিরূপণ । ",
			"en_kanzulimaan": "It is He Who breaks dawn (by splitting the dark); and He has made the night a calmness, and the sun and the moon a count (for time); this is the command set by the Almighty, the All Knowing.",
			"ur_kanzulimaan": "تاریکی چاک کرکے صبح نکالنے والا اور اس نے رات کو چین بنایا اور سورج اور چاند کو حساب یہ سادھا (سدھایا ہوا) ہے زبردست جاننے والے کا،",
			"hi_kanzulimaan": "तारीक़ी (अंधेरा) चाक करके सुबह निकालने वाला और उसने रात को चैन बनाया (203फ) और सूरज और चांद को हिसाब (204फ) यह साधा है ज़बरदस्त जानने वाले का",
			"author": "৯৬. (তিনিই) রাতের অন্ধকার ভেদ করে বের করে আনেন প্রভাত (-দ্যুতি) এবং তিনিই রাতকে সৃষ্টি করেছেন বিশ্রামের জন্যে এবং সূর্য ও চন্দ্রকে গণনার জন্যে। এটি মহাপরাক্রমশালী, সর্বজ্ঞ (প্রতিপালক) কর্তৃক নির্ধারিত পরিমাপ।"
		},
		{
			"_id": "886",
			"sura": "6",
			"para": "7",
			"verses": "97",
			"names": "وَ ہُوَ الَّذِیۡ جَعَلَ لَکُمُ النُّجُوۡمَ لِتَہۡتَدُوۡا بِہَا فِیۡ  ظُلُمٰتِ الۡبَرِّ  وَ الۡبَحۡرِ ؕ قَدۡ فَصَّلۡنَا الۡاٰیٰتِ لِقَوۡمٍ یَّعۡلَمُوۡنَ ﴿۹۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الَّذِیۡ جَعَلَ لَکُمُ النُّجُوۡمَ لِتَہۡتَدُوۡا بِہَا فِیۡ  ظُلُمٰتِ الۡبَرِّ  وَ الۡبَحۡرِ ؕ قَدۡ فَصَّلۡنَا الۡاٰیٰتِ لِقَوۡمٍ یَّعۡلَمُوۡنَ ﴿۹۷﴾ ",
			"index": "886",
			"name": "এবং তিনিই হন, যিনি তোমাদের জন্য নক্ষত্ররাজি সৃষ্টি করেছেন যেন সেগুলো দ্বারা সঠিক পথের দিশা পাও স্থল ও সমুদ্রের অন্ধকারে । আমি নিদর্শনসমূহ বিশদভাবে বিবৃত করেছি জ্ঞানীদের জন্য ।",
			"en_kanzulimaan": "And it is He Who has created the stars for you, so that you may find your way by them in the darkness of the land and the sea; indeed We have explained Our verses in detail for the people of knowledge.",
			"ur_kanzulimaan": "اور وہی ہے جس نے تمہارے لیے تارے بنائے کہ ان سے راہ پاؤ خشکی اور تری کے اندھیروں میں، ہم نے نشانیاں مفصل بیان کردیں علم والوں کے لیے،",
			"hi_kanzulimaan": "और वही है जिसने तुम्हारे लिये तारे बनाए कि उनसे राह पाओ ख़ुश्की और तरी के अंधेरों में हमने निशानियां तफ़सील से (विस्तार से) बयान कर दीं इल्म वालों के लिये",
			"author": "৯৭. আর তিনিই তোমাদের জন্যে সৃষ্টি করেছেন তারকারাজি, যেন তোমরা এগুলোর মাধ্যমে স্থল ও সমুদ্রে পথ খুঁজে পেতে পারো। নিশ্চয় আমরা জ্ঞানী সম্প্রদায়ের জন্যে (আমাদের) নিদর্শনাবলী সুস্পষ্টরূপে বর্ণনা করেছি।"
		},
		{
			"_id": "887",
			"sura": "6",
			"para": "7",
			"verses": "98",
			"names": "وَ ہُوَ الَّذِیۡۤ  اَنۡشَاَکُمۡ مِّنۡ نَّفۡسٍ وَّاحِدَۃٍ  فَمُسۡتَقَرٌّ وَّ مُسۡتَوۡدَعٌ ؕ قَدۡ فَصَّلۡنَا الۡاٰیٰتِ لِقَوۡمٍ  یَّفۡقَہُوۡنَ ﴿۹۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الَّذِیۡۤ  اَنۡشَاَکُمۡ مِّنۡ نَّفۡسٍ وَّاحِدَۃٍ  فَمُسۡتَقَرٌّ وَّ مُسۡتَوۡدَعٌ ؕ قَدۡ فَصَّلۡنَا الۡاٰیٰتِ لِقَوۡمٍ  یَّفۡقَہُوۡنَ ﴿۹۸﴾ ",
			"index": "887",
			"name": "এবং তিনিই হন, যিনি তোমাদেরকে একই প্রাণ (সত্ত্বা) থেকে সৃষ্টি করেছেন অতঃপর কোথাও তোমাদেরকে অবস্থান করতে হবে এবং কোথাও গচ্ছিত থাকতে হবে। নিশ্চয় আমি বিশদভাবে নিদর্শনসমূহ বিবৃত করেছি বুদ্ধিসম্পন্ন লোকদের জন্য । ",
			"en_kanzulimaan": "And it is He Who has created you from a single soul - then you have to stop over * in one place and stay entrusted ** in another; indeed We have explained Our verses in detail for people of understanding. (* This earth. ** The grave.)",
			"ur_kanzulimaan": "اور وہی ہے جس نے تم کو ایک جان سے پیدا کیا پھر کہیں تمہیں ٹھہرنا ہے اور کہیں امانت رہنا بیشک ہم نے مفصل آیتیں بیان کردیں سمجھ والوں کے لیے،",
			"hi_kanzulimaan": "और वही है जिसने तुमको एक जान से पैदा किया (205फ) फिर कहीं तुम्हें ठहरना है (206फ) और कहीं अमानत रहना (207फ) बेशक हमने मुफस्सल आयतें बयान कर दीं समझ वालों के लिये",
			"author": "৯৮. আর তিনিই (আল্লাহ্), যিনি তোমাদেরকে সৃষ্টি করেছেন একক আত্মা (অর্থাৎ একটি মাত্র কোষ) থেকে, অতঃপর (তোমাদের জন্যে রয়েছে) একটি বসবাসের স্থান, একটি সংরক্ষণের স্থান (অর্থাৎ মায়ের জরায়ু ও পৃথিবী অথবা পৃথিবী ও কবর)। নিশ্চয়ই আমরা বোধশক্তিসম্পন্নদের জন্যে (আমাদের ক্ষমতা ও শক্তির) নিদর্শনাবলী সুস্পষ্টভাবে বর্ণনা করেছি।"
		},
		{
			"_id": "888",
			"sura": "6",
			"para": "7",
			"verses": "99",
			"names": "وَ ہُوَ الَّذِیۡۤ  اَنۡزَلَ مِنَ السَّمَآءِ مَآءً ۚ فَاَخۡرَجۡنَا بِہٖ  نَبَاتَ کُلِّ شَیۡءٍ فَاَخۡرَجۡنَا مِنۡہُ خَضِرًا نُّخۡرِجُ مِنۡہُ حَبًّا مُّتَرَاکِبًا ۚ وَ مِنَ النَّخۡلِ مِنۡ طَلۡعِہَا قِنۡوَانٌ دَانِیَۃٌ  وَّ جَنّٰتٍ مِّنۡ اَعۡنَابٍ وَّ الزَّیۡتُوۡنَ  وَ الرُّمَّانَ  مُشۡتَبِہًا وَّ غَیۡرَ مُتَشَابِہٍ ؕ اُنۡظُرُوۡۤا اِلٰی ثَمَرِہٖۤ  اِذَاۤ  اَثۡمَرَ  وَ یَنۡعِہٖ ؕ اِنَّ  فِیۡ ذٰلِکُمۡ  لَاٰیٰتٍ  لِّقَوۡمٍ  یُّؤۡمِنُوۡنَ ﴿۹۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الَّذِیۡۤ  اَنۡزَلَ مِنَ السَّمَآءِ مَآءً ۚ فَاَخۡرَجۡنَا بِہٖ  نَبَاتَ کُلِّ شَیۡءٍ فَاَخۡرَجۡنَا مِنۡہُ خَضِرًا نُّخۡرِجُ مِنۡہُ حَبًّا مُّتَرَاکِبًا ۚ وَ مِنَ النَّخۡلِ مِنۡ طَلۡعِہَا قِنۡوَانٌ دَانِیَۃٌ  وَّ جَنّٰتٍ مِّنۡ اَعۡنَابٍ وَّ الزَّیۡتُوۡنَ  وَ الرُّمَّانَ  مُشۡتَبِہًا وَّ غَیۡرَ مُتَشَابِہٍ ؕ اُنۡظُرُوۡۤا اِلٰی ثَمَرِہٖۤ  اِذَاۤ  اَثۡمَرَ  وَ یَنۡعِہٖ ؕ اِنَّ  فِیۡ ذٰلِکُمۡ  لَاٰیٰتٍ  لِّقَوۡمٍ  یُّؤۡمِنُوۡنَ ﴿۹۹﴾ ",
			"index": "888",
			"name": "এবং তিনিই হন, যিনি আস্‌মান থেকে বারি বর্ষণ করেছেন । অতঃপর আমি তা দ্বারা প্রতিটি উদ্ভিদ উদ্‌গম করেছি; অনন্তর তা থেকে উদ্‌গত করেছি; সব্জি, যা থেকে শস্যদানা উৎপাদন করি একটা অপরের উপর চড়াবস্থায়; এবং খেজুরের মাথি থেকে পাশাপাশি গুচ্ছ; এবং আঙ্গুরের বাগান; এবং যায়তূন ও আনার কোন কোন বিষয়ে সদৃশ ও কোন কোন বিষয়ে বিসদৃশ । সেটার ফলের দিকে লক্ষ্য করো যখন ফলবান হয় এবং সেটার পরিপক্ক হবার প্রতি । নিশ্চয় এর মধ্যে নিদর্শনসমূহ রয়েছে ঈমানদারদের জন্য । ",
			"en_kanzulimaan": "And it is He Who sends down water from the sky; so with it We produced all things that grow; hence We produce from it vegetation from which We bring forth grains in clusters; and from the pollen of dates, dense bunches - and gardens of grapes and olives and pomegranates, similar in some ways and unlike in some; look at its fruit when it bears yield, and its ripening; indeed in it are signs for the people who believe.",
			"ur_kanzulimaan": "اور وہی ہے جس نے آسمان سے پانی اُتارا، تو ہم نے اس سے ہر اُگنے والی چیز نکالی تو ہم نے اس سے نکالی سبزی جس میں سے دانے نکالتے ہیں ایک دوسرے پر چڑھے ہوئے اور کھجور کے گابھے سے پاس پاس گچھے اور انگور کے باغ اور زیتون اور انار کسی بات میں ملتے اور کسی بات میں الگ، اس کا پھل دیکھو جب پھلے اور اس کا پکنا بیشک اس میں نشانیاں ہیں ایمان والوں کے لیے،",
			"hi_kanzulimaan": "और वही है जिसने आसमान से पानी उतारा तो हमने उससे हर उगने वाली चीज़ निकाली (208फ) तो हमने उससे निकाली सब्ज़ी जिसमें से दाने निकालते हैं एक दूसरे पर चढ़े हुए और खजूर के गाभे से पास पास गुच्छे और अंगूर के बाग़ और ज़ैतून और अनार किसी बात में मिलते और किसी बात में अलग, उसका फल देखो जब फले और उसका पकना बेशक उसमें निशानियां है ईमान वालों के लिये",
			"author": "৯৯. আর তিনিই আসমান থেকে পানি বর্ষণ করেন। সুতরাং আমরা এর (অর্থাৎ বৃষ্টির) মাধ্যমে প্রত্যেক প্রকারের উদ্ভিদ উদ্গত করি, অতঃপর এ থেকে উৎপন্ন করি সবুজ (শস্য), যা থেকে একে অপরের উপর যুক্ত গুচ্ছদানা উৎপাদন করি; খেজুর বৃক্ষের শীর্ষভাগ থেকে ঝুলন্ত গুচ্ছ, আঙ্গুরের বাগান, যয়তূন এবং ডালিমও (সৃষ্টি করি, যা বিভিন্ন দিক থেকে) পরস্পরের সদৃশ (মনে হয়); আর কিছু (ফলন, স্বাদ ও প্রভাবের দিক থেকে) ভিন্ন ভিন্ন। তোমরা বৃক্ষের ফলের দিকে লক্ষ্য করো যখন তা ফল দেয় এবং এর পেঁকে যাওয়ার দিকেও (লক্ষ্য করো)। নিশ্চয়ই এতে নিদর্শনাবলী রয়েছে তাদের জন্যে যারা ঈমানদার।"
		},
		{
			"_id": "889",
			"sura": "6",
			"para": "7",
			"verses": "100",
			"names": "وَ جَعَلُوۡا لِلّٰہِ شُرَکَآءَ الۡجِنَّ وَ خَلَقَہُمۡ وَ خَرَقُوۡا لَہٗ  بَنِیۡنَ وَ بَنٰتٍۭ بِغَیۡرِ عِلۡمٍ ؕ سُبۡحٰنَہٗ وَ تَعٰلٰی عَمَّا یَصِفُوۡنَ ﴿۱۰۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَعَلُوۡا لِلّٰہِ شُرَکَآءَ الۡجِنَّ وَ خَلَقَہُمۡ وَ خَرَقُوۡا لَہٗ  بَنِیۡنَ وَ بَنٰتٍۭ بِغَیۡرِ عِلۡمٍ ؕ سُبۡحٰنَہٗ وَ تَعٰلٰی عَمَّا یَصِفُوۡنَ ﴿۱۰۰﴾ ",
			"index": "889",
			"name": "এবং তারা আল্লাহ্‌র শরীক স্থির করেছে জিন্‌দেরকে, অথচ তিনিই তাদেরকে সৃষ্টি করেছেন এবং তার জন্য পুত্র ও কন্যা সন্তান গড়ে নিয়েছে মূর্খতাবশতঃ তিনি পবিত্র ও ঐ সব কথাবার্তার ঊর্ধ্বে, যেগুলো তারা বলে থাকে । ",
			"en_kanzulimaan": "And out of sheer ignorance they have ascribed jinns as partners of Allah, whereas it is He Who created them, and they have invented sons and daughters for Him! Purity and Supremacy is to Him, from all what they ascribe.",
			"ur_kanzulimaan": "اور اللہ کا شریک ٹھہرایا جنوں کو حالانکہ اسی نے ان کو بنایا اور اس کے لیے بیٹے اور بیٹیاں گڑھ لیں جہالت سے، پاکی اور برتری ہے اس کو ان کی باتوں سے،",
			"hi_kanzulimaan": "और (209फ) अल्लाह का शरीक ठहराया जिन्नों को (210फ) हालांकि उसी ने उनको बनाया और उसके लिये बेटे और बेटियाँ घढ़ लीं जिहालत से, पाकी और बरतरी है उसको उनकी बातों से",
			"author": "১০০. আর সেসব কাফেরেরা জ্বিনদেরকে আল্লাহ্‌র অংশীদার সাব্যস্ত করে, অথচ তিনিই তাদেরকে সৃষ্টি করেছেন। আর (এছাড়াও) তারা কোনো জ্ঞান (ও যুক্তি) ব্যতীত আল্লাহ্‌র প্রতি পুত্র-কন্যা(ও) আরোপ করে। তিনি সে (সমস্ত) বিষয়াদি থেকে পবিত্র ও সমুন্নত, যে গুণাগুণ তারা (তাঁর সম্বন্ধে) বর্ণনা করে।"
		},
		{
			"_id": "890",
			"sura": "6",
			"para": "7",
			"verses": "101",
			"names": "بَدِیۡعُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ اَنّٰی  یَکُوۡنُ  لَہٗ  وَلَدٌ وَّ لَمۡ تَکُنۡ لَّہٗ صَاحِبَۃٌ ؕ وَ خَلَقَ کُلَّ  شَیۡءٍ ۚ وَ ہُوَ بِکُلِّ شَیۡءٍ عَلِیۡمٌ ﴿۱۰۱﴾ ",
			"number": "",
			"verses_PDMS": "بَدِیۡعُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ اَنّٰی  یَکُوۡنُ  لَہٗ  وَلَدٌ وَّ لَمۡ تَکُنۡ لَّہٗ صَاحِبَۃٌ ؕ وَ خَلَقَ کُلَّ  شَیۡءٍ ۚ وَ ہُوَ بِکُلِّ شَیۡءٍ عَلِیۡمٌ ﴿۱۰۱﴾ ",
			"index": "890",
			"name": "কোন নমূনা ব্যতিরেকেই আস্‌মানসমূহ ও যমীনের স্রষ্টা; তার সন্তান হবে কোত্থেকে? অথচ তার কোন স্ত্রী নেই; এবং তিনি প্রত্যেক বস্তু সৃষ্টি করেছেন আর তিনি সবকিছু জানেন । ",
			"en_kanzulimaan": "The Originator of the heavens and the earth; how can He possibly have a child when, in fact, He does not have a spouse? And He has created all things; and He knows everything.",
			"ur_kanzulimaan": "بے کسی نمو نہ کے آسمانوں اور زمین کا بنانے والا، اسکے بچہ کہاں سے ہو حالانکہ اس کی عورت نہیں اور اس نے ہر چیز پیدا کی اور وہ سب کچھ جانتا ہے،",
			"hi_kanzulimaan": "बे किसी नमूने के आसमानों और ज़मीन का बनाने वाला, उसके बच्चा कहाँ से हो हालांकि उसकी औरत नहीं (211फ) और उसने हर चीज़ पैदा की (212फ) और वह सब कुछ जानता है",
			"author": "১০১. তিনিই আকাশমন্ডলী ও পৃথিবীকে অস্তিত্বদানকারী। আশ্চর্য! তাঁর সন্তানাদি কিভাবে হতে পারে যখন তাঁর স্ত্রী(ই) নেই? বরং তিনিই সৃষ্টি করেছেন সকল কিছু এবং তিনি সমস্ত কিছু ভালোভাবে অবগত।"
		},
		{
			"_id": "891",
			"sura": "6",
			"para": "7",
			"verses": "102",
			"names": "ذٰلِکُمُ اللّٰہُ رَبُّکُمۡ ۚ  لَاۤ  اِلٰہَ  اِلَّا ہُوَ ۚ خَالِقُ کُلِّ شَیۡءٍ  فَاعۡبُدُوۡہُ ۚ  وَ  ہُوَ  عَلٰی کُلِّ  شَیۡءٍ   وَّکِیۡلٌ ﴿۱۰۲﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکُمُ اللّٰہُ رَبُّکُمۡ ۚ  لَاۤ  اِلٰہَ  اِلَّا ہُوَ ۚ خَالِقُ کُلِّ شَیۡءٍ  فَاعۡبُدُوۡہُ ۚ  وَ  ہُوَ  عَلٰی کُلِّ  شَیۡءٍ   وَّکِیۡلٌ ﴿۱۰۲﴾ ",
			"index": "891",
			"name": "ইনিই আল্লাহ্‌, তোমাদের প্রতিপালক; তিনি ব্যতীত অন্য কারো উপাসনা নেই; সবকিছুর স্রষ্টা সুতরাং তারই ইবাদত করো । তিনি সবকিছুর রক্ষক । ",
			"en_kanzulimaan": "Such is Allah, your Lord; and none is worthy of worship except Him; the Creator of all things - therefore worship Him; and He is the Trustee over all things.",
			"ur_kanzulimaan": "یہ ہے اللہ تمہارا رب اور اس کے سوا کسی کی بندگی نہیں ہر چیز کا بنانے والا تو اسے پوجو وہ ہر چیز پر نگہبان ہے",
			"hi_kanzulimaan": "यह है अल्लाह तुम्हारा रब (213फ)उसके सिवा किसी की बन्दगी नहीं हर चीज़ का बनाने वाला तो उसे पूजो और वह हर चीज़ पर निगहबान है (214फ)",
			"author": "১০২. তিনিই (আল্লাহ্,) তোমাদের প্রতিপালক। তিনি ব্যতীত উপাসনার যোগ্য কেউই নেই। (তিনিই) সকল কিছুর স্রষ্টা। সুতরাং তোমরা তাঁরই ইবাদত করো এবং তিনি সকল কিছুর রক্ষক।"
		},
		{
			"_id": "892",
			"sura": "6",
			"para": "7",
			"verses": "103",
			"names": "لَا تُدۡرِکُہُ  الۡاَبۡصَارُ ۫ وَ ہُوَ یُدۡرِکُ الۡاَبۡصَارَ ۚ وَ  ہُوَ  اللَّطِیۡفُ الۡخَبِیۡرُ ﴿۱۰۳﴾ ",
			"number": "",
			"verses_PDMS": "لَا تُدۡرِکُہُ  الۡاَبۡصَارُ ۫ وَ ہُوَ یُدۡرِکُ الۡاَبۡصَارَ ۚ وَ  ہُوَ  اللَّطِیۡفُ الۡخَبِیۡرُ ﴿۱۰۳﴾ ",
			"index": "892",
			"name": "চক্ষুসমূহ তাকে আয়ত্ত করতে পারে না এবং সমস্ত চক্ষু তারই আয়ত্তে রয়েছে; আর তিনিই পরিপূর্ণ সূক্ষ্মদর্শি, সম্যক পরিজ্ঞাত । ",
			"en_kanzulimaan": "Eyes do not encompass Him - and all eyes are within His domain *; He is the Most Subtle, the Fully Aware. (* control / knowledge)",
			"ur_kanzulimaan": "آنکھیں اسے احاطہ نہیں کرتیں اور سب آنکھیں اس کے احاطہ میں ہیں اور وہی ہے پورا باطن پورا خبردار،",
			"hi_kanzulimaan": "आँखें उसे इहाता (घिराव) नहीं करतीं (215फ) और सब आँखें उसके इहाते (घेरे) में हैं, और वही है निहायत बातिन पूरा ख़बरदार",
			"author": "১০৩. দৃষ্টিসমূহ তাকে বেষ্টন করতে পারে না বরং তিনিই দৃষ্টিসমূহকে পরিবেষ্টন করে আছেন। তিনি অতিশয় সূক্ষ্মদর্শী, খুবই সচেতন।"
		},
		{
			"_id": "893",
			"sura": "6",
			"para": "7",
			"verses": "104",
			"names": "قَدۡ جَآءَکُمۡ بَصَآئِرُ مِنۡ رَّبِّکُمۡ ۚ فَمَنۡ اَبۡصَرَ فَلِنَفۡسِہٖ ۚ وَ مَنۡ عَمِیَ  فَعَلَیۡہَا ؕ وَ مَاۤ   اَنَا عَلَیۡکُمۡ  بِحَفِیۡظٍ ﴿۱۰۴﴾ ",
			"number": "",
			"verses_PDMS": "قَدۡ جَآءَکُمۡ بَصَآئِرُ مِنۡ رَّبِّکُمۡ ۚ فَمَنۡ اَبۡصَرَ فَلِنَفۡسِہٖ ۚ وَ مَنۡ عَمِیَ  فَعَلَیۡہَا ؕ وَ مَاۤ   اَنَا عَلَیۡکُمۡ  بِحَفِیۡظٍ ﴿۱۰۴﴾ ",
			"index": "893",
			"name": "তোমাদের নিকট, চোখ খুলে দেয় এমন প্রমাণাদি এসেছে তোমাদের প্রতিপালকের নিকট থেকে; সুতরাং যে ই দেখেছে তা তার নিজেরই মঙ্গলার্থে দেখেছে এবং যে অন্ধ হয়েছে সে নিজেই ক্ষতিগ্রস্ত হয়েছে; এবং আমি তোমাদের রক্ষক নই । ",
			"en_kanzulimaan": "Enlightening proofs came to you from your Lord; so whoever observes, it is for his own good; and whoever is blind, it is for his own harm; and I am not a guardian over you.",
			"ur_kanzulimaan": "تمہارے پاس آنکھیں کھولنے والی دلیلیں آئیں تمہارے رب کی طرف سے تو جس نے دیکھا تو اپنے بھلے کو اور جو اندھا ہوا اپنے برُے کو، اور میں تم پر نگہبان نہیں،",
			"hi_kanzulimaan": "तुम्हारे पास आँखें खोलने वाली दलीलें आई तुम्हारे रब की तरफ़ से तो जिसने देखा तो अपने भले को और जो अंधा हुआ तोअपने बुरे को और मैं तुमपर निगहबान नहीं",
			"author": "১০৪. নিশ্চয়ই তোমাদের নিকট তোমাদের প্রতিপালকের পক্ষ থেকে (হেদায়াতের) নিদর্শনাবলী এসেছে। সুতরাং যে (তার অন্তর্দৃষ্টির মাধ্যমে এগুলো) প্রত্যক্ষ করে সে তার নিজের জন্যেই (করে) এবং যে অন্ধ থাকে (সেও) নিজের ক্ষতি সাধন করে। আর আমি তোমাদের রক্ষণাবেক্ষণকারী নই।"
		},
		{
			"_id": "894",
			"sura": "6",
			"para": "7",
			"verses": "105",
			"names": "وَ کَذٰلِکَ نُصَرِّفُ الۡاٰیٰتِ وَ لِیَقُوۡلُوۡا دَرَسۡتَ وَ لِنُبَیِّنَہٗ  لِقَوۡمٍ یَّعۡلَمُوۡنَ ﴿۱۰۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَذٰلِکَ نُصَرِّفُ الۡاٰیٰتِ وَ لِیَقُوۡلُوۡا دَرَسۡتَ وَ لِنُبَیِّنَہٗ  لِقَوۡمٍ یَّعۡلَمُوۡنَ ﴿۱۰۵﴾ ",
			"index": "894",
			"name": "এবং আমি এমনভবে নিদর্শনসমূহ বিভিন্ন ভাবে বর্ণনা করি এবং এই জন্য যে, কাফিরগণ বলে উঠবে, ‘আপনি তো অধ্যয়ন করেছেন, ‘ এবং এ জন্য যে, সেটাকে জ্ঞানীদের সম্মুখে সুস্পষ্ট করে দিই । ",
			"en_kanzulimaan": "And this is how We explain Our verses in different ways that they (the disbelievers) may say to you, (O dear Prophet Mohammed - peace and blessings be upon him), You have studied - and to make it clear for the people of knowledge.",
			"ur_kanzulimaan": "اور ہم اسی طرح آیتیں طرح طرح سے بیان کرتے اور اس لیے کہ کافر بول اٹھیں کہ تم تو پڑھے ہو اور اس لیے کہ اسے علم والوں پر واضح کردیں،",
			"hi_kanzulimaan": "और हम इसी तरह आयतें तरह तरह से बयान करते हैं (216फ) और इसलिये कि काफ़िर बोल उठें कि तुम तो पढ़े हो और इसलिये कि उसे इल्म वालों पर वाज़ेह (स्पष्ट) कर दें",
			"author": "১০৫. আর এভাবে আমরা (আমাদের) আয়াতসমূহ পুনঃপুনঃ (বৈচিত্র্যময় শৈলীতে) বর্ণনা করি এবং তা এ জন্যে, যাতে সে সব (কাফের) বলে উঠে, ‘(তুমি তো কোনো স্থান থেকে) অধ্যয়ন করে এসেছো’। আর আমরা তা জ্ঞানী সম্প্রদায়ের জন্যে সুস্পষ্টভাবে বর্ণনা করি।"
		},
		{
			"_id": "895",
			"sura": "6",
			"para": "7",
			"verses": "106",
			"names": "اِتَّبِعۡ مَاۤ  اُوۡحِیَ  اِلَیۡکَ مِنۡ رَّبِّکَ ۚ لَاۤ  اِلٰہَ  اِلَّا ہُوَ ۚ وَ اَعۡرِضۡ عَنِ الۡمُشۡرِکِیۡنَ ﴿۱۰۶﴾ ",
			"number": "",
			"verses_PDMS": "اِتَّبِعۡ مَاۤ  اُوۡحِیَ  اِلَیۡکَ مِنۡ رَّبِّکَ ۚ لَاۤ  اِلٰہَ  اِلَّا ہُوَ ۚ وَ اَعۡرِضۡ عَنِ الۡمُشۡرِکِیۡنَ ﴿۱۰۶﴾ ",
			"index": "895",
			"name": "সেটারই অনুসরণ করুন, যা আপনার প্রতি আপনার প্রতিপালকের নিকট থেকে ওহী হয়; তিনি ব্যতীত অন্য কোন ইলাহ্‌ (উপাস্য) নেই এবং মুশরিকদের দিক থেকে মুখ ফিরিয়ে নিন। ",
			"en_kanzulimaan": "Follow what is divinely revealed to you from your Lord; there is none worthy of worship except Him; and turn away from the polytheists.",
			"ur_kanzulimaan": "اس پر چلو جو تمہیں تمہارے رب کی طرف سے وحی ہوتی ہے اس کے سوا کوئی معبود نہیں اور مشرکوں سے منہ پھیر لو",
			"hi_kanzulimaan": "उसपर चलो जो तुम्हें तुम्हारे रब की तरफ़ से वही होती है (217फ) उसके सिवा कोई मअबूद (पूजनीय) नहीं और मुश्रिकों से मुंह फेर लो",
			"author": "১০৬. আপনি (এ কুরআন)-এর অনুসরণ করুন যা আপনার প্রতি আপনার প্রতিপালকের পক্ষ থেকে প্রত্যাদেশ করা হয়েছে। আল্লাহ্ ব্যতীত কোনো উপাস্য নেই। আর আপনি মুশরিকদের থেকে দূরে থাকুন।"
		},
		{
			"_id": "896",
			"sura": "6",
			"para": "7",
			"verses": "107",
			"names": "وَ لَوۡ شَآءَ اللّٰہُ مَاۤ  اَشۡرَکُوۡا ؕ وَ مَا جَعَلۡنٰکَ عَلَیۡہِمۡ حَفِیۡظًا ۚ وَ مَاۤ  اَنۡتَ عَلَیۡہِمۡ  بِوَکِیۡلٍ ﴿۱۰۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ شَآءَ اللّٰہُ مَاۤ  اَشۡرَکُوۡا ؕ وَ مَا جَعَلۡنٰکَ عَلَیۡہِمۡ حَفِیۡظًا ۚ وَ مَاۤ  اَنۡتَ عَلَیۡہِمۡ  بِوَکِیۡلٍ ﴿۱۰۷﴾ ",
			"index": "896",
			"name": "আর যদি আল্লাহ্‌ ইচ্ছা করতেন, তবে তারা শির্ক করতো না; এবং আমি আপনাকে তাদের উপর রক্ষক করি নি; আর আপনিও তাদের উপর রক্ষক নন । ",
			"en_kanzulimaan": "And if Allah willed, they would not ascribe (any partner to Him); We have not made you as a guardian over them; and you are not responsible for them.",
			"ur_kanzulimaan": "اور اللہ چاہتا تو وہ شرک نہیں کرتے، اور ہم نے تمہیں ان پر نگہبان نہیں کیا اور تم ان پر کڑوڑے (حاکمِ اعلیٰ) نہیں،",
			"hi_kanzulimaan": "और अल्लाह चाहता तो वो शरीक नहीं करते और हमने तुम्हें उनपर निगहबान नहीं किया और तुम उनपर करोड़े नहीं",
			"author": "১০৭. আর যদি আল্লাহ্ (তাদেরকে জোরপূর্বক প্রতিহত করতে) চাইতেন, তবে তারা (কখনো) শিরক করতো না। আর আমরা না আপনাকে তাদের উপর প্রহরী নিয়োজিত করেছি আর না আপনি তাদের রক্ষাকারী।"
		},
		{
			"_id": "897",
			"sura": "6",
			"para": "7",
			"verses": "108",
			"names": "وَ لَا تَسُبُّوا الَّذِیۡنَ یَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ فَیَسُبُّوا اللّٰہَ عَدۡوًۢا بِغَیۡرِ عِلۡمٍ ؕ کَذٰلِکَ زَیَّنَّا لِکُلِّ  اُمَّۃٍ  عَمَلَہُمۡ ۪ ثُمَّ   اِلٰی رَبِّہِمۡ مَّرۡجِعُہُمۡ فَیُنَبِّئُہُمۡ بِمَا کَانُوۡا یَعۡمَلُوۡنَ ﴿۱۰۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تَسُبُّوا الَّذِیۡنَ یَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ فَیَسُبُّوا اللّٰہَ عَدۡوًۢا بِغَیۡرِ عِلۡمٍ ؕ کَذٰلِکَ زَیَّنَّا لِکُلِّ  اُمَّۃٍ  عَمَلَہُمۡ ۪ ثُمَّ   اِلٰی رَبِّہِمۡ مَّرۡجِعُہُمۡ فَیُنَبِّئُہُمۡ بِمَا کَانُوۡا یَعۡمَلُوۡنَ ﴿۱۰۸﴾ ",
			"index": "897",
			"name": "এবং তোমরা ঐ সবকে গালি দিও না, যে গুলোর তারা আল্লাহ্‌ ব্যতীত পূজা করছে; কেননা, তারা আল্লাহ্‌র শানে বেয়াদবী করবে সীমালঙ্ঘন ও মূর্খতাবশতঃ । এভাবে প্রত্যেক সম্প্রদায়ের দৃষ্টিতে আমি তাদের কার্যকলাপকে সুশোভন করেছি; অতঃপর, তাদের প্রতিপালকের নিকট তাদেরকে প্রত্যাবর্তন করতে হবে; এবং তিনি তাদেরকে বলে দেবেন যা তারা করতো । ",
			"en_kanzulimaan": "Do not abuse those whom they worship besides Allah lest they become disrespectful towards Allahs Majesty, through injustice and ignorance; likewise, in the eyes of every nation, We have made their deeds appear good - then towards their Lord they have to return and He will inform them of what they used to do.",
			"ur_kanzulimaan": "اور انہیں گالی نہ دو وہ جن کو وہ اللہ کے سوا پوجتے ہیں کہ وہ اللہ کی شان میں بے ادبی کریں گے زیادتی اور جہالت سے یونہی ہم نے ہر اُمت کی نگاہ میں اس کے عمل بھلے کردیے ہیں پھر انہیں اپنے رب کی طرف پھرنا ہے اور وہ انہیں بتادے گا جو کرتے تھے،",
			"hi_kanzulimaan": "और उन्हें गाली न दो जिनको वो अल्लाह के सिवा पूजते हैं कि वो अल्लाह की शान में बेअदबी करेंगे ज़ियादती और जिहालत से (218फ) यूं ही हमने हर उम्मत की निगाह में उसके अमल (कर्म) भले कर दिये हैं फिर उन्हें अपने रब की तरफ़ फिरना है और वह उन्हें बता देगा जो करते थे",
			"author": "১০৮. আর (হে মুসলমানগণ!) আল্লাহ্কে ছেড়ে এ সব (মুশরিকেরা) যাদের পূজা করে, তোমরা সে সব (মিথ্যা উপাস্য)-কে গালি দিও না; তাহলে সে সব লোকও (প্রতিউত্তরে) অজ্ঞতাবশত অন্যায়ভাবে আল্লাহ্‌র শানে গালি দেয়া শুরু করবে। এভাবে আমরা সকল সম্প্রদায়ের (ও দলের) কর্মকান্ড (তাদের চোখে) আকর্ষণীয় করে রেখেছি (এবং তারা শুধু একেই সত্য মনে করে)। অতঃপর তাদের প্রতিপালকের দিকেই সকলের প্রত্যাবর্তন। আর তিনি তাদের এমন কর্মকান্ডের পরিণতি সম্পর্কে অবগত করবেন, যা তারা সম্পন্ন করতো।"
		},
		{
			"_id": "898",
			"sura": "6",
			"para": "7",
			"verses": "109",
			"names": "وَ اَقۡسَمُوۡا بِاللّٰہِ جَہۡدَ  اَیۡمَانِہِمۡ لَئِنۡ جَآءَتۡہُمۡ  اٰیَۃٌ  لَّیُؤۡمِنُنَّ بِہَا ؕ قُلۡ  اِنَّمَا الۡاٰیٰتُ عِنۡدَ اللّٰہِ وَ مَا یُشۡعِرُکُمۡ ۙ اَنَّہَاۤ اِذَا جَآءَتۡ  لَا  یُؤۡمِنُوۡنَ ﴿۱۰۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَقۡسَمُوۡا بِاللّٰہِ جَہۡدَ  اَیۡمَانِہِمۡ لَئِنۡ جَآءَتۡہُمۡ  اٰیَۃٌ  لَّیُؤۡمِنُنَّ بِہَا ؕ قُلۡ  اِنَّمَا الۡاٰیٰتُ عِنۡدَ اللّٰہِ وَ مَا یُشۡعِرُکُمۡ ۙ اَنَّہَاۤ اِذَا جَآءَتۡ  لَا  یُؤۡمِنُوۡنَ ﴿۱۰۹﴾ ",
			"index": "898",
			"name": "এবং তারা আল্লাহ্‌র নামে শপথ করেছে, নিজেদের শপথের মধ্যে পূর্ণ প্রচেষ্টা সহকারে, এ মর্মে যে, যদি তাদের নিকট কোন নিদর্শন আসে, তবে অবশ্যই যেন সেটার উপর ঈমান আনে। আপনি বলে দিন যে, নিদর্শনসমূহ তো আল্লাহ্‌রই নিকট; এবং তোমাদের কি জানা আছে যে, যখন সেগুলো আসবে তখন তারা ঈমান আনবে না?",
			"en_kanzulimaan": "And they swore by Allah vehemently in their oaths that if any sign came to them, they will certainly believe in it; say, The signs are with Allah, and what do you people know that if they came to them, they will not believe.",
			"ur_kanzulimaan": "اور انہوں نے اللہ کی قسم کھائی اپنے حلف میں پوری کوشش سے کہ اگر ان کے پاس کوئی نشانی آئی تو ضرور اس پر ایمان لائیں گے، م فرما دو کہ نشانیاں تو اللہ کے پاس ہیں اور تمہیں کیا خبر کہ جب وہ آئیں تو یہ ایمان نہ لائینگے",
			"hi_kanzulimaan": "और उन्होंने अल्लाह की क़सम खाई अपने हलफ़ में पूरी कोशिश से कि अगर उनके पास कोई निशानी आई तो ज़रूर उस पर ईमान लाएंगे, तुम फ़रमादो कि निशानियाँ तो अल्लाह के पास हैं (219फ) और तुम्हें (220फ) क्या ख़बर कि जब वो आएं तो ये ईमान न लाएंगे",
			"author": "১০৯. তারা আল্লাহ্‌র নামে দৃঢ়ভাবে শপথ করে যে, যদি তাদের নিকট (সুস্পষ্ট) কোনো নিদর্শন আগমন করে তবে তারা এর উপর অবশ্যই ঈমান আনয়ন করবে। (তাদেরকে) বলে দিন, ‘নিদর্শনাবলী তো কেবল আল্লাহ্‌রই নিকট। আর (হে মুসলমানগণ!) তোমাদেরকে কীভাবে বোঝানো যাবে যে, যখন এ নিদর্শনাবলী আগমন করবে তারা (তখনও) ঈমান আনয়ন করবে না।’"
		},
		{
			"_id": "899",
			"sura": "6",
			"para": "7",
			"verses": "110",
			"names": "وَ نُقَلِّبُ اَفۡـِٕدَتَہُمۡ وَ اَبۡصَارَہُمۡ کَمَا لَمۡ یُؤۡمِنُوۡا بِہٖۤ  اَوَّلَ مَرَّۃٍ  وَّ نَذَرُہُمۡ فِیۡ طُغۡیَانِہِمۡ یَعۡمَہُوۡنَ ﴿۱۱۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ نُقَلِّبُ اَفۡـِٕدَتَہُمۡ وَ اَبۡصَارَہُمۡ کَمَا لَمۡ یُؤۡمِنُوۡا بِہٖۤ  اَوَّلَ مَرَّۃٍ  وَّ نَذَرُہُمۡ فِیۡ طُغۡیَانِہِمۡ یَعۡمَہُوۡنَ ﴿۱۱۰﴾ ",
			"index": "899",
			"name": "এবং আমি ফিরিয়ে দিচ্ছি তাদের অন্তরসমূহ ও নয়নসমূহকে যেমন তারা প্রথমবার ঈমান আনে নি এবং তাদেরকে ছেড়ে দিচ্ছি যেন তারা তাদের গোড়ামীতে ঘুরে বেড়ায় । ",
			"en_kanzulimaan": "And We revert their hearts and their eyes - the way they had not believed the first time  and We leave them to keep wandering blindly in their rebellion.",
			"ur_kanzulimaan": "اور ہم پھیردیتے ہیں ان کے دلوں اور آنکھوں کو جیسا وہ پہلی بار ایمان نہ لائے تھے اور انہیں چھوڑ دیتے ہیں کہ اپنی سرکشی میں بھٹکا کریں،",
			"hi_kanzulimaan": "और हम फेर देते हैं उनके दिलों और आँखों को (221फ) जैसा वो पहली बार इस पर ईमान न लाए थे (222फ) और उन्हें छोड़ देते कि अपनी सरकशी (बग़ावत) में भटका करें",
			"author": "১১০. আমরা তাদের অন্তর ও দৃষ্টিশক্তিকে (তাদের নিজেদের মন্দ সংকল্পের কারণে সত্য গ্রহণ থেকে এমনভাবে) ঘুরিয়ে দেবো যেভাবে তারা (এ রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়া সাল্লাম)-এঁর প্রতি প্রথমবার ঈমান আনয়ন করেনি। (সুতরাং তারা নিদর্শনাবলী দেখেও ঈমান আনয়ন করবে না।) আর আমরা তাদেরকে তাদের অবাধ্যতার উপর(ই) ছেড়ে দেবো যাতে তারা বিভ্রান্ত হয়ে ঘুরে বেড়ায়।"
		},
		{
			"_id": "900",
			"sura": "6",
			"para": "8",
			"verses": "111",
			"names": "وَ لَوۡ اَنَّنَا نَزَّلۡنَاۤ  اِلَیۡہِمُ الۡمَلٰٓئِکَۃَ وَ کَلَّمَہُمُ الۡمَوۡتٰی وَ حَشَرۡنَا عَلَیۡہِمۡ کُلَّ شَیۡءٍ قُبُلًا مَّا کَانُوۡا لِیُؤۡمِنُوۡۤا اِلَّاۤ  اَنۡ یَّشَآءَ اللّٰہُ وَ لٰکِنَّ اَکۡثَرَہُمۡ یَجۡہَلُوۡنَ ﴿۱۱۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ اَنَّنَا نَزَّلۡنَاۤ  اِلَیۡہِمُ الۡمَلٰٓئِکَۃَ وَ کَلَّمَہُمُ الۡمَوۡتٰی وَ حَشَرۡنَا عَلَیۡہِمۡ کُلَّ شَیۡءٍ قُبُلًا مَّا کَانُوۡا لِیُؤۡمِنُوۡۤا اِلَّاۤ  اَنۡ یَّشَآءَ اللّٰہُ وَ لٰکِنَّ اَکۡثَرَہُمۡ یَجۡہَلُوۡنَ ﴿۱۱۱﴾ ",
			"index": "900",
			"name": "এবং যদি আমি তাদের প্রতি ফিরিশ্‌তা অবতারণ করতাম এবং তাদের সাথে মৃতরা কথা বলতো আর আমি সকল বস্তুকে তাদের সম্মুখে উঠিয়ে আন্‌তাম তবুও তারা ঈমান আনয়নকারী ছিলো না, কিন্তু আল্লাহ্‌ ইচ্ছা করলে; কিন্তু তাদের মধ্যে অনেকেই নিরেট মূর্খ।",
			"en_kanzulimaan": "And had We sent down the angels towards them, and had the dead spoken to them, and had We raised all things in front of them, they would still not have believed unless Allah willed - but most of them are totally ignorant.",
			"ur_kanzulimaan": "اور اگر ہم ان کی طرف فرشتے اُتارتے اور ان سے مردے باتیں کرتے اور ہم ہر چیز ان کے سامنے اٹھا لاتے جب بھی وہ ایمان لانے والے نہ تھے مگر یہ کہ خدا چاہتا و لیکن ان میں بہت نرے جاہل ہیں",
			"hi_kanzulimaan": "और अगर हम उनकी तरफ़ फ़रिश्ते उतारते (223फ) और उनसे मुर्दे बातें करते और हम हर चीज़ उनके सामने उठा लाते जब भी वो ईमान लाने वाले न थे (224फ) मगर यह कि ख़ुदा चाहता (225फ) लेकिन उनमें बहुत निरे जाहिल हैं (226फ)",
			"author": "১১১. আর যদি আমরা তাদের প্রতি ফেরেশতা অবতীর্ণ করতাম, মৃতেরা তাদের সাথে কথা বলতে শুরু করতো এবং আমরা সকল বস্তুকে (তাদের চোখের সম্মুখে) গুচ্ছ করে উপস্থিত করতাম, তখনো তারা আল্লাহ্‌র ইচ্ছা ব্যতীত ঈমান আনয়ন করতো না। আর তাদের অধিকাংশই অজ্ঞতায় আচ্ছন্ন।"
		},
		{
			"_id": "901",
			"sura": "6",
			"para": "8",
			"verses": "112",
			"names": "وَ کَذٰلِکَ جَعَلۡنَا لِکُلِّ نَبِیٍّ عَدُوًّا شَیٰطِیۡنَ الۡاِنۡسِ وَ  الۡجِنِّ  یُوۡحِیۡ بَعۡضُہُمۡ اِلٰی بَعۡضٍ زُخۡرُفَ الۡقَوۡلِ غُرُوۡرًا ؕ وَ لَوۡ شَآءَ رَبُّکَ مَا فَعَلُوۡہُ فَذَرۡہُمۡ وَ مَا یَفۡتَرُوۡنَ ﴿۱۱۲﴾",
			"number": "",
			"verses_PDMS": "وَ کَذٰلِکَ جَعَلۡنَا لِکُلِّ نَبِیٍّ عَدُوًّا شَیٰطِیۡنَ الۡاِنۡسِ وَ  الۡجِنِّ  یُوۡحِیۡ بَعۡضُہُمۡ اِلٰی بَعۡضٍ زُخۡرُفَ الۡقَوۡلِ غُرُوۡرًا ؕ وَ لَوۡ شَآءَ رَبُّکَ مَا فَعَلُوۡہُ فَذَرۡہُمۡ وَ مَا یَفۡتَرُوۡنَ ﴿۱۱۲﴾",
			"index": "901",
			"name": "এবং এরূপে, আমি প্রত্যেক নবীর শত্রু করেছি মানবকুল ও জিন্‌দের মধ্যেকার শয়তানকে, তাদের মধ্যে একে অপরকে প্রতারনার উদ্দেশ্যে বানোয়াট কথাবার্তার প্ররোচিত করে আর আপনার প্রতিপালক ইচ্ছা করলে তারা এমন করতো না । সুতরাং তাদেরকে তাদের মিথ্যা রচনার উপর ছেড়ে দিন । ",
			"en_kanzulimaan": "And similarly We have appointed enemies for every Prophet - devils from men and jinns - one inspires the other with fabrications to deceive; and had your Lord willed they would not do so, therefore leave them with their fabrications.",
			"ur_kanzulimaan": "اور اسی طرح ہم نے ہر نبی کے دشمن کیے ہیں آدمیوں اور جنوں میں کے شیطان کہ ان میں ایک دوسرے پر خفیہ ڈالتا ہے بناوٹ کی بات دھوکے کو، اور تمہارا رب چاہتا تو وہ ایسا نہ کرتے تو انہیں ان کی بناوٹوں پر چھوڑ دو",
			"hi_kanzulimaan": "और इसी तरह हमने हर नबी के दुश्मन किये हैं आदमियों और जिन्नों में के शैतान कि उनमें एक दूसरे पर खुफिया डालता है बनावट की बात (227फ) धोखे को और तुम्हारा रब चाहता तो वो ऐसा न करते (228फ) तो उन्हें उनकी बनावटों पर छोड़ दो (229फ)",
			"author": "১১২. আর এভাবে আমরা প্রত্যেক নবীর জন্যে মানুষ ও জ্বিনের মধ্য থেকে শয়তানদেরকে দুশমন বানিয়ে দেই, যারা ধোঁকা দেয়ার জন্যে একে অপরের অন্তরে চমকপ্রদ (তোষামোদপূর্ণ) কথাবার্তা নিক্ষেপ করতে থাকে। আর যদি আপনার প্রতিপালক (তাদেরকে জোরপূর্বক প্রতিহত করতে) চাইতেন, (তবে) তারা এমনটি করতো না। সুতরাং আপনি তাদেরকে(ও) ছেড়ে দিন এবং তারা যা কিছু মিথ্যা অপবাদ রচনা করে (তাও)।"
		},
		{
			"_id": "902",
			"sura": "6",
			"para": "8",
			"verses": "113",
			"names": "وَ لِتَصۡغٰۤی اِلَیۡہِ اَفۡـِٕدَۃُ الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ وَ لِیَرۡضَوۡہُ وَ لِیَقۡتَرِفُوۡا  مَا  ہُمۡ  مُّقۡتَرِفُوۡنَ ﴿۱۱۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لِتَصۡغٰۤی اِلَیۡہِ اَفۡـِٕدَۃُ الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ وَ لِیَرۡضَوۡہُ وَ لِیَقۡتَرِفُوۡا  مَا  ہُمۡ  مُّقۡتَرِفُوۡنَ ﴿۱۱۳﴾ ",
			"index": "902",
			"name": "এবং এ জন্য যে, সেই দিকে তাদেরই অন্তর ঝুকবে, যাদের পরকালের উপর ঈমান নেই এবং সেটাকে পছন্দ করবে ও পাপ অর্জন করবে, যা তাদের অর্জন করার রয়েছে । ",
			"en_kanzulimaan": "And in order that the hearts of those who do not believe in the Hereafter may lean towards it and that they may like it, and earn the sins which they are to earn.",
			"ur_kanzulimaan": "اور اس لیے کہ اس کی طرف ان کے دل جھکیں جنہیں آخرت پر ایمان نہیں اور اسے پسند کریں اور گناہ کمائیں جو انہیں کمانا ہے،",
			"hi_kanzulimaan": "और इसलिये कि उस (230फ) की तरफ़ उनके दिल झुकें जिन्हें आख़िरत पर ईमान नहीं और उसे पसन्द करें और गुनाह कमाएं जो उन्हें गुनाह कमाना है",
			"author": "১১৩. আর (এর) উদ্দেশ্য হলো যাতে সেসব লোকের অন্তর এ (প্রতারণার) দিকে ধাবিত হয় যারা পরকালের উপর ঈমান রাখে না, আর (এই) যে তারা একে পছন্দ করতে শুরু করে এবং (এ জন্যেও) যাতে তারা (সে সব মন্দ কাজে) লিপ্ত হয় যেগুলোতে তারা নিজেরা (লিপ্ত) রয়েছে।"
		},
		{
			"_id": "903",
			"sura": "6",
			"para": "8",
			"verses": "114",
			"names": "اَفَغَیۡرَ اللّٰہِ اَبۡتَغِیۡ حَکَمًا وَّ ہُوَ الَّذِیۡۤ اَنۡزَلَ  اِلَیۡکُمُ الۡکِتٰبَ مُفَصَّلًا ؕ وَ الَّذِیۡنَ اٰتَیۡنٰہُمُ الۡکِتٰبَ یَعۡلَمُوۡنَ اَنَّہٗ مُنَزَّلٌ مِّنۡ رَّبِّکَ بِالۡحَقِّ فَلَا تَکُوۡنَنَّ  مِنَ الۡمُمۡتَرِیۡنَ ﴿۱۱۴﴾ ",
			"number": "",
			"verses_PDMS": "اَفَغَیۡرَ اللّٰہِ اَبۡتَغِیۡ حَکَمًا وَّ ہُوَ الَّذِیۡۤ اَنۡزَلَ  اِلَیۡکُمُ الۡکِتٰبَ مُفَصَّلًا ؕ وَ الَّذِیۡنَ اٰتَیۡنٰہُمُ الۡکِتٰبَ یَعۡلَمُوۡنَ اَنَّہٗ مُنَزَّلٌ مِّنۡ رَّبِّکَ بِالۡحَقِّ فَلَا تَکُوۡنَنَّ  مِنَ الۡمُمۡتَرِیۡنَ ﴿۱۱۴﴾ ",
			"index": "903",
			"name": "তবে কি আমি আল্লাহ্‌ ব্যতীত অন্য কারো মীমাংসা চাইবো? এবং তিনিই হন, যিনি তোমাদের প্রতি বিশদভাবে কিতাব অবতীর্ন করেছেন; আর যাদেরকে আমি কিতাব দিয়েছি তারা জানে যে, এটা তোমার প্রতিপালকের নিকট থেকে সত্য অবতীর্ণ হয়েছে । সুতরাং হে শ্রোতা! তুমি কখনো সন্দিহানদের অন্তর্ভুক্ত হয়ো না । ",
			"en_kanzulimaan": "So shall I seek the command other than that of Allah, whereas it is He Who has sent down the detailed Book towards you? And those whom We gave the Book know that this is the truth sent down from your Lord, so O listener, (followers of this Prophet) do not ever be of those who doubt.",
			"ur_kanzulimaan": "تو کیا اللہ کے سوا میں کسی اور کا فیصلہ چاہوں اور وہی ہے جس نے تمہاری طرف مفصل کتاب اُتاری اور جنکو ہم نے کتاب دی وہ جانتے ہیں کہ یہ تیرے رب کی طرف سے سچ اترا ہے تو اے سننے والے تو ہر گز شک والوں میں نہ ہو،",
			"hi_kanzulimaan": "तो क्या अल्लाह के सिवा मैं किसी और का फ़ैसला चाहूँ और वही है जिसने तुम्हारी तरफ़ मुफ़स्सल  (विस्तार से) किताब उतारी (231फ) और जिनको हमने किताब दी वो जानते हैं कि यह तेरे रब की तरफ़ से सच उतरा है (232फ) तो ऐ सुनने वाले तू हरगीज़ शक वालों में न हो",
			"author": "১১৪. (বলে দিন,) ‘আমি কি আল্লাহ্ ব্যতীত অপর কাউকে নির্দেশদাতা (ও বিচারক) হিসেবে অন্বেষণ করবো, অথচ তিনিই (অর্থাৎ আল্লাহ্ই) তোমাদের নিকট বিশদ বর্ণিত (অর্থাৎ সুস্পষ্ট কার্যপ্রণালীকে অন্তর্ভুক্ত করে এমন) কিতাব অবতীর্ণ করেছেন?’ আর যে সমস্ত লোকদেরকে আমরা (পূর্বে) কিতাব দিয়েছিলাম তারা (মনেপ্রাণে) জানে যে, এ (কুরআন) আপনার প্রতিপালকের পক্ষ থেকে সত্যের উপর (ভিত্তি করে) অবতীর্ণ হয়েছে। সুতরাং (তারা কুরআনকে ওহী হিসেবে জানুক বা না জানুক) আপনি (সে সব আহলে কিতাবের ব্যাপারে) সন্দেহ পোষণকারীদের অন্তর্ভুক্ত হবেন না ।"
		},
		{
			"_id": "904",
			"sura": "6",
			"para": "8",
			"verses": "115",
			"names": "وَ تَمَّتۡ  کَلِمَتُ رَبِّکَ صِدۡقًا وَّ عَدۡلًا ؕ لَا مُبَدِّلَ لِکَلِمٰتِہٖ ۚ وَ ہُوَ السَّمِیۡعُ الۡعَلِیۡمُ ﴿۱۱۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ تَمَّتۡ  کَلِمَتُ رَبِّکَ صِدۡقًا وَّ عَدۡلًا ؕ لَا مُبَدِّلَ لِکَلِمٰتِہٖ ۚ وَ ہُوَ السَّمِیۡعُ الۡعَلِیۡمُ ﴿۱۱۵﴾ ",
			"index": "904",
			"name": "এবং তোমার প্রতিপালকের বাণি পরিপূর্ণ হয়েছে সত্য ও ন্যায়ের দিক দিয়ে । তার বাণীগুলোর কেউ পরিবর্তনকারী নেই এবং তিনিই শ্রবণকারী, জ্ঞানী । ",
			"en_kanzulimaan": "And the Word of your Lord is complete in truth and justice; there is none to change His Words; He is the All Hearing, the All Knowing.",
			"ur_kanzulimaan": "اور پوری ہے تیرے رب کی بات سچ اور انصاف میں اس کی باتوں کا کوئی بدلنے والا نہیں اور وہی ہے سنتا جانتا،",
			"hi_kanzulimaan": "और पूरी है तेरे रब की बात सच और इन्साफ़ में उसकी बातों का कोई बदलने वाला नहीं (233फ) और वही है सुनता जानता",
			"author": "১১৫. আপনার প্রতিপালকের বাণী সত্য ও ন্যায়ের দিক থেকে সম্পূর্ণ। এমন কেউই নেই যে তাঁর বাণী পরিবর্তন করতে পারে। আর তিনি সর্বশ্রোতা, সর্বজ্ঞ।"
		},
		{
			"_id": "905",
			"sura": "6",
			"para": "8",
			"verses": "116",
			"names": "وَ اِنۡ تُطِعۡ  اَکۡثَرَ مَنۡ  فِی الۡاَرۡضِ یُضِلُّوۡکَ عَنۡ سَبِیۡلِ اللّٰہِ ؕ اِنۡ یَّتَّبِعُوۡنَ اِلَّا الظَّنَّ  وَ اِنۡ  ہُمۡ  اِلَّا یَخۡرُصُوۡنَ ﴿۱۱۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنۡ تُطِعۡ  اَکۡثَرَ مَنۡ  فِی الۡاَرۡضِ یُضِلُّوۡکَ عَنۡ سَبِیۡلِ اللّٰہِ ؕ اِنۡ یَّتَّبِعُوۡنَ اِلَّا الظَّنَّ  وَ اِنۡ  ہُمۡ  اِلَّا یَخۡرُصُوۡنَ ﴿۱۱۶﴾ ",
			"index": "905",
			"name": "এবং হে শ্রোতা, ভূ-পৃষ্ঠে অধিকাংশ লোক এমনই রয়েছে যে, যদি তুমি তাদের কথা মতো চলো, তবে তারা তোমাকে আল্লাহ্‌র পথে থেকে বিচ্যুত করে ফেলবে। তারা তো শুধু অনুমানের পেছনে রয়েছে এবং নিরেট কল্পনার ঘোড়া দৌড়াচ্ছে । ",
			"en_kanzulimaan": "And O listener, (followers of the Prophet) most of the people on earth are such that were you to obey them, they would mislead you from Allahs way; they follow only assumptions and they only make guesses.",
			"ur_kanzulimaan": "اور اے سننے والے زمین میں اکثر وہ ہیں کہ تو ان کے کہے پر چلے تو تجھے اللہ کی راہ سے بہکا دیں، وہ صرف گمان کے پیچھے ہیں اور نری اٹکلیں (فضول اندازے) دوڑاتے ہیں",
			"hi_kanzulimaan": "और ऐ सुनने वाले ज़मीन में अक्सर वो हैं कि तू उनके कहे पे चले तो तुझे अल्लाह की राह से बहकादें, वो सिर्फ़ गुमान के पीछे हैं (234फ) और निरी अटकलें दौड़ाते हैं (235फ)",
			"author": "১১৬. আর (হে শ্রোতা!) যদি তুমি ভুপৃষ্ঠে (অবস্থানরত) অধিকাংশের কথা মেনে নাও তবে তারা তোমাকে আল্লাহ্‌র পথ থেকে বিচ্যুত করবে। তারা (সত্য ও দৃঢ় বিশ্বাসের পরিবর্তে) কেবল ধারণা ও অনুমানের অনুসরণ করে এবং কেবল ভুল অনুমানে (এবং মিথ্যা কথাবার্তায়) নিমজ্জিত থাকে।"
		},
		{
			"_id": "906",
			"sura": "6",
			"para": "8",
			"verses": "117",
			"names": "اِنَّ  رَبَّکَ ہُوَ اَعۡلَمُ مَنۡ یَّضِلُّ عَنۡ سَبِیۡلِہٖ ۚ وَ ہُوَ اَعۡلَمُ بِالۡمُہۡتَدِیۡنَ ﴿۱۱۷﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  رَبَّکَ ہُوَ اَعۡلَمُ مَنۡ یَّضِلُّ عَنۡ سَبِیۡلِہٖ ۚ وَ ہُوَ اَعۡلَمُ بِالۡمُہۡتَدِیۡنَ ﴿۱۱۷﴾ ",
			"index": "906",
			"name": "তোমার প্রতিপালক ভালোভাবে জানেন তার পথ থেকে কে বিপথগামী হয়েছে এবং তিনি জানেন সৎপথ-প্রাপ্তদেরকে । ",
			"en_kanzulimaan": "Your Lord well knows who has strayed from His way; and He well knows the people on guidance.",
			"ur_kanzulimaan": "تیرا رب خوب جانتا ہے کہ کون بہکا اس کی راہ سے اور وہ خوب جانتا ہے ہدایت والوں کو،",
			"hi_kanzulimaan": "तेरा रब ख़ूब जानता है कि कौन बहका उसकी राह से और वह ख़ूब जानता है हिदायत वालों को",
			"author": "১১৭. নিশ্চয়ই আপনার প্রতিপালক তাঁর পথ থেকে বিচ্যুত ব্যক্তির ব্যাপারে অধিকতর অবগত এবং তিনিই হেদায়াতপ্রাপ্ত লোকদের ব্যাপারে(ও) সম্যক অবহিত।"
		},
		{
			"_id": "907",
			"sura": "6",
			"para": "8",
			"verses": "118",
			"names": "فَکُلُوۡا مِمَّا ذُکِرَ اسۡمُ اللّٰہِ عَلَیۡہِ  اِنۡ کُنۡتُمۡ  بِاٰیٰتِہٖ  مُؤۡمِنِیۡنَ ﴿۱۱۸﴾ ",
			"number": "",
			"verses_PDMS": "فَکُلُوۡا مِمَّا ذُکِرَ اسۡمُ اللّٰہِ عَلَیۡہِ  اِنۡ کُنۡتُمۡ  بِاٰیٰتِہٖ  مُؤۡمِنِیۡنَ ﴿۱۱۸﴾ ",
			"index": "907",
			"name": "সুতরাং তোমরা আহার করো তা থেকে, যার উপর আল্লাহ্‌র নাম উচ্চারন করা হয়েছে, যদি তোমরা তার নিদর্শনসমূহ মান্য করো । ",
			"en_kanzulimaan": "So eat from that over which Allahs name has been mentioned, if you believe in His signs.",
			"ur_kanzulimaan": "تو کھاؤ اسمیں سے جس پر اللہ کا نام لیا گیا اگر تم اسکی آیتیں مانتے ہو،",
			"hi_kanzulimaan": "तो खाओ उसमें से जिसपर अल्लाह का नाम लिया गया (236फ) अगर तुम उसकी आयतें मानते हो",
			"author": "১১৮. সুতরাং তোমরা এ (যবাইকৃত প্রাণী) থেকে ভক্ষণ করো, (যবাইয়ের কালে) যার উপর আল্লাহ্‌র নাম উচ্চারণ করা হয়েছে; যদি তোমরা তাঁর আয়াতসমূহের উপর ঈমান আনয়নকারী হও।"
		},
		{
			"_id": "908",
			"sura": "6",
			"para": "8",
			"verses": "119",
			"names": "وَ مَا لَکُمۡ  اَلَّا تَاۡکُلُوۡا مِمَّا ذُکِرَ اسۡمُ اللّٰہِ عَلَیۡہِ  وَ قَدۡ فَصَّلَ لَکُمۡ مَّا حَرَّمَ عَلَیۡکُمۡ اِلَّا مَا اضۡطُرِرۡتُمۡ  اِلَیۡہِ ؕ وَ اِنَّ کَثِیۡرًا لَّیُضِلُّوۡنَ بِاَہۡوَآئِہِمۡ بِغَیۡرِ عِلۡمٍ ؕ اِنَّ رَبَّکَ ہُوَ اَعۡلَمُ  بِالۡمُعۡتَدِیۡنَ ﴿۱۱۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا لَکُمۡ  اَلَّا تَاۡکُلُوۡا مِمَّا ذُکِرَ اسۡمُ اللّٰہِ عَلَیۡہِ  وَ قَدۡ فَصَّلَ لَکُمۡ مَّا حَرَّمَ عَلَیۡکُمۡ اِلَّا مَا اضۡطُرِرۡتُمۡ  اِلَیۡہِ ؕ وَ اِنَّ کَثِیۡرًا لَّیُضِلُّوۡنَ بِاَہۡوَآئِہِمۡ بِغَیۡرِ عِلۡمٍ ؕ اِنَّ رَبَّکَ ہُوَ اَعۡلَمُ  بِالۡمُعۡتَدِیۡنَ ﴿۱۱۹﴾ ",
			"index": "908",
			"name": "তোমাদের কী হয়েছে যে, তা থেকে আহার করছোনা, যার উপর আল্লাহ্‌র নাম উচ্চারণ করা হয়েছে? তিনি তো তোমাদের নিকট বিশদভাবে বিবৃত করেছেন যা কিছু তোমাদের উপর হারাম হয়েছে, কিন্তু যখন তোমরা তাঁতে নিরুপায় হও; এবং নিঃসন্দেহে অনেকে নিজেদের খেয়াল খুশী দ্বারা বিপথগামী করে দেয় অজ্ঞানবশতঃ; নিশ্চয় তোমার প্রতিপালক সীমালঙ্গনকারীদেরকে খুব জানেন। ",
			"en_kanzulimaan": "And what is the matter with you that you should not eat from that over which Allahs name has been mentioned whereas He has explained in detail to you all what is forbidden to you except when you are forced (by circumstances) towards it? And indeed many lead astray by their own desires, out of ignorance; indeed your Lord well knows the transgressors.",
			"ur_kanzulimaan": "اور تمہیں کیا ہوا کہ اس میں سے نہ کھاؤ جس پر اللہ کا نام لیا گیا وہ تم سے مفصل بیان کرچکا جو کچھ تم پر حرام ہوا مگر جب تمہیں اس سے مجبوری ہو اور بیشک بہتیرے اپنی خواہشوں سے گمراہ کرتے ہیں بے جانے بیشک تیرا رب حد سے بڑھنے والوں کو خوب جانتا ہے،",
			"hi_kanzulimaan": "और तुम्हें क्या हुआ कि उसमें से न खाओ जिस (237फ) पर अल्लाह का नाम लिया गया वह तो तुम से मुफ़स्सल  (स्पष्ट) बयान कर चुका जो कुछ तुमपर हराम हुआ (238फ) मगर जब तुम्हें उससे मजबूरी हो (239फ) और बेशक बहुतेरे अपनी ख़्वाहिशों से गुमराह करते हैं बे जाने, बेशक तेरा रब हद से बढ़ने वालों को ख़ूब जानता है",
			"author": "১১৯. আর তোমাদের কী হলো যে, তোমরা এ (যবাইকৃত প্রাণী) থেকে ভক্ষণ করো না, (যবাই করার সময়) যার উপর আল্লাহ্‌র নাম উচ্চারণ করা হয়েছে? (কোনো কারণ ব্যতিরেকেই এমন হালাল প্রাণীকে তোমরা হারাম সাব্যস্ত করছো) অথচ তিনি তোমাদের উপর হারামকৃত (সব) বিষয় তোমাদের জন্যে বিশদভাবে বর্ণনা করেছেন; তবে এ (অবস্থা) ব্যতীত যে, তোমরা (নিরূপায় অবস্থায় কেবল প্রাণ রক্ষা হয় এমন পরিমাণ ভক্ষণে) চূড়ান্ত বাধ্য হও। (সুতরাং এখন তোমরা নিজের পক্ষ থেকে আর কোনো বস্তুকে হারাম সাব্যস্ত করো না।) নিশ্চয় অনেক লোক (পরিপক্ক) জ্ঞান ব্যতীত নিজেদের কুপ্রবৃত্তির (এবং মনগড়া চিন্তাচেতনার) মাধ্যমে (মানুষকে) বিভ্রান্ত করছে। আর অবশ্যই আপনার প্রতিপালক সীমালঙ্ঘনকারীদেরকে ভালোভাবে জানেন।"
		},
		{
			"_id": "909",
			"sura": "6",
			"para": "8",
			"verses": "120",
			"names": "وَ ذَرُوۡا ظَاہِرَ الۡاِثۡمِ وَ بَاطِنَہٗ ؕ اِنَّ الَّذِیۡنَ یَکۡسِبُوۡنَ الۡاِثۡمَ  سَیُجۡزَوۡنَ بِمَا کَانُوۡا  یَقۡتَرِفُوۡنَ ﴿۱۲۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ ذَرُوۡا ظَاہِرَ الۡاِثۡمِ وَ بَاطِنَہٗ ؕ اِنَّ الَّذِیۡنَ یَکۡسِبُوۡنَ الۡاِثۡمَ  سَیُجۡزَوۡنَ بِمَا کَانُوۡا  یَقۡتَرِفُوۡنَ ﴿۱۲۰﴾ ",
			"index": "909",
			"name": "এবং ছেড়ে দাও প্রকাশ্য ও অপ্রকাশ্য পাপ; ঐসব লোক, যারা পাপার্জন করে, অবিলম্বে তাদের কৃতকর্মের শাস্তি পাবে । ",
			"en_kanzulimaan": "And give up the open and hidden sins; those who earn sins will soon receive the punishment of their earnings.",
			"ur_kanzulimaan": "اور چھوڑ دو کھلا اور چھپا گناہ، وہ جو گناہ کماتے ہیں عنقریب اپنی کمائی کی سزا پائیں گے،",
			"hi_kanzulimaan": "और छोड़दो खुला और छुपा गुनाह, वो जो गुनाह कमाते हैं जल्द ही अपनी कमाई की सज़ा पाएंगे",
			"author": "১২০. আর প্রকাশ্য ও গোপন (উভয় প্রকারের) পাপ বর্জন করো। নিশ্চয়ই যারা পাপ করে অচিরেই তাদেরকে তাদের (মন্দ) কৃতকর্মের জন্যে শাস্তি দেয়া হবে।"
		},
		{
			"_id": "910",
			"sura": "6",
			"para": "8",
			"verses": "121",
			"names": "وَ لَا تَاۡکُلُوۡا مِمَّا لَمۡ یُذۡکَرِ اسۡمُ اللّٰہِ عَلَیۡہِ  وَ اِنَّہٗ لَفِسۡقٌ ؕ وَ  اِنَّ الشَّیٰطِیۡنَ لَیُوۡحُوۡنَ اِلٰۤی اَوۡلِیٰٓئِہِمۡ لِیُجَادِلُوۡکُمۡ ۚ وَ اِنۡ  اَطَعۡتُمُوۡہُمۡ  اِنَّکُمۡ  لَمُشۡرِکُوۡنَ ﴿۱۲۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تَاۡکُلُوۡا مِمَّا لَمۡ یُذۡکَرِ اسۡمُ اللّٰہِ عَلَیۡہِ  وَ اِنَّہٗ لَفِسۡقٌ ؕ وَ  اِنَّ الشَّیٰطِیۡنَ لَیُوۡحُوۡنَ اِلٰۤی اَوۡلِیٰٓئِہِمۡ لِیُجَادِلُوۡکُمۡ ۚ وَ اِنۡ  اَطَعۡتُمُوۡہُمۡ  اِنَّکُمۡ  لَمُشۡرِکُوۡنَ ﴿۱۲۱﴾ ",
			"index": "910",
			"name": "এবং সেটা আহার করোনা, যার উপর আল্লাহ্‌র নাম উচ্চারণ করা হয়নি এবং সেটা নিশ্চয় নির্দেশ অমান্য করা এবং নিশ্চয় শয়তান স্বীয় বন্ধুদের অন্তরে এ প্ররোচনা দেয় যেন তোমাদের সাথে বিবাদ করে এবং তোমরা যদি তাদের কথা মান্য করো তবে তখন তোমরা অংশীবাদী হবে । ",
			"en_kanzulimaan": "And do not eat that on which Allahs name has not been mentioned, and indeed that is disobedience; and undoubtedly the devils inspire in the hearts of their friends to fight with you; and if you obey them, you are then polytheists.",
			"ur_kanzulimaan": "اور اُسے نہ کھاؤ جس پر اللہ کا نام نہ لیا گیا اور وہ بیشک حکم عدولی ہے، اور بیشک شیطان اپنے دوستوں کے دلوں میں ڈالتے ہیں کہ تم سے جھگڑیں اور اگر تم ان کا کہنا مانو تو اس وقت تم مشرک ہو",
			"hi_kanzulimaan": "और उसे न खाओ जिस पर अल्लाह का नाम न लिया गया (240फ) और वह बेशक नाफ़रमानी है, और बेशक शैतान अपने दोस्तों के दिलों में डालते हैं कि तुम से झगड़ें और अगर तुम उनका कहना मानो  (241फ) तो उस वक़्त तुम मुश्रिक  हो (242फ)",
			"author": "১২১. আর তোমরা সে সব (প্রাণীর মাংস) ভক্ষণ করো না, (যবাই করার সময়) যার উপর আল্লাহ্‌র নাম উচ্চারণ করা হয়নি এবং এ (মাংস ভক্ষণ করা) অবশ্যই পাপ। আর নিশ্চয়ই শয়তানেরা তাদের বন্ধুদের অন্তরে (কুমন্ত্রণা) ঢেলে দেয়, যাতে তারা তোমাদের সাথে ঝগড়ায় লিপ্ত হয়। আর যদি তোমরা তাদের কথায় চলো, (তবে) তোমরাও মুশরিক হয়ে যাবে।"
		},
		{
			"_id": "911",
			"sura": "6",
			"para": "8",
			"verses": "122",
			"names": "اَوَ مَنۡ کَانَ مَیۡتًا فَاَحۡیَیۡنٰہُ وَ جَعَلۡنَا لَہٗ نُوۡرًا یَّمۡشِیۡ بِہٖ فِی النَّاسِ کَمَنۡ مَّثَلُہٗ فِی الظُّلُمٰتِ لَیۡسَ بِخَارِجٍ مِّنۡہَا ؕ کَذٰلِکَ زُیِّنَ لِلۡکٰفِرِیۡنَ مَا کَانُوۡا یَعۡمَلُوۡنَ ﴿۱۲۲﴾ ",
			"number": "",
			"verses_PDMS": "اَوَ مَنۡ کَانَ مَیۡتًا فَاَحۡیَیۡنٰہُ وَ جَعَلۡنَا لَہٗ نُوۡرًا یَّمۡشِیۡ بِہٖ فِی النَّاسِ کَمَنۡ مَّثَلُہٗ فِی الظُّلُمٰتِ لَیۡسَ بِخَارِجٍ مِّنۡہَا ؕ کَذٰلِکَ زُیِّنَ لِلۡکٰفِرِیۡنَ مَا کَانُوۡا یَعۡمَلُوۡنَ ﴿۱۲۲﴾ ",
			"index": "911",
			"name": "এবং যে ব্যক্তি মৃত ছিলো, অতঃপর আমি তাকে জীবিত করেছি এবং তার জন্য একটা আলো সৃষ্টি করে দিয়েছি, যা দ্বারা সে মানুষের মধ্যে চলাফেরা করে সে কি ঐ ব্যক্তির ন্যায় হয়ে যাবে, যে অন্ধকাররাজিতে রয়েছে, তা থেকে বের হবার নয়? এভাবে কাফিরদের দৃষ্টিতে তাদের কৃতকর্মসমূহ শোভন করে দেয়া হয়েছে । ",
			"en_kanzulimaan": "And will the one who was dead and so We raised him to life and set for him a light with which he walks among the people, ever be like the one who is in realms of darkness never to emerge from them? Similarly, the deeds of disbelievers are made to appear good to them.",
			"ur_kanzulimaan": "اور کیا وہ کہ مردہ تھا تو ہم نے اسے زندہ کیا اور اس کے لیے ایک نور کردیا جس سے لوگوں میں چلتا ہے وہ اس جیسا ہوجائے گا جو اندھیریوں میں ہے ان سے نکلنے والا نہیں، یونہی کافروں کی آنکھ میں ان کے اعمال بھلے کردیے گئے ہیں،",
			"hi_kanzulimaan": "और क्या वह कि मुर्दा था तो हमने उसे ज़िन्दा किया (243फ) और उसके लिये एक नूर कर दिया (244फ) जिससे लोगों में चलाता है (245फ) वह उस जैसा हो जाएगा जो अधेरियों में है (246फ) उनसे निकलने वाला नहीं, यूंही काफ़िरों की आंख में उनके कर्म भले कर दिये गए हैं",
			"author": "১২২. আশ্চর্য! যে ব্যক্তি মৃত (অর্থাৎ ঈমান থেকে বঞ্চিত) ছিল, অতঃপর আমরা তাকে (হেদায়াতের বদৌলতে) জীবিত করলাম এবং তার জন্যে (ঈমান ও মারিফাতের) আলোও সৃষ্টি করে দিলাম, যার মাধ্যমে সে (এখন অন্যান্য) লোকদের মাঝেও (আলো ছড়িয়ে দেয়ার জন্যে) বিচরণ করে; সে কি ওই ব্যক্তির মত হতে পারে যে (অজ্ঞতা ও গোমরাহীর) অন্ধকারে (এমনভাবে বেষ্টিত হয়ে) পড়ে আছে যা থেকে সে বেরই হতে পারছে না? এভাবে কাফেরদের জন্যে তাদের কৃতকর্মকে (তাদের দৃষ্টিতে) মনোমুগ্ধকর করে দেখানো হয়।"
		},
		{
			"_id": "912",
			"sura": "6",
			"para": "8",
			"verses": "123",
			"names": "وَ کَذٰلِکَ جَعَلۡنَا فِیۡ کُلِّ قَرۡیَۃٍ اَکٰبِرَ مُجۡرِمِیۡہَا لِیَمۡکُرُوۡا فِیۡہَا ؕ وَ مَا یَمۡکُرُوۡنَ  اِلَّا بِاَنۡفُسِہِمۡ وَ مَا یَشۡعُرُوۡنَ ﴿۱۲۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَذٰلِکَ جَعَلۡنَا فِیۡ کُلِّ قَرۡیَۃٍ اَکٰبِرَ مُجۡرِمِیۡہَا لِیَمۡکُرُوۡا فِیۡہَا ؕ وَ مَا یَمۡکُرُوۡنَ  اِلَّا بِاَنۡفُسِہِمۡ وَ مَا یَشۡعُرُوۡنَ ﴿۱۲۳﴾ ",
			"index": "912",
			"name": "এবং সেভাবে, প্রত্যেক জনপদে আমি সেটার অপরাধীদের সর্দার করেছি, যেন তারা সেখানে চক্রান্ত করে । আর, তারা চক্রান্ত করে না কিন্তু নিজেদের আত্নার বিরুদ্ধে; এবং তাদের উপলব্ধি নেই। ",
			"en_kanzulimaan": "And similarly, We have made in every town leaders among its criminals that they may conspire in it; and they do not conspire except against themselves and they do not have perception.",
			"ur_kanzulimaan": "اور اسی طرح ہم نے ہر بستی میں اس کے مجرموں کے سرغنہ کیے کہ اس میں داؤ کھیلیں اور داؤں نہیں کھیلتے مگر اپنی جانوں پر اور انہیں شعورنہیں",
			"hi_kanzulimaan": "और इसी तरह हमने हर बस्ती में उसके मुजरिमों के सरग़ने (सरदार) किये कि उसमें दाव खेलें (237फ) और दाव नहीं खेलते मगर अपनी जानों पर और उन्हें समझ नहीं (238फ)",
			"author": "১২৩. আর এভাবেই আমরা প্রত্যেক জনপদে নৃপতিদেরকে (ও গণ্যমান্যদেরকে) সেখানকার অপরাধের প্রধান হোতা বানিয়েছি, যাতে তারা (সেই জনপদে) চক্রান্তে লিপ্ত হয়। আর (প্রকৃতপক্ষে) তারা নিজেদের ব্যতীত (অন্য) কারো সাথে প্রতারণায় লিপ্ত হয় না এবং তারা (তাদের মন্দ কাজের পরিণতির) উপলব্ধি করে না।"
		},
		{
			"_id": "913",
			"sura": "6",
			"para": "8",
			"verses": "124",
			"names": "وَ اِذَا جَآءَتۡہُمۡ اٰیَۃٌ  قَالُوۡا لَنۡ نُّؤۡمِنَ حَتّٰی نُؤۡتٰی مِثۡلَ مَاۤ اُوۡتِیَ رُسُلُ اللّٰہِ ؕۘؔ اَللّٰہُ اَعۡلَمُ حَیۡثُ یَجۡعَلُ رِسَالَتَہٗ ؕ سَیُصِیۡبُ الَّذِیۡنَ اَجۡرَمُوۡا صَغَارٌ عِنۡدَ اللّٰہِ وَ عَذَابٌ شَدِیۡدٌۢ بِمَا کَانُوۡا یَمۡکُرُوۡنَ ﴿۱۲۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذَا جَآءَتۡہُمۡ اٰیَۃٌ  قَالُوۡا لَنۡ نُّؤۡمِنَ حَتّٰی نُؤۡتٰی مِثۡلَ مَاۤ اُوۡتِیَ رُسُلُ اللّٰہِ ؕۘؔ اَللّٰہُ اَعۡلَمُ حَیۡثُ یَجۡعَلُ رِسَالَتَہٗ ؕ سَیُصِیۡبُ الَّذِیۡنَ اَجۡرَمُوۡا صَغَارٌ عِنۡدَ اللّٰہِ وَ عَذَابٌ شَدِیۡدٌۢ بِمَا کَانُوۡا یَمۡکُرُوۡنَ ﴿۱۲۴﴾ ",
			"index": "913",
			"name": "এবং যখন তাদের নিকট কোন নিদর্শন আসে তখন বলে, ‘আমরা কখনো ঈমান আনবো না যতক্ষণ পর্যন্ত আমাদেরকেও তেমনি দেওয়া হবে না, যেমন আল্লাহ্‌র রসূলগণকে দেওয়া হয়েছে; আল্লাহ্‌ ভালো জানেন কোথায় আপন রিসালতকে স্থাপন করবেন; অনতিবিলম্বে অপরাধীদের প্রতি আল্লাহ্‌র নিকট লাঞ্ছনা পৌঁছাবে এবং কঠোর শাস্তি, তাদের চক্রান্তের বদলা হিসেবে । ",
			"en_kanzulimaan": "And when a sign comes to them, they say, We will not believe until we are given the same which Allahs Noble Messengers were given; Allah knows best where to place His message (prophethood); soon the guilty will be afflicted with disgrace before Allah and a severe punishment due to their scheming.",
			"ur_kanzulimaan": "اور جب ان کے پاس کوئی نشانی آئے تو کہتے ہی ہم ہر گز ایمان نہ لائیں گے جب تک ہمیں بھی ویسا ہی نہ ملے جیسا اللہ کے رسولوں کو ملا اللہ خوب جانتا ہے جہاں اپنی رسالت رکھے عنقریب مجرموں کو اللہ کے یہاں ذلت پہنچے گی اور سخت عذاب بدلہ ان کے مکر کا،",
			"hi_kanzulimaan": "और जब उनके पास कोई निशानी आए तो कहते हैं हम हरगिज़ ईमान न लाएंगे जब तक हमें भी वैसा ही न मिले जैसा अल्लाह के रसूलों को मिला (249फ) अल्लाह ख़ूब जानता है जहाँ अपनी रिसालत रखे (250फ) जल्द ही मुजरिमों को अल्लाह कें यहाँ ज़िल्लत पहुंचेगी और सख़्त अज़ाब, बदला उनके मक्र (मक्कारी) का",
			"author": "১২৪. আর যখন তাদের নিকট কোনো নিদর্শন আসে (তখন) তারা বলে, ‘আমরা কখনো ঈমান আনবো না যতক্ষণ পর্যন্ত না আমাদেরকেও এমনই (নিদর্শন) দেয়া হয়, যেভাবে আল্লাহ্‌র রাসূলগণকে প্রদান করা হয়েছিল।’ আল্লাহ্ খুব ভালোভাবেই জানেন কার প্রতি নিজ রিসালাতের দায়িত্ব-ভার অর্পন করবেন। অচিরেই আল্লাহ্‌র সমীপে অপরাধীরা লাঞ্ছিত হবে এবং কঠিন শাস্তিও (মিলবে), কারণ, তারা চক্রান্ত (ও ধোঁকাবাজী) করতো।"
		},
		{
			"_id": "914",
			"sura": "6",
			"para": "8",
			"verses": "125",
			"names": "فَمَنۡ یُّرِدِ اللّٰہُ اَنۡ یَّہۡدِیَہٗ یَشۡرَحۡ صَدۡرَہٗ لِلۡاِسۡلَامِ ۚ وَ مَنۡ یُّرِدۡ  اَنۡ یُّضِلَّہٗ یَجۡعَلۡ صَدۡرَہٗ ضَیِّقًا حَرَجًا کَاَنَّمَا یَصَّعَّدُ فِی السَّمَآءِ ؕ کَذٰلِکَ یَجۡعَلُ اللّٰہُ الرِّجۡسَ عَلَی الَّذِیۡنَ لَا  یُؤۡمِنُوۡنَ ﴿۱۲۵﴾ ",
			"number": "",
			"verses_PDMS": "فَمَنۡ یُّرِدِ اللّٰہُ اَنۡ یَّہۡدِیَہٗ یَشۡرَحۡ صَدۡرَہٗ لِلۡاِسۡلَامِ ۚ وَ مَنۡ یُّرِدۡ  اَنۡ یُّضِلَّہٗ یَجۡعَلۡ صَدۡرَہٗ ضَیِّقًا حَرَجًا کَاَنَّمَا یَصَّعَّدُ فِی السَّمَآءِ ؕ کَذٰلِکَ یَجۡعَلُ اللّٰہُ الرِّجۡسَ عَلَی الَّذِیۡنَ لَا  یُؤۡمِنُوۡنَ ﴿۱۲۵﴾ ",
			"index": "914",
			"name": "এবং যাকে আল্লাহ্‌ সৎপথ দেখাতে চান তার বক্ষদেশকে ইসলামের জন্য প্রশস্ত করে দেন আর যাকে পথভ্রষ্ট করতে চান তার বক্ষকে সংকীর্ণ, খুব সংকোচিত করে দেন, যেন (সে) কারো দ্বারা জোরপূর্বক আস্‌মানের উপর আরোহন করছে । আল্লাহ্‌ এরূপে শাস্তি আপতিত করেন তাদের উপর, যারা ঈমান আনে না । ",
			"en_kanzulimaan": "And whomever Allah wills to guide, He opens his bosom for Islam; and whomever He wills to send astray, He makes his bosom narrow and firmly bound as if he were being forced by someone to climb the skies; this is how Allah places the punishment on those who do not believe.",
			"ur_kanzulimaan": "اور جسے اللہ راہ دکھانا چاہے اس کا سینہ اسلام کے لیے کھول دیتا ہے اور جسے گمراہ کرنا چاہے اس کا سینہ تنگ خوب رکا ہوا کر دیتا ہے گویا کسی کی زبردستی سے آسمان پر چڑھ رہا ہے، اللہ یونہی عذاب ڈالتا ہے ایمان نہ لانے والوں کو،",
			"hi_kanzulimaan": "और जिसे अल्लाह राह दिखाना चाहे उसका सीना इस्लाम के लिये खोल देता है (251फ) और जिसे गुमराह करना चाहे उसका सीना तंग ख़ुब रूका हुआ कर देता है (252फ) जैसे किसी की ज़बरदस्ती से आसमान पर चढ़ रहा है, अल्लाह यूंही अज़ाब डालता है ईमान न लाने वालों को",
			"author": "১২৫. অতঃপর আল্লাহ্ যাকে (অনুগ্রহবশত) হেদায়াত দানের ইচ্ছা করেন তার অন্তরকে ইসলামের জন্যে প্রশস্ত করে দেন এবং যাকে (স্বীয়) গোমরাহীর উপরই রেখে দিতে চান (যথার্থ বিচারের ভিত্তিতে) তিনি তার অন্তরকে (এতোই) সংকুচিত করে দেন যে, সে যেন কষ্টেসৃষ্টে আসমানে (অর্থাৎ উপরের দিকে) আরোহণ করছে; এভাবেই আল্লাহ্ তাদের প্রতি (অপমানের) শাস্তি আপতিত করেন, যারা ঈমান আনয়ন করে না।"
		},
		{
			"_id": "915",
			"sura": "6",
			"para": "8",
			"verses": "126",
			"names": "وَ ہٰذَا صِرَاطُ رَبِّکَ مُسۡتَقِیۡمًا ؕ قَدۡ فَصَّلۡنَا الۡاٰیٰتِ  لِقَوۡمٍ  یَّذَّکَّرُوۡنَ ﴿۱۲۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہٰذَا صِرَاطُ رَبِّکَ مُسۡتَقِیۡمًا ؕ قَدۡ فَصَّلۡنَا الۡاٰیٰتِ  لِقَوۡمٍ  یَّذَّکَّرُوۡنَ ﴿۱۲۶﴾ ",
			"index": "915",
			"name": "এবং এটা আপনার প্রতিপালকের সরল পথ । আমি আয়াতগুলোকে বিশদভাবে বিবৃত করে দিয়েছি উপদেশ গ্রহণকারীদের জন্য । ",
			"en_kanzulimaan": "And this is the Straight Path of your Lord; We have explained in detail Our verses for the people who accept advice.",
			"ur_kanzulimaan": "اور یہ تمہارے رب کی سیدھی راہ ہے ہم نے آیتیں مفصل بیان کردیں نصیحت ماننے والوں کے لیے،",
			"hi_kanzulimaan": "और यह (253फ) तुम्हारे रब की सीधी राह है, हमने आयतें तफ़सील से बयान कर दीं नसीहत मानने वालों के लिये",
			"author": "১২৬. আর এ (ইসলাম) তোমাদের পালনকর্তার (একমাত্র) সরল পথ। নিশ্চয় আমরা তাদের জন্যে আয়াতসমূহ বিশদভাবে বর্ণনা করেছি যারা উপদেশ গ্রহণ করে।"
		},
		{
			"_id": "916",
			"sura": "6",
			"para": "8",
			"verses": "127",
			"names": "لَہُمۡ دَارُ السَّلٰمِ عِنۡدَ رَبِّہِمۡ وَ ہُوَ وَلِیُّہُمۡ  بِمَا  کَانُوۡا  یَعۡمَلُوۡنَ ﴿۱۲۷﴾ ",
			"number": "",
			"verses_PDMS": "لَہُمۡ دَارُ السَّلٰمِ عِنۡدَ رَبِّہِمۡ وَ ہُوَ وَلِیُّہُمۡ  بِمَا  کَانُوۡا  یَعۡمَلُوۡنَ ﴿۱۲۷﴾ ",
			"index": "916",
			"name": "তাদের জন্য নিরাপত্তার ঘর রয়েছে তাদের প্রতিপালকের নিকট এবং তিনি তাদের প্রভু হন । এটা তাদের কৃতকর্মের ফল । ",
			"en_kanzulimaan": "For them is the abode of peace with their Lord and He is their Master - the result of their deeds.",
			"ur_kanzulimaan": "ان کے لیے سلامتی کا گھر ہے اپنے رب کے یہاں اور وہ ان کا مولیٰ ہے یہ ان کے کاموں کا پھل ہے،",
			"hi_kanzulimaan": "उनके लिये सलामती का घर है अपने रब के यहां और वह उनका मौला है यह उनके कामों का फल है",
			"author": "১২৭. তাদের জন্যে তাদের প্রতিপালকের সমীপে রয়েছে শান্তি ও নিরাপত্তার আবাস। আর তাদের কৃত সৎকর্মের কারণে তিনিই তাদের অভিভাবক।"
		},
		{
			"_id": "917",
			"sura": "6",
			"para": "8",
			"verses": "128",
			"names": "وَ  یَوۡمَ یَحۡشُرُہُمۡ جَمِیۡعًا ۚ یٰمَعۡشَرَ   الۡجِنِّ قَدِ اسۡتَکۡثَرۡتُمۡ مِّنَ الۡاِنۡسِ ۚ وَ قَالَ اَوۡلِیٰٓؤُہُمۡ مِّنَ الۡاِنۡسِ رَبَّنَا اسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٍ وَّ بَلَغۡنَاۤ  اَجَلَنَا الَّذِیۡۤ  اَجَّلۡتَ لَنَا ؕ قَالَ النَّارُ مَثۡوٰىکُمۡ خٰلِدِیۡنَ فِیۡہَاۤ اِلَّا مَا شَآءَ اللّٰہُ ؕ اِنَّ رَبَّکَ حَکِیۡمٌ  عَلِیۡمٌ ﴿۱۲۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ  یَوۡمَ یَحۡشُرُہُمۡ جَمِیۡعًا ۚ یٰمَعۡشَرَ   الۡجِنِّ قَدِ اسۡتَکۡثَرۡتُمۡ مِّنَ الۡاِنۡسِ ۚ وَ قَالَ اَوۡلِیٰٓؤُہُمۡ مِّنَ الۡاِنۡسِ رَبَّنَا اسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٍ وَّ بَلَغۡنَاۤ  اَجَلَنَا الَّذِیۡۤ  اَجَّلۡتَ لَنَا ؕ قَالَ النَّارُ مَثۡوٰىکُمۡ خٰلِدِیۡنَ فِیۡہَاۤ اِلَّا مَا شَآءَ اللّٰہُ ؕ اِنَّ رَبَّکَ حَکِیۡمٌ  عَلِیۡمٌ ﴿۱۲۸﴾ ",
			"index": "917",
			"name": "এবং যেদিন তিনি তাদের সবাইকে উঠাবেন আর বলবেন, ‘হে জিন্‌ সম্প্রদায়! তোমরা অনেক মানুষকে পরিবেষ্টিত করে নিয়েছো’ এবং তাদের বন্ধু মানুষগণ আরয করবে, ‘হে আমাদের প্রতিপালক! আমাদের মধ্যে একে অপরের দ্বারা লাভবান হয়েছে এবং আমরা আমাদের ঐ সময়সীমায় পৌছে গেছি যা আপনি আমাদের জন্য নির্ধারন করেছেন’। (আল্লাহ্‌) বলবেন, ‘আগুন তোমাদের ঠিকানা, সর্বদা সেটার মধ্যে থাকো; কিন্তু যাকে আল্লাহ্‌ চান । হে মাহ্‌বূব! নিঃসন্দেহে আপনার প্রতিপালক প্রজ্ঞাময়, জ্ঞানী । ",
			"en_kanzulimaan": "And the Day when He will raise them all and will proclaim, O you group of jinns, you have enticed a lot of men; and their human friends will submit, Our Lord, some of us have benefited from one another and have reached the appointed term which You had set for us; He will say, Your home is hell - remain in it for ever, except whomever Allah wills; O dear Prophet (Mohammed - peace and blessings be upon him), indeed your Lord is the Wise, the All Knowing.",
			"ur_kanzulimaan": "اور جس دن اُن سب کو اٹھانے گا اور فرمائے گا، اے جن کے گروہ! تم نے بہت آدمی گھیرلیے اور ان کے دوست آدمی عرض کریں گے اے ہمارے رب! ہم میں ایک نے دوسرے سے فائدہ اٹھایا اور ہم اپنی اس میعاد کو پہنچ گئے جو تو نے ہمارے لیے مقرر فرمائی تھی فرمائے گا آگ تمہارا ٹھکانا ہے ہمیشہ اس میں رہو مگر جسے خدا چاہے اے محبوب! بیشک تمہارا رب حکمت والا علم والا ہے،",
			"hi_kanzulimaan": "और जिस दिन उन सब को उठाएगा और फ़रमाएगा ऐ जिन्न के गिरोह तुमने बहुत आदमी घेर लिये (254फ) और उनके दोस्त आदमी अर्ज़ करेंगे ऐ हमारे रब हम में एक ने दूसरे से फ़ायदा उठाया (255फ) और हम अपनी उस मीआद (मुद्दत) को पहुंच गए जो तूने हमारे लिये मुक़र्रर फ़रमाई थी (256फ) फ़रमाएगा आग तुम्हारा ठिकाना है हमेशा उसमें रहो मगर जिसे ख़ुदा चाहे (257फ) ऐ मेहबूब बेशक तुम्हारा रब हिकमत वाला इल्म वाला है",
			"author": "১২৮. আর যেদিন তিনি তাদের সবাইকে একত্রিত করবেন (তখন বলবেন), ‘হে জ্বিন সম্প্রদায়! (অর্থাৎ শয়তান,) নিশ্চয়ই তোমরা অনেক মানুষকে পথভ্রষ্ট করেছিলে।’ আর মানব সম্প্রদায় থেকে তাদের বন্ধুরা বলবে, ‘হে আমাদের প্রতিপালক! আমরা একে অপরের দ্বারা (যথেষ্ট) লাভবান হয়েছি এবং (এমন উদাসীনতা ও উপভোগে) আমরা আমাদের সে সময়সীমায় পৌঁছে গিয়েছি যা তুমি আমাদের জন্যে নির্ধারণ করে রেখেছিলে।’ (কিন্তু আমরা এর জন্যে কোনো প্রস্তুতি গ্রহণ করতে পারিনি।) আল্লাহ্ বলবেন, ‘(এখন) জাহান্নামই তোমাদের ঠিকানা, আল্লাহ্ অন্য রকম ইচ্ছে না করলে চিরকাল এতেই থাকবে।’ নিশ্চয়ই আপনার প্রতিপালক প্রজ্ঞাবান, সর্বজ্ঞ।"
		},
		{
			"_id": "918",
			"sura": "6",
			"para": "8",
			"verses": "129",
			"names": "وَ  کَذٰلِکَ نُوَلِّیۡ بَعۡضَ الظّٰلِمِیۡنَ بَعۡضًۢا بِمَا  کَانُوۡا  یَکۡسِبُوۡنَ ﴿۱۲۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ  کَذٰلِکَ نُوَلِّیۡ بَعۡضَ الظّٰلِمِیۡنَ بَعۡضًۢا بِمَا  کَانُوۡا  یَکۡسِبُوۡنَ ﴿۱۲۹﴾ ",
			"index": "918",
			"name": "এবং এরূপেই আমি যালিমদের এক দলকে অন্য দলের উপর আধিপত্য দিয়ে থাকি তাদের কৃতকর্মের বদলা স্বরূপ । ",
			"en_kanzulimaan": "And similarly We empower some of the oppressors over others - the recompense of their deeds.",
			"ur_kanzulimaan": "اور یونہی ہم ظالموں میں ایک کو دوسرے پر مسلط کرتے ہیں بدلہ ان کے کیے کا",
			"hi_kanzulimaan": "और यूंही हम ज़ालिमों में एक को दूसरे पर मुसल्लत (सवार) करते हैं बदला उनके किये का (258फ)",
			"author": "১২৯. এভাবে আমরা যালিমদের মধ্যে একদলকে অন্য দলের উপর প্রবল করে দেই, তাদের উপার্জিত (মন্দ) কর্মের কারণে।"
		},
		{
			"_id": "919",
			"sura": "6",
			"para": "8",
			"verses": "130",
			"names": "یٰمَعۡشَرَ الۡجِنِّ وَ الۡاِنۡسِ اَلَمۡ یَاۡتِکُمۡ رُسُلٌ مِّنۡکُمۡ  یَقُصُّوۡنَ عَلَیۡکُمۡ  اٰیٰتِیۡ  وَ یُنۡذِرُوۡنَکُمۡ  لِقَآءَ  یَوۡمِکُمۡ ہٰذَا ؕ قَالُوۡا شَہِدۡنَا عَلٰۤی اَنۡفُسِنَا وَ غَرَّتۡہُمُ الۡحَیٰوۃُ الدُّنۡیَا  وَ شَہِدُوۡا عَلٰۤی اَنۡفُسِہِمۡ  اَنَّہُمۡ  کَانُوۡا کٰفِرِیۡنَ ﴿۱۳۰﴾ ",
			"number": "",
			"verses_PDMS": "یٰمَعۡشَرَ الۡجِنِّ وَ الۡاِنۡسِ اَلَمۡ یَاۡتِکُمۡ رُسُلٌ مِّنۡکُمۡ  یَقُصُّوۡنَ عَلَیۡکُمۡ  اٰیٰتِیۡ  وَ یُنۡذِرُوۡنَکُمۡ  لِقَآءَ  یَوۡمِکُمۡ ہٰذَا ؕ قَالُوۡا شَہِدۡنَا عَلٰۤی اَنۡفُسِنَا وَ غَرَّتۡہُمُ الۡحَیٰوۃُ الدُّنۡیَا  وَ شَہِدُوۡا عَلٰۤی اَنۡفُسِہِمۡ  اَنَّہُمۡ  کَانُوۡا کٰفِرِیۡنَ ﴿۱۳۰﴾ ",
			"index": "919",
			"name": "হে জিন ও মানব সম্প্রদায়! তোমাদের নিকট কি তোমাদের মধ্য থেকে রসূলগণ আসেন নি, যারা তোমাদের উপর আমার আয়াতসমূহ পাঠ করতেন এবং তোমাদেরকে এ দিনের সাক্ষাৎ সম্বন্ধে সতর্ক করতেন? (তারা) বলবে, ‘আমরা আমাদের আত্নাগুলোর বিরুদ্ধে সাক্ষ্য দিয়েছি; এবং তাদেরকে পার্থিব জীবন প্রতারিত করেছে এবং নিজেরা নিজেদের বিরুদ্ধে সাক্ষ্য দেবে যে, তারা কাফির ছিলো । ",
			"en_kanzulimaan": "O you groups of jinns and men! Did not the Noble Messengers amongst you come to you reciting My verses and warning you of confronting this day? They will say, We testify against ourselves - and the worldly life deceived them and they will testify against themselves that they were disbelievers.",
			"ur_kanzulimaan": "اے جنوں اور آدمیوں کے گروہ! کیا تمہارے پاس تم میں کے رسول نہ آئے تھے تم پر میری آیتیں پڑھتے اور تمہیں یہ دن دیکھنے سے ڈراتے کہیں گے ہم نے اپنی جانوں پر گواہی دی اور انہیں دنیا کی زندگی نے فریب دیا اور خود اپنی جانوں پر گواہی دیں گے کہ وہ کافر تھے",
			"hi_kanzulimaan": "ऐ  जिन्नों और आदमियों के गिरोह, क्या तुम्हारे पास तुम में के रसूल न आए थे तुमपर मेरी आयतें पढ़ते और तुम्हे ये दिन (259फ) देखने से डराते (260फ) कहेंगे हमने अपनी जानों पर गवाही दी (261फ) और उन्हें दुनिया की ज़िन्दगी ने फ़रेब दिया और ख़ुद अपनी जानों पर गवाही देंगे कि वो काफ़िर थे (262फ)",
			"author": "১৩০. হে জ্বিন ও মানব সম্প্রদায়! তোমাদের নিকট কি তোমাদেরই মধ্য থেকে রাসূলগণ আগমন করেননি, যাঁরা তোমাদের নিকট আমার আয়াতসমূহ বর্ণনা করতেন এবং তোমাদেরকে এ দিনে (আমার সম্মুখে) উপস্থিতির ব্যাপারে সতর্ক করতেন? (তখন) তারা বলবে, ‘আমরাই আমাদের নিজেদের বিরুদ্ধে সাক্ষ্য দিচ্ছি’। তাদেরকে পার্থিব জীবন ধোঁকায় নিমজ্জিত রেখেছিল এবং তারা তাদের নিজেদের বিরুদ্ধে (এ বিষয়ে) সাক্ষ্য দেবে যে, তারা (পৃথিবীতে সত্য অস্বীকারকারী) কাফের ছিল।"
		},
		{
			"_id": "920",
			"sura": "6",
			"para": "8",
			"verses": "131",
			"names": "ذٰلِکَ اَنۡ لَّمۡ یَکُنۡ رَّبُّکَ مُہۡلِکَ الۡقُرٰی بِظُلۡمٍ   وَّ  اَہۡلُہَا غٰفِلُوۡنَ ﴿۱۳۱﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ اَنۡ لَّمۡ یَکُنۡ رَّبُّکَ مُہۡلِکَ الۡقُرٰی بِظُلۡمٍ   وَّ  اَہۡلُہَا غٰفِلُوۡنَ ﴿۱۳۱﴾ ",
			"index": "920",
			"name": "এটা এ জন্য যে, তোমার প্রতিপালক বস্তিগুলোকে যুলুমের কারণে ধ্বংস করেন না, যখন সেগুলোর অধিবাসীরা অনবহিত থাকে । ",
			"en_kanzulimaan": "This is because your Lord does not unjustly destroy townships for their people may be unaware.",
			"ur_kanzulimaan": "یہ اس لیے کہ تیرا رب بستیوں کو ظلم سے تباہ نہیں کرتا کہ ان کے لوگ بے خبر ہوں",
			"hi_kanzulimaan": "यह (263फ) इसलिये कि तेरा रब बस्तियों को (264फ) ज़ुल्म से तबाह नहीं करता कि उनके लोग बेख़बर हों (265फ)",
			"author": "১৩১. এ (রাসূলগণের প্রেরণ) এজন্যে ছিল যে, আপনার প্রতিপালক জনপদগুলোকে যুলুমের কারণে সে অবস্থায় ধ্বংস করবেন না যেখানে এর অধিবাসীরা (সত্যের শিক্ষা থেকে সম্পূর্ণরূপে) অনবহিত (অর্থাৎ তাদেরকে কেউই সত্য সম্পর্কে অবগত করেনি)।"
		},
		{
			"_id": "921",
			"sura": "6",
			"para": "8",
			"verses": "132",
			"names": "وَ لِکُلٍّ دَرَجٰتٌ مِّمَّا عَمِلُوۡا ؕ وَ مَا رَبُّکَ بِغَافِلٍ عَمَّا  یَعۡمَلُوۡنَ ﴿۱۳۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ لِکُلٍّ دَرَجٰتٌ مِّمَّا عَمِلُوۡا ؕ وَ مَا رَبُّکَ بِغَافِلٍ عَمَّا  یَعۡمَلُوۡنَ ﴿۱۳۲﴾ ",
			"index": "921",
			"name": "এবং প্রত্যেকের জন্য তাদের কৃতকর্মের ফলশ্রুতিতে মর্যাদার স্তরসমূহ রয়েছে আর তোমার প্রতিপালক তাদের কৃতকার্যাদি সম্পর্কে গাফিল নন।",
			"en_kanzulimaan": "And for everyone are ranks from what they do; and your Lord is not unaware of their deeds.",
			"ur_kanzulimaan": "اور ہر ایک کے لیے ان کے کاموں سے درجے ہیں اور تیرا رب ان کے اعمال سے بے خبر نہیں،",
			"hi_kanzulimaan": "और हर एक के लिये (266फ) उनके कामों से दर्जें है और तेरा रब उनके आमाल (कर्मों) से बेख़बर नहीं",
			"author": "১৩২. আর প্রত্যেকের জন্যে তাদের কর্মকান্ড অনুসারে মর্যাদার স্তরসমূহ (নির্ধারিত) রয়েছে। আর আপনার প্রতিপালক সেসব কর্মকান্ড অনবগত নন যা তারা সম্পাদন করছে।"
		},
		{
			"_id": "922",
			"sura": "6",
			"para": "8",
			"verses": "133",
			"names": "وَ رَبُّکَ الۡغَنِیُّ ذُو الرَّحۡمَۃِ ؕ اِنۡ یَّشَاۡ یُذۡہِبۡکُمۡ وَ یَسۡتَخۡلِفۡ مِنۡۢ بَعۡدِکُمۡ  مَّا یَشَآءُ  کَمَاۤ   اَنۡشَاَکُمۡ  مِّنۡ ذُرِّیَّۃِ  قَوۡمٍ اٰخَرِیۡنَ ﴿۱۳۳﴾ؕ ",
			"number": "",
			"verses_PDMS": "وَ رَبُّکَ الۡغَنِیُّ ذُو الرَّحۡمَۃِ ؕ اِنۡ یَّشَاۡ یُذۡہِبۡکُمۡ وَ یَسۡتَخۡلِفۡ مِنۡۢ بَعۡدِکُمۡ  مَّا یَشَآءُ  کَمَاۤ   اَنۡشَاَکُمۡ  مِّنۡ ذُرِّیَّۃِ  قَوۡمٍ اٰخَرِیۡنَ ﴿۱۳۳﴾ؕ ",
			"index": "922",
			"name": "এবং হে মাহ্‌বূব! আপনার প্রতিপালক বেপরোয়া দয়াশীল । হে লোকেরা! তিনি ইচ্ছা করলে তোমাদেরকে অপসারিত করতে পারেন এবং যাকে চান তোমাদের স্থলাভিষিক্ত করতে পারেন, যেমনিভাবে তোমাদেরকে অন্যান্যদের বংশ থেকে সৃষ্টি করেছেন । ",
			"en_kanzulimaan": "And O dear Prophet (Mohammed - peace and blessings be upon him), your Lord is the Perfect (Not needing anything), the Merciful; O people! If He wills, He can remove you and bring others in your stead - the way He created you from the descendants of others.",
			"ur_kanzulimaan": "اور اے محبوب! تمہارا رب بے پروا ہے رحمت والا، اے لوگو! وہ چاہے تو تمہیں لے جائے اور جسے چاہے تمہاری جگہ لادے جیسے تمہیں اوروں کی اولاد سے پیدا کیا",
			"hi_kanzulimaan": "और ऐ मेहबूब तुम्हारा रब बेपर्वाह है रहमत वाला, ऐ लोगों वह चाहे तो तुम्हें ले जाए (267फ) और जिसे चाहे तुम्हारी जगह लाये जैसे तुम्हें ओरों की औलाद से पैदा किया (268फ)",
			"author": "১৩৩. আর আপনার প্রতিপালক অমুখাপেক্ষী, (অসীম) দয়ালু। যদি তিনি চান তবে তোমাদেরকে নিশ্চিহ্ন করে দেবেন এবং তোমাদের পর যাদেরকে চান (তোমাদের) স্থলাভিষিক্ত করবেন, যেমন তিনি অন্যান্য মানব সম্প্রদায়ের বংশধর থেকে তোমাদেরকে সৃষ্টি করেছেন।"
		},
		{
			"_id": "923",
			"sura": "6",
			"para": "8",
			"verses": "134",
			"names": "اِنَّ مَا تُوۡعَدُوۡنَ لَاٰتٍ ۙ وَّ مَاۤ  اَنۡتُمۡ بِمُعۡجِزِیۡنَ ﴿۱۳۴﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ مَا تُوۡعَدُوۡنَ لَاٰتٍ ۙ وَّ مَاۤ  اَنۡتُمۡ بِمُعۡجِزِیۡنَ ﴿۱۳۴﴾ ",
			"index": "923",
			"name": "নিশ্চয় তোমাদেরকে যেটার প্রতিশ্রুতি দেওয়া হচ্ছে তা অবশ্যই আগমনকারী এবং তোমরা ব্যর্থ করতে পারো না । ",
			"en_kanzulimaan": "Indeed the thing which you are promised will definitely come to pass, and you cannot escape.",
			"ur_kanzulimaan": "بیشک جس کا تمہیں وعدہ دیا جاتا ہے ضرور آنے والی ہے اور تم تھکا نہیں سکتے،",
			"hi_kanzulimaan": "बेशक जिसका तुम्हें वादा दिया जाता है (269फ) ज़रूर आने वाली है और तुम थका नहीं सकते",
			"author": "১৩৪. নিশ্চয়ই তোমাদের সাথে কৃত (শাস্তির) অঙ্গীকার অবশ্যম্ভাবী এবং তোমরা (আল্লাহ্কে) দুর্বল করতে পারবে না।"
		},
		{
			"_id": "924",
			"sura": "6",
			"para": "8",
			"verses": "135",
			"names": "قُلۡ یٰقَوۡمِ اعۡمَلُوۡا عَلٰی مَکَانَتِکُمۡ  اِنِّیۡ عَامِلٌ ۚ فَسَوۡفَ تَعۡلَمُوۡنَ ۙ مَنۡ تَکُوۡنُ لَہٗ عَاقِبَۃُ الدَّارِ ؕ اِنَّہٗ  لَا یُفۡلِحُ الظّٰلِمُوۡنَ ﴿۱۳۵﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ یٰقَوۡمِ اعۡمَلُوۡا عَلٰی مَکَانَتِکُمۡ  اِنِّیۡ عَامِلٌ ۚ فَسَوۡفَ تَعۡلَمُوۡنَ ۙ مَنۡ تَکُوۡنُ لَہٗ عَاقِبَۃُ الدَّارِ ؕ اِنَّہٗ  لَا یُفۡلِحُ الظّٰلِمُوۡنَ ﴿۱۳۵﴾ ",
			"index": "924",
			"name": "বলুন, ‘হে আমার সম্প্রদায়! তোমরা আপন স্থানে কাজ করতে থাকো, আমিও আমার কাজ করছি । সুতরাং এখন তোমরা জানতে চাচ্ছো কার জন্য থাকছে আখিরাতের ঘর; নিঃসন্দেহে যালিম সাফল্য পায় না’।",
			"en_kanzulimaan": "Say (O dear Prophet Mohammed - peace and blessings be upon him), O my people! Keep on with your works * in your positions, I am doing mine; soon you will come to know for whom is the abode of the Hereafter; undoubtedly the unjust are never successful. (* This is said as a challenge)",
			"ur_kanzulimaan": "تم فرماؤ اے میری قوم! تم اپنی جگہ پر کام کیے جاؤ میں اپنا کام کرتا ہوں تو اب جاننا چاہتے ہو کس کا رہتا ہے آحرت کا گھر، بیشک ظالم فلاح نہیں پاتے،",
			"hi_kanzulimaan": " तुम फ़रमाओ ऐ मेरी क़ौम तुम अपनी जगह पर काम किये जाओ मैं अपना काम करता हूँ तो अब जानना चाहते हो किसका रहता है आख़िरत का घर, बेशक ज़ालिम फ़लाह (भलाई) नहीं पाते",
			"author": "১৩৫. বলে দিন, ‘হে (আমার) সম্প্রদায়! তোমরা নিজ নিজ অবস্থানে আমল করতে থাকো, আর অবশ্যই আমি (আমার অবস্থানে) আমল করছি। অতঃপর তোমরা অচিরেই জানবে যে, পরকালের পরিণতি কার জন্যে (উত্তম)। নিঃসন্দেহে অত্যাচারীরা রক্ষা পাবে না।’"
		},
		{
			"_id": "925",
			"sura": "6",
			"para": "8",
			"verses": "136",
			"names": "وَ جَعَلُوۡا لِلّٰہِ مِمَّا ذَرَاَ مِنَ الۡحَرۡثِ وَ الۡاَنۡعَامِ نَصِیۡبًا فَقَالُوۡا ہٰذَا لِلّٰہِ بِزَعۡمِہِمۡ وَ ہٰذَا لِشُرَکَآئِنَا ۚ فَمَا کَانَ لِشُرَکَآئِہِمۡ  فَلَا یَصِلُ اِلَی اللّٰہِ ۚ وَ مَا کَانَ لِلّٰہِ  فَہُوَ  یَصِلُ  اِلٰی  شُرَکَآئِہِمۡ ؕ سَآءَ مَا  یَحۡکُمُوۡنَ ﴿۱۳۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَعَلُوۡا لِلّٰہِ مِمَّا ذَرَاَ مِنَ الۡحَرۡثِ وَ الۡاَنۡعَامِ نَصِیۡبًا فَقَالُوۡا ہٰذَا لِلّٰہِ بِزَعۡمِہِمۡ وَ ہٰذَا لِشُرَکَآئِنَا ۚ فَمَا کَانَ لِشُرَکَآئِہِمۡ  فَلَا یَصِلُ اِلَی اللّٰہِ ۚ وَ مَا کَانَ لِلّٰہِ  فَہُوَ  یَصِلُ  اِلٰی  شُرَکَآئِہِمۡ ؕ سَآءَ مَا  یَحۡکُمُوۡنَ ﴿۱۳۶﴾ ",
			"index": "925",
			"name": "এবং আল্লাহ্‌ যে ক্ষেত ও গবাদি পশু সৃষ্টি করেছেন, সেটার মধ্যে তারা তাকে একটা অংশের প্রাপক সাব্যস্ত করেছে, তখন বললো, ‘এটা আল্লাহ্‌রই, তাদের ধারণার মধ্যে এবং এটা আমাদের শরীকদের (দেবতার)’। সুতরাং সেটা, যা তাদের শরীকদের জন্য, তাতো আল্লাহ্‌র কাছে পৌছে না এবং যা আল্লাহ্‌র জন্যই তা তাদের শরীকদের নিকট পৌছে । তারা কতোই মন্দ ফয়সালা দিচ্ছে । ",
			"en_kanzulimaan": "And among the crops and animals that Allah has created, they assigned (only) a portion to Him and therefore said This is for Allah - in their opinion - and this is for our partners (false deities); so the portion for their partners does not reach Allah; and the portion for Allah reaches their partners; what an evil judgement they impose!",
			"ur_kanzulimaan": "اور اللہ نے جو کھیتی اور مویشی پیدا کیے ان میں اسے ایک حصہ دار ٹھہرایا تو بولے یہ اللہ کا ہے ان کے خیال میں اور یہ ہمارے شریکوں کا تو وہ جو ان کے شریکوں کا ہے وہ تو خدا کو نہیں پہنچتا، اور جو خدا کا ہے وہ ان کے شریکوں کو پہنچتا ہے، کیا ہی برا حکم لگاتے ہیں",
			"hi_kanzulimaan": "और (270फ) अल्लाह ने जो खेती और मवेशी पैदा किये उनमें उसे एक हिस्सेदार ठहराया तो बोले यह अल्लाह का है उनके ख़्याल में और यह हमारे शरीकों का (271फ) तो वह जो उनके शरीकों का है  वह तो ख़ुदा को नहीं पहुंचता, और जो ख़ुदा का है वह उनके शरीकों को पहुंचता है क्या ही बुरा हुक्म लगाते हैं (272फ)",
			"author": "১৩৬. তারা আল্লাহ্‌র জন্যে সেসব (বস্তু) থেকে একটি অংশ নির্ধারণ করে থাকে, যেগুলোকে তিনি শষ্যক্ষেত্র এবং গবাদিপশু থেকে সৃষ্টি করেছেন। অতঃপর তারা নিজেদের (ভ্রান্ত) ধারণায় বলে, ‘এ অংশটি আল্লাহ্‌র জন্যে এবং সেটি আমাদের (তথা-কথিত) অংশীদারদের জন্যে’। অতঃপর যা তাদের অংশীদারদের জন্যে, তা আল্লাহ্ পর্যন্ত পৌঁছে না এবং যা আল্লাহ্‌র জন্যে তা তাদের অংশীদার পর্যন্ত পৌঁছে। (তারা) কতোই না নিকৃষ্ট ফায়সালা করছে!"
		},
		{
			"_id": "926",
			"sura": "6",
			"para": "8",
			"verses": "137",
			"names": "وَ  کَذٰلِکَ  زَیَّنَ  لِکَثِیۡرٍ مِّنَ الۡمُشۡرِکِیۡنَ قَتۡلَ اَوۡلَادِہِمۡ شُرَکَآؤُہُمۡ لِیُرۡدُوۡہُمۡ وَ  لِیَلۡبِسُوۡا عَلَیۡہِمۡ  دِیۡنَہُمۡ ؕ وَ لَوۡ شَآءَ اللّٰہُ مَا فَعَلُوۡہُ فَذَرۡہُمۡ وَ مَا یَفۡتَرُوۡنَ ﴿۱۳۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ  کَذٰلِکَ  زَیَّنَ  لِکَثِیۡرٍ مِّنَ الۡمُشۡرِکِیۡنَ قَتۡلَ اَوۡلَادِہِمۡ شُرَکَآؤُہُمۡ لِیُرۡدُوۡہُمۡ وَ  لِیَلۡبِسُوۡا عَلَیۡہِمۡ  دِیۡنَہُمۡ ؕ وَ لَوۡ شَآءَ اللّٰہُ مَا فَعَلُوۡہُ فَذَرۡہُمۡ وَ مَا یَفۡتَرُوۡنَ ﴿۱۳۷﴾ ",
			"index": "926",
			"name": "এবং এরূপে বহু অংশীবাদীর দৃষ্টিতে তাদের শরীকগণ সন্তান হত্যাকে শোভন করে দেখিয়েছে যেন তাদেরকে ধ্বংস কর দেয় এবং তাদের ধর্মকে তাদের নিকট সন্দেহপূর্ণ করে তোলে; এবং আল্লাহ্‌ ইচ্ছা করলে তারা এমন করতো না । সুতরাং আপনি তাদেরকে ছেড়ে দিন তারা থাকুক আর তাদের মিথ্যা রচনা । ",
			"en_kanzulimaan": "And similarly, their partners (the devils) have made the killing of their children seem righteous in the sight of many of the polytheists, in order to ruin them and make their religion blurred to them; and if Allah willed they would not do so, therefore leave them alone with their fabrications.",
			"ur_kanzulimaan": "اور یوں ہی بہت مشرکوں کی نگاہ میں ان کے شریکوں نے اولاد کا قتل بھلا کر دکھایا ہے کہ انہیں ہلاک کریں اور ان کا دین اُن پر مشتبہ کردیں اور اللہ چاہتا تو ایسا نہ کرتے تو تم انہیں چھوڑ دو وہ ہیں اور ان کے افتراء،",
			"hi_kanzulimaan": "और यूं ही बहुत मुश्रिकों की निगाह में उनके शरीकों ने औलाद का क़त्ल भला कर दिखाया है (273फ) कि उन्हें हलाक करें और उनका दीन उनपर मुशतबह (संदिग्ध) करदें  (274फ) और अल्लाह चाहता तो ऐसा न करते तो तुम उन्हें छोउ़ दो वो हैं और उनके इफ़तिरा (मिथ्यारोप)",
			"author": "১৩৭. আর এভাবে তাদের দেবতাগণ অনেক মুশরিককে নিজ সন্তানদের হত্যা করাকে (তাদের দৃষ্টিতে) শোভনীয় করে দিয়েছে, যাতে তারা তাদেরকে ধ্বংস করে এবং যেন তাদের (পরবর্তী প্রজন্ম)-কে তাদের ধর্ম সম্পর্কে(ও) বিভ্রান্ত করে তোলে। আর যদি আল্লাহ্ (তাদেরকে জোরপূর্বক প্রতিহত করতে) চাইতেন, তবে তারা এমনটি করতে পারতো না। সুতরাং আপনি তাদেরকে এবং তারা যে মিথ্যা উদ্ভাবন করে (তাতে মনোযোগ না দিয়ে) তা উপেক্ষা করুন।"
		},
		{
			"_id": "927",
			"sura": "6",
			"para": "8",
			"verses": "138",
			"names": "وَ قَالُوۡا ہٰذِہٖۤ  اَنۡعَامٌ  وَّ  حَرۡثٌ حِجۡرٌ ٭ۖ لَّا یَطۡعَمُہَاۤ اِلَّا مَنۡ نَّشَآءُ بِزَعۡمِہِمۡ وَ اَنۡعَامٌ حُرِّمَتۡ ظُہُوۡرُہَا وَ اَنۡعَامٌ لَّا یَذۡکُرُوۡنَ اسۡمَ اللّٰہِ عَلَیۡہَا افۡتِرَآءً عَلَیۡہِ ؕ سَیَجۡزِیۡہِمۡ بِمَا کَانُوۡا یَفۡتَرُوۡنَ ﴿۱۳۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡا ہٰذِہٖۤ  اَنۡعَامٌ  وَّ  حَرۡثٌ حِجۡرٌ ٭ۖ لَّا یَطۡعَمُہَاۤ اِلَّا مَنۡ نَّشَآءُ بِزَعۡمِہِمۡ وَ اَنۡعَامٌ حُرِّمَتۡ ظُہُوۡرُہَا وَ اَنۡعَامٌ لَّا یَذۡکُرُوۡنَ اسۡمَ اللّٰہِ عَلَیۡہَا افۡتِرَآءً عَلَیۡہِ ؕ سَیَجۡزِیۡہِمۡ بِمَا کَانُوۡا یَفۡتَرُوۡنَ ﴿۱۳۸﴾ ",
			"index": "927",
			"name": "এবং তারা বললো, ‘এসব গবাদি পশু ও ক্ষেত নিষিদ্ধ; এগুলোকে তারাই খাবে, যাকে আমরা ইচ্ছা করি,’ তাদের মিথ্যা ধারণা অনুসারে । এবং কতেক গবাদি পশু রয়েছে, যেগুলোর পৃষ্ঠে আরোহন করা হারাম সাব্যস্ত করেছে; আর কতেক পশু যবেহ করার সময় তারা আল্লাহ্‌র নাম বলে না; এসবই হচ্ছে আল্লাহ্‌র নামে মিথ্যা রচনা করা । অনতিবিলম্বে তিনি তাদেরকে প্রতিফল প্রদান করবেন তাদের মিথ্যা রচনাদির । ",
			"en_kanzulimaan": "And they said, These cattle and crops are forbidden; only those whom we wish can eat them - in their opinion - and some cattle are those which they have forbidden riding upon, and some cattle over which they do not mention the name of Allah while slaughtering - all this is fabricating lies against Allah; He will soon repay them for their fabrications.",
			"ur_kanzulimaan": "اور بولے یہ مویشی اور کھیتی روکی ہوئی ہے اسے وہی کھائے جسے ہم چاہیں اپنے جھوٹے خیال سے اور کچھ مویشی ہیں جن پر چڑھنا حرام ٹھہرایا اور کچھ مویشی کے ذبح پر اللہ کا نام نہیں لیتے یہ سب اللہ پر جھوٹ باندھنا ہے، عنقریب وہ انہیں بدلے دے گا ان کے افتراؤں کا،",
			"hi_kanzulimaan": "और बोले (275फ) ये मवेशी और खेती रोकी  (276फ) हुई है इसे वही खाए जिसे हम चाहें अपने झूठे ख़्याल से (277फ) और  कुछ मवेशी हैं जिनपर चढ़ना हराम ठहराया (278फ) और कुछ मवेशी के ज़िब्ह पर अल्लाह का नाम नहीं लेते (279फ) यह सब अल्लाह पर झूठ बांधना है बहुत जल्द वह उन्हें बदला देगा उनके इफ़तिराओ (आरोप) का",
			"author": "১৩৮. আর নিজেদের (ভ্রান্ত) ধারণা থেকে তারা (এও) বলে, ‘এ (সুনির্দিষ্ট) গবাদিপশু ও শস্যক্ষেত্র নিষিদ্ধ; আমরা যাদেরকে চাই তারা ব্যতীত কেউ এসব খেতে পারবে না।’ আর এমন (কিছু) চতুষ্পদ জন্তু রয়েছে, যেগুলোর পৃষ্ঠ (আরোহণের জন্যে) হারাম করা হয়েছে এবং এমন (কিছু) গবাদিপশু রয়েছে, (যবাই করার সময়) যেগুলোর উপর এরা আল্লাহ্‌র নাম উচ্চারণ করে না, (এসব) আল্লাহ্‌র উপর মিথ্যা অপবাদ রচনার উদ্দেশ্যে; অচিরেই তিনি তাদেরকে মিথ্যা অপবাদ রচনার কারণে শাস্তি দেবেন।"
		},
		{
			"_id": "928",
			"sura": "6",
			"para": "8",
			"verses": "139",
			"names": "وَ قَالُوۡا مَا فِیۡ بُطُوۡنِ ہٰذِہِ الۡاَنۡعَامِ خَالِصَۃٌ  لِّذُکُوۡرِنَا وَ مُحَرَّمٌ عَلٰۤی اَزۡوَاجِنَا ۚ وَ  اِنۡ یَّکُنۡ  مَّیۡتَۃً فَہُمۡ فِیۡہِ  شُرَکَآءُ ؕ سَیَجۡزِیۡہِمۡ  وَصۡفَہُمۡ ؕ اِنَّہٗ حَکِیۡمٌ  عَلِیۡمٌ ﴿۱۳۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡا مَا فِیۡ بُطُوۡنِ ہٰذِہِ الۡاَنۡعَامِ خَالِصَۃٌ  لِّذُکُوۡرِنَا وَ مُحَرَّمٌ عَلٰۤی اَزۡوَاجِنَا ۚ وَ  اِنۡ یَّکُنۡ  مَّیۡتَۃً فَہُمۡ فِیۡہِ  شُرَکَآءُ ؕ سَیَجۡزِیۡہِمۡ  وَصۡفَہُمۡ ؕ اِنَّہٗ حَکِیۡمٌ  عَلِیۡمٌ ﴿۱۳۹﴾ ",
			"index": "928",
			"name": "এবং তারা বলে, ‘যা এসব গবাদি পশুর গর্ভে রয়েছে, তা শুধু আমাদের পুরুষদের জন্যই এবং তা আমাদের স্ত্রীদের জন্য হারাম । আর যদি মৃত অবস্থায় বের হয় তবে তারা সবাই তাঁতে অংশীদার । শীঘ্রই আল্লাহ্‌ তাদেরকে তাদের এসব উক্তির প্রতিফল দেবেন । নিশ্চয় তিনি প্রজ্ঞাময়, জ্ঞানী । ",
			"en_kanzulimaan": "And they said, The animals in the bellies of such cattle are purely for our males and forbidden to our women; and if the animal is stillborn, they all have a share of it; soon Allah will repay them for their utterances; indeed He is Wise, All Knowing.",
			"ur_kanzulimaan": "اور بولے جو ان مویشیوں کے پیٹ میں ہے وہ نرا (خالص) ہمارے مردوں کا ہے اور ہماری عورتوں پر حرام ہے، اور مرا ہوا نکلے تو وہ سب اس میں شریک ہیں، قریب ہے کہ اللہ انہیں اِن کی اُن باتوں کا بدلہ دے گا، بیشک وہ حکمت و علم والا ہے،",
			"hi_kanzulimaan": "और बोले जो उन मवेशी के पेट में है वह निरा हमारे मर्दों का है (280फ) और हमारी औरतों पर हराम है, और मरा हुआ निकले तो वह सब (281फ) उसमें शरीक हैं, क़रीब है कि अल्लाह उन्हें उनकी बातों का बदला देगा बेशक वह इल्म हिकमत वाला है",
			"author": "১৩৯. আর তারা (এও) বলে, ‘যা (অর্থাৎ শাবকটি) এ চতুষ্পদ জন্তুর গর্ভে রয়েছে তা আমাদের পুরুষদের জন্যে নির্দিষ্ট এবং আমাদের স্ত্রীদের জন্যে হারাম করা হয়েছে। আর যদি সেটি মৃত (অবস্থায় প্রসব) হয় তবে সকল (নারী পুরুষ) এতে অংশীদার হবে।’ অচিরেই তিনি তাদেরকে তাদের (মনগড়া) মতবাদের শাস্তি দেবেন। নিশ্চয়ই তিনি প্রজ্ঞাবান, সম্যক অবগত।"
		},
		{
			"_id": "929",
			"sura": "6",
			"para": "8",
			"verses": "140",
			"names": "قَدۡ خَسِرَ الَّذِیۡنَ قَتَلُوۡۤا  اَوۡلَادَہُمۡ سَفَہًۢا بِغَیۡرِ عِلۡمٍ وَّ حَرَّمُوۡا مَا رَزَقَہُمُ اللّٰہُ افۡتِرَآءً  عَلَی اللّٰہِ ؕ قَدۡ ضَلُّوۡا وَ  مَا کَانُوۡا  مُہۡتَدِیۡنَ ﴿۱۴۰﴾ ",
			"number": "",
			"verses_PDMS": "قَدۡ خَسِرَ الَّذِیۡنَ قَتَلُوۡۤا  اَوۡلَادَہُمۡ سَفَہًۢا بِغَیۡرِ عِلۡمٍ وَّ حَرَّمُوۡا مَا رَزَقَہُمُ اللّٰہُ افۡتِرَآءً  عَلَی اللّٰہِ ؕ قَدۡ ضَلُّوۡا وَ  مَا کَانُوۡا  مُہۡتَدِیۡنَ ﴿۱۴۰﴾ ",
			"index": "929",
			"name": "নিশ্চয় ধ্বংস হয়েছে তারাই, যারা নিজেদের সন্তানদেরকে হত্যা করে নির্বুদ্ধিতাসুলভ মূর্খতাবশতঃ এবং হারাম সাব্যস্ত করে ঐ বস্তুকে, যা আল্লাহ্‌ তাদেরকে জীবিকা দিয়েছেন আল্লাহ্‌ সম্পর্কে মিথ্যা রচনার উদ্দেশ্যে । নিঃসন্দেহে তারা বিপথগামী হয়েছে এবং পথ পায়নি । ",
			"en_kanzulimaan": "Indeed ruined are those who slay their children out of senseless ignorance and forbid the sustenance which Allah has bestowed upon them, in order to fabricate lies against Allah; they have undoubtedly gone astray and not attained the path.",
			"ur_kanzulimaan": "بیشک تباہ ہوئے وہ جو اپنی اولاد کو قتل کرتے ہیں احمقانہ جہالت سے اور حرام ٹھہراتے ہیں وہ جو اللہ نے انہیں روزی دی اللہ پر جھوٹ باندھنے کو بیشک وہ بہکے اور راہ نہ پائی",
			"hi_kanzulimaan": "बेशक तबाह हुए वो जो अपनी औलाद को क़त्ल करते हैं अहमक़ाना (मुर्खपना) जिहालत से (282फ) और हराम ठहराते हैं वह जो अल्लाह ने उन्हें रोज़ी दी (283फ) अल्लाह पर झूट बांधने को (2854फ) बेशक वो बहके और राह न पाई (285फ)",
			"author": "১৪০. বাস্তবিকই এসব লোকেরা ধ্বংস হয়ে গিয়েছে যারা তাদের সন্তানদেরকে (সত্য) জ্ঞানের অভাবে (কেবলমাত্র) অজ্ঞতাবশত হত্যা করেছে এবং আল্লাহ্‌র উপর মিথ্যা অপবাদ রচনা করে সেসব (বস্তু) হারাম সাব্যস্ত করেছে যা আল্লাহ্ তাদেরকে (রিযিক হিসেবে) দান করেছেন। নিশ্চয়ই তারা গোমরাহ্ হয়ে গিয়েছে এবং হেদায়াতপ্রাপ্ত হতে পারেনি।"
		},
		{
			"_id": "930",
			"sura": "6",
			"para": "8",
			"verses": "141",
			"names": "وَ ہُوَ الَّذِیۡۤ اَنۡشَاَ جَنّٰتٍ مَّعۡرُوۡشٰتٍ وَّ غَیۡرَ مَعۡرُوۡشٰتٍ وَّ النَّخۡلَ وَ الزَّرۡعَ مُخۡتَلِفًا اُکُلُہٗ  وَ الزَّیۡتُوۡنَ وَ الرُّمَّانَ مُتَشَابِہًا وَّ غَیۡرَ  مُتَشَابِہٍ ؕ کُلُوۡا  مِنۡ ثَمَرِہٖۤ  اِذَاۤ  اَثۡمَرَ وَ اٰتُوۡا حَقَّہٗ یَوۡمَ حَصَادِہٖ ۫ۖ وَ لَا تُسۡرِفُوۡا ؕ اِنَّہٗ لَا یُحِبُّ الۡمُسۡرِفِیۡنَ ﴿۱۴۱﴾ۙ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الَّذِیۡۤ اَنۡشَاَ جَنّٰتٍ مَّعۡرُوۡشٰتٍ وَّ غَیۡرَ مَعۡرُوۡشٰتٍ وَّ النَّخۡلَ وَ الزَّرۡعَ مُخۡتَلِفًا اُکُلُہٗ  وَ الزَّیۡتُوۡنَ وَ الرُّمَّانَ مُتَشَابِہًا وَّ غَیۡرَ  مُتَشَابِہٍ ؕ کُلُوۡا  مِنۡ ثَمَرِہٖۤ  اِذَاۤ  اَثۡمَرَ وَ اٰتُوۡا حَقَّہٗ یَوۡمَ حَصَادِہٖ ۫ۖ وَ لَا تُسۡرِفُوۡا ؕ اِنَّہٗ لَا یُحِبُّ الۡمُسۡرِفِیۡنَ ﴿۱۴۱﴾ۙ ",
			"index": "930",
			"name": "এবং তিনিই হন, যিনি সৃষ্টি করেছেন উদ্যানসমূহ, কিছু যমীনের উপর ছাইয়ে নেই আর খেজুরবৃক্ষ ও ক্ষেত, যাতে রয়েছে রং বেরং এর খাদ্য এবং যায়তূন ও আনার কোন কোন বিষয়ে একে অন্যের সাথে সদৃশ এবং কোন কোন বিষয়ে বিসদৃশও । আহার করো সেটার ফল যখন ফলবান হয় আর সেটার প্রাপ্য প্রদান করো যেদিন তা কাটবে এবং অযথা ব্যয় করো না । নিশ্চয়, অযথা ব্যয়কারীগণ তার পছন্দনীয় নয় । ",
			"en_kanzulimaan": "It is He Who produces gardens spread on the ground and above, and the date-palm, and crops of various flavours, and the olive and the pomegranate, similar in some respects and unlike in others; eat from its fruit when it bears yield, and pay the due (obligatory charity) from it on the day it is harvested; and do not be wasteful; indeed the wasteful are not liked by Allah.",
			"ur_kanzulimaan": "اور وہی ہے جس نے پیدا کیے باغ کچھ زمین پر چھئے (چھائے) ہوئے اور کچھ بے چھئے (پھیلے) اور کھجور اور کھیتی جس میں رنگ رنگ کے کھانے اور زیتون اور انار کسی بات میں ملتے اور کسی میں الگ کھاؤ اس کا پھل جب پھل لائے اور اس کا حق دو جس دن کٹے اور بے جا نہ خرچو بیشک بے جا خرچنے والے اسے پسند نہیں،",
			"hi_kanzulimaan": "और वही है जिसने पैदा किये बाग़ कुछ ज़मीन पर छए हुएं (286फ) और कुछ बे छए (फैले) और खजूर और खेती जिसमें रंग रंग के खाने (287फ) और ज़ैतून और अनार किसी बात में मिलते (288फ) और किसी में अलग (289फ) खाओ उसका फल जब फल लाए और उसका हक़ दो जिस दिन कटे (290फ) और बेजा न ख़र्चों (291फ) बेशक बेजा ख़र्चने वाले उसे पसन्द नहीं",
			"author": "১৪১. আর তিনিই লতা ও গুল্ম বিশিষ্ট উদ্যানসমূহ সৃষ্টি করেছেন (অর্থাৎ এমন বাগান যার কিছু গুল্মলতা মাচার উপরে তোলা হয় এবং কিছু মাচার উপরে তোলা হয় না); আর খেজুর (বৃক্ষ), বিভিন্ন প্রকারের শস্যবিশিষ্ট উদ্ভিদ, যয়তূন এবং ডালিম (আকৃতিতে) পরস্পরে সাদৃশ্যপূর্ণ কিন্তু (স্বাদের দিক থেকে) ভিন্ন ভিন্ন। যখন (এসব বৃক্ষ) ফল দেয়, তোমরা এর ফল ভক্ষণও করো, আর এ (ফল ও ফসল) কাটার দিনে (আল্লাহ্ কর্তৃক নির্ধারিত) প্রাপ্যও প্রদান করো। আর অপচয় করো না। নিশ্চয় তিনি অপচয়কারীদেরকে পছন্দ করেন না।"
		},
		{
			"_id": "931",
			"sura": "6",
			"para": "8",
			"verses": "142",
			"names": "وَ مِنَ الۡاَنۡعَامِ حَمُوۡلَۃً  وَّ فَرۡشًا ؕ کُلُوۡا مِمَّا رَزَقَکُمُ اللّٰہُ وَ لَا تَتَّبِعُوۡا خُطُوٰتِ الشَّیۡطٰنِ ؕ اِنَّہٗ لَکُمۡ عَدُوٌّ مُّبِیۡنٌ ﴿۱۴۲﴾ۙ ",
			"number": "",
			"verses_PDMS": "وَ مِنَ الۡاَنۡعَامِ حَمُوۡلَۃً  وَّ فَرۡشًا ؕ کُلُوۡا مِمَّا رَزَقَکُمُ اللّٰہُ وَ لَا تَتَّبِعُوۡا خُطُوٰتِ الشَّیۡطٰنِ ؕ اِنَّہٗ لَکُمۡ عَدُوٌّ مُّبِیۡنٌ ﴿۱۴۲﴾ۙ ",
			"index": "931",
			"name": "আর গবাদি পশুর মধ্যে কতেক ভারবাহী এবং কতেক যমীনের উপর বিছানো; আহার করো তা থেকে, যা আল্লাহ্‌ তোমাদেরকে জীবিকা দিয়েছেন এবং শয়তানের পদাঙ্ক অনুসরণ করো না । নিঃসন্দেহে সে তোমাদের প্রকাশ্য শত্রু । ",
			"en_kanzulimaan": "And from the cattle, some for burdens, some spread on the earth; eat of the sustenance which Allah has bestowed upon you, and do not follow the footsteps of the devil; undoubtedly he is your open enemy.",
			"ur_kanzulimaan": "اور مویشی میں سے کچھ بوجھ اٹھانے والے اور کچھ زمین پر بچھے کھاؤ اس میں سے جو اللہ نے تمہیں روزی دی اور شیطان کے قدموں پر نہ چلو، بیشک وہ تمہارا صریح دشمن ہے،",
			"hi_kanzulimaan": "और मवेशी में से कुछ बोझ उठाने वाले और कुछ ज़मीन पर बिछे (292फ) खाओ उसमें से जो अल्लाह ने तुम्हें रोज़ी दी और शैतान के क़दमों पर न चलो बेशक वह तुम्हारा खुला दुश्मन है",
			"author": "১৪২. আর (তিনি সৃষ্টি করেছেন) চতুষ্পদ প্রাণীদের মধ্যে কতকগুলো ভারবাহী (বৃহদাকৃতির) এবং ভুপৃষ্ঠের উপর (যবাইয়ের জন্যে অথবা ক্ষুদ্র আকৃতির কারণে) শায়িত (গবাদিপশু); তোমরা এ (রিযিক) থেকে (যবাই করে) ভক্ষণ করো, যা আল্লাহ্ তোমাদেরকে প্রদান করেছেন। আর শয়তানের পদাঙ্ক অনুসরণ করোনা, নিশ্চয়ই সে তোমাদের প্রকাশ্য দুশমন।"
		},
		{
			"_id": "932",
			"sura": "6",
			"para": "8",
			"verses": "143",
			"names": "ثَمٰنِیَۃَ اَزۡوَاجٍ ۚ مِنَ الضَّاۡنِ اثۡنَیۡنِ وَ مِنَ الۡمَعۡزِ اثۡنَیۡنِ ؕ   قُلۡ ءٰٓالذَّکَرَیۡنِ حَرَّمَ  اَمِ الۡاُنۡثَیَیۡنِ اَمَّا اشۡتَمَلَتۡ عَلَیۡہِ  اَرۡحَامُ الۡاُنۡثَیَیۡنِ ؕ نَبِّـُٔوۡنِیۡ بِعِلۡمٍ   اِنۡ  کُنۡتُمۡ  صٰدِقِیۡنَ ﴿۱۴۳﴾ۙ ",
			"number": "",
			"verses_PDMS": "ثَمٰنِیَۃَ اَزۡوَاجٍ ۚ مِنَ الضَّاۡنِ اثۡنَیۡنِ وَ مِنَ الۡمَعۡزِ اثۡنَیۡنِ ؕ   قُلۡ ءٰٓالذَّکَرَیۡنِ حَرَّمَ  اَمِ الۡاُنۡثَیَیۡنِ اَمَّا اشۡتَمَلَتۡ عَلَیۡہِ  اَرۡحَامُ الۡاُنۡثَیَیۡنِ ؕ نَبِّـُٔوۡنِیۡ بِعِلۡمٍ   اِنۡ  کُنۡتُمۡ  صٰدِقِیۡنَ ﴿۱۴۳﴾ۙ ",
			"index": "932",
			"name": "আটটা নর ও মাদি এক জোড়া ভেড়ার এবং এক জোড়া ছাগলের । আপনি বলুন, ‘তিনি কি নর দু’টিকে হারাম করেছেন কিংবা মাদি দু’টিকে, অথবা ওটাকে, যা মাদি দু’টি গর্ভে ধারণ করেছে? কোন জ্ঞান দ্বারা বলো যদি তোমরা সত্যবাদী হও।  ",
			"en_kanzulimaan": "Eight males and females; one pair of sheep and one of goats; say, Has He forbidden the two males or the two females, or what the two females carry in their wombs? Answer with some knowledge, if you are truthful.",
			"ur_kanzulimaan": "آٹھ نر و مادہ ایک جوڑا بھیڑ کا اور ایک جوڑا بکری کا، تم فرماؤ کیا اس نے دونوں نر حرام کیے یا دونوں مادہ یا وہ جسے دنوں مادہ پیٹ میں لیے ہیں کسی علم سے بتاؤ اگر تم سچے ہو",
			"hi_kanzulimaan": "आठ नर और मादा एक जोड़ भेड़ का और एक जोड़ बकरी का तुम फ़रमाओ क्या उसने दोनो नर हराम किये या दोनो मादा या वह जिसे दोनों मादा पेट में लिये हैं (293फ) किसी इल्म से बताओ अगर तुम सच्चे हो",
			"author": "১৪৩. (আল্লাহ্) জোড়ায় আটটি (নর ও মাদি) সৃষ্টি করেছেন, ভেড়া থেকে (নর ও মাদি) দু’টি এবং বকরী থেকে (নর ও মাদি) দু’টি। (আপনি তাদেরকে) বলুন, ‘তিনি কি উভয় নরকে হারাম করেছেন নাকি উভয় মাদিকে, নাকি সে (শাবক)-টি যা উভয় মাদির গর্ভাশয়ে বিদ্যমান রয়েছে? আমাকে জ্ঞান ও বিবেচনার সাথে বলো, যদি তোমরা সত্যবাদী হও।’"
		},
		{
			"_id": "933",
			"sura": "6",
			"para": "8",
			"verses": "144",
			"names": "وَ مِنَ الۡاِبِلِ اثۡنَیۡنِ وَ مِنَ الۡبَقَرِ اثۡنَیۡنِ ؕ قُلۡ ءٰٓالذَّکَرَیۡنِ حَرَّمَ  اَمِ الۡاُنۡثَیَیۡنِ اَمَّا اشۡتَمَلَتۡ عَلَیۡہِ اَرۡحَامُ  الۡاُنۡثَیَیۡنِ ؕ اَمۡ  کُنۡتُمۡ  شُہَدَآءَ اِذۡ  وَصّٰکُمُ اللّٰہُ بِہٰذَا ۚ فَمَنۡ اَظۡلَمُ مِمَّنِ افۡتَرٰی عَلَی اللّٰہِ کَذِبًا لِّیُضِلَّ النَّاسَ بِغَیۡرِ  عِلۡمٍ ؕ اِنَّ اللّٰہَ لَا یَہۡدِی الۡقَوۡمَ  الظّٰلِمِیۡنَ ﴿۱۴۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ مِنَ الۡاِبِلِ اثۡنَیۡنِ وَ مِنَ الۡبَقَرِ اثۡنَیۡنِ ؕ قُلۡ ءٰٓالذَّکَرَیۡنِ حَرَّمَ  اَمِ الۡاُنۡثَیَیۡنِ اَمَّا اشۡتَمَلَتۡ عَلَیۡہِ اَرۡحَامُ  الۡاُنۡثَیَیۡنِ ؕ اَمۡ  کُنۡتُمۡ  شُہَدَآءَ اِذۡ  وَصّٰکُمُ اللّٰہُ بِہٰذَا ۚ فَمَنۡ اَظۡلَمُ مِمَّنِ افۡتَرٰی عَلَی اللّٰہِ کَذِبًا لِّیُضِلَّ النَّاسَ بِغَیۡرِ  عِلۡمٍ ؕ اِنَّ اللّٰہَ لَا یَہۡدِی الۡقَوۡمَ  الظّٰلِمِیۡنَ ﴿۱۴۴﴾ ",
			"index": "933",
			"name": "এবং এক জোড়া উটের এবং এক জোরা গরুর । আপনি বলুন, ‘তিনি কি নর দু’টি হারাম করেছেন, না মাদি দু’টিকে, কিংবা ওটাকে, যা মাদি দু’টি গর্ভে ধারণ করেছে? তোমরা কি উপস্থিত ছিলে যখন আল্লাহ্‌ তোমাদেরকে এ নির্দেশ দিয়েছেন?’ সুতরাং তার চেয়ে বড় যালিম আর কে, যে আল্লাহ্‌ সম্বন্ধে মিথ্যা রচনা করে, যেন লোকদেরকে নিজ মূর্খতা দ্বারা পথভ্রষ্টতা করে? নিঃসন্দেহে আল্লাহ্‌ যালিমদেরকে পথ দেখান না । ",
			"en_kanzulimaan": "And a pair of camels and a pair of oxen; say, Has He forbidden the two males or the two females, or what the two females carry in their wombs? Were you present when Allah commanded this to you? So who is more unjust than one who fabricates a lie against Allah in order to lead mankind astray with his ignorance? Indeed Allah does not guide the unjust.",
			"ur_kanzulimaan": "اور ایک جوڑا اونٹ کا اور ایک جوڑا گائے کا، تم فرماؤ کیا اس نے دونوں نر حرام کیے یا دونوں مادہ یا وہ جسے دونوں مادہ پیٹ میں لیے ہیں کیا تم موجود تھے جب اللہ نے تمہیں یہ حکم دیا تو اس سے بڑھ کر ظالم کون جو اللہ پر جھوٹ باندھے کہ لوگوں کو اپنی جہالت سے گمراہ کرے، بیشک اللہ ظالموں کو راہ نہیں دکھاتا،",
			"hi_kanzulimaan": "और एक जोड़ ऊंट का और एक जोड़ गाय का तुम फ़रमाओ क्या उसने दोनों नर हराम किये या दोनों मादा या वह जिसे दोनों मादा पेट में लिये हैं (294फ) क्या तुम मौजूद थे जब अल्लाह ने तुम्हें यह हुक्म दिया (295फ) तो उससे बढ़कर ज़ालिम कौन जो अल्लाह पर झूठ बांधे कि लोगों को अपनी जिहालत से गुमराह करे बेशक अल्लाह ज़ालिमों को राह नहीं दिखाता",
			"author": "১৪৪. আর দু’টি (নর ও মাদি) উট থেকে, দু’টি (নর ও মাদি) গরু থেকে। (আপনি তাদেরকে) বলুন, ‘তিনি কি উভয় নরকে হারাম করেছেন নাকি মাদিকে নাকি সে (শাবক)টি যা উভয় মাদির গর্ভাশয়ে বিদ্যমান রয়েছে? তোমরা কি সে সময় উপস্থিত ছিলে যখন আল্লাহ্ তোমাদেরকে (এ হারাম)-এর নির্দেশ দিয়েছিলেন?’ অতঃপর তার চেয়ে বড় যালিম কে হতে পারে, যে আল্লাহ্‌র উপর মিথ্যা অপবাদ রচনা করে, যাতে মানুষকে অজ্ঞানতাবশত গোমরাহ্ করে ফেলতে পারে? নিশ্চয়ই আল্লাহ্ যালিম সম্প্রদায়কে হেদায়াত দান করেন না।"
		},
		{
			"_id": "934",
			"sura": "6",
			"para": "8",
			"verses": "145",
			"names": "قُلۡ لَّاۤ  اَجِدُ فِیۡ مَاۤ   اُوۡحِیَ  اِلَیَّ  مُحَرَّمًا عَلٰی طَاعِمٍ یَّطۡعَمُہٗۤ اِلَّاۤ  اَنۡ یَّکُوۡنَ مَیۡتَۃً اَوۡ دَمًا مَّسۡفُوۡحًا اَوۡ لَحۡمَ  خِنۡزِیۡرٍ فَاِنَّہٗ رِجۡسٌ اَوۡ فِسۡقًا اُہِلَّ لِغَیۡرِ اللّٰہِ  بِہٖ ۚ فَمَنِ اضۡطُرَّ غَیۡرَ بَاغٍ  وَّ لَا عَادٍ  فَاِنَّ رَبَّکَ غَفُوۡرٌ  رَّحِیۡمٌ ﴿۱۴۵﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ لَّاۤ  اَجِدُ فِیۡ مَاۤ   اُوۡحِیَ  اِلَیَّ  مُحَرَّمًا عَلٰی طَاعِمٍ یَّطۡعَمُہٗۤ اِلَّاۤ  اَنۡ یَّکُوۡنَ مَیۡتَۃً اَوۡ دَمًا مَّسۡفُوۡحًا اَوۡ لَحۡمَ  خِنۡزِیۡرٍ فَاِنَّہٗ رِجۡسٌ اَوۡ فِسۡقًا اُہِلَّ لِغَیۡرِ اللّٰہِ  بِہٖ ۚ فَمَنِ اضۡطُرَّ غَیۡرَ بَاغٍ  وَّ لَا عَادٍ  فَاِنَّ رَبَّکَ غَفُوۡرٌ  رَّحِیۡمٌ ﴿۱۴۵﴾ ",
			"index": "934",
			"name": "আপনি বলুন!’আমার প্রতি যে ওহী হয়েছে তা’তে কোন আহারকারীর উপর আমি কোন খাদ্য নিষিদ্ধ পাচ্ছি না কিন্তু মৃত হলে, অথবা শিরা উপশিরা থেকে প্রবহমান রক্ত, অথবা শূকরের মাংস ওটা অপবিত্র, অথবা ঐ অবাধ্যতার পশু, যাকে যবেহ করার সময় আল্লাহ্‌ ব্যতীত অন্য কারো নাম উচ্চারণ করা হয়েছে’। সুতরাং, যে নিরুপায় হয়েছে, এমন নয় যে, নিজেই তাঁতে আগ্রহ প্রকাশ করে এবং এমনও নয় যে, প্রয়োজনীয়তার সীমালঙ্ঘন করে; তাহলে নিশ্চয় আল্লাহ্‌ ক্ষমাশীল, পরম দয়ালু । ",
			"en_kanzulimaan": "Say (O dear Prophet Mohammed - peace and blessings be upon him), I do not find in what is sent down to me any eatable prohibited to a consumer, except if it is carrion, or blood flowing from blood vessels, or the flesh of swine - for that is indeed foul, or the sin causing animal over which the name of any other than Allah is taken at the time of slaughtering; so for one compelled by circumstances, neither himself desiring nor eating more than necessary, indeed your Lord is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "تم فرماؤ میں نہیں پاتا اس میں جو میری طرف وحی ہوئی کسی کھانے والے پر کوئی کھانا حرام مگر یہ کہ مردار ہو یا رگوں کا بہتا خون یا بد جانور کا گوشت وہ نجاست ہے یا وہ بے حکمی کا جانور جس کے ذبح میں غیر خدا کا نام پکارا گیا تو جو ناچار ہوا نہ یوں کہ آپ خواہش کرے اور نہ یوں کہ ضرورت سے بڑھے تو بے شیک اللہ بخشنے والا مہربان ہے",
			"hi_kanzulimaan": "तुम फ़रमाओ (296फ) मैं नहीं पाता उसमें जो मेरी तरफ़ वही (देववाणी) हुई किसी खाने वाले पर कोई खाना हराम (297फ) मगर यह की मुर्दार हो या रगों का बहता हुआ ख़ून (298फ) या बद जानवर (सुअर) का गोश्त वह निजासत (अपवित्रता) है या वह बेहुक्मी का जानवर जिसके ज़िब्ह में ग़ैर ख़ुदा का नाम पुकारा गया तो जो नाचार हुआ (299फ) न यूं कि आप ख़्वाहिश करे और न यूं कि ज़रूरत से बढ़े तो बेशक अल्लाह बख़्शने वाला मेहरबान है (300फ)",
			"author": "১৪৫. বলে দিন, ‘আমার প্রতি যা ওহী করা হয়েছে তাতে আহারকারীর জন্যে তো আমি এমন কিছু (বস্তু) নিষিদ্ধ পাইনি যা সে খেয়ে থাকে; তবে এ ব্যতীত যে, মৃত জন্তু অথবা প্রবাহিত রক্ত অথবা শুকরের মাংস; কেননা, তা অপবিত্র অথবা নাফরমানীর জন্তু, যবাই করার সময় যার উপর আল্লাহ্ ব্যতীত অন্যের নাম উচ্চারণ করা হয়েছে। অতঃপর যে ব্যক্তি (ক্ষুধার কারণে) একেবারে নিরূপায় হয়, না সে নাফরমানী করে আর না সীমালঙ্ঘন, তখন নিশ্চয়ই আপনার প্রতিপালক মহাক্ষমাশীল, অসীম দয়ালু।’"
		},
		{
			"_id": "935",
			"sura": "6",
			"para": "8",
			"verses": "146",
			"names": "وَ عَلَی الَّذِیۡنَ ہَادُوۡا حَرَّمۡنَا کُلَّ ذِیۡ ظُفُرٍ ۚ وَ مِنَ الۡبَقَرِ وَ الۡغَنَمِ حَرَّمۡنَا عَلَیۡہِمۡ شُحُوۡمَہُمَاۤ اِلَّا مَا حَمَلَتۡ ظُہُوۡرُہُمَاۤ  اَوِ الۡحَوَایَاۤ  اَوۡ مَا اخۡتَلَطَ بِعَظۡمٍ ؕ ذٰلِکَ جَزَیۡنٰہُمۡ  بِبَغۡیِہِمۡ ۫ۖ وَ  اِنَّا لَصٰدِقُوۡنَ ﴿۱۴۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ عَلَی الَّذِیۡنَ ہَادُوۡا حَرَّمۡنَا کُلَّ ذِیۡ ظُفُرٍ ۚ وَ مِنَ الۡبَقَرِ وَ الۡغَنَمِ حَرَّمۡنَا عَلَیۡہِمۡ شُحُوۡمَہُمَاۤ اِلَّا مَا حَمَلَتۡ ظُہُوۡرُہُمَاۤ  اَوِ الۡحَوَایَاۤ  اَوۡ مَا اخۡتَلَطَ بِعَظۡمٍ ؕ ذٰلِکَ جَزَیۡنٰہُمۡ  بِبَغۡیِہِمۡ ۫ۖ وَ  اِنَّا لَصٰدِقُوۡنَ ﴿۱۴۶﴾ ",
			"index": "935",
			"name": "এবং ইহুদীদের জন্য আমি হারাম করেছি প্রত্যেক নখ বিশিষ্ট পশু এবং গরু ও ছাগলের চর্বিও তাদের জন্য নিষিদ্ধ করেছিলাম; কিন্তু যা সেগুলোর পিঠের মধ্যে লেগে থাকে, অথবা অন্ত্র কিংবা অস্থির সাথে সংলগ্ন থাকে । আমি এটা তাদেরকে তাদের অবাধ্যতার প্রতিফল দিয়েছি এবং নিশ্চয় নিশ্চয় আমি সত্যবাদী । ",
			"en_kanzulimaan": "And for the Jews We forbade all animals with claws; and forbade them the fat of oxen and sheep except which is on their backs or joined to their intestines or to the bone; We awarded this to them for their rebellion; and indeed, surely, We are truthful.",
			"ur_kanzulimaan": "اور یہودیوں پر ہم نے حرام کیا ہر ناخن والا جانور اور گائے اور بکری کی چربی ان پر حرام کی مگر جو ان کی پیٹھ میں لگی ہو یا آنت یا ہڈی سے ملی ہو، ہم نے یہ ان کی سرکشی کا بدلہ دیا اور بیشک ہم ضرور سچے ہیں،",
			"hi_kanzulimaan": "और यहूदियों पर हमने हराम किया हर नाख़ून वाला जानवर  (301फ) और गाय और बकरी की चर्बी उन पर हराम की मगर जो उनकी पीठ में लगी हो या आँत में या हड्डी से मिली हो, हमने यह उनकी सरकशी (विद्रोह) का बदला दिया (302फ) और बेशक हम ज़रूर सच्चे है",
			"author": "১৪৬. আর ইহুদীদের জন্যে আমরা প্রত্যেক নখ-বিশিষ্ট (প্রাণী) হারাম করে দিয়েছিলাম এবং গাভী ও বকরীর চর্বি তাদের জন্যে হারাম করে দিয়েছিলাম, তবে সেসব (চর্বি) ব্যতীত যা উভয়ের পিঠে রয়েছে অথবা নাড়ীভুঁড়িতে লেগে রয়েছে অথবা যা অস্থি-সংলগ্ন। তা আমরা তাদের অবাধ্যতার কারণে শাস্তিস্বরূপ তাদেরকে দিয়েছিলাম এবং অবশ্যই আমরা সত্যবাদী।"
		},
		{
			"_id": "936",
			"sura": "6",
			"para": "8",
			"verses": "147",
			"names": "فَاِنۡ کَذَّبُوۡکَ فَقُلۡ رَّبُّکُمۡ ذُوۡ رَحۡمَۃٍ وَّاسِعَۃٍ ۚ وَ لَا یُرَدُّ بَاۡسُہٗ عَنِ الۡقَوۡمِ الۡمُجۡرِمِیۡنَ ﴿۱۴۷﴾ ",
			"number": "",
			"verses_PDMS": "فَاِنۡ کَذَّبُوۡکَ فَقُلۡ رَّبُّکُمۡ ذُوۡ رَحۡمَۃٍ وَّاسِعَۃٍ ۚ وَ لَا یُرَدُّ بَاۡسُہٗ عَنِ الۡقَوۡمِ الۡمُجۡرِمِیۡنَ ﴿۱۴۷﴾ ",
			"index": "936",
			"name": "অতঃপর যদি তারা আপনাকে অস্বীকার করে, তবে আপনি বলুন, ‘তোমাদের প্রতিপালক ব্যাপক দয়াময় এবং তার শাস্তি অপরাধীদের উপর থেকে রদ্দ করা যায় না’।",
			"en_kanzulimaan": "Then if they deny you (O dear Prophet Mohammed - peace and blessings be upon him) say, Your Lord has boundless mercy; and His wrath is never withdrawn from the culprits.",
			"ur_kanzulimaan": "پھر اگر وہ تمہیں جھٹلائیں تو تم فرماؤ کہ تمہارا رب وسیع رحمت والا ہے اور اس کا عذاب مجرموں پر سے نہیں ٹالا جاتا",
			"hi_kanzulimaan": "फिर अगर वो तुम्हें झुटलाएं तो तुम फ़रमाओ कि तुम्हारा रब वसीअ (व्यापक) रहमत वाला है (303फ) और उसका अज़ाब मुजरिमों पर से नहीं टाला जाता (304फ)",
			"author": "১৪৭. অতঃপর যদি তারা আপনাকে মিথ্যাপ্রতিপন্ন করে তবে বলে দিন, ‘তোমাদের প্রতিপালক অপরিসীম অনুগ্রহের অধিকারী এবং অপরাধীদের থেকে তাঁর শাস্তি প্রত্যাহার করা হবে না’।"
		},
		{
			"_id": "937",
			"sura": "6",
			"para": "8",
			"verses": "148",
			"names": "سَیَقُوۡلُ الَّذِیۡنَ اَشۡرَکُوۡا لَوۡ شَآءَ  اللّٰہُ مَاۤ اَشۡرَکۡنَا وَ لَاۤ  اٰبَآؤُنَا وَ لَا حَرَّمۡنَا مِنۡ شَیۡءٍ ؕ  کَذٰلِکَ  کَذَّبَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ حَتّٰی ذَاقُوۡا بَاۡسَنَا ؕ قُلۡ ہَلۡ عِنۡدَکُمۡ مِّنۡ عِلۡمٍ فَتُخۡرِجُوۡہُ  لَنَا ؕ اِنۡ  تَتَّبِعُوۡنَ اِلَّا الظَّنَّ وَ  اِنۡ  اَنۡتُمۡ   اِلَّا  تَخۡرُصُوۡنَ ﴿۱۴۸﴾ ",
			"number": "",
			"verses_PDMS": "سَیَقُوۡلُ الَّذِیۡنَ اَشۡرَکُوۡا لَوۡ شَآءَ  اللّٰہُ مَاۤ اَشۡرَکۡنَا وَ لَاۤ  اٰبَآؤُنَا وَ لَا حَرَّمۡنَا مِنۡ شَیۡءٍ ؕ  کَذٰلِکَ  کَذَّبَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ حَتّٰی ذَاقُوۡا بَاۡسَنَا ؕ قُلۡ ہَلۡ عِنۡدَکُمۡ مِّنۡ عِلۡمٍ فَتُخۡرِجُوۡہُ  لَنَا ؕ اِنۡ  تَتَّبِعُوۡنَ اِلَّا الظَّنَّ وَ  اِنۡ  اَنۡتُمۡ   اِلَّا  تَخۡرُصُوۡنَ ﴿۱۴۸﴾ ",
			"index": "937",
			"name": "এখন মুশরিকগণ বলবে, ‘আল্লাহ্‌ ইচ্ছা করলে না আমরা শির্ক করতাম, না আমাদের পিতৃপুরুষগণ; না আমরা কোন কিছু হারাম সাব্যস্ত করতাম’। এ রূপেই, তাদের পূর্ববর্তীগণ মিথ্যা প্রতিপন্ন করেছিলো । শেষ পর্যন্ত আমার শাস্তি ভোগ করেছে । আপনি বলুন, ‘তোমাদের নিকট কি কোন জ্ঞান আছে যে, তা আমার নিকট পেশ করতে পারো? তোমরা তো নিছক কল্পনারই অনুসরণ করছো; এবং তোমরা এভাবেই অনুমান করছো’।",
			"en_kanzulimaan": "The polytheists will now say, Had Allah willed, we would not have ascribed partners (to Him) nor would have our forefathers, nor would we have forbidden anything; similarly those before them had denied, till the time they tasted Our punishment; say, Do you have any knowledge so you can offer it to us? You follow only assumptions and only make guesses.",
			"ur_kanzulimaan": "اب کہیں گے مشرک کہ اللہ چاہتا تو نہ ہم شرک کرتے نہ ہمارے باپ دادا نہ ہم کچھ حرام ٹھہراتے ایسا ہی ان کے اگلوں نے جھٹلایا تھا یہاں تک کہ ہمارا عذاب چکھا تم فرماؤ کیا تمہارے پاس کوئی علم ہے کہ اسے ہمارے لیے نکالو، تم تو نرے گمان (خام خیال) کے پیچھے ہو اور تم یونہی تخمینے کرتے ہو",
			"hi_kanzulimaan": "अब कहेंगे मुश्रिक कि (305फ) अल्लाह चाहता तो न हम शिर्क करते न हमारे बाप दादा न हम कुछ हराम ठहराते (306फ) ऐसा ही उनसे अगलों ने झुटलाया था यहां तक कि हमारा अज़ाब चखा (307फ) तुम फ़रमाओ क्या तुम्हारे पास कोई इल्म है कि उसे हमारे लिये निकालो, तुम तो निरे गुमान के पीछे हो और तुम यूंही तख़मीने (अनुमान) करते हो (308फ)",
			"author": "১৪৮. অচিরেই মুশরিকেরা বলবে, ‘যদি আল্লাহ্ চাইতেন তবে না আমরা শিরক করতাম আর না আমাদের পিতৃপুরুষগণ; আর না (দলিল ব্যতীত) কোনো বস্তুকে হারাম করতাম’। এভাবে তাদের পূর্ববর্তীরাও আমাদের শাস্তি আস্বাদন করার পূর্ব পর্যন্ত মিথ্যাচার করেছিল। বলে দিন, ‘তোমাদের নিকট (দলিল ভিত্তিক) কোনো জ্ঞান রয়েছে কি যা আমাদের জন্যে উপস্থাপন করবে? (যদি এরূপ হয় তবে তা নিয়ে আসো।) তোমরা (অকাট্য জ্ঞান ছেড়ে) শুধুমাত্র কল্পনা ও ধারণারই আনুসরণ করো। আর তোমরা কেবল (অনুমানের উপর ভিত্তি করে) নিছক মিথ্যা বলো।’"
		},
		{
			"_id": "938",
			"sura": "6",
			"para": "8",
			"verses": "149",
			"names": "قُلۡ فَلِلّٰہِ الۡحُجَّۃُ الۡبَالِغَۃُ ۚ فَلَوۡ شَآءَ لَہَدٰىکُمۡ  اَجۡمَعِیۡنَ ﴿۱۴۹﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ فَلِلّٰہِ الۡحُجَّۃُ الۡبَالِغَۃُ ۚ فَلَوۡ شَآءَ لَہَدٰىکُمۡ  اَجۡمَعِیۡنَ ﴿۱۴۹﴾ ",
			"index": "938",
			"name": "আপনি বলুন, ‘আল্লাহ্‌রই দলীল চূড়ান্ত । সুতরাং তিনি যদি ইচ্ছা করতেন তবে তোমাদের সবাইকে সৎপথে পরিচালিত করতেন’।",
			"en_kanzulimaan": "Say, Then only Allahs argument is the complete one; so had He willed, He would have guided you all.",
			"ur_kanzulimaan": "تم فرماؤ تو اللہ ہی کی حجت پوری ہے تو وہ چاہتا تو سب کی ہدایت فرماتا،",
			"hi_kanzulimaan": "तुम फ़रमाओ तो अल्लाह ही की हुज्जत (तर्क) पूरी है (309फ) तो वह चाहता तो तुम सबको हिदायत फ़रमाता",
			"author": "১৪৯. বলে দিন, ‘অকাট্য দলিল তো আল্লাহ্‌রই জন্যে। সুতরাং যদি তিনি (তোমাদেরকে বাধ্য করতে) ইচ্ছে করতেন, তবে অবশ্যই তোমাদের সকলকে সৎপথে (নিয়মানুবর্তী করে) পরিচালিত করতেন।’*\n*  তিনি সত্য মিথ্যার পার্থক্য এবং উভয়ের পরিণতি বুঝিয়ে দেয়ার পর প্রত্যেককে স্বাধীনভাবে নিজ নিজ পথ বেছে নেয়ার সুযোগ দেন, যাতে প্রত্যেক ব্যক্তি নিজের কর্মকান্ডের জন্যে দায়ী থাকে এবং এর উপর পুরস্কার ও শাস্তির অধিকারী সাব্যস্ত হয়।"
		},
		{
			"_id": "939",
			"sura": "6",
			"para": "8",
			"verses": "150",
			"names": "قُلۡ ہَلُمَّ  شُہَدَآءَکُمُ  الَّذِیۡنَ یَشۡہَدُوۡنَ اَنَّ اللّٰہَ  حَرَّمَ  ہٰذَا ۚ فَاِنۡ شَہِدُوۡا فَلَا تَشۡہَدۡ مَعَہُمۡ ۚ وَ لَا تَتَّبِعۡ  اَہۡوَآءَ  الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا وَ الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ وَ ہُمۡ بِرَبِّہِمۡ یَعۡدِلُوۡنَ ﴿۱۵۰﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ ہَلُمَّ  شُہَدَآءَکُمُ  الَّذِیۡنَ یَشۡہَدُوۡنَ اَنَّ اللّٰہَ  حَرَّمَ  ہٰذَا ۚ فَاِنۡ شَہِدُوۡا فَلَا تَشۡہَدۡ مَعَہُمۡ ۚ وَ لَا تَتَّبِعۡ  اَہۡوَآءَ  الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا وَ الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ وَ ہُمۡ بِرَبِّہِمۡ یَعۡدِلُوۡنَ ﴿۱۵۰﴾ ",
			"index": "939",
			"name": "আপনি বলুন, ‘হাযির করো নিজেদের ঐ সব সাক্ষীকে, যারা এ মর্মে সাক্ষ্য দেবে যে, আল্লাহ সেটা নিষিদ্ধ করেছেন’। অতঃপর যদি তারা সাক্ষ্য দিয়ে বসে, তবে হে শ্রোতা! তুমি তাদের সাথে সাক্ষ্য দিও না এবং তাদের কু-প্রবৃত্তির অনুসরণ করো না, যারা আমার আয়াতগুলোকে মিথ্যা প্রতিপন্ন করে, যারা আখিরাতের উপর ঈমান আনে না এবং নিজেদের প্রতিপালকের সমকক্ষ দাঁড় করায় । ",
			"en_kanzulimaan": "Say, Bring your witnesses who can testify that Allah has forbidden this; then if they do testify, O listener (followers of this Prophet) do not bear witness along with them and do not follow the desires of those who deny Our signs, and of those who do not believe in the Hereafter and who ascribed equals to their Lord.",
			"ur_kanzulimaan": "تم فرماؤ لاؤ اپنے وہ گواہ جو گواہی دیں کہ اللہ نے اسے حرام کیا پھر اگر وہ گواہی دے بیٹھیں تو تُو اے سننے والے! ان کے ساتھ گواہی نہ دینا اور ان کی خواہشوں کے پیچھے نہ چلنا جو ہماری آیتیں جھٹلاتے ہیں اور جو آخرت پر ایمان نہیں لاتے اور اپنے رب کا برابر والا ٹھہراتے ہیں",
			"hi_kanzulimaan": "तुम फ़रमाओ लाओ अपने वो गवाह जो गवाही दें  कि अल्लाह ने उसे हराम किया (310फ) फिर अगर वो गवाही दे बैठें (311फ) तो तू ऐ सुनने वाले उनके साथ गवाही न देना और उनकी ख़्वाहिशों के पीछे न चलना जो हमारी आयतें झुटलाते हैं और जो आख़िरत पर ईमान नही लाते और अपने रब का बराबर वाला ठहराते हैं (312फ)",
			"author": "১৫০. (ঐসব মুশরিকদেরকে) বলে দিন, ‘তোমরা তোমাদের সে সব সাক্ষী উপস্থিত করো, যারা (এসে) এ বিষয়ের সাক্ষ্য দেবে যে, আল্লাহ্ এটি হারাম করেছেন’। অতঃপর যদি তারা (মিথ্যা) সাক্ষ্য দিয়েই দেয়, তবে তাদের সাক্ষ্য গ্রহণ করো না (বরং তাদের মিথ্যাচার তাদের সম্মুখে উন্মোচিত করে দাও)। আর এমন লোকদের কুপ্রবৃত্তির অনুসরণ করো না, যারা আমাদের আয়াতসমূহকে মিথ্যাপ্রতিপন্ন করে এবং যারা পরকালের উপর ঈমান আনয়ন করে না। আর তারা (তাদের বাতিল উপাস্যদেরকে) তাদের প্রতিপালকের সমকক্ষ সাব্যস্ত করে।"
		},
		{
			"_id": "940",
			"sura": "6",
			"para": "8",
			"verses": "151",
			"names": "قُلۡ تَعَالَوۡا اَتۡلُ مَا حَرَّمَ  رَبُّکُمۡ عَلَیۡکُمۡ  اَلَّا تُشۡرِکُوۡا بِہٖ شَیۡئًا وَّ بِالۡوَالِدَیۡنِ اِحۡسَانًا ۚ وَ لَا تَقۡتُلُوۡۤا اَوۡلَادَکُمۡ   مِّنۡ  اِمۡلَاقٍ ؕ نَحۡنُ  نَرۡزُقُکُمۡ وَ اِیَّاہُمۡ ۚ وَ لَا تَقۡرَبُوا الۡفَوَاحِشَ مَا ظَہَرَ  مِنۡہَا وَ مَا بَطَنَ ۚ وَ لَا تَقۡتُلُوا النَّفۡسَ الَّتِیۡ حَرَّمَ اللّٰہُ  اِلَّا بِالۡحَقِّ ؕ ذٰلِکُمۡ وَصّٰکُمۡ بِہٖ لَعَلَّکُمۡ تَعۡقِلُوۡنَ ﴿۱۵۱﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ تَعَالَوۡا اَتۡلُ مَا حَرَّمَ  رَبُّکُمۡ عَلَیۡکُمۡ  اَلَّا تُشۡرِکُوۡا بِہٖ شَیۡئًا وَّ بِالۡوَالِدَیۡنِ اِحۡسَانًا ۚ وَ لَا تَقۡتُلُوۡۤا اَوۡلَادَکُمۡ   مِّنۡ  اِمۡلَاقٍ ؕ نَحۡنُ  نَرۡزُقُکُمۡ وَ اِیَّاہُمۡ ۚ وَ لَا تَقۡرَبُوا الۡفَوَاحِشَ مَا ظَہَرَ  مِنۡہَا وَ مَا بَطَنَ ۚ وَ لَا تَقۡتُلُوا النَّفۡسَ الَّتِیۡ حَرَّمَ اللّٰہُ  اِلَّا بِالۡحَقِّ ؕ ذٰلِکُمۡ وَصّٰکُمۡ بِہٖ لَعَلَّکُمۡ تَعۡقِلُوۡنَ ﴿۱۵۱﴾ ",
			"index": "940",
			"name": "আপনি বলুন, ‘এসো! আমি তোমাদেরকে পড়ে শুনাবো যা তোমাদের উপর তোমাদের প্রতিপালক হারাম করেছেন; তোমরা তার কোন শরীক করবে না; এবং মাতাপিতার সাথে সদ্ব্যবহার করো ও তোমাদের সন্তানদেরকে হত্যা করো না দারিদ্রের কারণে; আমি তোমাদেরকে এবং তাদের সবাইকে জীবিকা দেবো; আর অশ্লীল কাজকর্মের নিকটে যেও না, যা সেগুলোর মধ্যে প্রকাশ্য রয়েছে এবং যা গোপন; আর যেই জীবের হত্যা আল্লাহ্‌ নিষিদ্ধ করেছেন সেটাকে অন্যায়ভাবে হত্যা করো না’। এটা তোমাদেরকে নির্দেশ দিয়েছেন যেন তোমাদের সুবোধোদয় হয় । ",
			"en_kanzulimaan": "Say, Come - so that I may recite to you what your Lord has forbidden for you that Do not ascribe any partner to Him and be good to parents; and do not kill your children because of poverty; We shall provide sustenance for all - you and them; and do not approach lewd things, the open among them or concealed; and do not unjustly kill any life which Allah has made sacred; this is the command to you, so that you may have sense.",
			"ur_kanzulimaan": "تم فرماؤ آؤ میں تمہیں پڑھ کر سناؤں جو تم پر تمہارے رب نے حرام کیا یہ کہ اس کا کوئی شریک نہ کرو اور ماں باپ کے ساتھ بھلائی کرو اور اپنی اولاد قتل نہ کرو مفلسی کے باعث، ہم تمہیں اور انہیں سب کو رزق دیں گے اور بے حیائیوں کے پاس نہ جاؤ جو ان میں کھلی ہیں اور جو چھپی اور جس جان کی اللہ نے حرمت رکھی اسے ناحق نہ مارو یہ تمہیں حکم فرمایا ہے کہ تمہیں عقل ہو",
			"hi_kanzulimaan": "तुम फ़रमाओ आओ मैं तुम्हें पढ़ सुनाऊं जो तुमपर तुम्हारे रब ने हराम किया (313फ) यह कि उसका कोई शरीक न करो और माँ बाप के साथ भलाई (314फ) और अपनी औलाद क़त्ल न करो मुफ़लिसी के कारण, हम तुम्हें और उन्हें सबको रिज़्क़ देंगे (315फ) और बेहयाइयों के पास न जाओ जो उनमें खुली हैं और जो छुपी (316फ) और जिस जान की अल्लाह ने हुरमत (इज़्ज़त) रखी उसे नाहक़ न मारो (317फ)यह तुम्हें हुक्म फ़रमाया है कि तुम्हें अक़्ल हो",
			"author": "১৫১. বলে দিন, ‘এসো! আমি তোমাদের সেসব বিষয় পাঠ করে শুনাই, যা তোমাদের প্রতিপালক তোমাদের জন্যে হারাম করেছেন। (আদেশ) এই যে, তোমরা তাঁর সাথে কাউকে শরীক করো না, পিতামাতার সাথে সদাচরণ করো এবং দরিদ্রতার কারণে তোমাদের সন্তানদেরকে হত্যা করো না। আমরাই তোমাদেরকে রিযিক দেই এবং তাদেরকেও (দেবো)। আর অশ্লীল কর্মকান্ডের ধারেকাছেও যেয়ো না, (যদিও) হোক তা প্রকাশ্য অথবা গোপন। ন্যায়সঙ্গত কারণ ব্যতীত কোনো প্রাণ বধ করো না যাকে (হত্যা করা) আল্লাহ্ নিষেধ করেছেন (অর্থাৎ আইন অনুসারে আত্মরক্ষার্থে এবং সন্ত্রাসবাদের বিরুদ্ধে লড়াই করতে গিয়ে হত্যা ব্যতীত)।’ এটিই সেই (বিষয়), যে ব্যাপারে তিনি তোমাদেরকে নির্দেশ দিয়েছেন যেন তোমরা বুদ্ধি-বিবেচনায় কার্য সম্পন্ন করো।"
		},
		{
			"_id": "941",
			"sura": "6",
			"para": "8",
			"verses": "152",
			"names": "وَ لَا تَقۡرَبُوۡا مَالَ الۡیَتِیۡمِ  اِلَّا بِالَّتِیۡ  ہِیَ اَحۡسَنُ حَتّٰی یَبۡلُغَ اَشُدَّہٗ ۚ وَ اَوۡفُوا الۡکَیۡلَ وَ الۡمِیۡزَانَ بِالۡقِسۡطِ ۚ لَا نُکَلِّفُ نَفۡسًا اِلَّا وُسۡعَہَا ۚ وَ اِذَا قُلۡتُمۡ فَاعۡدِلُوۡا وَ لَوۡ کَانَ ذَا قُرۡبٰی ۚ وَ بِعَہۡدِ اللّٰہِ اَوۡفُوۡا ؕ ذٰلِکُمۡ  وَصّٰکُمۡ بِہٖ لَعَلَّکُمۡ  تَذَکَّرُوۡنَ ﴿۱۵۲﴾ۙ ",
			"number": "",
			"verses_PDMS": "وَ لَا تَقۡرَبُوۡا مَالَ الۡیَتِیۡمِ  اِلَّا بِالَّتِیۡ  ہِیَ اَحۡسَنُ حَتّٰی یَبۡلُغَ اَشُدَّہٗ ۚ وَ اَوۡفُوا الۡکَیۡلَ وَ الۡمِیۡزَانَ بِالۡقِسۡطِ ۚ لَا نُکَلِّفُ نَفۡسًا اِلَّا وُسۡعَہَا ۚ وَ اِذَا قُلۡتُمۡ فَاعۡدِلُوۡا وَ لَوۡ کَانَ ذَا قُرۡبٰی ۚ وَ بِعَہۡدِ اللّٰہِ اَوۡفُوۡا ؕ ذٰلِکُمۡ  وَصّٰکُمۡ بِہٖ لَعَلَّکُمۡ  تَذَکَّرُوۡنَ ﴿۱۵۲﴾ۙ ",
			"index": "941",
			"name": "এবং এতিমদের সম্পত্তির নিকটে যেও না, কিন্তু (যাবে) খুব উত্তম পন্থায় যে পর্যন্ত সে যৌবনে উপনীত হয়; এবং পরিমাপ ও ওজন ন্যায়সঙ্গন্ত পূর্ণ করো; আমি কোন ব্যক্তির উপর বোঝা অর্পণ করি না, কিন্তু তার সাধ্য পরিমাণ; এবং তোমরা যখন কথা বলবে তখন ন্যায্যই বলবে যদিও তোমাদের স্বজনের মামলা হয়; আর আল্লাহ্‌রই অঙ্গীকার পূর্ণ করো; এটা তোমাদেরকে তাকীদ দিয়েছেন যাতে তোমরা উপদেশ গ্রহণ করো; ",
			"en_kanzulimaan": "And do not approach the wealth of an orphan except in the best manner, till he reaches his adulthood; and measure and weigh in full, with justice; We do not burden any soul except within its capacity; and always speak fairly, although it may be concerning your relative; and be faithful only to Allahs covenant; this is commanded to you, so that you may accept advice. ",
			"ur_kanzulimaan": "اور یتیموں کے مال کے پاس نہ جاؤ مگر بہت اچھے طریقہ سے جب تک وہ اپنی جوانی کو پہنچے اور ناپ اور تول انصاف کے ساتھ پوری کرو، ہم کسی جان پر بوجھ نہیں ڈالتے مگر اس کے مقدور بھر، اور جب بات کہو تو انصاف کی کہو اگرچہ تمہارے رشتہ دار کا معاملہ ہو اور اللہ ہی کا عہد پورا کرو، یہ تمہیں تاکید فرمائی کہ کہیں تم نصیحت مانو،",
			"hi_kanzulimaan": "और यतीम के माल के पास न जाओ मगर बहुत अच्छे तरीक़े से (318फ) जब तक वह अपनी जवानी को पहुंचे (319फ) और नाप और तौल इन्साफ़ के साथ पूरी करो, हम किसी जान पर बोझ नहीं डालते मगर उसके ताक़त भर और जब बात कहो तो इन्साफ़ की कहो अगरचे तुम्हारे रिश्तेदार का मामला हो, और अल्लाह ही का अहद पूरा करो यह तुम्हें ताकीद फ़रमाई कि कहीं तुम नसीहत मानो",
			"author": "১৫২. আর উত্তম পন্থা ব্যতীত এতিমের সম্পদের কাছেও যেয়ো না যে পর্যন্ত না সে বয়ঃপ্রাপ্ত হয়। আর পরিমাপ ও ওযন ন্যায়সঙ্গতভাবে পূর্ণ করো। আমরা কোনো আত্মাকে তার সামর্থের বাইরে বোঝা চাপিয়ে দেই না। আর যখন তোমরা (কারো ব্যাপারে কিছু) বলো তখন ন্যায্যই বলো, যদিও সে (তোমাদের) নিকটাত্মীয় হয়। আর আল্লাহ্‌র অঙ্গীকার পূর্ণ করো। এগুলোই (বিষয়) যার ব্যাপারে তিনি তোমাদেরকে নির্দেশ দিয়েছেন যেন তোমরা উপদেশ ও হেদায়াত গ্রহণ করতে পারো।"
		},
		{
			"_id": "942",
			"sura": "6",
			"para": "8",
			"verses": "153",
			"names": "وَ  اَنَّ  ہٰذَا صِرَاطِیۡ مُسۡتَقِیۡمًا فَاتَّبِعُوۡہُ ۚ وَ لَا تَتَّبِعُوا السُّبُلَ  فَتَفَرَّقَ  بِکُمۡ عَنۡ سَبِیۡلِہٖ ؕ ذٰلِکُمۡ  وَصّٰکُمۡ بِہٖ لَعَلَّکُمۡ تَتَّقُوۡنَ ﴿۱۵۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اَنَّ  ہٰذَا صِرَاطِیۡ مُسۡتَقِیۡمًا فَاتَّبِعُوۡہُ ۚ وَ لَا تَتَّبِعُوا السُّبُلَ  فَتَفَرَّقَ  بِکُمۡ عَنۡ سَبِیۡلِہٖ ؕ ذٰلِکُمۡ  وَصّٰکُمۡ بِہٖ لَعَلَّکُمۡ تَتَّقُوۡنَ ﴿۱۵۳﴾ ",
			"index": "942",
			"name": "আর এও যে, এটা হচ্ছে আমার সরল পথ । সুতরাং সেটার অনুসরন করো এবং ভিন্ন পথে চলো না; যাতে তা তোমাদেরকে তার পথ থেকে বিচ্ছিন্ন করে দেয় । তিনি তোমাদেরকে এ নির্দেশ দিয়েছেন যেন তোমরা খোদাভীতি অর্জন করো । ",
			"en_kanzulimaan": "And that, This is My Straight Path, so follow it; and do not follow other ways for they will sever you from His way; this is commanded to you, so that you may attain piety. ",
			"ur_kanzulimaan": "اور یہ کہ یہ ہے میرا سیدھا راستہ تو اس پر چلو اور اور راہیں نہ چلو کہ تمہیں اس کی راہ سے جدا کردیں گی، یہ تمہیں حکم فرمایا کہ کہیں تمہیں پرہیزگاری ملے،",
			"hi_kanzulimaan": "और यह कि (320फ) यह है मेरा सीधा रास्ता तो इसपर चलो और ओर राहें न चलो (321फ) कि तुम्हें उसकी राह से जुदा कर देंगी यह तुम्हें हुक्म फ़रमाया कि कहीं तुम्हें परहेज़गारी मिले",
			"author": "১৫৩. আর এই যে, এই (শরীয়তই) আমার সরল পথ। সুতরাং তোমরা এর অনুসরণ করো এবং (ভিন্ন) পথে চলো না, কারণ সেগুলো তোমাদেরকে আল্লাহ্‌র পথ থেকে বিচ্ছিন্ন করে দেবে। এগুলোই সেই বিষয় যেসবের ব্যাপারে তিনি তোমাদেরকে নির্দেশ দিয়েছেন যেন তোমরা খোদাভীরু হতে পারো।"
		},
		{
			"_id": "943",
			"sura": "6",
			"para": "8",
			"verses": "154",
			"names": "ثُمَّ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ تَمَامًا عَلَی الَّذِیۡۤ اَحۡسَنَ وَ تَفۡصِیۡلًا لِّکُلِّ شَیۡءٍ وَّ ہُدًی وَّ رَحۡمَۃً  لَّعَلَّہُمۡ بِلِقَآءِ  رَبِّہِمۡ یُؤۡمِنُوۡنَ ﴿۱۵۴﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ تَمَامًا عَلَی الَّذِیۡۤ اَحۡسَنَ وَ تَفۡصِیۡلًا لِّکُلِّ شَیۡءٍ وَّ ہُدًی وَّ رَحۡمَۃً  لَّعَلَّہُمۡ بِلِقَآءِ  رَبِّہِمۡ یُؤۡمِنُوۡنَ ﴿۱۵۴﴾ ",
			"index": "943",
			"name": "অতঃপর আমি মূসাকে কিতাব দান করেছিলাম পূর্ণ অনুগ্রহ করার উদ্দেশ্যে তারই উপর, যে সৎকর্মপরায়ণ এবং প্রত্যেক কিছুর বিশদ বিবরণ, পথ নির্দেশনা দয়ারূপে; যেন তারা তাদের প্রতিপালকের সাথে সাক্ষাতের উপর ঈমান আনে। ",
			"en_kanzulimaan": "Then We gave the Book to Moosa, to complete the favour on one who is virtuous, and an explanation of all things, a guidance and a mercy, so they may believe in meeting their Lord.",
			"ur_kanzulimaan": "پھر ہم نے موسیٰ کو کتاب عطا فرمائی پورا احسان کرنے کو اس پر جو نیکوکار ہے اور ہر چیز کی تفصیل اور ہدایت اور رحمت کہ کہیں وہ اپنے رب سے ملنے پر ایمان لائیں",
			"hi_kanzulimaan": "फिर हमने मूसा को किताब अता फ़रमाई (322फ) पूरा एहसान करने को उसपर जो नेकोकार है और हर चीज़ की तफ़सील और हिदायत और रहमत कि कहीं वो (323फ) अपने रब से मिलने पर ईमान लाएं (324फ)",
			"author": "১৫৪. অতঃপর আমরা মূসা (আলাইহিস সালাম)-কে কিতাব প্রদান করেছিলাম সেসব ব্যক্তির প্রতি (নিয়ামত) পূর্ণ করার জন্যে যে সৎকর্মশীল; আর (এটি) সকল কিছুর বিস্তারিত বর্ণনা, হেদায়াত ও রহমত হিসেবে (অবর্তীণ করেছিলাম), যাতে তারা (কিয়ামতের দিন) তাদের প্রতিপালকের সাক্ষাতের বিষয়ে ঈমান আনয়ন করে।"
		},
		{
			"_id": "944",
			"sura": "6",
			"para": "8",
			"verses": "155",
			"names": "وَ ہٰذَا کِتٰبٌ اَنۡزَلۡنٰہُ مُبٰرَکٌ فَاتَّبِعُوۡہُ وَ اتَّقُوۡا لَعَلَّکُمۡ تُرۡحَمُوۡنَ ﴿۱۵۵﴾ۙ ",
			"number": "",
			"verses_PDMS": "وَ ہٰذَا کِتٰبٌ اَنۡزَلۡنٰہُ مُبٰرَکٌ فَاتَّبِعُوۡہُ وَ اتَّقُوۡا لَعَلَّکُمۡ تُرۡحَمُوۡنَ ﴿۱۵۵﴾ۙ ",
			"index": "944",
			"name": "এ বরকতময় কিতাব আমি নাযিল করেছি; সুতরাং সেটার অনুসরণ করো এবং তাক্বওয়া অবলম্বন করো যেন তোমাদের উপর দয়া হয় । ",
			"en_kanzulimaan": "And this (the Quran) is the blessed Book which We have sent down; so follow it and be pious, so there may be mercy upon you.",
			"ur_kanzulimaan": "اور یہ برکت والی کتاب ہم نے اُتاری تو اس کی پیروی کرو اور پرہیزگاری کرو کہ تم پر رحم ہو،",
			"hi_kanzulimaan": "और यह बरकत वाली किताब (325फ) हमने उतारी तो इसकी पैरवी (अनुकरण) करो और परहेज़गारी करो कि तुमपर रहम हो",
			"author": "১৫৫. আর এ (কুরআন) বরকতময় কিতাব যা আমরা অবতীর্ণ করেছি। সুতরাং (এখন) তোমরা এর অনুসরণ করো এবং (আল্লাহ্কে) ভয় করতে থাকো, যাতে তোমাদের প্রতি অনুগ্রহ করা হয়।"
		},
		{
			"_id": "945",
			"sura": "6",
			"para": "8",
			"verses": "156",
			"names": "اَنۡ تَقُوۡلُوۡۤا اِنَّمَاۤ  اُنۡزِلَ الۡکِتٰبُ عَلٰی طَآئِفَتَیۡنِ مِنۡ قَبۡلِنَا ۪ وَ  اِنۡ  کُنَّا عَنۡ دِرَاسَتِہِمۡ  لَغٰفِلِیۡنَ ﴿۱۵۶﴾ۙ ",
			"number": "",
			"verses_PDMS": "اَنۡ تَقُوۡلُوۡۤا اِنَّمَاۤ  اُنۡزِلَ الۡکِتٰبُ عَلٰی طَآئِفَتَیۡنِ مِنۡ قَبۡلِنَا ۪ وَ  اِنۡ  کُنَّا عَنۡ دِرَاسَتِہِمۡ  لَغٰفِلِیۡنَ ﴿۱۵۶﴾ۙ ",
			"index": "945",
			"name": "কখনো একথা বলবে যে, ‘কিতাব তো আমাদের পূর্বে দু’সম্প্রদায়ের প্রতি অবতীর্ণ হয়েছিলো; আর আমাদের নিকট তাদের পঠন-পাঠন সম্বন্ধে কোন খবরই ছিলো না’!",
			"en_kanzulimaan": "For you (the disbelievers) may say, The Book was sent down only to two groups (Jews and Christians) before us; and we were totally unaware of what they read and taught.",
			"ur_kanzulimaan": "کبھی کہو کہ کتاب تو ہم سے پہلے دو گروہوں پر اُتری تھی اور ہمیں ان کے پڑھنے پڑھانے کی کچھ خبر نہ تھی",
			"hi_kanzulimaan": "कभी कहो कि किताब तो हमसे पहले दो गिरोहों पर उतरी थी (326फ) और हमें उनके पढ़ने पढ़ाने की कुछ ख़बर न थी (327फ)",
			"author": "১৫৬. (কুরআন এ জন্যে অবতীর্ণ করা হয়েছে ) যাতে তোমরা (এ কথা না) বলো, ‘(ঐশী) কিতাব আমাদের পূর্বে তো কেবল (ইহুদী ও খৃষ্টান, এ) দু’দলের প্রতিই অবতীর্ণ করা হয়েছিল এবং নিশ্চয়ই আমরা সেগুলোর পঠন-পাঠনে অনবহিত ছিলাম’।"
		},
		{
			"_id": "946",
			"sura": "6",
			"para": "8",
			"verses": "157",
			"names": "اَوۡ تَقُوۡلُوۡا لَوۡ اَنَّاۤ  اُنۡزِلَ عَلَیۡنَا الۡکِتٰبُ لَکُنَّاۤ  اَہۡدٰی مِنۡہُمۡ ۚ فَقَدۡ جَآءَکُمۡ بَیِّنَۃٌ مِّنۡ  رَّبِّکُمۡ   وَ ہُدًی وَّ رَحۡمَۃٌ ۚ فَمَنۡ  اَظۡلَمُ  مِمَّنۡ  کَذَّبَ بِاٰیٰتِ اللّٰہِ وَ صَدَفَ عَنۡہَا ؕ سَنَجۡزِی الَّذِیۡنَ یَصۡدِفُوۡنَ عَنۡ اٰیٰتِنَا سُوۡٓءَ الۡعَذَابِ  بِمَا  کَانُوۡا  یَصۡدِفُوۡنَ ﴿۱۵۷﴾ ",
			"number": "",
			"verses_PDMS": "اَوۡ تَقُوۡلُوۡا لَوۡ اَنَّاۤ  اُنۡزِلَ عَلَیۡنَا الۡکِتٰبُ لَکُنَّاۤ  اَہۡدٰی مِنۡہُمۡ ۚ فَقَدۡ جَآءَکُمۡ بَیِّنَۃٌ مِّنۡ  رَّبِّکُمۡ   وَ ہُدًی وَّ رَحۡمَۃٌ ۚ فَمَنۡ  اَظۡلَمُ  مِمَّنۡ  کَذَّبَ بِاٰیٰتِ اللّٰہِ وَ صَدَفَ عَنۡہَا ؕ سَنَجۡزِی الَّذِیۡنَ یَصۡدِفُوۡنَ عَنۡ اٰیٰتِنَا سُوۡٓءَ الۡعَذَابِ  بِمَا  کَانُوۡا  یَصۡدِفُوۡنَ ﴿۱۵۷﴾ ",
			"index": "946",
			"name": "অথবা বলবে যে, ‘যদি আমাদের উপর কিতাব অবতীর্ণ হতো তবে আমরা তাদের চেয়ে অধিক সঠিক পথের উপর থাকতাম’। অতঃপর তোমাদের নিকট তোমাদের প্রতিপালকের স্পষ্ট দলীল, পথ নির্দেশনা ও দয়া এসেছে । অতঃপর তার চেয়ে বড় যালিম কে, যে আল্লাহ্‌র নিদর্শনগুলোকে মিথ্যা প্রতিপন্ন করে এবং সেগুলো থেকে মুখ ফিরিয়ে নেয়? অবিলম্বে ঐ সব লোক, যারা আমার নিদর্শনগুলো থেকে মুখ ফিরিয়ে নেয়, আমি তাদেরকে মন্দ আযাবের সাজা দেবো, প্রতিফল স্বরূপ তাদের মুখ ফিরিয়ে নেওয়ার ।",
			"en_kanzulimaan": "Or may say that, If the Book had been sent down to us, we would have been more upon guidance than them; so the clear proof and guidance and mercy has come to you, from your Lord; so who is more unjust than one who denies the signs of Allah, and turns away from them? We shall soon punish those who turn away from Our signs with a great punishment, the recompense of their turning away.",
			"ur_kanzulimaan": "یا کہو کہ اگر ہم پر کتاب اُترتی تو ہم ان سے زیادہ ٹھیک راہ پر ہوتے تو تمہارے پاس تمہارے رب کی روشن دلیل اور ہدایت او ر رحمت آئی تو اس سے زیادہ ظالم کون جو اللہ کی آیتوں کو جھٹلائے اور ان سے منہ پھیرے عنقریب وہ جو ہماری آیتوں سے منہ پھیرتے ہیں ہم انہیں بڑے عذاب کی سزا دیں گے بدلہ ان کے منہ پھیرنے کا،",
			"hi_kanzulimaan": "या कहो कि अगर हमपर किताब उतरती तो हम उनसे ज़्यादा ठीक राह पर होते (328फ) तो तुम्हारे पास तुम्हारे रब की रौशन दलील और हिदायत और रहमत आई (329फ) तो उससे ज़्यादा ज़ालिम कौन जो अल्लाह की आयतों को झुटलाए और उनसे मुंह फेरे, बहुत जल्द वो जो हमारी आयतों से मुंह फेरते हैं हम उन्हें बुरे अज़ाब की सज़ा देंगे बदला उनके मुंह फेरने का",
			"author": "১৫৭. অথবা যেন (এ কথা না) বলো, ‘যদি আমাদের প্রতি কিতাব অবতীর্ণ হতো তবে আমরা অবশ্যই তাদের চেয়ে অধিকতর হেদায়াতপ্রাপ্ত হতাম’। সুতরাং এখন তোমাদের প্রতিপালকের পক্ষ থেকে তোমাদের নিকট সুস্পষ্ট দলিল, হেদায়াত ও রহমত আগমন করেছে। অতঃপর তার চেয়ে বড় যালিম কে হতে পারে, যে আল্লাহ্‌র আয়াতসমূহকে মিথ্যাপ্রতিপন্ন করে এবং এগুলো এড়িয়ে চলে? যারা আমাদের আয়াতসমূহ থেকে পলায়নপর থাকে, আমরা অচিরেই তাদেরকে প্রতিদানস্বরূপ দেবো নিকৃষ্ট শাস্তি। কারণ, তারা (আল্লাহ্‌র আয়াতসমূহ থেকে) মুখ ফিরিয়ে নিয়েছে।"
		},
		{
			"_id": "947",
			"sura": "6",
			"para": "8",
			"verses": "158",
			"names": "ہَلۡ یَنۡظُرُوۡنَ  اِلَّاۤ  اَنۡ تَاۡتِیَہُمُ الۡمَلٰٓئِکَۃُ اَوۡ  یَاۡتِیَ  رَبُّکَ اَوۡ  یَاۡتِیَ بَعۡضُ اٰیٰتِ رَبِّکَ ؕ یَوۡمَ  یَاۡتِیۡ  بَعۡضُ اٰیٰتِ  رَبِّکَ لَا یَنۡفَعُ نَفۡسًا اِیۡمَانُہَا لَمۡ تَکُنۡ اٰمَنَتۡ مِنۡ قَبۡلُ اَوۡ کَسَبَتۡ فِیۡۤ  اِیۡمَانِہَا خَیۡرًا ؕ قُلِ انۡتَظِرُوۡۤا  اِنَّا مُنۡتَظِرُوۡنَ ﴿۱۵۸﴾ ",
			"number": "",
			"verses_PDMS": "ہَلۡ یَنۡظُرُوۡنَ  اِلَّاۤ  اَنۡ تَاۡتِیَہُمُ الۡمَلٰٓئِکَۃُ اَوۡ  یَاۡتِیَ  رَبُّکَ اَوۡ  یَاۡتِیَ بَعۡضُ اٰیٰتِ رَبِّکَ ؕ یَوۡمَ  یَاۡتِیۡ  بَعۡضُ اٰیٰتِ  رَبِّکَ لَا یَنۡفَعُ نَفۡسًا اِیۡمَانُہَا لَمۡ تَکُنۡ اٰمَنَتۡ مِنۡ قَبۡلُ اَوۡ کَسَبَتۡ فِیۡۤ  اِیۡمَانِہَا خَیۡرًا ؕ قُلِ انۡتَظِرُوۡۤا  اِنَّا مُنۡتَظِرُوۡنَ ﴿۱۵۸﴾ ",
			"index": "947",
			"name": "(তারা) কিসের অপেক্ষায় রয়েছে? কিন্তু এরই যে, তাদের নিকট ফিরিশ্‌তারা আসবে; অথবা আপনার প্রতিপালকের শাস্তি, অথবা আপনার প্রতিপালকের একটা নিদর্শন আসবে । যেদিন আপনার প্রতিপালকের ঐ একটা নিদর্শন আসবে, সেদিন কোন ব্যক্তির ঈমান আনা কোন কাজে আসবে না, যে প্রথমে ঈমান আনে নি কিংবা স্বীয় ঈমানের মধ্যে কোন মঙ্গল অর্জন করে নি । আপনি বলুন, ‘অপেক্ষা করো, আমিও অপেক্ষা করছি’।",
			"en_kanzulimaan": "What are they waiting for - except that the angels come to them, or the punishment from your Lord, or one of the signs of your Lord? On the day when the (foretold) sign of your Lord comes, not a single soul who had not earlier accepted faith nor earned any good from its faith, will benefit from accepting faith; say, Wait - we too are waiting.",
			"ur_kanzulimaan": "کاہے کے انتظار میں ہیں مگر یہ کہ آئیں ان کے پاس فرشتے یا تمہارے رب کا عذاب یا تمہارے رب کی ایک نشانی آئے جس دن تمہارے رب کی وہ ایک نشانی آئے گی کسی جان کو ایمان لانا کام نہ دے گا جو پہلے ایمان نہ لائی تھی یا اپنے ایمان میں کوئی بھلائی نہ کمائی تھی تم فرماؤ رستہ دیکھو ہم بھی دیکھتے ہیں،",
			"hi_kanzulimaan": "काहे के इन्तिज़ार में हैं (330फ) मगर यह कि आएं उनके पास फ़रिश्ते (331फ) या तुम्हारे रब का अज़ाब या तुम्हारे रब की एक निशानी आए (332फ) जिस दिन तुम्हारे रब की वह एक निशानी आएगी किसी जान को ईमान लाना काम न देगा जो पहले ईमान न लाई थी या अपने ईमान में कोई भलाई न कमाई थी (333फ) तुम फ़रमाओ रास्ता देखो (334फ) हम भी देखते है",
			"author": "১৫৮. তারা কি কেবল এ অপেক্ষাই করছে যে, তাদের নিকট (শাস্তির) ফেরেশতারা এসে পৌঁছুবে অথবা (স্বয়ং) আপনার প্রতিপালক আগমন করবেন অথবা আপনার প্রতিপালকের কিছু (সুনির্দিষ্ট চাক্ষুষ) নিদর্শনাবলী আগমন করবে? (তাদেরকে বলে দিন,) ‘যেদিন আপনার প্রতিপালকের কিছু নিদর্শন (এরকম প্রকাশ্যরূপে) এসে পৌঁছুবে, (তখন) তার ঈমান (আনয়ন) তাকে উপকৃত করবে না যে পূর্ব থেকে ঈমান আনয়ন করেনি, অথবা সে তার ঈমান (অবস্থায় তা) দ্বারা কোনো নেকী উপার্জন করেনি’। বলে দিন, ‘তোমরা অপেক্ষা করো, আমরা(ও) অপেক্ষা করছি’।"
		},
		{
			"_id": "948",
			"sura": "6",
			"para": "8",
			"verses": "159",
			"names": "اِنَّ الَّذِیۡنَ فَرَّقُوۡا دِیۡنَہُمۡ  وَ کَانُوۡا  شِیَعًا لَّسۡتَ مِنۡہُمۡ فِیۡ شَیۡءٍ ؕ اِنَّمَاۤ  اَمۡرُہُمۡ  اِلَی اللّٰہِ ثُمَّ یُنَبِّئُہُمۡ بِمَا کَانُوۡا یَفۡعَلُوۡنَ ﴿۱۵۹﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ الَّذِیۡنَ فَرَّقُوۡا دِیۡنَہُمۡ  وَ کَانُوۡا  شِیَعًا لَّسۡتَ مِنۡہُمۡ فِیۡ شَیۡءٍ ؕ اِنَّمَاۤ  اَمۡرُہُمۡ  اِلَی اللّٰہِ ثُمَّ یُنَبِّئُہُمۡ بِمَا کَانُوۡا یَفۡعَلُوۡنَ ﴿۱۵۹﴾ ",
			"index": "948",
			"name": "ঐ সব লোক, যারা আপন দ্বীনের মধ্যে পৃথক পৃথক রাস্তা বের করেছে এবং কয়েক দলে বিভক্ত হয়েছে, হে মাহবূব! তাদের সাথে আপনার কোন সম্পর্ক নেই । তাদের মামলা আল্লাহ্‌রই হাতে সোপর্দকৃত । অতঃপর তিনি তাদেরকে বলে দেবেন যা কিছু তারা করছিলো । ",
			"en_kanzulimaan": "You (O dear Prophet Mohammed - peace and blessings be upon him) have no concern with those who divided their religion and became several groups; their case is only with Allah - He will then inform them of what they used to do.",
			"ur_kanzulimaan": "وہ جنہوں نے اپنے دین میں جُدا جُدا راہیں نکالیں او رکئی گروہ ہوگئے اے محبوب! تمہیں ان سے کچھ علا قہ نہیں ان کا معاملہ اللہ ہی کے حوالے ہے پھر وہ انہیں بتادے گا جو کچھ وہ کرتے تھے",
			"hi_kanzulimaan": "वो जिन्होंने अपने दीन में अलग अलग राहें निकालीं और कई गिरोह होगए (335फ) ऐ मेहबूब तुम्हे उनसे कुछ इलाक़ा नहीं, उनका मामला अल्लाह ही के हवाले है फिर वह उन्हें बता देगा जो कुछ वो करते थे (336फ)",
			"author": "১৫৯. নিশ্চয়ই যারা (পৃথক পৃথক পথে বের হয়ে) তাদের ধর্মকে ছিন্ন-বিচ্ছিন্ন করে দিয়েছে এবং (ভিন্ন ভিন্ন) দলে বিভক্ত হয়ে পড়েছে, আপনি কোনো বিষয়েই তাদের সাথে (সংশ্লিষ্ট ও দায়ী) নন। তাদের ব্যাপার আল্লাহ্‌রই নিকট। অতঃপর তিনি তাদেরকে সে কর্মকান্ড সম্পর্কে অবগত করবেন যা তারা করতো।"
		},
		{
			"_id": "949",
			"sura": "6",
			"para": "8",
			"verses": "160",
			"names": "مَنۡ جَآءَ بِالۡحَسَنَۃِ فَلَہٗ عَشۡرُ اَمۡثَالِہَا ۚ وَ مَنۡ جَآءَ بِالسَّیِّئَۃِ فَلَا یُجۡزٰۤی اِلَّا مِثۡلَہَا وَ ہُمۡ لَا یُظۡلَمُوۡنَ ﴿۱۶۰﴾ ",
			"number": "",
			"verses_PDMS": "مَنۡ جَآءَ بِالۡحَسَنَۃِ فَلَہٗ عَشۡرُ اَمۡثَالِہَا ۚ وَ مَنۡ جَآءَ بِالسَّیِّئَۃِ فَلَا یُجۡزٰۤی اِلَّا مِثۡلَہَا وَ ہُمۡ لَا یُظۡلَمُوۡنَ ﴿۱۶۰﴾ ",
			"index": "949",
			"name": "যে কেউ একটা সৎকর্ম করবে, তবে তার জন্য তদনুরূপ দশগুণ রয়েছে আর যে ব্যক্তি কোন পাপ কাজ করে, তবে তার প্রতিফল মিলবে না, কিন্তু সেটারই সমান; এবং তাদের উপর অত্যাচার করা হবে না । ",
			"en_kanzulimaan": "For one who brings one good deed, are ten like it; and one who brings an ill-deed will not be repaid but with one like it, and they will not be wronged.",
			"ur_kanzulimaan": "جو ایک نیکی لائے تو اس کے لیے اس جیسی دس ہیں اور جو برائی لائے تو اسے بدلہ نہ ملے گا مگر اس کے برابر اور ان پر ظلم نہ ہوگا،",
			"hi_kanzulimaan": "जो एक नेकी लाए तो उसके लिये उस जैसी दस हैं (337फ) और जो बुराई लाए तो उसे बदला न मिलेगा मगर उसके बराबर और उनपर ज़ुल्म न होगा",
			"author": "১৬০. যে কেউ একটি ভালো কাজ করবে, সে এর জন্যে (পুরস্কার হিসেবে) অনুরূপ দশটি নেকী পাবে। আর যে কেউ একটি মন্দ কাজ করবে তবে তাকে অনুরূপ একটি (গোনাহের) শাস্তিই দেয়া হবে। আর তাদের প্রতি যুলুম করা হবে না।"
		},
		{
			"_id": "950",
			"sura": "6",
			"para": "8",
			"verses": "161",
			"names": "قُلۡ  اِنَّنِیۡ ہَدٰىنِیۡ رَبِّیۡۤ  اِلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ۬ۚ دِیۡنًا قِیَمًا مِّلَّۃَ  اِبۡرٰہِیۡمَ حَنِیۡفًا ۚ وَ مَا کَانَ مِنَ الۡمُشۡرِکِیۡنَ ﴿۱۶۱﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اِنَّنِیۡ ہَدٰىنِیۡ رَبِّیۡۤ  اِلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ۬ۚ دِیۡنًا قِیَمًا مِّلَّۃَ  اِبۡرٰہِیۡمَ حَنِیۡفًا ۚ وَ مَا کَانَ مِنَ الۡمُشۡرِکِیۡنَ ﴿۱۶۱﴾ ",
			"index": "950",
			"name": "আপনি বলুন, ‘নিশ্চয় আমার প্রতিপালক আমাকে সোজা পথ দেখিয়েছেন; সঠিক দ্বীন, ইব্রাহীমের ধর্মাদর্শ, যিনি সমস্ত বাতিল থেকে পৃথক ছিলেনে এবং মুশরিক ছিলেন না’।",
			"en_kanzulimaan": "Say, Indeed my Lord has guided me to the Straight Path; the right religion, (of) the community of Ibrahim who was free from all falsehood; and was not a polytheist.",
			"ur_kanzulimaan": "تم فرماؤ بیشک مجھے میرے رب نے سیدھی راہ دکھائی ٹھیک دین ابراہیم کی ملّت جو ہر باطل سے جُدا تھے، اور مشرک نہ تھے",
			"hi_kanzulimaan": "तुम फ़रमाओ बेशक मुझे मेरे रब ने सीधी राह दिखाई (338फ) ठीक इब्राहीम के दीन की मिल्लत जो हर बातिल से अलग थे, और  मुश्रिक न थे (339फ)",
			"author": "১৬১. বলে দিন, ‘নিশ্চয়ই আমাকে আমার প্রতিপালক সরল পথের দিকে হেদায়াত দান করেছেন। (এটি সরল পথের উপর) সুদৃঢ় দ্বীন (এবং এটিই) ইবরাহীম (আলাইহিস সালাম)-এঁর মতাদর্শ যা আল্লাহ্‌র প্রতি একনিষ্ঠ এবং সকল মিথ্যা থেকে পৃথক। আর তিনি মুশরিকদের অন্তর্ভুক্ত ছিলেন না।’"
		},
		{
			"_id": "951",
			"sura": "6",
			"para": "8",
			"verses": "162",
			"names": "قُلۡ  اِنَّ صَلَاتِیۡ  وَ نُسُکِیۡ وَ مَحۡیَایَ وَ مَمَاتِیۡ   لِلّٰہِ   رَبِّ  الۡعٰلَمِیۡنَ ﴿۱۶۲﴾ۙ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اِنَّ صَلَاتِیۡ  وَ نُسُکِیۡ وَ مَحۡیَایَ وَ مَمَاتِیۡ   لِلّٰہِ   رَبِّ  الۡعٰلَمِیۡنَ ﴿۱۶۲﴾ۙ ",
			"index": "951",
			"name": "আপনি বলুন, ‘নিঃসন্দেহে আমার নামায, আমার ক্বোরবানীগুলো, আমার জীবন এবং আমার মরণ-সবই আল্লাহ্‌র জন্য, যিনি প্রতিপালক সমগ্র জাহানের; ",
			"en_kanzulimaan": "Say, Undoubtedly my prayers and my sacrifices, and my living and my dying are all for Allah, the Lord Of The Creation.",
			"ur_kanzulimaan": "تم فرماؤ بیشک میری نماز اور میری قربانیاں اور میرا جینا اور میرا مرنا سب اللہ کے لیے ہے جو رب سارے جہان کا",
			"hi_kanzulimaan": "तुम फ़रमाओ बेशक मेरी नमाज़ और मेरी क़ुरबानियां और मेरा जीना और मेरा मरना सब अल्लाह के लिये है जो रब सारे जगत का",
			"author": "১৬২. বলে দিন, ‘নিশ্চয়ই আমার নামায, হজ্জ, কুরবানী (-সহ সকল ইবাদত), জীবন এবং মৃত্যু আল্লাহ্‌রই জন্যে, যিনি সমগ্র জগতের প্রতিপালক।"
		},
		{
			"_id": "952",
			"sura": "6",
			"para": "8",
			"verses": "163",
			"names": "لَا شَرِیۡکَ لَہٗ ۚ وَ بِذٰلِکَ اُمِرۡتُ وَ اَنَا  اَوَّلُ الۡمُسۡلِمِیۡنَ ﴿۱۶۳﴾ ",
			"number": "",
			"verses_PDMS": "لَا شَرِیۡکَ لَہٗ ۚ وَ بِذٰلِکَ اُمِرۡتُ وَ اَنَا  اَوَّلُ الۡمُسۡلِمِیۡنَ ﴿۱۶۳﴾ ",
			"index": "952",
			"name": "তার কোন শরীক নেই; আমার প্রতি এটাই হুকুম হয়েছে এবং আমি সর্বপ্রথম মুসলমান’।",
			"en_kanzulimaan": "He has no partner; this is what I have been commanded, and I am the first Muslim.",
			"ur_kanzulimaan": "اس کا کوئی شریک نہیں، مجھے یہی حکم ہوا ہے اور میں سب سے پہلا مسلمان ہوں",
			"hi_kanzulimaan": "उसका कोई शरीक नहीं मुझे यही हुक्म हुआ है और मैं सबसे पहला मुसलमान हूँ (340फ)",
			"author": "১৬৩. তাঁর কোনো অংশীদার নেই এবং আমাকে এরই নির্দেশ দেয়া হয়েছে এবং আমি (সমগ্র সৃষ্টি জগতে) সর্বপ্রথম মুসলমান।’"
		},
		{
			"_id": "953",
			"sura": "6",
			"para": "8",
			"verses": "164",
			"names": "قُلۡ اَغَیۡرَ اللّٰہِ اَبۡغِیۡ رَبًّا وَّ ہُوَ رَبُّ کُلِّ شَیۡءٍ ؕ وَ لَا تَکۡسِبُ کُلُّ نَفۡسٍ  اِلَّا عَلَیۡہَا ۚ وَ لَا تَزِرُ وَازِرَۃٌ  وِّزۡرَ  اُخۡرٰی ۚ ثُمَّ اِلٰی رَبِّکُمۡ مَّرۡجِعُکُمۡ فَیُنَبِّئُکُمۡ بِمَا کُنۡتُمۡ  فِیۡہِ  تَخۡتَلِفُوۡنَ ﴿۱۶۴﴾  ",
			"number": "",
			"verses_PDMS": "قُلۡ اَغَیۡرَ اللّٰہِ اَبۡغِیۡ رَبًّا وَّ ہُوَ رَبُّ کُلِّ شَیۡءٍ ؕ وَ لَا تَکۡسِبُ کُلُّ نَفۡسٍ  اِلَّا عَلَیۡہَا ۚ وَ لَا تَزِرُ وَازِرَۃٌ  وِّزۡرَ  اُخۡرٰی ۚ ثُمَّ اِلٰی رَبِّکُمۡ مَّرۡجِعُکُمۡ فَیُنَبِّئُکُمۡ بِمَا کُنۡتُمۡ  فِیۡہِ  تَخۡتَلِفُوۡنَ ﴿۱۶۴﴾  ",
			"index": "953",
			"name": "আপনি বলুন, ‘আমি কি আল্লাহ্‌ ব্যতীত অন্য প্রতিপালক খুজবো? অথচ তিনিই সবকিছুর প্রতিপালক । আর যে কেউ কিছু অর্জন করবে তা তারই যিম্মায় থাকবে; এবং কোন বোঝা বহনকারী ব্যক্তি অপরের বোঝা বহন করবে না । অতঃপর তোমাদেরকে তোমাদের প্রতিপালকের দিকে প্রত্যাবর্তন করতে হবে, তিনি তোমাদেরকে বলে দেবেন যে বিষয়ে তোমরা মতভেদ করে আসছিলে।",
			"en_kanzulimaan": "Say, Shall I seek a Lord other than Allah, whereas He is Lord of all things? And whatever a soul earns is itself responsible for it; and no load bearing soul will bear anyone elses load; then towards your Lord you have to return and He will inform you about the matters you differed.",
			"ur_kanzulimaan": "تم فرماؤ کیا اللہ کے سوا اور رب چاہوں حالانکہ وہ ہر چیز کا رب ہے اور جو کوئی کچھ کمائے وہ اسی کے ذمہ ہے، اور کوئی بوجھ اٹھانے والی جان دوسرے کا بوجھ نہ اٹھائے گی پھر تمہیں اپنے رب کی طرف پھرنا ہے وہ تمہیں بتادے گا جس میں اختلاف کرتے تھے،",
			"hi_kanzulimaan": "तुम फ़रमाओ क्या अल्लाह के सिवा और रब चाहूँ हालांकि वह हर चीज़ का रब है (341फ) और जो कोई कुछ कमाए वह उसी के ज़िम्मे है और कोई बोझ उठाने वाली जान दूसरे का बोझ न उठाएगी (342फ) फिर तुम्हें अपने रब की तरफ़ फिरना है (343फ)वह तुम्हे बता देगा जिसमें विरोध करते थे",
			"author": "১৬৪. বলে দিন, ‘আমি কি আল্লাহ্ ব্যতীত দ্বিতীয় কাউকে প্রতিপালক হিসেবে অন্বেষণ করবো, অথচ তিনিই সকল কিছুর প্রতিপালক? আর প্রত্যেক ব্যক্তি যেটুকুই (গোনাহ) করে, (এর মন্দ পরিণতি) তারই। আর কোনো বোঝা বহনকারী অন্য কারো বোঝা বহন করবে না। অতঃপর তোমাদের প্রতিপালকের দিকেই তোমাদের প্রত্যাবর্তন। সুতরাং তিনি তোমাদেরকে সেসব (বিষয়ের সত্যতা) সম্পর্কে অবগত করবেন, যেগুলো নিয়ে তোমরা মতবিরোধ করতে।’"
		},
		{
			"_id": "954",
			"sura": "6",
			"para": "8",
			"verses": "165",
			"names": "وَ ہُوَ الَّذِیۡ جَعَلَکُمۡ خَلٰٓئِفَ الۡاَرۡضِ وَ رَفَعَ بَعۡضَکُمۡ فَوۡقَ بَعۡضٍ دَرَجٰتٍ لِّیَبۡلُوَکُمۡ فِیۡ مَاۤ  اٰتٰکُمۡ ؕ اِنَّ رَبَّکَ سَرِیۡعُ  الۡعِقَابِ ۫ۖ وَ  اِنَّہٗ  لَغَفُوۡرٌ  رَّحِیۡمٌ ﴿۱۶۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الَّذِیۡ جَعَلَکُمۡ خَلٰٓئِفَ الۡاَرۡضِ وَ رَفَعَ بَعۡضَکُمۡ فَوۡقَ بَعۡضٍ دَرَجٰتٍ لِّیَبۡلُوَکُمۡ فِیۡ مَاۤ  اٰتٰکُمۡ ؕ اِنَّ رَبَّکَ سَرِیۡعُ  الۡعِقَابِ ۫ۖ وَ  اِنَّہٗ  لَغَفُوۡرٌ  رَّحِیۡمٌ ﴿۱۶۵﴾ ",
			"index": "954",
			"name": "আর তিনিই হন, যিনি পৃথিবীতে তোমাদেরকে স্থলাভিষিক্ত করেছেন এবং তোমাদের মধ্যে এককে অপরের উপর বহু মর্যাদায় উন্নীত করেছেন যাতে তোমাদেরকে পরীক্ষা করেন ঐ সব বিষয়ের মধ্যে, যেগুলো তোমাদেরকে দান করেছেন; নিশ্চয় আপনার প্রতিপালকের বেশীক্ষণ সময় লাগে না শাস্তি প্রদানে এবং নিঃসন্দেহে তিনি অবশ্যই ক্ষমাশীল, দয়াময়।",
			"en_kanzulimaan": "And it is He who made you caliphs (viceroys) in the earth and ranked some of you high above others, in order that He may test you with what He has bestowed upon you; indeed it does not take time for your Lord to mete out punishment; and indeed, surely, He is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "اور وہی ہے جس نے زمین میں تمہیں نائب کیا اور تم میں ایک کو دوسرے پر درجوں بلندی دی کہ تمہیں آزمائے اس چیز میں جو تمہیں عطا کی بیشک تمہارے رب کو عذاب کرتے دیر نہیں لگتی اور بیشک وہ ضرور بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "और वही है जिसने ज़मीन में तुम्हें नायब किया (344फ)और तुम में एक को दूसरे पर दर्जों बलन्दी दी (345फ) कि तुम्हें आज़माए (346फ) उस चीज़ में जो तुम्हें अता की बेशक तुम्हारे रब को अज़ाब करते देर नहीं लगती और बेशक वह ज़रूर बख़्शने वाला मेहरबान है",
			"author": "১৬৫. আর তিনিই তোমাদেরকে পৃথিবীতে প্রতিনিধি করেছেন এবং তোমাদের মধ্যে কাউকে কারো উপর মর্যাদায় সমুন্নত করেছেন, যাতে তিনি সেসব (বিষয়) সম্পর্কে তোমাদেরকে পরীক্ষা করতে পারেন যা তিনি তোমাদেরকে (আমানতস্বরূপ) দিয়েছেন। নিশ্চয়ই আপনার প্রতিপালক (শাস্তির উপযুক্তদেরকে) দ্রুত শাস্তিপ্রদানকারী। আর নিশ্চয়ই তিনি (ক্ষমা প্রত্যাশীদের জন্যে) মহাক্ষমাশীল, অসীম দয়লু।"
		}
	]