[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "3341",
			"sura": "29",
			"para": "20",
			"verses": "1",
			"names": "الٓـمّٓ ۚ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "الٓـمّٓ ۚ﴿۱﴾ ",
			"index": "3341",
			"name": "আলিফ লা----ম্‌ মী—ম।",
			"en_kanzulimaan": "Alif-Lam-Meem. (Alphabets of the Arabic language  Allah and to whomever He reveals, know their precise meanings.)",
			"ur_kanzulimaan": "الم",
			"hi_kanzulimaan": "_",
			"author": "১. আলিফ-লাম-মীম। (প্রকৃত অর্থ আল্লাহ্ এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামই অধিক অবগত।)"
		},
		{
			"_id": "3342",
			"sura": "29",
			"para": "20",
			"verses": "2",
			"names": "اَحَسِبَ النَّاسُ اَنۡ یُّتۡرَکُوۡۤا اَنۡ یَّقُوۡلُوۡۤا اٰمَنَّا وَ ہُمۡ  لَا یُفۡتَنُوۡنَ ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "اَحَسِبَ النَّاسُ اَنۡ یُّتۡرَکُوۡۤا اَنۡ یَّقُوۡلُوۡۤا اٰمَنَّا وَ ہُمۡ  لَا یُفۡتَنُوۡنَ ﴿۲﴾ ",
			"index": "3342",
			"name": "লোকেরা কি এ অহঙ্কারের মধ্যে রয়েছে যে, এতটুকু কথার উপর তাদেরকে ছেড়ে দেওয়া হবে যে, তারা বলবে, ‘আমরা ঈমান এনেছি’। তাদেরকে পরীক্ষা করা হবে না?",
			"en_kanzulimaan": "Do men fancy that they will be left just upon their declaring, We believe, and they will not be tested?",
			"ur_kanzulimaan": "کیا لوگ اس گھمنڈ میں ہیں کہ اتنی بات پر چھوڑ دیے جائیں گے کہ کہیں ہم ایمان لائے، اور ان کی آزمائش نہ ہوگی",
			"hi_kanzulimaan": "क्या लोग इस घमण्ड में हैं कि इतनी बात पर छोड़ दिये जाएंगे कि कहें, हम ईमान लाए और उनकी आज़माइश न होगी (2फ)",
			"author": "২. মানুষ কি মনে করে যে, ‘আমরা ঈমান আনয়ন করেছি’, (কেবল এটুকু) বলার কারণে তাদেরকে ছেড়ে দেয়া হবে এবং তাদেরকে পরীক্ষা করা হবেনা?"
		},
		{
			"_id": "3343",
			"sura": "29",
			"para": "20",
			"verses": "3",
			"names": "وَ لَقَدۡ فَتَنَّا الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ فَلَیَعۡلَمَنَّ اللّٰہُ  الَّذِیۡنَ صَدَقُوۡا وَ لَیَعۡلَمَنَّ  الۡکٰذِبِیۡنَ  ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ فَتَنَّا الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ فَلَیَعۡلَمَنَّ اللّٰہُ  الَّذِیۡنَ صَدَقُوۡا وَ لَیَعۡلَمَنَّ  الۡکٰذِبِیۡنَ  ﴿۳﴾ ",
			"index": "3343",
			"name": "এবং নিশ্চয় আমি তাদের পূর্ববর্তীদের পরীক্ষা করেছি; সুতরাং অবশ্য আল্লাহ্‌ সতবাদীদেরকে দেখবেন এবং অবশ্য মিথ্যাবাদীদেরকেও দেখবেন। ",
			"en_kanzulimaan": "We indeed tested those before them  so Allah will surely test the truthful, and will surely test the liars.",
			"ur_kanzulimaan": "اور بیشک ہم نے ان سے اگلوں کو جانچا تو ضرور اللہ سچوں کو دیکھے گا اور ضرور جھوٹوں کو دیکھے گا",
			"hi_kanzulimaan": "और बेशक हमने उनसे अगलों को जांचा (3फ) तो ज़रूर अल्लाह सच्चों को देखेगा और ज़रूर झूठों को देखेगा (4फ)",
			"author": "৩. আমরা তো ঐসব লোককে(ও) পরীক্ষা করেছিলাম যারা তাদের পূর্বে ছিল, সুতরাং আল্লাহ্ অবশ্যই তাদেরকে (পরীক্ষার মাধ্যমে) অনন্য হিসেবে প্রকাশ করবেন যারা (ঈমানের দাবীতে) সত্যবাদী; আর মিথ্যাবাদীদেরকেও অবশ্যই প্রকাশ করবেন।"
		},
		{
			"_id": "3344",
			"sura": "29",
			"para": "20",
			"verses": "4",
			"names": "اَمۡ حَسِبَ الَّذِیۡنَ یَعۡمَلُوۡنَ السَّیِّاٰتِ اَنۡ  یَّسۡبِقُوۡنَا ؕ سَآءَ  مَا یَحۡکُمُوۡنَ  ﴿۴﴾",
			"number": "",
			"verses_PDMS": "اَمۡ حَسِبَ الَّذِیۡنَ یَعۡمَلُوۡنَ السَّیِّاٰتِ اَنۡ  یَّسۡبِقُوۡنَا ؕ سَآءَ  مَا یَحۡکُمُوۡنَ  ﴿۴﴾",
			"index": "3344",
			"name": "অথবা একথা মনে করে আছে ওই সব লোক, যারা মন্দকর্ম করে যে, তারা কোন মতে আমার আয়ত্ব থেক বের হয়ে যাবে? কতোই মন্দ সিদ্ধান্ত করে!",
			"en_kanzulimaan": "Or do they who commit evil deeds imagine that they can escape from Us? What an evil judgement they impose!",
			"ur_kanzulimaan": "یا یہ سمجھے ہوئے ہیں وہ جو برے کام کرتے ہیں کہ ہم سے کہیں نکل جائیں گے کیا ہی برا حکم لگاتے ہیں،",
			"hi_kanzulimaan": "या ये समझे हुए हैं वो जो बुरे काम करते हैं (5फ) कि हम से कहीं निकल जाएंगे (6फ) क्या ही बुरा हुक्म लगाते हैं",
			"author": "৪. যারা মন্দকর্ম করে তারা কি মনে করে যে, তারা আমাদের (নিয়ন্ত্রণের) বাইরে চলে যাবে? কতোই না নিকৃষ্ট (তা) যা তারা (নিজেদের ভাবনায়) সিদ্ধান্ত নেয়।"
		},
		{
			"_id": "3345",
			"sura": "29",
			"para": "20",
			"verses": "5",
			"names": "مَنۡ کَانَ یَرۡجُوۡا لِقَآءَ اللّٰہِ  فَاِنَّ  اَجَلَ اللّٰہِ  لَاٰتٍ ؕ وَ ہُوَ  السَّمِیۡعُ  الۡعَلِیۡمُ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "مَنۡ کَانَ یَرۡجُوۡا لِقَآءَ اللّٰہِ  فَاِنَّ  اَجَلَ اللّٰہِ  لَاٰتٍ ؕ وَ ہُوَ  السَّمِیۡعُ  الۡعَلِیۡمُ ﴿۵﴾ ",
			"index": "3345",
			"name": "যে আল্লাহ্‌র সাথে সাক্ষাতের আশার রাখে, সুতরাং নিশ্চয় আল্লাহ্‌র নির্ধারিত সময় অবশ্য আগমনকারী। এবং তিনিই শুনেন, জানেন। ",
			"en_kanzulimaan": "Whoever expects to meet Allah  then indeed the time appointed by Allah will come; and He is the All Hearing, the All Knowing.",
			"ur_kanzulimaan": "جسے اللہ سے ملنے کی امید ہو تو بیشک اللہ کی میعاد ضرور آنے والی ہے اور وہی سنتا جانتا ہے",
			"hi_kanzulimaan": "जिसे अल्लाह से मिलने की उम्मीद हो (7फ) तो बेशक अल्लाह की मीआद ज़रूर आने वाली है (8फ) और वही सुनता जानता है (9फ)",
			"author": "৫. যে ব্যক্তি আল্লাহ্‌র সাথে সাক্ষাতের আশা রাখে, তবে অবশ্যই আল্লাহ্‌র নির্ধারিত সময় সমাগত। আর তিনিই সর্বশ্রোতা, সর্বজ্ঞানী।"
		},
		{
			"_id": "3346",
			"sura": "29",
			"para": "20",
			"verses": "6",
			"names": "وَ مَنۡ جَاہَدَ فَاِنَّمَا یُجَاہِدُ لِنَفۡسِہٖ ؕ اِنَّ  اللّٰہَ  لَغَنِیٌّ  عَنِ  الۡعٰلَمِیۡنَ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ جَاہَدَ فَاِنَّمَا یُجَاہِدُ لِنَفۡسِہٖ ؕ اِنَّ  اللّٰہَ  لَغَنِیٌّ  عَنِ  الۡعٰلَمِیۡنَ ﴿۶﴾ ",
			"index": "3346",
			"name": "এবং যে আল্লাহ্‌র পথে প্রচেষ্টা চালায়, সে নিজের মঙ্গলের জন্যই প্রেচেষ্টা চালায়; নিশ্চয় আল্লাহ্‌ বে-পরোয়া সমগ্র জাহান থেকে। ",
			"en_kanzulimaan": "And whoever strives in Allah's cause, strives only for his own benefit; indeed Allah is Independent of the entire creation.",
			"ur_kanzulimaan": "اور جو اللہ کی راہ میں کوشش کرے تو اپنے ہی بھلے کو کوشش کرتا ہے بیشک اللہ بے پرواہ ہے سارے جہان سے",
			"hi_kanzulimaan": "और जो अल्लाह की राह में कोशिश करे (10फ) तो अपने ही भले को कोशिश करता है (11फ) बेशक अल्लाह बेपरवाह है सारे जगत से (12फ)",
			"author": "৬. যে ব্যক্তি (সত্যের পথে) প্রাণপণ চেষ্টা করে, সে নিজেরই (উপকারের) জন্যে চেষ্টা করে। নিশ্চয়ই আল্লাহ্ সমগ্র জাহানের (আনুগত্য, নতি, প্রচেষ্টা এবং সংগ্রামের) অমুখাপেক্ষী।"
		},
		{
			"_id": "3347",
			"sura": "29",
			"para": "20",
			"verses": "7",
			"names": "وَ الَّذِیۡنَ  اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ لَنُکَفِّرَنَّ عَنۡہُمۡ سَیِّاٰتِہِمۡ وَ لَنَجۡزِیَنَّہُمۡ اَحۡسَنَ  الَّذِیۡ  کَانُوۡا  یَعۡمَلُوۡنَ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ  اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ لَنُکَفِّرَنَّ عَنۡہُمۡ سَیِّاٰتِہِمۡ وَ لَنَجۡزِیَنَّہُمۡ اَحۡسَنَ  الَّذِیۡ  کَانُوۡا  یَعۡمَلُوۡنَ ﴿۷﴾ ",
			"index": "3347",
			"name": "এবং যারা ঈমান এনেছে ও সৎ কাজ করেছে আমি অবশ্যই তাদের মন্দকর্মগুলো মিটিয়ে দেবো এবং অবশ্যই তাদেরকে ওই কর্মের উপর পুরস্কার দেবো, যা তাদের সমস্ত কর্মের মধ্যে উত্তম ছিলো। ",
			"en_kanzulimaan": "And those who accepted faith and did good deeds - We will indeed relieve their sins and reward them for the best of their deeds.",
			"ur_kanzulimaan": "اور جو ایمان لائے اور اچھے کام کیے ہم ضرور ان کی برائیاں اتار دیں گے اور ضرور انہیں اس کام پر بدلہ دیں گے جو ان کے سب کاموں میں اچھا تھا",
			"hi_kanzulimaan": "और जो ईमान लाए और अच्छे काम किये हम ज़रूर उनकी बुराइयाँ उतार देंगे (13फ) और ज़रूर उन्हें उस काम पर बदला देंगे जो उनके सब कामों में अच्छा था (14फ)",
			"author": "৭. আর যারা ঈমান আনে এবং সৎকর্ম করে আমরা তাদের সমস্ত ত্রুটি-বিচ্যুতি তাদের (আমলনামা) থেকে মুছে দেবো। আর আমরা অবশ্যই তাদেরকে এর চেয়েও উত্তম প্রতিদান দেবো যা তারা (প্রকৃতপক্ষে) সম্পন্ন করে।"
		},
		{
			"_id": "3348",
			"sura": "29",
			"para": "20",
			"verses": "8",
			"names": "وَ وَصَّیۡنَا الۡاِنۡسَانَ بِوَالِدَیۡہِ حُسۡنًا ؕ وَ  اِنۡ جَاہَدٰکَ لِتُشۡرِکَ بِیۡ  مَا لَیۡسَ لَکَ بِہٖ عِلۡمٌ  فَلَا تُطِعۡہُمَا ؕ اِلَیَّ  مَرۡجِعُکُمۡ فَاُنَبِّئُکُمۡ  بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ وَصَّیۡنَا الۡاِنۡسَانَ بِوَالِدَیۡہِ حُسۡنًا ؕ وَ  اِنۡ جَاہَدٰکَ لِتُشۡرِکَ بِیۡ  مَا لَیۡسَ لَکَ بِہٖ عِلۡمٌ  فَلَا تُطِعۡہُمَا ؕ اِلَیَّ  مَرۡجِعُکُمۡ فَاُنَبِّئُکُمۡ  بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ ﴿۸﴾ ",
			"index": "3348",
			"name": "এবং আমি মানুষকে তাকীদ দিয়েছি আপন পিতা মাতার প্রতি সদাচরণ করতে; এবং যদি তারা তোমার উপর (শক্তি প্রয়োগের) চেষ্টা করে যেন তুমি তাকে আমার শরীক স্থির করো, যার সম্বন্ধে তোমার জ্ঞান নেই, তবে তাদের কথা অমান্য করো। আমারই প্রতি তোমাদের প্রত্যাবর্তন করতে হবে, অতঃপর আমি তোমাদেরকে বলে দেবো যা তোমরা করছিলে।",
			"en_kanzulimaan": "And upon man We ordained kindness towards parents; and if they strive to make you ascribe a partner with Me, about which you do not have any knowledge, then do not obey them; towards Me only is your return and I will tell you what you used to do.",
			"ur_kanzulimaan": "اور ہم نے آدمی کو تاکید کی اپنے ماں باپ کے ساتھ بھلائی کی اور اگر تو وہ تجھ سے کوشش کریں کہ تو میرا شریک ٹھہرائے جس کا تجھے علم نہیں تو تُو ان کا کہا نہ مان میری ہی طرف تمہارا پھرنا ہے تو میں بتادوں گا تمہیں جو تم کرتے تھے",
			"hi_kanzulimaan": "और हमने आदमी को ताकीद की अपने माँ बाप के साथ भलाई की (15फ) और अगर वो तुझ से कोशिश करें कि तू मेरा शरीक ठहराए जिसका तुझे इल्म नहीं तो तू उनका कहा न मान (16फ) मेरी ही तरफ़ तुम्हारा फिरना है तो मैं बता दूंगा तुम्हें जो तुम करते थे (17फ)",
			"author": "৮. আর আমরা মানুষকে তার পিতা-মাতার সাথে সদাচরণের নির্দেশ দিয়েছি; আর যদি তারা তোমাকে বাধ্য করে যে, তুমি আমার সাথে এমন কিছুর অংশীদার সাব্যস্ত করো যার ব্যাপারে তোমার কোনো জ্ঞান নেই, তবে তুমি তাদের মান্য করো না। আমার দিকেই তোমাদের (সকলের) প্রত্যাবর্তন। সুতরাং আমি তোমাদেরকে এ (কর্মকান্ড) সম্পর্কে অবগত করবো যা তোমরা (পৃথিবীতে) সম্পাদন করতে।"
		},
		{
			"_id": "3349",
			"sura": "29",
			"para": "20",
			"verses": "9",
			"names": "وَ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ لَنُدۡخِلَنَّہُمۡ  فِی الصّٰلِحِیۡنَ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ لَنُدۡخِلَنَّہُمۡ  فِی الصّٰلِحِیۡنَ ﴿۹﴾ ",
			"index": "3349",
			"name": "এবং যারা ঈমান এনেছে ও সৎকর্ম করেছে অবশ্যই আমি তাদেরকে সৎকর্মপরায়ণদের অন্তর্ভুক্ত করবো।",
			"en_kanzulimaan": "And those who accepted faith and did good deeds - We shall indeed include them among the virtuous.",
			"ur_kanzulimaan": "اور جو ایمان لائے اور اچھے کام کیے ضرور ہم انہیں نیکوں میں شامل کریں گے",
			"hi_kanzulimaan": "और जो ईमान लाए और अच्छे काम किये, ज़रूर हम उन्हें नेकों में शामिल करेंगे (18फ)",
			"author": "৯. আর যারা ঈমান আনে এবং সৎকর্ম করে আমি তাদেরকে অবশ্যই সৎকর্মপরায়ণদের (দলে) অন্তর্ভুক্ত করবো।"
		},
		{
			"_id": "3350",
			"sura": "29",
			"para": "20",
			"verses": "10",
			"names": "وَ مِنَ النَّاسِ مَنۡ یَّقُوۡلُ اٰمَنَّا بِاللّٰہِ  فَاِذَاۤ اُوۡذِیَ فِی اللّٰہِ جَعَلَ فِتۡنَۃَ  النَّاسِ کَعَذَابِ اللّٰہِ ؕ وَ لَئِنۡ جَآءَ  نَصۡرٌ مِّنۡ رَّبِّکَ لَیَقُوۡلُنَّ  اِنَّا کُنَّا مَعَکُمۡ ؕ اَوَ لَیۡسَ اللّٰہُ  بِاَعۡلَمَ بِمَا فِیۡ صُدُوۡرِ الۡعٰلَمِیۡنَ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ مِنَ النَّاسِ مَنۡ یَّقُوۡلُ اٰمَنَّا بِاللّٰہِ  فَاِذَاۤ اُوۡذِیَ فِی اللّٰہِ جَعَلَ فِتۡنَۃَ  النَّاسِ کَعَذَابِ اللّٰہِ ؕ وَ لَئِنۡ جَآءَ  نَصۡرٌ مِّنۡ رَّبِّکَ لَیَقُوۡلُنَّ  اِنَّا کُنَّا مَعَکُمۡ ؕ اَوَ لَیۡسَ اللّٰہُ  بِاَعۡلَمَ بِمَا فِیۡ صُدُوۡرِ الۡعٰلَمِیۡنَ ﴿۱۰﴾ ",
			"index": "3350",
			"name": "এবং কিছু লোক বলে, ‘আমরা আল্লাহ্‌র উপর ঈমান এনেছি’, অতঃপর যখন আল্লাহ্‌র পথে তাদেরকে কোন কষ্ট দেওয়া হয়, তখন লোকদের উৎপীড়নকে আল্লাহ্‌র শাস্তিরই সমতুল্য মনে করে। আর যদি আপনার রবের নিকট থেকে সাহায্য আসে, তবে অবশ্যই বলবে, ‘আমরা তো তোমাদেরই সাথে ছিলাম। আল্লাহ্‌ কি সম্যক অবহিত নন সে সম্পর্কে, যা কিছু সমস্ত বিশ্ববাসীর অন্তঃকরণে রয়েছে?’",
			"en_kanzulimaan": "And some people say, We believe in Allah  so if they are afflicted with some adversity in Allahs way, they consider the chaos created by men as the punishment from Allah; and if the help comes from your Lord, they will surely say, Indeed we were with you; does not Allah well know what is in the hearts of the entire creation?",
			"ur_kanzulimaan": "اور بعض آدمی کہتے ہیں ہم اللہ پر ایمان لائے پھر جب اللہ کی راہ میں انہیں کوئی تکلیف دی جاتی ہے تو لوگوں کے فتنہ کو اللہ کے عذاب کے برابر سمجھتے ہیں اور اگر تمہارے رب کے پاس سے مدد آئے تو ضرور کہیں گے ہم تو تمہارے ہی ساتھ تھے کیا اللہ خوب نہیں جانتا جو کچھ جہاں بھر کے دلوں میں ہے",
			"hi_kanzulimaan": "और कुछ आदमी कहते हैं हम अल्लाह पर ईमान लाए फिर जब अल्लाह की राह में उन्हें कोई तकलीफ़ दी जाती है (19फ) तो लोगों के फ़ित्ने को अल्लाह के अज़ाब के बराबर समझते हैं (20फ) और अगर तुम्हारे रब के पास से मदद आए( 21फ) तो ज़रूर कहेंगे हम तो तुम्हारे ही साथ थे (22फ) क्या अल्लाह ख़ूब नहीं जानता जो कुछ जगत भर के दिलों में है (23फ)",
			"author": "১০. আর মানুষের মাঝে এমন লোক(ও) রয়েছে যারা (মুখে) বলে, ‘আমরা আল্লাহ্‌র প্রতি ঈমান এনেছি’। অতঃপর যখন তাদেরকে আল্লাহ্‌র পথে (কোনো) কষ্টে ফেলা হয় তখন তারা মানুষের পীড়নকে আল্লাহ্‌র শাস্তি হিসেবে গণ্য করে। আর যদি আপনার প্রতিপালকের পক্ষ থেকে কোনো সাহায্য আসে তখন তারা নিশ্চিত বলতে শুরু করে, ‘আমরা তো তোমাদের সাথেই ছিলাম’। আল্লাহ্ কি তাদের (বিষয়) অবগত নন যা জগদ্বাসীর অন্তঃকরণে (লুকায়িত) রয়েছে?"
		},
		{
			"_id": "3351",
			"sura": "29",
			"para": "20",
			"verses": "11",
			"names": "وَ لَیَعۡلَمَنَّ اللّٰہُ  الَّذِیۡنَ اٰمَنُوۡا وَ لَیَعۡلَمَنَّ الۡمُنٰفِقِیۡنَ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَیَعۡلَمَنَّ اللّٰہُ  الَّذِیۡنَ اٰمَنُوۡا وَ لَیَعۡلَمَنَّ الۡمُنٰفِقِیۡنَ ﴿۱۱﴾ ",
			"index": "3351",
			"name": " এবং অবশ্যই আল্লাহ্‌ প্রকাশ করে দেবেন ঈমানদারগণকে এবং অবশ্যই প্রকাশ করে দেবেন মুনাফিক্বদেরকে। ",
			"en_kanzulimaan": "And indeed Allah will make known the believers, and indeed He will expose the hypocrites.",
			"ur_kanzulimaan": "اور ضرور اللہ ظاہر کردے گا ایمان والوں کو اور ضرور ظاہر کردے گا منافقوں کو",
			"hi_kanzulimaan": "और ज़रूर अल्लाह ज़ाहिर कर देगा ईमान वालों को  (24फ) और ज़रूर ज़ाहिर कर देगा मुनाफ़िक़ो(दोग़लों) को (25फ)",
			"author": "১১. আর আল্লাহ্ অবশ্যই তাদেরকে বৈশিষ্ট্যমন্ডিত করবেন যারা (সত্যিকারভাবে অন্তর দিয়ে) ঈমান এনেছে। আর তিনি মুনাফিকদেরকে(ও) উন্মোচন করবেন।"
		},
		{
			"_id": "3352",
			"sura": "29",
			"para": "20",
			"verses": "12",
			"names": "وَ قَالَ الَّذِیۡنَ کَفَرُوۡا لِلَّذِیۡنَ اٰمَنُوا اتَّبِعُوۡا سَبِیۡلَنَا وَ لۡنَحۡمِلۡ خَطٰیٰکُمۡ ؕ وَ مَا ہُمۡ بِحٰمِلِیۡنَ مِنۡ خَطٰیٰہُمۡ مِّنۡ شَیۡءٍ ؕ اِنَّہُمۡ  لَکٰذِبُوۡنَ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الَّذِیۡنَ کَفَرُوۡا لِلَّذِیۡنَ اٰمَنُوا اتَّبِعُوۡا سَبِیۡلَنَا وَ لۡنَحۡمِلۡ خَطٰیٰکُمۡ ؕ وَ مَا ہُمۡ بِحٰمِلِیۡنَ مِنۡ خَطٰیٰہُمۡ مِّنۡ شَیۡءٍ ؕ اِنَّہُمۡ  لَکٰذِبُوۡنَ ﴿۱۲﴾ ",
			"index": "3352",
			"name": "এবং কাফিরগণ মুসলমানদেরকে বললো, ‘আমাদের পথে চলো! এবং আমরা তোমাদের পাপভার ভন করবো’। অথচ তারা তাদের পাপভারের কিছুই বহন করবে না। নিশ্চয় তারা মিথ্যাবাদী।",
			"en_kanzulimaan": "And the disbelievers said to the Muslims, Follow our path and we will bear your sins; whereas they will not bear anything from their sins; they are indeed liars.",
			"ur_kanzulimaan": "اور کافر مسلمانوں سے بولے ہماری راہ پر چلو اور ہم تمہارے گناہ اٹھالیں گے حالانکہ وہ ان کے گناہوں میں سے کچھ نہ اٹھائیں گے، بیشک وہ جھوٹے ہیں،",
			"hi_kanzulimaan": "और काफ़िर मुसलमानों से बोले, हमारी राह पर चलो और हम तुम्हारे गुनाह उठा लेंगे, (26फ) हालांकि वो उनके गुनाहों में से कुछ न उठाएंगे, बेशक वो झूटे",
			"author": "১২. আর কাফেরেরা ঈমানদারদেরকে বলে, ‘তোমরা আমাদের পথ অনুসরণ করো এবং আমরা তোমাদের পাপের ভার বহন করবো’; অথচ তারা তাদের পাপের (বোঝা) কিছুই বহন করবে না। তারা অবশ্যই মিথ্যাবাদী।"
		},
		{
			"_id": "3353",
			"sura": "29",
			"para": "20",
			"verses": "13",
			"names": "وَ لَیَحۡمِلُنَّ  اَثۡقَالَہُمۡ  وَ اَثۡقَالًا مَّعَ اَثۡقَالِہِمۡ ۫ وَ لَیُسۡـَٔلُنَّ یَوۡمَ الۡقِیٰمَۃِ عَمَّا کَانُوۡا یَفۡتَرُوۡنَ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَیَحۡمِلُنَّ  اَثۡقَالَہُمۡ  وَ اَثۡقَالًا مَّعَ اَثۡقَالِہِمۡ ۫ وَ لَیُسۡـَٔلُنَّ یَوۡمَ الۡقِیٰمَۃِ عَمَّا کَانُوۡا یَفۡتَرُوۡنَ ﴿۱۳﴾ ",
			"index": "3353",
			"name": "এবং নিশ্চয় নিশ্চয় তারা নিজেদের বোঝা বহন করবে এবং নিজেদের বোঝাসমূহের সাথে আরো বোঝা। এবং নিশ্চয় ক্বিয়ামত দিবসে জিজ্ঞাসা করা হবে সেই অপবাদ সম্পর্কে যা তারা রটনা করে আসছিলো। ",
			"en_kanzulimaan": "And they will surely bear their own burdens and some other burdens along with their own; and they will undoubtedly be questioned on the Day of Resurrection concerning what they had fabricated.",
			"ur_kanzulimaan": "اور بیشک ضرور اپنے بوجھ اٹھائیں گے اور اپنے بوجھوں کے ساتھ اور بوجھ اور ضرور قیامت کے دن پوچھے جائیں گے جو کچھ بہتان اٹھاتے تھے",
			"hi_kanzulimaan": "और बेशक ज़रूर अपने (27फ) बोझ उठाएंगे, अपने बोझों के साथ और बोझ (28फ) और ज़रूर क़यामत के दिन पूछे जाएंगे जो कुछ बोहतान उठाते थे( 29फ)",
			"author": "১৩. তারা অবশ্যই নিজেদের (পাপের) বোঝা বহন করবে এবং নিজেদের বোঝার সাথে (অন্যান্য) আরো অনেক বোঝাও (নিজেদের কাঁধে বহন করবে।) আর তাদেরকে কিয়ামতের দিন সেসব (অপবাদ) সম্পর্কে অবশ্যই জিজ্ঞেস করা হবে যা তারা উদ্ভাবন করতো।"
		},
		{
			"_id": "3354",
			"sura": "29",
			"para": "20",
			"verses": "14",
			"names": "وَ لَقَدۡ  اَرۡسَلۡنَا نُوۡحًا  اِلٰی قَوۡمِہٖ فَلَبِثَ فِیۡہِمۡ  اَلۡفَ سَنَۃٍ  اِلَّا خَمۡسِیۡنَ عَامًا ؕ فَاَخَذَہُمُ  الطُّوۡفَانُ  وَ ہُمۡ  ظٰلِمُوۡنَ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ  اَرۡسَلۡنَا نُوۡحًا  اِلٰی قَوۡمِہٖ فَلَبِثَ فِیۡہِمۡ  اَلۡفَ سَنَۃٍ  اِلَّا خَمۡسِیۡنَ عَامًا ؕ فَاَخَذَہُمُ  الطُّوۡفَانُ  وَ ہُمۡ  ظٰلِمُوۡنَ ﴿۱۴﴾ ",
			"index": "3354",
			"name": "এবং নিশ্চয় আমি নূহকে তার সম্প্রদায়ের প্রতি প্রেরণ করেছি। সুতরাং সে তাদের মধ্যে হাজার বছর থেকে পঞ্চাশ বছর কম অবস্থান করেছে। অতঃপর তাদেরকে প্লাবন গ্রাস করলো এবং তারা অত্যাচারী ছিলো। ",
			"en_kanzulimaan": "And indeed We sent Nooh to his people - he therefore stayed with them for a thousand years, less fifty; so the flood seized them, and they were unjust.",
			"ur_kanzulimaan": "اور بیشک ہم نے نوح کو اس کی قوم کی طرف بھیجا تو وہ ان میں پچاس سال کم ہزار برس رہا تو انہیں طوفان نے ا ٓ لیا اور وہ ظالم تھے",
			"hi_kanzulimaan": "और बेशक हमने नूह को उसकी क़ौम की तरफ़ भेजा तो वह उनमें पचास साल कम हज़ार बरस रहा (30फ) तो उन्हें तूफ़ान ने आ लिया और जो ज़ालिम थे (31फ)",
			"author": "১৪. আর আমি নূহ (আলাইহিস সালাম)-কে তো তাঁর সম্প্রদায়ের নিকট প্রেরণ করেছিলাম, তিনি তাদের মাঝে পঞ্চাশ কম এক সহস্র বছর অবস্থান করেছিলেন। অতঃপর তুফান এসে তাদেরকে গ্রাস করলো যখন তারা ছিল অত্যাচারী।"
		},
		{
			"_id": "3355",
			"sura": "29",
			"para": "20",
			"verses": "15",
			"names": "فَاَنۡجَیۡنٰہُ  وَ اَصۡحٰبَ السَّفِیۡنَۃِ وَ جَعَلۡنٰہَاۤ  اٰیَۃً  لِّلۡعٰلَمِیۡنَ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "فَاَنۡجَیۡنٰہُ  وَ اَصۡحٰبَ السَّفِیۡنَۃِ وَ جَعَلۡنٰہَاۤ  اٰیَۃً  لِّلۡعٰلَمِیۡنَ ﴿۱۵﴾ ",
			"index": "3355",
			"name": "অতঃপর আমি তাকে ও কিশতীতে আরোহণকারীদেরকে উদ্ধার করে নিয়েছি এবং ওই কিশ্‌তীকে সমগ্র বিশ্বের জন্য নিদর্শন করেছি। ",
			"en_kanzulimaan": "And We rescued him and the people aboard the ship, and made the ship a sign for the entire world.",
			"ur_kanzulimaan": "تو ہم نے اسے اور کشتی والوں کو بچالیا اور اس کشتی کو سارے جہاں کے لیے نشانی کیا",
			"hi_kanzulimaan": "तो हमने उसे (32फ) और किश्ती वालों को (33फ) बचा लिया और उस किश्ती को सारे जगत के लिये निशानी किया (34फ)",
			"author": "১৫. অতঃপর আমরা নূহ (আলাইহিস সালাম) এবং তার (সাথী) নৌকার আরোহীদেরকে উদ্ধার করলাম এবং একে (এ নৌকা এবং ঘটনাকে) সমগ্র জগতের অধিবাসীদের জন্যে করলাম একটি নিদর্শন।"
		},
		{
			"_id": "3356",
			"sura": "29",
			"para": "20",
			"verses": "16",
			"names": "وَ  اِبۡرٰہِیۡمَ   اِذۡ قَالَ  لِقَوۡمِہِ اعۡبُدُوا اللّٰہَ وَ اتَّقُوۡہُ ؕ ذٰلِکُمۡ  خَیۡرٌ  لَّکُمۡ  اِنۡ  کُنۡتُمۡ  تَعۡلَمُوۡنَ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اِبۡرٰہِیۡمَ   اِذۡ قَالَ  لِقَوۡمِہِ اعۡبُدُوا اللّٰہَ وَ اتَّقُوۡہُ ؕ ذٰلِکُمۡ  خَیۡرٌ  لَّکُمۡ  اِنۡ  کُنۡتُمۡ  تَعۡلَمُوۡنَ ﴿۱۶﴾ ",
			"index": "3356",
			"name": "এবং ইব্রাহীমকে, যখন সে আপন সম্প্রদায়কে বললেন, ‘আল্লার ইবাদত করো এবং তাকে ভয় করো। তাতে তোমাদের মঙ্গল রয়েছে যদি তোমরা জানতে। ",
			"en_kanzulimaan": "And (remember) Ibrahim  when he said to his people, Worship Allah and fear Him; that is better for you, if you knew!",
			"ur_kanzulimaan": "اور ابراہیم کو جب اس نے اپنی قوم سے فرمایا کہ اللہ کو پوجو اور اس سے ڈرو، اس میں تمہارا بھلا ہے اگر تم جانتے،",
			"hi_kanzulimaan": "और इब्राहीम को (35फ) जब उसने अपनी क़ौम से फ़रमाया कि अल्लाह को पूजो और उसे डरो उसमें तुम्हारा भला है अगर तुम जानते",
			"author": "১৬. আর (স্মরণ করুন) ইবরাহীম (আলাইহিস সালাম)-এঁর কথা যখন তিনি তাঁর সম্প্রদায়কে বললেন, ‘তোমরা আল্লাহ্‌র ইবাদত করো এবং তাঁকে ভয় করো। এটিই তোমাদের জন্যে উত্তম যদি তোমরা (বাস্তবতা) জানতে।"
		},
		{
			"_id": "3357",
			"sura": "29",
			"para": "20",
			"verses": "17",
			"names": "اِنَّمَا تَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ  اَوۡثَانًا وَّ تَخۡلُقُوۡنَ  اِفۡکًا ؕ اِنَّ الَّذِیۡنَ تَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ لَا یَمۡلِکُوۡنَ لَکُمۡ رِزۡقًا فَابۡتَغُوۡا عِنۡدَ اللّٰہِ الرِّزۡقَ وَ اعۡبُدُوۡہُ وَ اشۡکُرُوۡا لَہٗ ؕ  اِلَیۡہِ تُرۡجَعُوۡنَ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّمَا تَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ  اَوۡثَانًا وَّ تَخۡلُقُوۡنَ  اِفۡکًا ؕ اِنَّ الَّذِیۡنَ تَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ لَا یَمۡلِکُوۡنَ لَکُمۡ رِزۡقًا فَابۡتَغُوۡا عِنۡدَ اللّٰہِ الرِّزۡقَ وَ اعۡبُدُوۡہُ وَ اشۡکُرُوۡا لَہٗ ؕ  اِلَیۡہِ تُرۡجَعُوۡنَ ﴿۱۷﴾ ",
			"index": "3357",
			"name": "তোমরা তো আল্লাহ্‌ ব্যতীত প্রতিমার পূজা করছো এবং নিছক মিথ্যা রচনা করছো। নিশ্চয় তারা, যাদের তোমরা আল্লাহ্‌ ব্যতীত পূজা করছো, তোমাদের জীবিকার কিছুরই মালিক নয়। সুতরাং তোমরা আল্লাহ্‌র নিকট জীবিকা তালাশ করো এবং তারই ইবাদত করো ও তার অনুগ্রহ স্বীকার করো। তোমাদেরকে তার দিকে প্রত্যাবর্তন করতে হবে। ",
			"en_kanzulimaan": "You worship only idols instead of Allah, and only forge a clear lie; indeed those whom you worship instead of Allah do not control your sustenance  therefore seek your sustenance from Allah, and worship Him, and be grateful to Him; it is towards Him that you will be returned.",
			"ur_kanzulimaan": "تم تو اللہ کے سوا بتوں کو پوجتے ہو اور نرا جھوٹ گڑ ھتے ہو بے شک وه جنھیں تم اللہ کے سوا پو جتے ہو تمہاری روزی کے کچھ مالک نہیں تو اللہ کے پاس رزق ڈھونڈو اور اس کی بندگی کرو اور اس کا احسان مانو، تمہیں اسی کی طرف پھرنا ہے",
			"hi_kanzulimaan": "तुम तो अल्लाह के सिवा बुतों को पूजते हो और निरा झूट गढ़ते हो (36फ) बेशक वो जिन्हें तुम अल्लाह के सिवा पूजते हो तुम्हारी रोज़ी के कुछ मालिक नहीं तो अल्लाह के पास रिज़्क़ ढूंढो (37फ) और उसकी बन्दगी करो और उसका एहसान मानो, तुम्हें उसी की तरफ़ फिरना है (38फ)",
			"author": "১৭. তোমরা তো আল্লাহ্ ছাড়া মূর্তির উপাসনা করছো আর কেবল মিথ্যা উদ্ভাবন করছো। নিঃসন্দেহে আল্লাহ্ ব্যতীত যাদের উপাসনা তোমরা করছো তারা তোমাদের জীবনোপকরণের অধিকার রাখে না। সুতরাং তোমরা জীবনোপকরণ অন্বেষণ করো আল্লাহ্‌র নিকট। আর তাঁরই ইবাদত করো এবং তাঁরই প্রতি কৃতজ্ঞতা প্রকাশ করো। তোমরা তাঁরই দিকে প্রত্যাবর্তন করবে।"
		},
		{
			"_id": "3358",
			"sura": "29",
			"para": "20",
			"verses": "18",
			"names": "وَ اِنۡ تُکَذِّبُوۡا فَقَدۡ کَذَّبَ اُمَمٌ مِّنۡ قَبۡلِکُمۡ ؕ وَ مَا عَلَی الرَّسُوۡلِ  اِلَّا الۡبَلٰغُ  الۡمُبِیۡنُ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنۡ تُکَذِّبُوۡا فَقَدۡ کَذَّبَ اُمَمٌ مِّنۡ قَبۡلِکُمۡ ؕ وَ مَا عَلَی الرَّسُوۡلِ  اِلَّا الۡبَلٰغُ  الۡمُبِیۡنُ ﴿۱۸﴾ ",
			"index": "3358",
			"name": "এবং যদি তোমরা অস্বীকার করো, তবে তোমাদের পূর্ববর্তী কতো সম্প্রদায়ই অস্বীকার করেছিলো! এবং রসূলের দায়িত্ব কেবল সুস্পষ্টভাবে পৌছিয়ে দেয়াই’।",
			"en_kanzulimaan": "And if you deny, then many nations have denied before you; and the Noble Messenger is not responsible except to plainly convey (the message).",
			"ur_kanzulimaan": "اور اگر تم جھٹلاؤ تو تم سے پہلے کتنے ہی گروہ جھٹلا چکے ہیں اور رسول کے ذمہ نہیں مگر صاف پہنچا دینا،",
			"hi_kanzulimaan": "और अगर तुम झुटलाओ (39फ) तो तुमसे पहले कितने ही गिरोह झुटला चुके हैं (40फ)और रसूल के ज़िम्मे नहीं मगर साफ़ पहुंचा देना",
			"author": "১৮. আর যদি তোমরা (আমার কথা) মিথ্যাপ্রতিপন্ন করো তবে নিঃসন্দেহে তোমাদের পূর্বেও অনেক জাতি (সত্যকে) মিথ্যাপ্রতিপন্ন করেছিল। আর রাসূলের জন্যে তো (আবশ্যক) কেবল সুস্পষ্টভাবে (বিধিবিধান) পৌঁছে দেয়া।’"
		},
		{
			"_id": "3359",
			"sura": "29",
			"para": "20",
			"verses": "19",
			"names": "اَوَ لَمۡ  یَرَوۡا کَیۡفَ یُبۡدِئُ اللّٰہُ  الۡخَلۡقَ ثُمَّ یُعِیۡدُہٗ ؕ اِنَّ ذٰلِکَ عَلَی اللّٰہِ یَسِیۡرٌ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "اَوَ لَمۡ  یَرَوۡا کَیۡفَ یُبۡدِئُ اللّٰہُ  الۡخَلۡقَ ثُمَّ یُعِیۡدُہٗ ؕ اِنَّ ذٰلِکَ عَلَی اللّٰہِ یَسِیۡرٌ ﴿۱۹﴾ ",
			"index": "3359",
			"name": "এবং তারা কি দেখে নি, কীভাবে আল্লাহ্‌ সৃষ্টির সূচনা করেন? অতঃপর সেটা পুনরায় সৃষ্টি করবেন। নিশ্চয় তা আল্লাহ্‌র জন্য সহজ। ",
			"en_kanzulimaan": "Have they not seen how Allah initiates the creation, then will create it again? Indeed that is easy for Allah.",
			"ur_kanzulimaan": "اور کیا انہوں نے نہ دیکھا اللہ کیونکر خلق کی ابتداء فرماتا ہے پھر اسے دوبارہ بنائے گا بیشک یہ اللہ کو آسان ہے",
			"hi_kanzulimaan": "और क्या उन्होंने न देखा अल्लाह किस तरह सृष्टि की शुरूआत फ़रमाता है (41फ) फिर उसे दोबारा बनाएगा (42फ) बेशक यह अल्लाह को आसान है (43फ)",
			"author": "১৯. তারা কি (ভেবে) দেখেনি, আল্লাহ্ কিভাবে সৃষ্টির সূচনা করেছেন; অতঃপর (এভাবে) এর পূনরাবৃত্তি করেন? নিশ্চয়ই আল্লাহ্‌র জন্যে এ (কাজ) সহজ।"
		},
		{
			"_id": "3360",
			"sura": "29",
			"para": "20",
			"verses": "20",
			"names": "قُلۡ سِیۡرُوۡا فِی الۡاَرۡضِ فَانۡظُرُوۡا کَیۡفَ بَدَاَ  الۡخَلۡقَ ثُمَّ اللّٰہُ یُنۡشِیٴُ النَّشۡاَۃَ الۡاٰخِرَۃَ ؕ اِنَّ اللّٰہَ عَلٰی کُلِّ شَیۡءٍ  قَدِیۡرٌ ﴿ۚ۲۰﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ سِیۡرُوۡا فِی الۡاَرۡضِ فَانۡظُرُوۡا کَیۡفَ بَدَاَ  الۡخَلۡقَ ثُمَّ اللّٰہُ یُنۡشِیٴُ النَّشۡاَۃَ الۡاٰخِرَۃَ ؕ اِنَّ اللّٰہَ عَلٰی کُلِّ شَیۡءٍ  قَدِیۡرٌ ﴿ۚ۲۰﴾ ",
			"index": "3360",
			"name": "আপনি বলুন! ভূ-পৃষ্ঠে পরিভ্রমণ করে দেখো, আল্লাহ্‌ কিভাবে প্রথমে সৃষ্টি করেন অতঃপর আল্লাহ্‌ দ্বিতীয় উত্থান ঘটান। নিশ্চয় আল্লাহ্‌ সবকিছু করতে পারেন। ",
			"en_kanzulimaan": "Proclaim (O dear Prophet Mohammed - peace and blessings be upon him), Travel in the land and see how He creates for the first time, then Allah brings forth the next development; indeed Allah is Able to do all things.",
			"ur_kanzulimaan": "تم فرماؤ زمین میں سفر کرکے دیکھو اللہ کیونکر پہلے بناتا ہے پھر اللہ دوسری اٹھان اٹھاتا ہے بیشک اللہ سب کچھ کرسکتا ہے،",
			"hi_kanzulimaan": "तुम फ़रमाओ ज़मीन में सफ़र करके देखो (44फ) अल्लाह कैसे पहले बनाता है (45फ) फिर अल्लाह दूसरी उठान उठाता है (46फ) बेशक अल्लाह सब कुछ कर सकता है",
			"author": "২০. বলুন, ‘(জাগতিক জীবন সম্পর্কে অধ্যয়নের জন্যে) পৃথিবীতে ভ্রমণ করো। অতঃপর দেখো (অর্থাৎ চিন্তা ও গবেষণা করো), তিনি কিভাবে (জীবন) সৃষ্টির সূচনা করেছেন, এরপর তিনি কিভাবে দ্বিতীয়বার জীবনকে (বিবর্তনের স্তরগুলো অতিক্রম করে) বিকশিত করেন। নিশ্চয়ই আল্লাহ্ সবকিছু সম্পর্কে খুবই ক্ষমতাবান।"
		},
		{
			"_id": "3361",
			"sura": "29",
			"para": "20",
			"verses": "21",
			"names": "یُعَذِّبُ مَنۡ یَّشَآءُ  وَ  یَرۡحَمُ  مَنۡ یَّشَآءُ ۚ وَ  اِلَیۡہِ تُقۡلَبُوۡنَ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "یُعَذِّبُ مَنۡ یَّشَآءُ  وَ  یَرۡحَمُ  مَنۡ یَّشَآءُ ۚ وَ  اِلَیۡہِ تُقۡلَبُوۡنَ ﴿۲۱﴾ ",
			"index": "3361",
			"name": "শাস্তি দেন যাকে চান এবং দয়া করেন যার প্রতি ইচ্ছা করেন; আর তোমাদেরকে তারই প্রতি ফিরে যেতে হবে। ",
			"en_kanzulimaan": "He punishes whomever He wills and has mercy upon whomever He wills; and towards Him only you are to return.",
			"ur_kanzulimaan": "عذاب دیتا ہے جسے چاہے اور رحم فرماتا ہے جس پر چاہے اور تمہیں اسی کی طرف پھرنا ہے،",
			"hi_kanzulimaan": "अज़ाब देता है जिसे चाहे (47फ) और रहम फ़रमाता है जिस पर चाहे (48फ) और तुम्हें उसी की तरफ़ फिरना है",
			"author": "২১. তিনি যাকে ইচ্ছা তাকে শাস্তি দেন এবং যার প্রতি ইচ্ছা অনুগ্রহ করেন। আর তাঁরই নিকট তোমরা প্রত্যাবর্তিত হবে।"
		},
		{
			"_id": "3362",
			"sura": "29",
			"para": "20",
			"verses": "22",
			"names": "وَ مَاۤ  اَنۡتُمۡ  بِمُعۡجِزِیۡنَ فِی الۡاَرۡضِ  وَ لَا فِی السَّمَآءِ ۫ وَ مَا لَکُمۡ مِّنۡ دُوۡنِ اللّٰہِ مِنۡ  وَّلِیٍّ   وَّ لَا  نَصِیۡرٍ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَاۤ  اَنۡتُمۡ  بِمُعۡجِزِیۡنَ فِی الۡاَرۡضِ  وَ لَا فِی السَّمَآءِ ۫ وَ مَا لَکُمۡ مِّنۡ دُوۡنِ اللّٰہِ مِنۡ  وَّلِیٍّ   وَّ لَا  نَصِیۡرٍ ﴿۲۲﴾ ",
			"index": "3362",
			"name": "এবং না তোমরা যমীনে আয়ত্ব থেকে বের হতে পারো এবং না আসমানে আর তোমাদের জন্য আল্লাহ্‌ ব্যতীত না আছে কোন কর্মব্যবস্থাপক, না আছে সাহায্যকারী।",
			"en_kanzulimaan": "Neither can you escape (from His control) in the earth nor in the sky; and for you, other than Allah, there is neither a friend nor a supporter.",
			"ur_kanzulimaan": "اور نہ تم زمین میں قابو سے نکل سکو اور نہ آسمان میں اور تمہارے لیے اللہ کے سوا نہ کوئی کام بنانے والا اور نہ مددگار،",
			"hi_kanzulimaan": "और न तुम ज़मीन में (49फ) क़ाबू से निकल सको और न आसमान में (50फ) और तुम्हारे लिये अल्लाह के सिवा न कोई काम बनाने वाला और मददगार",
			"author": "২২. আর তোমরা (আল্লাহ্ থেকে) না পৃথিবীতে নিষ্কৃতি পাবে আর না আকাশে। আর আল্লাহ্ ব্যতীত তোমাদের না কোনো বন্ধু আছে আর না সাহায্যকারী।"
		},
		{
			"_id": "3363",
			"sura": "29",
			"para": "20",
			"verses": "23",
			"names": "وَ الَّذِیۡنَ کَفَرُوۡا بِاٰیٰتِ اللّٰہِ وَ لِقَآئِہٖۤ اُولٰٓئِکَ یَئِسُوۡا مِنۡ رَّحۡمَتِیۡ وَ اُولٰٓئِکَ لَہُمۡ عَذَابٌ  اَلِیۡمٌ ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ کَفَرُوۡا بِاٰیٰتِ اللّٰہِ وَ لِقَآئِہٖۤ اُولٰٓئِکَ یَئِسُوۡا مِنۡ رَّحۡمَتِیۡ وَ اُولٰٓئِکَ لَہُمۡ عَذَابٌ  اَلِیۡمٌ ﴿۲۳﴾ ",
			"index": "3363",
			"name": "এবং যারা আমার নিদর্শনসমূহ ও আমার সাক্ষাতকে অস্বীকার করেছে তারাই হচ্ছে ওই সব লোক, যাদের আমার অনুগ্রহ লাভের আশা নেই এবং তাদের জন্য বেদনাদায়ক শাস্তি রয়েছে। ",
			"en_kanzulimaan": "And those who did not believe in My signs and in meeting Me, are those who have no hope of My mercy, and for them is a painful punishment.",
			"ur_kanzulimaan": "اور وہ جنہوں نے میری آیتوں اور میرے ملنے کو نہ مانا وہ ہیں جنہیں میری رحمت کی آس نہیں اور ان کے لیے دردناک عذاب ہے",
			"hi_kanzulimaan": "और वो जिन्होंने मेरी आयतों और मेरे मिलने को न माना (51फ) वो हैं जिन्हें मेरी रहमत की आस नहीं और उनके लिये दर्दनाक अज़ाब है (52फ)",
			"author": "২৩. আর যারা আল্লাহ্‌র আয়াতসমূহ এবং তাঁর সাক্ষাত অস্বীকার করেছে তারা আমার রহমত থেকে নিরাশ হয়েছে। আর সেসব লোকদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।"
		},
		{
			"_id": "3364",
			"sura": "29",
			"para": "20",
			"verses": "24",
			"names": "فَمَا کَانَ جَوَابَ قَوۡمِہٖۤ  اِلَّاۤ  اَنۡ قَالُوا اقۡتُلُوۡہُ  اَوۡ حَرِّقُوۡہُ  فَاَنۡجٰىہُ اللّٰہُ مِنَ النَّارِ ؕ اِنَّ  فِیۡ ذٰلِکَ لَاٰیٰتٍ لِّقَوۡمٍ یُّؤۡمِنُوۡنَ ﴿۲۴﴾ ",
			"number": "",
			"verses_PDMS": "فَمَا کَانَ جَوَابَ قَوۡمِہٖۤ  اِلَّاۤ  اَنۡ قَالُوا اقۡتُلُوۡہُ  اَوۡ حَرِّقُوۡہُ  فَاَنۡجٰىہُ اللّٰہُ مِنَ النَّارِ ؕ اِنَّ  فِیۡ ذٰلِکَ لَاٰیٰتٍ لِّقَوۡمٍ یُّؤۡمِنُوۡنَ ﴿۲۴﴾ ",
			"index": "3364",
			"name": "সুতরাং তার সম্প্রদায়ের পক্ষে কোন উত্তর দেওয়া সম্ভব হয় নি, কিন্তু এতটুকু বললো, তাকে হত্যা করে ফেলো অথবা জ্বালিয়ে দাও’। অতঃপর আল্লাহ্‌ তাকে আগুন থেকে রক্ষা করেছেন। নিশ্চয় তাতে অবশ্য নিদর্শনসমূহ রয়েছে ঈমানদারদের জন্য। ",
			"en_kanzulimaan": "So his people could not answer him except to say, Kill him or burn him  so Allah rescued him from the fire; indeed in this are signs for people who believe.",
			"ur_kanzulimaan": "تو اس کی قوم کو کچھ جواب بن نہ آیا مگر یہ بولے انہیں قتل کردو یا جلادو تو اللہ نے اسے آگ سے بچالیا بیشک اس میں ضرور نشانیاں ہیں ایمان والوں کے لیے",
			"hi_kanzulimaan": "तो उसकी क़ौम को कुछ जवाब बन न आया मगर ये बोले उन्हें क़त्ल कर दो या जला दो (53फ) तो अल्लाह ने उसे (54फ) आग से बचा लिया (55फ) बेशक उसमें ज़रूर निशानियाँ हैं ईमान वालों के लिये (56फ)",
			"author": "২৪. সুতরাং ইবরাহীমের সম্প্রদায় জবাবে কেবল এ কথাই বললো, ‘হয় তাঁকে হত্যা করো নতুবা তাঁকে পুড়িয়ে ফেলো’। অতঃপর আল্লাহ্ তাঁকে (নমরূদের) আগুন থেকে রক্ষা করলেন। অবশ্যই এতে (এ ঘটনায়) তাদের জন্যে নিদর্শনাদি রয়েছে যারা ঈমান আনয়ন করেছে।"
		},
		{
			"_id": "3365",
			"sura": "29",
			"para": "20",
			"verses": "25",
			"names": "وَ قَالَ  اِنَّمَا اتَّخَذۡتُمۡ مِّنۡ دُوۡنِ اللّٰہِ اَوۡثَانًا ۙ مَّوَدَّۃَ بَیۡنِکُمۡ فِی الۡحَیٰوۃِ الدُّنۡیَا ۚ ثُمَّ یَوۡمَ الۡقِیٰمَۃِ یَکۡفُرُ بَعۡضُکُمۡ بِبَعۡضٍ وَّ یَلۡعَنُ بَعۡضُکُمۡ بَعۡضًا ۫ وَّ مَاۡوٰىکُمُ النَّارُ وَ مَا لَکُمۡ مِّنۡ  نّٰصِرِیۡنَ ﴿٭ۙ۲۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ  اِنَّمَا اتَّخَذۡتُمۡ مِّنۡ دُوۡنِ اللّٰہِ اَوۡثَانًا ۙ مَّوَدَّۃَ بَیۡنِکُمۡ فِی الۡحَیٰوۃِ الدُّنۡیَا ۚ ثُمَّ یَوۡمَ الۡقِیٰمَۃِ یَکۡفُرُ بَعۡضُکُمۡ بِبَعۡضٍ وَّ یَلۡعَنُ بَعۡضُکُمۡ بَعۡضًا ۫ وَّ مَاۡوٰىکُمُ النَّارُ وَ مَا لَکُمۡ مِّنۡ  نّٰصِرِیۡنَ ﴿٭ۙ۲۵﴾ ",
			"index": "3365",
			"name": "এবং ইব্রাহীম বললেন, ‘তোমরা তো আল্লাহ্‌ ব্যতীত এ মূর্তিগুলো তৈরী করে নিয়েছো, যেগুলোর সাথে তোমাদের ভালোবাসা এ দুনিয়ার জীবন পর্যন্ত। অতঃপর ক্বিয়ামত দিবসে তোমাদের মধ্যে একে অপরের সাথে কুফর করবে এবং একে অপরের প্রতি অভিসম্পাত করবে আর তোমাদের সবার ঠিকানা হচ্ছে জাহান্নাম এবং তোমাদের সাহায্যকারী নেই’।",
			"en_kanzulimaan": "And Ibrahim said, You have chosen only idols instead of Allah, with whom your friendship is only in the life of this world; then on the Day of Resurrection you will deny and curse each other; and the destination for all of you is hell, and you do not have supporters.",
			"ur_kanzulimaan": "اور ابراہیم نے فرمایا تم نے تو اللہ کے سوا یہ بت بنالیے ہیں جن سے تمہاری دوستی یہی دنیا کی زندگی تک ہے پھر قیامت کے دن تم میں ایک دوسرے کے ساتھ کفر کرے گا اور ایک دوسرے پر لعنت ڈالے گا اور تم سب کا ٹھکانا جہنم ہے اور تمہارا کوئی مددگار نہیں",
			"hi_kanzulimaan": "और इब्राहीम ने (57फ) फ़रमाया तुम ने तो अल्लाह के सिवा ये बुत बना लिये हैं जिनमें तुम्हारी दोस्ती यह दुनिया की ज़िन्दगी तक है (58फ) फिर क़यामत के दिन तुम में एक दूसरे के साथ कुफ़्र करेगा और एक दूसरे पर लानत डालेगा (59फ) और तुम सब का ठिकाना जहन्नम है (60फ) और तुम्हारा कोई मददगार नहीं (61फ)",
			"author": "২৫. আর ইবরাহীম (আলাইহিস সালাম) বললেন, ‘তোমরা তো আল্লাহ্‌র পরিবর্তে মূর্তিগুলোকে উপাস্যরূপে গ্রহণ করেছো, কেবল পার্থিব জীবনে পরস্পরের বন্ধুত্ব রক্ষার্থে। অতঃপর কিয়ামতের দিন তোমরা (সবাই) একে অপরকে (বন্ধুরূপে) অস্বীকার করবে এবং তোমরা (সবাই) একে অপরকে অভিসম্পাত করবে। কাজেই তোমাদের ঠিকানা হবে জাহান্নাম আর তোমাদের জন্যে কোনো সাহায্যকারী থাকবে না।’"
		},
		{
			"_id": "3366",
			"sura": "29",
			"para": "20",
			"verses": "26",
			"names": "فَاٰمَنَ لَہٗ  لُوۡطٌ ۘ وَ  قَالَ  اِنِّیۡ مُہَاجِرٌ  اِلٰی رَبِّیۡ ؕ اِنَّہٗ  ہُوَ  الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "فَاٰمَنَ لَہٗ  لُوۡطٌ ۘ وَ  قَالَ  اِنِّیۡ مُہَاجِرٌ  اِلٰی رَبِّیۡ ؕ اِنَّہٗ  ہُوَ  الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۲۶﴾ ",
			"index": "3366",
			"name": "অতঃপর লূত তার উপর ঈমান এনেছে এবং ইব্রাহীম বললো, ‘আমি আপন রবের প্রতি হিজরত করছি। নিশ্চয় তিনিই সম্মান ও বাস্তব জ্ঞানের অধিকারী’।",
			"en_kanzulimaan": "So Lut believed in him; and Ibrahim said, I migrate towards my Lord; indeed only He is the Almighty, the Wise.",
			"ur_kanzulimaan": "تو لوط اس پر ایمان لایا اور ابراہیم نے کہا میں اپنے رب کی طرف ہجرت کرتا ہوں بیشک وہی عزت و حکمت والا ہے،",
			"hi_kanzulimaan": "तो लूत उस पर ईमान लाया (62फ) और इब्राहीम ने कहा मैं (63फ) अपने रब की तरफ़ हिजरत करता हूँ (64फ)बेशक वही इज़्ज़त व हिकमत (बोध) वाला है",
			"author": "২৬. অতঃপর লূত (আলাইহিস সালাম) তাঁর প্রতি (অর্থাৎ হযরত ইবরাহীম আলাইহিস সালামের প্রতি) বিশ্বাস স্থাপন করলেন এবং বললেন, ‘আমি আপনার প্রতিপালকের উদ্দেশ্যে দেশত্যাগ করছি। অবশ্যই তিনি পরাক্রমশালী এবং প্রজ্ঞাবান।’"
		},
		{
			"_id": "3367",
			"sura": "29",
			"para": "20",
			"verses": "27",
			"names": "وَ وَہَبۡنَا لَہٗۤ  اِسۡحٰقَ وَ  یَعۡقُوۡبَ وَ  جَعَلۡنَا فِیۡ  ذُرِّیَّتِہِ النُّبُوَّۃَ  وَ الۡکِتٰبَ وَ اٰتَیۡنٰہُ  اَجۡرَہٗ  فِی الدُّنۡیَا ۚ وَ اِنَّہٗ فِی الۡاٰخِرَۃِ  لَمِنَ الصّٰلِحِیۡنَ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ وَہَبۡنَا لَہٗۤ  اِسۡحٰقَ وَ  یَعۡقُوۡبَ وَ  جَعَلۡنَا فِیۡ  ذُرِّیَّتِہِ النُّبُوَّۃَ  وَ الۡکِتٰبَ وَ اٰتَیۡنٰہُ  اَجۡرَہٗ  فِی الدُّنۡیَا ۚ وَ اِنَّہٗ فِی الۡاٰخِرَۃِ  لَمِنَ الصّٰلِحِیۡنَ ﴿۲۷﴾ ",
			"index": "3367",
			"name": "এবং আমি তাকে ইসহাক্ব ও ইয়া’ক্বূবকে দান করেছি এবং আমি তার বংশধরদের মধ্যে নুবূয়ত ও কিতাব রেখেছি; আর আমি দুনিয়ার মধ্যে এর প্রতিদান তাকে দান করেছি এবং নিশ্চয় সে আখিরাতে আমার একান্ত নৈকট্যের উপযোগী বান্দাদের অন্তর্ভুক্ত। ",
			"en_kanzulimaan": "And We bestowed Ishaq and Yaqub to him, and kept the Prophethood and the Book among his descendants, and We gave him his reward in the world; and in the Hereafter he is indeed among those who deserve Our proximity.",
			"ur_kanzulimaan": "اور ہم نے اسے اسحاق اور یعقوب عطا فرمائے اور ہم نے اس کی اولاد میں نبوت اور کتاب رکھی اور ہم نے دنیا میں اس کا ثواب اسے عطا فرمایا اور بیشک آخرت میں وہ ہمارے قرب خاص کے سزاواروں میں ہے",
			"hi_kanzulimaan": "और हमने उसे (65फ) इस्हाक़ और यअक़ूब अता फ़रमाए और हमने उसकी औलाद में नबुव्वत (66फ) और किताब रखी (67फ) और हमने दुनिया में उसका सवाब उसे अता फ़रमाया (68फ) और बेशक आख़िरत में वह हमारे ख़ास समीपता के हक़दारों में है (69फ)",
			"author": "২৭. আর আমরা তাঁকে (ছেলে এবং পৌত্র) ইসহাক ও ইয়াকুব দিয়ে ধন্য করলাম এবং আমরা ইবরাহীম (আলাইহিস সালাম)-এঁর বংশধরদের জন্যে নির্ধারণ করলাম নবুয়্যত ও কিতাব। আর আমি তাঁকে দুনিয়াতে(ই) পুরুস্কৃত করেছিলাম। আর নিশ্চিত তিনি আখিরাতে(ও) নেক্কারদের মাঝে গণ্য হবেন।"
		},
		{
			"_id": "3368",
			"sura": "29",
			"para": "20",
			"verses": "28",
			"names": "وَ لُوۡطًا اِذۡ قَالَ لِقَوۡمِہٖۤ  اِنَّکُمۡ  لَتَاۡتُوۡنَ الۡفَاحِشَۃَ ۫ مَا سَبَقَکُمۡ  بِہَا مِنۡ اَحَدٍ مِّنَ الۡعٰلَمِیۡنَ ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ لُوۡطًا اِذۡ قَالَ لِقَوۡمِہٖۤ  اِنَّکُمۡ  لَتَاۡتُوۡنَ الۡفَاحِشَۃَ ۫ مَا سَبَقَکُمۡ  بِہَا مِنۡ اَحَدٍ مِّنَ الۡعٰلَمِیۡنَ ﴿۲۸﴾ ",
			"index": "3368",
			"name": "এবং লূতকে উদ্ধার করেছি যখন সে আপন সম্প্রদায়কে বললো, ‘তোমরা নিশ্চয় এমন অশ্লীল কর্ম করছো, যা তোমাদের পূর্বে সারা দুনিয়ায় কেউ করে নি।",
			"en_kanzulimaan": "And We rescued Lut when he said to his people, You indeed commit the shameful; such that no one in the creation has ever done before you.",
			"ur_kanzulimaan": "اور لوط کو نجات دی جب اس نے اپنی قوم سے فرمایا تم بیشک بے حیائی کا کام کرتے ہو، کہ تم سے پہلے دنیا بھر میں کسی نے نہ کیا",
			"hi_kanzulimaan": "और लूत को निजात दी जब उसने अपनी क़ौम से फ़रमाया तुम बेशक बेहयाई का काम करते हो कि तुमसे पहले दुनिया भर में किसी ने न किया (70फ)",
			"author": "২৮. আর (স্মরণ করুন) লূত (আলাইহিস সালাম)-এঁর কথা যখন তিনি তাঁর সম্প্রদায়কে বললেন, ‘তোমরা তো নিশ্চিত জঘন্য অশ্লীলতায় নিমজ্জিত, তোমাদের পূর্বে বিশ্ব জগতের কোনো জাতি এরূপ (অশ্লীল) কর্মে লিপ্ত হয়নি।"
		},
		{
			"_id": "3369",
			"sura": "29",
			"para": "20",
			"verses": "29",
			"names": "اَئِنَّکُمۡ لَتَاۡتُوۡنَ الرِّجَالَ وَ تَقۡطَعُوۡنَ السَّبِیۡلَ ۬ۙ وَ تَاۡتُوۡنَ فِیۡ نَادِیۡکُمُ الۡمُنۡکَرَ ؕ فَمَا کَانَ  جَوَابَ قَوۡمِہٖۤ  اِلَّاۤ اَنۡ  قَالُوا ائۡتِنَا بِعَذَابِ اللّٰہِ  اِنۡ  کُنۡتَ مِنَ الصّٰدِقِیۡنَ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "اَئِنَّکُمۡ لَتَاۡتُوۡنَ الرِّجَالَ وَ تَقۡطَعُوۡنَ السَّبِیۡلَ ۬ۙ وَ تَاۡتُوۡنَ فِیۡ نَادِیۡکُمُ الۡمُنۡکَرَ ؕ فَمَا کَانَ  جَوَابَ قَوۡمِہٖۤ  اِلَّاۤ اَنۡ  قَالُوا ائۡتِنَا بِعَذَابِ اللّٰہِ  اِنۡ  کُنۡتَ مِنَ الصّٰدِقِیۡنَ ﴿۲۹﴾ ",
			"index": "3369",
			"name": "তোমরা কি পুরুষের সাথে বলাৎকার করছো এবং ডাকাতি করছো ও নিজেদের মজলিসে ঘৃণ্য কাজ করছো? সুতরাং তার সম্প্রদায়ের কোন জবাব ছিলো না, কিন্তু এ যে, তারা বললো, ‘আমাদের উপর আল্লাহ্‌র শাস্তি আনয়ন করো যদি তুমি সত্যবাদী হও!’",
			"en_kanzulimaan": "What! You commit the immoral with males, and cut off the roads; and you speak evilly in your gatherings? So his people had no answer except to say, Bring the punishment of Allah upon us if you are truthful!",
			"ur_kanzulimaan": "کیا تم مردوں سے بدفعلی کرتے ہو اور راہ مارتے ہو اور اپنی مجلس میں بری بات کرتے ہو تو اس کی قوم کا کچھ جواب نہ ہوا مگر یہ کہ بولے ہم پر اللہ کا عذاب لاؤ اگر تم سچے ہو",
			"hi_kanzulimaan": "क्या तुम मर्दों से बुरा काम करते हो और राह मारते हो (71फ) और अपनी मजलिस (बैठक) में बुरी बात करते हो (72फ) तो उसकी क़ौम का कुछ जवाब न हुआ मगर यह कि बोले हम पर अल्लाह का अज़ाब लाओ अगर तुम सच्चे हो (73फ)",
			"author": "২৯. তোমরা কি (কামপ্রবৃত্তি চরিতার্থে) পূরুষদের নিকট গমন করো আর রাহাজানি করো এবং নিজেদের (ভরা) মজলিসে প্রকাশ্যে ঘৃণ্য কর্ম করে বেড়াও?’ অতঃপর তাঁর সম্প্রদায় জবাবে কেবল এ কথাই বললো, ‘আমাদের উপর আল্লাহ্‌র শাস্তি নিয়ে এসো যদি তুমি সত্যবাদী হও’।"
		},
		{
			"_id": "3370",
			"sura": "29",
			"para": "20",
			"verses": "30",
			"names": "قَالَ رَبِّ انۡصُرۡنِیۡ عَلَی الۡقَوۡمِ الۡمُفۡسِدِیۡنَ ﴿۳۰﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ رَبِّ انۡصُرۡنِیۡ عَلَی الۡقَوۡمِ الۡمُفۡسِدِیۡنَ ﴿۳۰﴾ ",
			"index": "3370",
			"name": "আরয করলো, ‘হে আমার রব! আমাকে সাহায্য করো এসব অশান্তি সৃষ্টিকারী লোকের বিরুদ্ধে। ",
			"en_kanzulimaan": "He submitted, My Lord! Help me against these mischievous people.",
			"ur_kanzulimaan": "عرض کی، اے میرے رب! میری مدد کر ان فسادی لوگوں پر",
			"hi_kanzulimaan": "अर्ज़ की ऐ मेरे रब मेरी मदद कर (74फ) इन फ़सादी लोगों पर (75फ)",
			"author": "৩০. লূত (আলাইহিস সালাম) আরয করলেন, ‘হে প্রতিপালক! বিপর্যয় সৃষ্টিকারী সম্প্রদায়ের বিরুদ্ধে আমাকে সাহায্য করো।’"
		},
		{
			"_id": "3371",
			"sura": "29",
			"para": "20",
			"verses": "31",
			"names": "وَ لَمَّا جَآءَتۡ رُسُلُنَاۤ  اِبۡرٰہِیۡمَ بِالۡبُشۡرٰی ۙ قَالُوۡۤا اِنَّا مُہۡلِکُوۡۤا اَہۡلِ ہٰذِہِ  الۡقَرۡیَۃِ ۚ اِنَّ  اَہۡلَہَا کَانُوۡا ظٰلِمِیۡنَ ﴿ۚۖ۳۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَمَّا جَآءَتۡ رُسُلُنَاۤ  اِبۡرٰہِیۡمَ بِالۡبُشۡرٰی ۙ قَالُوۡۤا اِنَّا مُہۡلِکُوۡۤا اَہۡلِ ہٰذِہِ  الۡقَرۡیَۃِ ۚ اِنَّ  اَہۡلَہَا کَانُوۡا ظٰلِمِیۡنَ ﴿ۚۖ۳۱﴾ ",
			"index": "3371",
			"name": "এবং যখন আমার ফিরিশ্‌তাগণ ইব্রাহীমের নিকট সুসংবাদ নিয়ে এলো, তখন তারা বললো, ‘আমরা অবশ্য এ শহরবাসীদেরকে ধ্বংস করবো। নিশ্চয় সেটার অধিবাসীরা অত্যাচারী’।",
			"en_kanzulimaan": "And when Our sent angels came with glad tidings to Ibrahim, they said, We will surely destroy the people of that town; indeed its inhabitants are unjust.",
			"ur_kanzulimaan": "اور جب ہمارے فرشتے ابراہیم کے پاس مژدہ لے کر آئے بولے ہم ضرور اس شہر والوں کو ہلاک کریں گے بیشک اس کے بسنے والے ستمگاروں ہیں،",
			"hi_kanzulimaan": "और जब हमारे फ़रिश्ते इब्राहीम के पास ख़ुशख़बरी लेकर आए (76फ) बोले हम ज़रूर इस शहर वालों को हलाक करेंगे (77फ) बेशक इसके बसने वाले सितमगर हैं",
			"author": "৩১. আর যখন আমার প্রেরিত (ফেরেশতা) বার্তাবাহকেরা ইবরাহীম (আলাইহিস সালাম)-এঁর নিকট সুসংবাদ নিয়ে আগমন করলো, তারা (তখন আরও) বললো, ‘আমরা এ জনপদবাসীকে ধ্বংস করতে যাচ্ছি, কেননা এর অধিবাসীরা অত্যাচারী’।"
		},
		{
			"_id": "3372",
			"sura": "29",
			"para": "20",
			"verses": "32",
			"names": "قَالَ اِنَّ فِیۡہَا لُوۡطًا ؕ قَالُوۡا نَحۡنُ اَعۡلَمُ بِمَنۡ فِیۡہَا ٝ۫ لَنُنَجِّیَنَّہٗ  وَ اَہۡلَہٗۤ  اِلَّا امۡرَاَتَہٗ ٭۫ کَانَتۡ مِنَ  الۡغٰبِرِیۡنَ ﴿۳۲﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ اِنَّ فِیۡہَا لُوۡطًا ؕ قَالُوۡا نَحۡنُ اَعۡلَمُ بِمَنۡ فِیۡہَا ٝ۫ لَنُنَجِّیَنَّہٗ  وَ اَہۡلَہٗۤ  اِلَّا امۡرَاَتَہٗ ٭۫ کَانَتۡ مِنَ  الۡغٰبِرِیۡنَ ﴿۳۲﴾ ",
			"index": "3372",
			"name": "বললো, ‘তাতে তো লূত রয়েছে’। ফিরিশ্‌তাগণ বললো, ‘আমরা ভালোভাবে জানি তাতে কে রয়েছে। অবশ্যই আমরা তাকে এবং তার পরিবার-পরিজনকে রক্ষা করবো, কিন্তু তার স্ত্রীকে; সে পশ্চাতে অবস্থানকারী লোকদের অন্তর্ভুক্ত থাকবে'।",
			"en_kanzulimaan": "He said, \"Lut is in it!; they said, We know very well who all are there; we shall rescue him and his family, except his wife; she is of those who will stay behind.",
			"ur_kanzulimaan": "کہا اس میں تو لوط ہے فرشتے بولے ہمیں خوب معلوم ہے جو کوئی اس میں ہے، ضرور ہم اسے اور اس کے گھر والوں کو نجات دیں گے مگر اس کی عورت کو، وہ رہ جانے والوں میں ہے",
			"hi_kanzulimaan": "कहा (78फ) इसमें तो लूत है (79फ) फ़रिश्ते बोले हमें ख़ूब मालूम है जो कुछ इसमें है, ज़रूर हम उसे (80फ) और उसके घरवालों को निजात देंगे मगर उसकी औरत को, कि वह रह जाने वालों में है (81फ)",
			"author": "৩২. ইবরাহীম (আলাইহিস সালাম) বললেন, ‘এতে (এ জনপদে) তো লূত (আলাইহিস সালামও) রয়েছেন’। তারা বললো, ‘আমরা তাদেরকে খুব ভালোভাবেই জানি যারা এতে (বসবাসরত) রয়েছে। আমরা লূত (আলাইহিস সালাম) এবং তাঁর পরিবারকে অবশ্যই রক্ষা করবো, তবে তাঁর স্ত্রী ব্যতীত; সে তো পশ্চাতে থেকে যাওয়া লোকদের মধ্যে গণ্য।’"
		},
		{
			"_id": "3373",
			"sura": "29",
			"para": "20",
			"verses": "33",
			"names": "وَ لَمَّاۤ  اَنۡ جَآءَتۡ رُسُلُنَا لُوۡطًا سِیۡٓءَ بِہِمۡ وَ ضَاقَ بِہِمۡ ذَرۡعًا وَّ قَالُوۡا لَا تَخَفۡ وَ لَا تَحۡزَنۡ ۟ اِنَّا مُنَجُّوۡکَ وَ اَہۡلَکَ  اِلَّا امۡرَاَتَکَ  کَانَتۡ  مِنَ  الۡغٰبِرِیۡنَ ﴿۳۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَمَّاۤ  اَنۡ جَآءَتۡ رُسُلُنَا لُوۡطًا سِیۡٓءَ بِہِمۡ وَ ضَاقَ بِہِمۡ ذَرۡعًا وَّ قَالُوۡا لَا تَخَفۡ وَ لَا تَحۡزَنۡ ۟ اِنَّا مُنَجُّوۡکَ وَ اَہۡلَکَ  اِلَّا امۡرَاَتَکَ  کَانَتۡ  مِنَ  الۡغٰبِرِیۡنَ ﴿۳۳﴾ ",
			"index": "3373",
			"name": "আর যখন আমার ফিরিশ্‌তাগণ লূতের নিকট এলো, তখন তাদের আগমন তার নিকট বিস্বাদ অনুভূত হলো এবং তাদের কারণে তার অন্তর সঙ্কুচিত হলো আর তারা বললো, ‘ভয় করবেন না এবং দুঃখও করবেন না! নিশ্চয় আমরা আপনাকে ও আপনার পরিবার-পরিজনকে রক্ষা করবো, আপনার স্ত্রী ব্যতীত। সে পশ্চাতে অবস্থানকারীদের অন্তর্ভুক্ত।",
			"en_kanzulimaan": "And when Our sent angels came to Lut, he was unhappy at their arrival and was depressed  and they said, Do not fear or grieve; we will surely rescue you and your family, except your wife, who is of those who will stay behind.",
			"ur_kanzulimaan": "اور جب ہمارے فرشتے لوط کے پاس آئے ان کا آنا اسے ناگوار ہوا اور ان کے سبب دل تنگ ہوا اور انہوں نے کہا نہ ڈریے اور نہ غم کیجئے بیشک ہم آپ کو اور آپ کے گھر والوں کو نجات دیں گے مگر آپ کی عورت وہ رہ جانے والوں میں ہے،",
			"hi_kanzulimaan": "और जब हमारे फ़रिश्ते लूत के पास (82फ) आए उनका आना उसे नागवार हुआ और उनके कारण दिल तंग हुआ (83फ) और उन्होंने कहा न डरिये (84फ) और न ग़म कीजिये (86फ) बेशक हम आपको और आप के घर वालों को निजात देंगे मगर आप की औरत, वह रह जाने वालों में है",
			"author": "৩৩. আর যখন আমাদের প্রেরিত (ফেরেশতা) বার্তাবাহকেরা লূত (আলাইহিস সালাম)-এঁর নিকট আগমন করলো, তিনি তখন তাদের (আগমনের) কারণে চিন্তিত হয়ে পড়লেন এবং তাদের (শাস্তির ইচ্ছার) কারণে হতোদ্যম হয়ে গেলেন। তখন তারা (ফেরেশতাগণ) বললো, ‘আপনি ভীত হবেন না এবং চিন্তিতও হবেন না। নিশ্চয়ই আমরা আপনাকে এবং আপনার পরিবারকে রক্ষা করবো, তবে আপনার স্ত্রীকে নয়। সে তো (শাস্তির জন্যে) পশ্চাতে থেকে যাওয়া লোকদের মধ্যে গণ্য।"
		},
		{
			"_id": "3374",
			"sura": "29",
			"para": "20",
			"verses": "34",
			"names": "اِنَّا مُنۡزِلُوۡنَ عَلٰۤی اَہۡلِ ہٰذِہِ  الۡقَرۡیَۃِ رِجۡزًا مِّنَ السَّمَآءِ بِمَا کَانُوۡا یَفۡسُقُوۡنَ ﴿۳۴﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّا مُنۡزِلُوۡنَ عَلٰۤی اَہۡلِ ہٰذِہِ  الۡقَرۡیَۃِ رِجۡزًا مِّنَ السَّمَآءِ بِمَا کَانُوۡا یَفۡسُقُوۡنَ ﴿۳۴﴾ ",
			"index": "3374",
			"name": "নিশ্চয় আমরা এ শহরবাসীদের উপর আসমান থেকে শাস্তি অবতারণকারী তাদের অবাধ্যতার বদলাস্বরূপ’।",
			"en_kanzulimaan": "We will indeed cause a punishment from the sky to descend upon the inhabitants of this town  the recompense of their disobedience.",
			"ur_kanzulimaan": "بیشک ہم اس شہر والوں پر آسمان سے عذاب اتارنے والے ہیں بدلہ ان کی نافرمانیوں کا،",
			"hi_kanzulimaan": "बेशक हम उस शहर वालों पर आसमान से अज़ाब उतारने वाले हैं बदला उनकी नाफ़रमानियों का",
			"author": "৩৪. ‘আমরা নিশ্চিত এ জনপদবাসীর উপর আকাশ থেকে শাস্তি অবতীর্ণ করবো, কারণ এরা নাফরমানী করছিল।’"
		},
		{
			"_id": "3375",
			"sura": "29",
			"para": "20",
			"verses": "35",
			"names": "وَ لَقَدۡ تَّرَکۡنَا مِنۡہَاۤ  اٰیَۃًۢ  بَیِّنَۃً  لِّقَوۡمٍ یَّعۡقِلُوۡنَ ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ تَّرَکۡنَا مِنۡہَاۤ  اٰیَۃًۢ  بَیِّنَۃً  لِّقَوۡمٍ یَّعۡقِلُوۡنَ ﴿۳۵﴾ ",
			"index": "3375",
			"name": "এবং নিশ্চয় আমি তা থেকে সুস্পষ্ট নিদর্শন অবশিষ্ট রেখেছি বোধশক্তিসম্পন্নদের জন্য। ",
			"en_kanzulimaan": "And We have undoubtedly kept a part of it as a clear sign for people of intellect.",
			"ur_kanzulimaan": "اور بیشک ہم نے اس سے روشن نشانی باقی رکھی عقل والوں کے لیے",
			"hi_kanzulimaan": "और बेशक हमने उससे रौशन निशानी बाक़ी रखी अक़्ल वालों के लिये (86फ)",
			"author": "৩৫. আর আমরা তো এ জনপদকে (এর ধ্বংসপ্রাপ্ত স্থানসমূহকে) বোধশক্তিসম্পন্ন লোকদের জন্যে এক সুস্পষ্ট নিদর্শন হিসেবে বহাল রেখেছি।"
		},
		{
			"_id": "3376",
			"sura": "29",
			"para": "20",
			"verses": "36",
			"names": "وَ اِلٰی مَدۡیَنَ  اَخَاہُمۡ شُعَیۡبًا ۙ فَقَالَ یٰقَوۡمِ اعۡبُدُوا اللّٰہَ وَ ارۡجُوا الۡیَوۡمَ الۡاٰخِرَ وَ لَا تَعۡثَوۡا فِی الۡاَرۡضِ مُفۡسِدِیۡنَ ﴿۳۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِلٰی مَدۡیَنَ  اَخَاہُمۡ شُعَیۡبًا ۙ فَقَالَ یٰقَوۡمِ اعۡبُدُوا اللّٰہَ وَ ارۡجُوا الۡیَوۡمَ الۡاٰخِرَ وَ لَا تَعۡثَوۡا فِی الۡاَرۡضِ مُفۡسِدِیۡنَ ﴿۳۶﴾ ",
			"index": "3376",
			"name": "মাদ্‌য়ানের প্রতি তাদের সম্প্রদায়ের শু’আয়বকে প্রেরণ করেছি। সুতরাং সে বললো, ‘হে আমার সম্প্রদায়! আল্লাহ্‌র ইবাদত করো এবং শেষ দিবসের আশা রাখো! আর পৃথিবীতে অশান্তি বিস্তার করে বেড়িয়ো না!’",
			"en_kanzulimaan": "And We sent towards Madyan, their fellowman Shuaib  he therefore said, O my people! Worship Allah, and anticipate the Last Day, and do not roam the earth spreading turmoil.",
			"ur_kanzulimaan": "مدین کی طرف ان کے ہم قوم شعیب کو بھیجا تو اس نے فرمایا، اے میری قوم! اللہ کی بندگی کرو اور پچھلے دن کی امید رکھو اور زمین میں فساد پھیلاتے نہ پھرو،",
			"hi_kanzulimaan": "मदयन की तरफ़, उनके हम क़ौम शुऐब को भेजा तो उसने फ़रमाया ऐ मेरी क़ौम अल्लाह की बन्दगी करो और पिछले दिन की उमीद रखो (87फ) और ज़मीन में फ़साद फ़ैलाते न फिरो",
			"author": "৩৬. আর মাদইয়ানে তাদের (জ্ঞাতি) ভাই শুয়াইব (আলাইহিস সালাম)-কে (প্রেরণ করেছিলাম)। অতঃপর তিনি বললেন, ‘হে আমার সম্প্রদায়! আল্লাহ্‌র ইবাদত করো, শেষ দিবসের প্রতীক্ষা করো এবং পৃথিবীতে বিপর্যয় সৃষ্টি করো না।’"
		},
		{
			"_id": "3377",
			"sura": "29",
			"para": "20",
			"verses": "37",
			"names": "فَکَذَّبُوۡہُ  فَاَخَذَتۡہُمُ  الرَّجۡفَۃُ فَاَصۡبَحُوۡا  فِیۡ  دَارِہِمۡ  جٰثِمِیۡنَ ﴿۫۳۷﴾ ",
			"number": "",
			"verses_PDMS": "فَکَذَّبُوۡہُ  فَاَخَذَتۡہُمُ  الرَّجۡفَۃُ فَاَصۡبَحُوۡا  فِیۡ  دَارِہِمۡ  جٰثِمِیۡنَ ﴿۫۳۷﴾ ",
			"index": "3377",
			"name": "অতঃপর তারা তাকে অস্বীকার করলো। তারপর তাদেরকে ভূমিকম্প পেয়ে বসলো। ফলে তারা ভোরে নিজেদের ঘরগুলোর মধ্যে হাটুর উপর ভর করে পড়ে রইলো। ",
			"en_kanzulimaan": "In response they denied him  thereupon the earthquake seized them  so at morning they remained lying flattened in their homes.",
			"ur_kanzulimaan": "تو انہوں نے اسے جھٹلایا تو انہیں زلزلے نے آلیا تو صبح اپنے گھروں میں گھٹنوں کے بل پڑے رہ گئے",
			"hi_kanzulimaan": "तो उन्होंने उसे झुटलाया तो उन्हें ज़लज़ले ने आ लिया तो सुब्ह अपने घरों में घुटनों के बल पड़े रह गए (88फ)",
			"author": "৩৭. তখন তারা শুয়াইব (আলাইহিস সালাম)-কে মিথ্যাপ্রতিপন্ন করলো, সুতরাং তাদেরকে (আমার শাস্তি) ভুমিকম্প গ্রাস করলো। ফলে তারা প্রভাতে নিজ গৃহে উপুড় (হয়ে মৃত) অবস্থায় পড়ে রইলো।"
		},
		{
			"_id": "3378",
			"sura": "29",
			"para": "20",
			"verses": "38",
			"names": "وَ عَادًا وَّ ثَمُوۡدَا۠  وَ قَدۡ تَّبَیَّنَ  لَکُمۡ  مِّنۡ مَّسٰکِنِہِمۡ ۟ وَ زَیَّنَ لَہُمُ الشَّیۡطٰنُ اَعۡمَالَہُمۡ فَصَدَّہُمۡ عَنِ السَّبِیۡلِ وَ کَانُوۡا مُسۡتَبۡصِرِیۡنَ ﴿ۙ۳۸﴾  ",
			"number": "",
			"verses_PDMS": "وَ عَادًا وَّ ثَمُوۡدَا۠  وَ قَدۡ تَّبَیَّنَ  لَکُمۡ  مِّنۡ مَّسٰکِنِہِمۡ ۟ وَ زَیَّنَ لَہُمُ الشَّیۡطٰنُ اَعۡمَالَہُمۡ فَصَدَّہُمۡ عَنِ السَّبِیۡلِ وَ کَانُوۡا مُسۡتَبۡصِرِیۡنَ ﴿ۙ۳۸﴾  ",
			"index": "3378",
			"name": "আর ‘আদ ও সামূদকে ধ্বংস করেছি এবং তোমাদের নিকট তাদের বস্তিসমূহ সুস্পষ্টভাবে প্রতীয়মান হয়েছে। এবং শয়তান তাদের কৃতকর্ম তাদের দৃষ্টিতে সুশোভিত করে দেখিয়েছে আর তাদেরকে সৎপথ থেকে নিবৃত্ত রেখেছে এবং তাদের মধ্যে বোধশক্তি ছিলো। ",
			"en_kanzulimaan": "And We destroyed the Aad and the Thamud, and you already know their dwellings; Satan made their deeds appear good to them and prevented them from the path, whereas they could perceive.",
			"ur_kanzulimaan": "اور عاد اور ثمود کو ہلاک فرمایا اور تمہیں ان کی بستیاں معلوم ہوچکی ہیں اور شیطان نے ان کے کوتک ان کی نگاہ میں بھلے کر دکھائے اور انہیں راہ سے روکا اور انہیں سوجھتا تھا",
			"hi_kanzulimaan": "और आद और समूद को हलाक फ़रमाया और तुम्हें (89फ) उनकी बस्तियां मालूम हो चुकी है (90फ) और शैतान ने उनके कौतुक (91फ) उनकी निगाह में भले कर दिखाए और उन्हें राह से रोका और उन्हें सूझता था (92फ)",
			"author": "৩৮. আর ‘আদ এবং সামূদকেও (আমি ধ্বংস করেছিলাম)। এদের (ধ্বংসপ্রাপ্ত) কিছু ঘরবাড়িই তোমাদের জন্যে (উপদেশ হিসেবে) সুস্পষ্ট। আর শয়তান তাদের মন্দ কর্মকে তাদের দৃষ্টিতে সুশোভিত করেছিল এবং তাদেরকে (সত্যের) পথ থেকে ফিরিয়ে রেখেছিল। অথচ তারা ছিল সজাগ এবং বিচক্ষণ।"
		},
		{
			"_id": "3379",
			"sura": "29",
			"para": "20",
			"verses": "39",
			"names": "وَ قَارُوۡنَ وَ فِرۡعَوۡنَ وَ ہَامٰنَ ۟ وَ لَقَدۡ جَآءَہُمۡ  مُّوۡسٰی بِالۡبَیِّنٰتِ فَاسۡتَکۡبَرُوۡا فِی الۡاَرۡضِ وَ مَا کَانُوۡا سٰبِقِیۡنَ ﴿ۚۖ۳۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَارُوۡنَ وَ فِرۡعَوۡنَ وَ ہَامٰنَ ۟ وَ لَقَدۡ جَآءَہُمۡ  مُّوۡسٰی بِالۡبَیِّنٰتِ فَاسۡتَکۡبَرُوۡا فِی الۡاَرۡضِ وَ مَا کَانُوۡا سٰبِقِیۡنَ ﴿ۚۖ۳۹﴾ ",
			"index": "3379",
			"name": "আর ক্বারূন, ফির’আউন ও হামানকে; এবং নিশ্চয় মূসা তাদের নিকট সুস্পষ্ট নিদর্শনাদি নিয়ে এসেছে। অতঃপর তারা ভূ-পৃষ্ঠে অহঙ্কার করেছে এবং তারা আমার আয়ত্ত থেকে বের হয়ে যাবার মতো ছিলো না। ",
			"en_kanzulimaan": "And (We destroyed) Qaroon, Firaun and Haman; and indeed Moosa came to them with clear signs, so they were arrogant in the land, and they could never escape from Our control.",
			"ur_kanzulimaan": "اور قارون اور فرعون اور ہامان کو اور بیشک ان کے پاس موسیٰ روشن نشانیاں لے کر آیا تو انہوں نے زمین میں تکبر کیا اور وہ ہم سے نکل کر جانے والے نہ تھے",
			"hi_kanzulimaan": "और क़ारून और फ़िरऔन और हामान को (93फ) और बेशक उनके पास मूसा रौशन निशानियां लेकर आया तो उन्होंने ज़मीन में घमण्ड किया और वो हमसे निकल कर जाने वाले न थे (94फ)",
			"author": "৩৯. আর কারূন, ফেরাউন এবং হামানকেও (আমরা ধ্বংস করেছিলাম)। আর মূসা (আলাইহি সালাম) তো তাদের নিকট সুস্পষ্ট নিদর্শনাবলী নিয়ে আগমন করেছিলেন। তখন তারা পৃথিবীতে অহঙ্কার ও দম্ভ করছিল। কিন্তু তারা (আমার গ্রাস থেকে) রক্ষা পায়নি।"
		},
		{
			"_id": "3380",
			"sura": "29",
			"para": "20",
			"verses": "40",
			"names": "فَکُلًّا  اَخَذۡنَا بِذَنۡۢبِہٖ ۚ فَمِنۡہُمۡ مَّنۡ اَرۡسَلۡنَا عَلَیۡہِ حَاصِبًا ۚ وَ  مِنۡہُمۡ مَّنۡ اَخَذَتۡہُ  الصَّیۡحَۃُ ۚ وَ مِنۡہُمۡ مَّنۡ خَسَفۡنَا بِہِ الۡاَرۡضَ ۚ وَ مِنۡہُمۡ مَّنۡ  اَغۡرَقۡنَا ۚ وَ مَا کَانَ اللّٰہُ  لِیَظۡلِمَہُمۡ  وَ لٰکِنۡ  کَانُوۡۤا  اَنۡفُسَہُمۡ  یَظۡلِمُوۡنَ ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "فَکُلًّا  اَخَذۡنَا بِذَنۡۢبِہٖ ۚ فَمِنۡہُمۡ مَّنۡ اَرۡسَلۡنَا عَلَیۡہِ حَاصِبًا ۚ وَ  مِنۡہُمۡ مَّنۡ اَخَذَتۡہُ  الصَّیۡحَۃُ ۚ وَ مِنۡہُمۡ مَّنۡ خَسَفۡنَا بِہِ الۡاَرۡضَ ۚ وَ مِنۡہُمۡ مَّنۡ  اَغۡرَقۡنَا ۚ وَ مَا کَانَ اللّٰہُ  لِیَظۡلِمَہُمۡ  وَ لٰکِنۡ  کَانُوۡۤا  اَنۡفُسَہُمۡ  یَظۡلِمُوۡنَ ﴿۴۰﴾ ",
			"index": "3380",
			"name": "অতঃপর তাদের প্রত্যেককে আমি তাদের পাপের জন্য পাকড়াও করেছি; সুতরাং তাদের মধ্যে কারো উপর আমি পাথর বর্ষণ করেছি; এবং তাদের কাউকে ভয়ানক ধ্বনি পেয়ে বসেছে, আর তাদের মধ্যে কাউকে ভূ-গর্ভে ধ্বসিয়ে ফেলেছি, এবং তাদের মধ্যে কাউকে ডুবিয়ে মেরেছি। এবং আল্লাহ্‌র জন্য শোভা পেতো না যে, তিনি তাদের প্রতি যুল্‌ম করতেন; হাঁ, তারা নিজেরাই নিজেদের আত্নার প্রতি যুল্‌ম করছিলো। ",
			"en_kanzulimaan": "So We caught each one upon his sin; so among them is one upon whom We sent a shower of stones; and among them is one who was seized by the Scream; and among them is one whom We buried in the earth, and among them is one whom We drowned; it did not befit Allahs Majesty to oppress them, but they were wronging themselves.",
			"ur_kanzulimaan": "تو ان میں ہر ایک کو ہم نے اس کے گناہ پر پکڑا تو ان میں کسی پر ہم نے پتھراؤ بھیجا اور ان میں کسی کو چنگھاڑ نے آلیا اور ان میں کسی کو زمین میں دھنسادیا اور ان میں کسی کو ڈبو دیا اور اللہ کی شان نہ تھی کہ ان پر ظلم کرے ہاں وہ خود ہی اپنی جانوں پر ظلم کرتے تھے،",
			"hi_kanzulimaan": "तो उनमें हर एक को हमने उसके गुनाह पर पकड़ा, तो उनमें किसी पर हमने पथराव भेजा (95फ) और उनमें किसी को चिंघाड़ ने आ लिया (96फ) और उनमें किसी को ज़मीन में धंसा दिया (97फ) और उनमें किसी को डुबो दिया (98फ) और अल्लाह की शान न थी कि उनपर ज़ुल्म करे (99फ) हाँ वो ख़ुद ही (100फ) अपनी जानों पर ज़ुल्म करते थे",
			"author": "৪০. অতঃপর আমরা (তাদের) প্রত্যেককে নিজ পাপের কারণে পাকড়াও করেছিলাম; সুতরাং তাদের মধ্যে এমনও (কেউ) ছিল যার উপর আমরা পাথর বর্ষণকারী প্রবল ঝটিকা প্রেরণ করেছিলাম; আর তাদের মধ্যে (কেউ) এমনও ছিল যাদেরকে ভয়ানক আওয়াজ এসে গ্রাস করেছিল; আর তাদের মধ্যে এমনও (কেউ) ছিল যাদেরকে আমরা ভু-গর্ভে ধ্বসিয়ে দিয়েছিলাম; এবং তাদের মধ্যে এমনও (কেউ) ছিল যাদেরকে আমি ডুবিয়ে দিয়েছিলাম। আর আল্লাহ্ তাদের প্রতি কখনই জুুলুম করেন নি, বরং তারা নিজেরাই নিজেদের প্রতি জুলুম করেছিল।"
		},
		{
			"_id": "3381",
			"sura": "29",
			"para": "20",
			"verses": "41",
			"names": "مَثَلُ الَّذِیۡنَ اتَّخَذُوۡا مِنۡ دُوۡنِ اللّٰہِ اَوۡلِیَآءَ کَمَثَلِ الۡعَنۡکَبُوۡتِ ۖۚ اِتَّخَذَتۡ بَیۡتًا ؕ وَ اِنَّ  اَوۡہَنَ الۡبُیُوۡتِ لَبَیۡتُ الۡعَنۡکَبُوۡتِ ۘ  لَوۡ  کَانُوۡا  یَعۡلَمُوۡنَ ﴿۴۱﴾ ",
			"number": "",
			"verses_PDMS": "مَثَلُ الَّذِیۡنَ اتَّخَذُوۡا مِنۡ دُوۡنِ اللّٰہِ اَوۡلِیَآءَ کَمَثَلِ الۡعَنۡکَبُوۡتِ ۖۚ اِتَّخَذَتۡ بَیۡتًا ؕ وَ اِنَّ  اَوۡہَنَ الۡبُیُوۡتِ لَبَیۡتُ الۡعَنۡکَبُوۡتِ ۘ  لَوۡ  کَانُوۡا  یَعۡلَمُوۡنَ ﴿۴۱﴾ ",
			"index": "3381",
			"name": "তাদের উপমা, যারা আল্লাহ্‌ ব্যতীত অন্য মালিক স্থির করেছে, মাকড়সার ন্যায়; সে জালের ঘর তৈরী করেছে; এবং নিশ্চয় সমস্ত ঘরের মধ্যে দুর্বলতম ঘর হচ্ছে মাকড়সার ঘর; কতোই উত্তম হতো যদি তারা জানতো! ",
			"en_kanzulimaan": "The example of those who choose masters other than Allah is like that of the spider; it makes the web its house; and indeed the weakest house of all is that of the spider; if only they knew.",
			"ur_kanzulimaan": "ان کی مثال جنہوں نے اللہ کے سوا اور مالک بنالیے ہیں مکڑی کی طرح ہے، اس نے جالے کا گھر بنایا اور بیشک سب گھروں میں کمزور گھر مکڑی کا گھر کیا اچھا ہوتا اگر جانتے",
			"hi_kanzulimaan": "उनकी मिसाल जिन्हों ने अल्लाह के सिवा और मालिक बना लिये हैं (101फ) मकड़ी की तरह है, उसने जाले का घर बनाया (102फ) और बेशक सब घरों में कमज़ोर घर मकड़ी का घर (103फ) क्या अच्छा होता अगर जानते (104फ)",
			"author": "৪১. যারা আল্লাহ্‌র পরিবর্তে অপরকে (অর্থাৎ মূর্তিকে) অভিভাবকরূপে গ্রহণ করেছে সেসব (অবিশ্বাসী) লোকদের দৃষ্টান্ত তো মাকড়সার কাহিনীর ন্যায়, যে (নিজের জন্যে জালের) ঘর তৈরি করে। আর সমস্ত ঘরের মধ্যে দূর্বলতম ঘর হল মাকড়সার। হায়! তারা যদি (এ কথা) জানতো।"
		},
		{
			"_id": "3382",
			"sura": "29",
			"para": "20",
			"verses": "42",
			"names": "اِنَّ اللّٰہَ یَعۡلَمُ مَا یَدۡعُوۡنَ مِنۡ دُوۡنِہٖ مِنۡ شَیۡءٍ ؕ وَ  ہُوَ  الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۴۲﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ اللّٰہَ یَعۡلَمُ مَا یَدۡعُوۡنَ مِنۡ دُوۡنِہٖ مِنۡ شَیۡءٍ ؕ وَ  ہُوَ  الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۴۲﴾ ",
			"index": "3382",
			"name": "আল্লাহ্‌ জানেন যে বস্তুর তারা তাঁকে ব্যতীত পূজা করছে; এবং তিনিই সম্মান ও বাস্তব জ্ঞানের অধিকারী। ",
			"en_kanzulimaan": "Allah knows what they worship instead of Him; He is the Almighty, the Wise.",
			"ur_kanzulimaan": "اللہ جانتا ہے جس چیز کی اس کے سوا پوجا کرتے ہیں اور وہی عزت و حکمت والا ہے",
			"hi_kanzulimaan": "अल्लाह जानता है जिस चीज़ की उसके सिवा पूजा करते हैं (105फ) और वही इज़्ज़त और बोध वाला है (106फ)",
			"author": "৪২.  নিশ্চয়ই আল্লাহ্ এ (মূর্তিগুলোর প্রকৃত অবস্থা) সম্পর্কে অবগত যাদেরকে তারা তাঁকে ব্যতীত উপাসনা করে। আর তিনিই পরাক্রমশালী, প্রজ্ঞাবান।"
		},
		{
			"_id": "3383",
			"sura": "29",
			"para": "20",
			"verses": "43",
			"names": "وَ تِلۡکَ الۡاَمۡثَالُ نَضۡرِبُہَا لِلنَّاسِ ۚ وَ مَا یَعۡقِلُہَاۤ  اِلَّا  الۡعٰلِمُوۡنَ ﴿۴۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ تِلۡکَ الۡاَمۡثَالُ نَضۡرِبُہَا لِلنَّاسِ ۚ وَ مَا یَعۡقِلُہَاۤ  اِلَّا  الۡعٰلِمُوۡنَ ﴿۴۳﴾ ",
			"index": "3383",
			"name": "এবং এ দৃষ্টান্তসমূহ আমি মানুষের জন্য বর্ণনা করছি; আর সেগুলো কেবল জ্ঞানী ব্যক্তিরাই বুঝে। ",
			"en_kanzulimaan": "And We illustrate these examples for mankind; and none except the knowledgeable understand them.",
			"ur_kanzulimaan": "اور یہ مثالیں ہم لوگوں کے لیے بیان فرماتے ہیں، اور انہیں نہیں سمجھتے مگر علم والے",
			"hi_kanzulimaan": "और ये मिसालें हम लोगों के लिये बयान फ़रमाते हैं, और उन्हें नहीं समझते मगर इल्म वाले (107फ)",
			"author": "৪৩.  আর এসব উপমা আমরা মানুষের (বোঝার) জন্যে বর্ণনা করি। কিন্তু জ্ঞানবান ছাড়া এগুলো কেউ বুঝে না।"
		},
		{
			"_id": "3384",
			"sura": "29",
			"para": "20",
			"verses": "44",
			"names": "خَلَقَ اللّٰہُ  السَّمٰوٰتِ وَ الۡاَرۡضَ بِالۡحَقِّ ؕ اِنَّ  فِیۡ  ذٰلِکَ لَاٰیَۃً   لِّلۡمُؤۡمِنِیۡنَ ﴿۴۴﴾ ",
			"number": "",
			"verses_PDMS": "خَلَقَ اللّٰہُ  السَّمٰوٰتِ وَ الۡاَرۡضَ بِالۡحَقِّ ؕ اِنَّ  فِیۡ  ذٰلِکَ لَاٰیَۃً   لِّلۡمُؤۡمِنِیۡنَ ﴿۴۴﴾ ",
			"index": "3384",
			"name": "আল্লাহ্‌ আসমান ও যমীন সত্য তৈরী করেছেন। নিশ্চয় তাতে অবশ্য নিদর্শন রয়েছে মুসলমানদের জন্য।",
			"en_kanzulimaan": "Allah created the heavens and the earth with the truth; indeed in this is a sign for the Muslims.",
			"ur_kanzulimaan": "اللہ نے آسمان اور زمین حق بنائے، بیشک اس میں نشانی ہے مسلمانوں کے لیے،",
			"hi_kanzulimaan": "अल्लाह ने आसमान और ज़मीन हक़ बनाए, बेशक उसमें निशानी है (108फ) मुसलमानों के लिये",
			"author": "৪৪.  আল্লাহ্ আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন নিখুঁতভাবে। নিশ্চয়ই এতে (এ সৃষ্টিতে) ঈমানদারদের জন্যে রয়েছে (তাঁর একত্ববাদ ও কুদরতের) নিদর্শন।"
		},
		{
			"_id": "3385",
			"sura": "29",
			"para": "20",
			"verses": "45",
			"names": "اُتۡلُ مَاۤ  اُوۡحِیَ  اِلَیۡکَ مِنَ الۡکِتٰبِ وَ اَقِمِ الصَّلٰوۃَ ؕ اِنَّ الصَّلٰوۃَ  تَنۡہٰی عَنِ الۡفَحۡشَآءِ  وَ الۡمُنۡکَرِ ؕ وَ لَذِکۡرُ اللّٰہِ اَکۡبَرُ ؕ وَ اللّٰہُ یَعۡلَمُ مَا تَصۡنَعُوۡنَ ﴿۴۵﴾ ",
			"number": "",
			"verses_PDMS": "اُتۡلُ مَاۤ  اُوۡحِیَ  اِلَیۡکَ مِنَ الۡکِتٰبِ وَ اَقِمِ الصَّلٰوۃَ ؕ اِنَّ الصَّلٰوۃَ  تَنۡہٰی عَنِ الۡفَحۡشَآءِ  وَ الۡمُنۡکَرِ ؕ وَ لَذِکۡرُ اللّٰہِ اَکۡبَرُ ؕ وَ اللّٰہُ یَعۡلَمُ مَا تَصۡنَعُوۡنَ ﴿۴۵﴾ ",
			"index": "3385",
			"name": "হে মাহবূব! পাঠ করুন যে কিতাব আপনার প্রতি ওহী করা হয়েছে এবং নামায ক্বায়েম করুন! নিশ্চয় নামায অশ্লীল ও মন্দ কাজ থেকে বিরত রাখে এবং নিশ্চয় আল্লাহ্‌র স্মরণ সর্বাপেক্ষা বড় এবং আল্লাহ্‌ জানেন যা তোমরা করো। ",
			"en_kanzulimaan": "O dear Prophet (Mohammed  peace and blessings be upon him), recite from the Book which has been sent down to you, and establish the prayer; indeed the prayer stops from indecency and evil; and indeed the remembrance of Allah is the greatest; and Allah knows all what you do.",
			"ur_kanzulimaan": "اے محبوب! پڑھو جو کتاب تمہاری طرف وحی کی گئی اور نماز قائم فرماؤ، بیشک نماز منع کرتی ہے بے حیائی اور بری بات سے اور بیشک اللہ کا ذکر سب سے بڑا اور اللہ جانتا ہے جو تم کرتے ہو،",
			"hi_kanzulimaan": "ऐ मेहबूब, पढ़ो जो किताब तुम्हारी तरफ़ वही की गई (109फ) और नमाज़ क़ायम फ़रमाओ, बेशक नमाज़ मना करती है बेहयाई और बुरी बात से (110फ) और बेशक अल्लाह का ज़िक्र सब से बड़ा (111फ) और अल्लाह जानता है जो तुम करते हो",
			"author": "৪৫. (হে সম্মানিত হাবীব!) আপনি এ কিতাব পাঠ করে শুনান যা আপনার প্রতি (ওহী হিসেবে) প্রত্যাদেশ করা হয়েছে এবং নামায কায়েম করুন। নিশ্চয়ই নামায অশ্লীল ও মন্দকর্ম থেকে বিরত রাখে। আর আল্লাহ্‌র স্মরণই শ্রেষ্ঠতম। আর আল্লাহ্ সেসব (কর্মকান্ড) সম্পর্কে অবগত যা তোমরা সম্পাদন করো।"
		},
		{
			"_id": "3386",
			"sura": "29",
			"para": "21",
			"verses": "46",
			"names": "وَ لَا تُجَادِلُوۡۤا اَہۡلَ الۡکِتٰبِ اِلَّا بِالَّتِیۡ ہِیَ  اَحۡسَنُ ٭ۖ اِلَّا  الَّذِیۡنَ ظَلَمُوۡا مِنۡہُمۡ وَ قُوۡلُوۡۤا اٰمَنَّا بِالَّذِیۡۤ اُنۡزِلَ  اِلَیۡنَا وَ اُنۡزِلَ اِلَیۡکُمۡ وَ اِلٰـہُنَا وَ اِلٰـہُکُمۡ وَاحِدٌ  وَّ  نَحۡنُ  لَہٗ  مُسۡلِمُوۡنَ ﴿۴۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تُجَادِلُوۡۤا اَہۡلَ الۡکِتٰبِ اِلَّا بِالَّتِیۡ ہِیَ  اَحۡسَنُ ٭ۖ اِلَّا  الَّذِیۡنَ ظَلَمُوۡا مِنۡہُمۡ وَ قُوۡلُوۡۤا اٰمَنَّا بِالَّذِیۡۤ اُنۡزِلَ  اِلَیۡنَا وَ اُنۡزِلَ اِلَیۡکُمۡ وَ اِلٰـہُنَا وَ اِلٰـہُکُمۡ وَاحِدٌ  وَّ  نَحۡنُ  لَہٗ  مُسۡلِمُوۡنَ ﴿۴۶﴾ ",
			"index": "3386",
			"name": "এবং হে মুসলমানগণ তোমরা উত্তম পন্থা ব্যতীত কিতাবীদের সাথে বিতর্ক করো না, তবে তাদের সাথে করতে পার যারা তাদের মধ্যে যুল্‌ম করেছে। আর বলো, ‘আমরা ঈমান এনেছি সেটারই উপর, যা আমাদের প্রতি অবতীর্ণ হয়েছে এবং যা তোমাদের প্রতি অবতীর্ণ হয়েছে আর আমাদের তোমাদের একই উপাস্য এবং আমরা তার সামনে আত্নসমর্পণকারী’।",
			"en_kanzulimaan": "And O Muslims, do not argue with the People given the Book(s) except in the best manner  except (with) those among them who oppress, and say, We believe in what has been sent down towards us and what has been sent towards you  and ours and your God is One, and we have submitted ourselves to Him.",
			"ur_kanzulimaan": "اور اے مسلمانو! کتابیوں سے نہ جھگڑو مگر بہتر طریقہ پر مگر وہ جنہوں نے ان میں سے ظلم کیا اور کہو ہم ایمان لائے اس پر جو ہماری طرف اترا اور جو تمہاری طرف اترا اور ہمارا تمہارا ایک معبود ہے اور ہم اس کے حضور گردن رکھتے ہیں",
			"hi_kanzulimaan": "और ऐ मुसलमानों किताबियों स न झगड़ों मगर बेहतर तरीक़े पर (112फ) मगर वो जिन्हों ने उनमें से ज़ुल्म किया (113फ) और कहो (114फ) हम ईमान लाए उसपर जो हमारी तरफ़ उतरा और जो तुम्हारी  तरफ़ उतरा और हमारा तुम्हारा एक मअबूद है और हम उसके समक्ष गर्दन रखे हैं (115फ)",
			"author": "৪৬. আর (হে মুমিনগণ!) আহলে কিতাবের সাথে তর্কবিতর্ক করো না, করলে এমন পন্থায় (করো) যা উৎকৃষ্ট; তবে তাদের মধ্যে যারা অন্যায় করেছে তারা ব্যতীত। আর (তাদেরকে) বলো, ‘আমরা বিশ্বাস স্থাপন করেছি তার উপর (অর্থাৎ কিতাবে) যা আমাদের প্রতি অবতীর্ণ করা হয়েছে এবং যা তোমাদের প্রতি অবতীর্ণ করা হয়েছিল। আর আমাদের ইলাহ্ ও তোমাদের ইলাহ্ একই এবং আমরা তাঁরই অনুগত।’"
		},
		{
			"_id": "3387",
			"sura": "29",
			"para": "21",
			"verses": "47",
			"names": "وَ کَذٰلِکَ  اَنۡزَلۡنَاۤ  اِلَیۡکَ الۡکِتٰبَ ؕ فَالَّذِیۡنَ اٰتَیۡنٰہُمُ الۡکِتٰبَ یُؤۡمِنُوۡنَ بِہٖ ۚ وَ مِنۡ ہٰۤؤُلَآءِ  مَنۡ یُّؤۡمِنُ بِہٖ ؕ وَ مَا یَجۡحَدُ  بِاٰیٰتِنَاۤ  اِلَّا الۡکٰفِرُوۡنَ ﴿۴۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَذٰلِکَ  اَنۡزَلۡنَاۤ  اِلَیۡکَ الۡکِتٰبَ ؕ فَالَّذِیۡنَ اٰتَیۡنٰہُمُ الۡکِتٰبَ یُؤۡمِنُوۡنَ بِہٖ ۚ وَ مِنۡ ہٰۤؤُلَآءِ  مَنۡ یُّؤۡمِنُ بِہٖ ؕ وَ مَا یَجۡحَدُ  بِاٰیٰتِنَاۤ  اِلَّا الۡکٰفِرُوۡنَ ﴿۴۷﴾ ",
			"index": "3387",
			"name": "এবং হে মাহবূব! অনুরূপভাবে আপনার প্রতি কিতাব অবতীর্ণ করেছি, সুতরাং ওই সব লোক, যাদেরকে আমি কিতাব প্রদান করেছি, সেটার প্রতি ঈমান আনে। আর এদের থেকেও কিছুলোক এমন রয়েছে, যারা সেটার উপর ঈমান আনে; এবং আমার নিদর্শনসমূহকে কেউ অস্বীকার করে না, কিন্তু কাফিরগণ। ",
			"en_kanzulimaan": "And this is how We sent down the Book to you O dear Prophet (Mohammed  peace and blessings be upon him); so those to whom We gave the Book believe in it; and some of these (polytheists) accept faith in it; and none except the disbelievers reject Our signs.",
			"ur_kanzulimaan": "اور اے محبوب! یونہی تمہاری طرف کتاب اتاری تو وہ جنہیں ہم نے کتا ب عطا فرمائی اس پر ایمان لاتے ہیں، اور کچھ ان میں سے ہیں جو اس پر ایمان لاتے ہیں، اور ہماری آیتوں سے منکر نہیں ہوتے مگر",
			"hi_kanzulimaan": "और ऐ मेहबूब यूंही तुम्हारी तरफ़ किताब उतारी (116फ) तो वो जिन्हें हमने किताब अता फ़रमाई (117फ) उसपर ईमान लाते हैं, और कुछ उनमें से हैं (118फ) जो उस पर ईमान लाते हैं, और हमारी आयतों से इनकारी नहीं होते मगर काफ़िर (119)",
			"author": "৪৭. আর এভাবে আমরা আপনার প্রতি কিতাব অবতীর্ণ করেছি। কাজেই যে সকল (সত্যপন্থী) লোকদেরকে আমরা (পূর্ব থেকেই) কিতাব দিয়েছিলাম তারা এতে (এ কিতাবে) বিশ্বাস স্থাপান করে এবং এদের মধ্যে (মক্কার) সেসব লোকও রয়েছে যারা এর উপর ঈমান আনে। আর কাফের ব্যতীত অন্য কেউ আমার আয়াতসমূহকে অস্বীকার করে না।"
		},
		{
			"_id": "3388",
			"sura": "29",
			"para": "21",
			"verses": "48",
			"names": "وَ مَا کُنۡتَ تَتۡلُوۡا مِنۡ قَبۡلِہٖ مِنۡ کِتٰبٍ وَّ لَا تَخُطُّہٗ  بِیَمِیۡنِکَ اِذًا  لَّارۡتَابَ الۡمُبۡطِلُوۡنَ ﴿۴۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا کُنۡتَ تَتۡلُوۡا مِنۡ قَبۡلِہٖ مِنۡ کِتٰبٍ وَّ لَا تَخُطُّہٗ  بِیَمِیۡنِکَ اِذًا  لَّارۡتَابَ الۡمُبۡطِلُوۡنَ ﴿۴۸﴾ ",
			"index": "3388",
			"name": "এবং এর পূর্বে আপনি কোন কিতাব পাঠ করতেন না এবং না আপন হাতে কিছু লিখতেন। যদি এমন হতো তাহলে বাতিল সম্প্রদায় অবশ্য সন্দেহ করতো। ",
			"en_kanzulimaan": "And you (O dear Prophet Mohammed - peace and blessings be upon him) were not reading any Book before it, nor writing with your right hand  if it were, the people of falsehood would surely have doubted.",
			"ur_kanzulimaan": "اور اس سے پہلے تم کوئی کتاب نہ پڑھتے تھے اور نہ اپنے ہاتھ سے کچھ لکھتے تھے یوں ہوتا تو باطل ضرور شک لاتے",
			"hi_kanzulimaan": "और इस (120फ) से पहले तुम कोई किताब न पढ़ते थे और न अपने हाथ से कुछ लिखते थे यूं होता (121फ) तो बातिल (असत्य) वाले ज़रूर शक लाते (122)",
			"author": "৪৮. আর (হে হাবীব!) আপনি তো এর পূর্বে অন্য কোনো কিতাব পাঠ করেননি, আর আপনি স্বহস্তে কোনো কিতাব লিপিবদ্ধও করেননি যাতে ভ্রান্তরা সন্দেহ পোষণ করবে।"
		},
		{
			"_id": "3389",
			"sura": "29",
			"para": "21",
			"verses": "49",
			"names": "بَلۡ ہُوَ اٰیٰتٌۢ بَیِّنٰتٌ فِیۡ صُدُوۡرِ الَّذِیۡنَ اُوۡتُوا الۡعِلۡمَ ؕ وَ مَا یَجۡحَدُ بِاٰیٰتِنَاۤ  اِلَّا الظّٰلِمُوۡنَ ﴿۴۹﴾ ",
			"number": "",
			"verses_PDMS": "بَلۡ ہُوَ اٰیٰتٌۢ بَیِّنٰتٌ فِیۡ صُدُوۡرِ الَّذِیۡنَ اُوۡتُوا الۡعِلۡمَ ؕ وَ مَا یَجۡحَدُ بِاٰیٰتِنَاۤ  اِلَّا الظّٰلِمُوۡنَ ﴿۴۹﴾ ",
			"index": "3389",
			"name": "বরং ওটা সুস্পষ্ট নিদর্শন তাদের অন্তরের মধ্যে, যাদেরকে জ্ঞান দেওয়া হয়েছে; এবং আমার আয়াতসমূহকে অস্বীকার করে না, কিন্তু অত্যাচারীগণ। ",
			"en_kanzulimaan": "In fact they are clear verses in the hearts of those who have been given knowledge; and none deny Our verses except the unjust.",
			"ur_kanzulimaan": "بلکہ وہ روشن آیتیں ہیں ان کے سینوں میں جن کو علم دیا گیا اور ہماری آیتوں کا انکار نہیں کرتے مگر ظالم",
			"hi_kanzulimaan": "बल्कि वो रौशन आयतें हैं उनके सीनों में जिनको इल्म दिया गया (123फ) और हमारी आयतों का इनकार नहीं करते मगर ज़ालिम (124फ)",
			"author": "৪৯. বরং এ (কুরআনেরই) সুস্পষ্ট আয়াতসমূহ সেসব লোকের অন্তরে (সংরক্ষিত) রয়েছে যাদেরকে (বিশুদ্ধ) জ্ঞান দেয়া হয়েছে। আর সীমালঙ্ঘনকারী ব্যতীত কেউ আমার আয়াতসমূহকে অস্বীকার করে না।"
		},
		{
			"_id": "3390",
			"sura": "29",
			"para": "21",
			"verses": "50",
			"names": "وَ قَالُوۡا لَوۡ لَاۤ   اُنۡزِلَ عَلَیۡہِ اٰیٰتٌ مِّنۡ رَّبِّہٖ ؕ قُلۡ  اِنَّمَا الۡاٰیٰتُ عِنۡدَ اللّٰہِ ؕ وَ اِنَّمَاۤ   اَنَا نَذِیۡرٌ  مُّبِیۡنٌ ﴿۵۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡا لَوۡ لَاۤ   اُنۡزِلَ عَلَیۡہِ اٰیٰتٌ مِّنۡ رَّبِّہٖ ؕ قُلۡ  اِنَّمَا الۡاٰیٰتُ عِنۡدَ اللّٰہِ ؕ وَ اِنَّمَاۤ   اَنَا نَذِیۡرٌ  مُّبِیۡنٌ ﴿۵۰﴾ ",
			"index": "3390",
			"name": "এবং বললো, ‘তার উপর তার রবের নিকট থেকে কেন কিছু নিদর্শন অবতীর্ণ হয় না?’ আপনি বলুন, ‘নিদর্শনগুলো তো আল্লাহ্‌রই নিকট রয়েছে। আর আমি তো এই স্পষ্ট সতর্ককারী’।",
			"en_kanzulimaan": "And they said, Why did not signs come down to him from his Lord? Say, Signs are only with Allah; and I am purely a Herald of plain warning.",
			"ur_kanzulimaan": "اور بولے کیوں نہ اتریں کچھ نشانیاں ان پر ان کے رب کی طرف سے تم فرماؤ نشانیاں تو اللہ ہی کے پاس ہیں اور میں تو یہی صاف ڈر سنانے والا ہوں",
			"hi_kanzulimaan": "और बोले (125फ) क्यों न उतरीं  कुछ निशानियाँ उनपर उनके रब की तरफ़ से (126फ) तुम फ़रमाओ निशानियाँ तो अल्लाह ही के पास हैं (127फ) और मैं तो यही साफ़ डर सुनाने वाला हूँ (128फ)",
			"author": "৫০. আর কাফেরেরা বলে, ‘তাঁর উপর (অর্থাৎ নবী আকরাম সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের উপর) তাঁর প্রতিপালকের পক্ষ থেকে কেন অলৌকিক নিদর্শনাবলী প্রেরিত হয়নি?’ বলে দিন, ‘নিদর্শনাবলী তো আল্লাহ্‌রই নিকট। আর আমি তো কেবল সুস্পষ্ট সতর্ককারী।’"
		},
		{
			"_id": "3391",
			"sura": "29",
			"para": "21",
			"verses": "51",
			"names": "اَوَ لَمۡ یَکۡفِہِمۡ  اَنَّاۤ  اَنۡزَلۡنَا عَلَیۡکَ الۡکِتٰبَ یُتۡلٰی عَلَیۡہِمۡ ؕ اِنَّ  فِیۡ ذٰلِکَ لَرَحۡمَۃً  وَّ ذِکۡرٰی  لِقَوۡمٍ  یُّؤۡمِنُوۡنَ ﴿۵۱﴾ ",
			"number": "",
			"verses_PDMS": "اَوَ لَمۡ یَکۡفِہِمۡ  اَنَّاۤ  اَنۡزَلۡنَا عَلَیۡکَ الۡکِتٰبَ یُتۡلٰی عَلَیۡہِمۡ ؕ اِنَّ  فِیۡ ذٰلِکَ لَرَحۡمَۃً  وَّ ذِکۡرٰی  لِقَوۡمٍ  یُّؤۡمِنُوۡنَ ﴿۵۱﴾ ",
			"index": "3391",
			"name": "এবং তাদের জন্য এটাই কি যথেষ্ট নয় যে, আমি আপনার উপর কিতাব অবতীর্ণ করেছি, যা তাদের উপর পাঠ করা হচ্ছে? নিশ্চয় তাতে দয়া ও উপদেশ রয়েছে ঈমানদারদের জন্য। ",
			"en_kanzulimaan": "Is it not enough for them that We have sent down the Book upon you, which is read to them? Indeed in it are mercy and advice for the Muslims.",
			"ur_kanzulimaan": "اور کیا یہ انہیں بس نہیں کہ ہم نے تم پر کتاب اتاری جو ان پر پڑھی جاتی ہے بیشک اس میں رحمت اور نصیحت ہے ایمان والوں کے لیے،",
			"hi_kanzulimaan": "और क्या यह उन्हें बस नहीं कि हमने तुम पर किताब उतारी जो उनपर पढ़ी जाती है (129फ) बेशक इसमें रहमत और नसीहत है ईमान वालों के लिये",
			"author": "৫১. তাদের জন্যে কি এ (নিদর্শনাবলী) যথেষ্ট নয় যে, আমরা আপনার প্রতি (এ) কিতাব অবতীর্ণ করেছি যা তাদের নিকট পাঠ করা হয় (অথবা সর্বদা পঠিত হতে থাকবে)? নিশ্চয়ই এতে (এ কিতাবে) রয়েছে রহমত এবং উপদেশ সেসব ব্যক্তির জন্যে যারা ঈমান আনয়ন করে।"
		},
		{
			"_id": "3392",
			"sura": "29",
			"para": "21",
			"verses": "52",
			"names": "قُلۡ  کَفٰی بِاللّٰہِ  بَیۡنِیۡ وَ بَیۡنَکُمۡ  شَہِیۡدًا ۚ یَعۡلَمُ مَا فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ الَّذِیۡنَ اٰمَنُوۡا بِالۡبَاطِلِ وَ کَفَرُوۡا بِاللّٰہِ ۙ اُولٰٓئِکَ  ہُمُ  الۡخٰسِرُوۡنَ ﴿۵۲﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  کَفٰی بِاللّٰہِ  بَیۡنِیۡ وَ بَیۡنَکُمۡ  شَہِیۡدًا ۚ یَعۡلَمُ مَا فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ الَّذِیۡنَ اٰمَنُوۡا بِالۡبَاطِلِ وَ کَفَرُوۡا بِاللّٰہِ ۙ اُولٰٓئِکَ  ہُمُ  الۡخٰسِرُوۡنَ ﴿۵۲﴾ ",
			"index": "3392",
			"name": "আপনি বলুন, ‘আল্লাহ্‌ যথেষ্ট আমার ও তোমাদের মধ্যে সাক্ষী হিসেবে, তিনি জানেন যা কিছু আসমানসমূহ ও যমীনের মধ্যে রয়েছে এবং ওই সব লোক, যারা অসত্যের উপর দৃঢ় বিশ্বাস রেখেছে এবং আল্লাহ্‌কে অস্বীকার করেছে তারাই ক্ষতিগ্রস্ত’।",
			"en_kanzulimaan": "Proclaim (O dear Prophet Mohammed - peace and blessings be upon him), Allah is Sufficient as a Witness between me and you; He knows all what is in the heavens and in the earth; and those who accepted faith in falsehood and denied faith in Allah  it is they who are the losers.",
			"ur_kanzulimaan": "تم فرماؤ اللہ بس ہے میرے اور تمہارے درمیان گواہ جانتا ہے جو کچھ آسمانوں اور زمین میں ہے، اور وہ جو باطل پر یقین لائے اور اللہ کے منکر ہوئے وہی گھاٹے میں ہیں،",
			"hi_kanzulimaan": "तुम फ़रमाओ, अल्लाह बस है मेरे और तुम्हारे बीच गवाह (130फ) जानता है जो कुछ आसमानों और ज़मीन में है, और वो जो बातिल (असत्य) पर यक़ीन लाए और अल्लाह के इन्कारी हुए वही घाटे में हैं",
			"author": "৫২. বলে দিন, তোমাদের এবং আমার মাঝে ‘সাক্ষী হিসেবে আল্লাহ্ই যথেষ্ট। তিনি (সবকিছুর অবস্থা সম্পর্কে) অবগত যা কিছু আকাশমন্ডলী ও পৃথিবীতে রয়েছে। আর যারা অসত্যে বিশ্বাস করে এবং আল্লাহ্কে অস্বীকার করে তারাই ক্ষতিগ্রস্ত।’"
		},
		{
			"_id": "3393",
			"sura": "29",
			"para": "21",
			"verses": "53",
			"names": "وَ یَسۡتَعۡجِلُوۡنَکَ بِالۡعَذَابِ ؕ وَ لَوۡ لَاۤ اَجَلٌ مُّسَمًّی لَّجَآءَہُمُ  الۡعَذَابُ ؕ وَ لَیَاۡتِیَنَّہُمۡ  بَغۡتَۃً  وَّ  ہُمۡ  لَا  یَشۡعُرُوۡنَ ﴿۵۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَسۡتَعۡجِلُوۡنَکَ بِالۡعَذَابِ ؕ وَ لَوۡ لَاۤ اَجَلٌ مُّسَمًّی لَّجَآءَہُمُ  الۡعَذَابُ ؕ وَ لَیَاۡتِیَنَّہُمۡ  بَغۡتَۃً  وَّ  ہُمۡ  لَا  یَشۡعُرُوۡنَ ﴿۵۳﴾ ",
			"index": "3393",
			"name": "এবং তারা আপনার নিকট শাস্তি তাড়াতাড়ি চাচ্ছে; আর যদি একটা নির্ধারিত সময়সীমা না থাকতো, তবে অবশ্যই তাদের উপর শাস্তি এসে যেতো এবং নিশ্চয় তাদের উপর হঠাৎ করে এসে যাবে যখন তারা অনবহিত থাকবে। ",
			"en_kanzulimaan": "And they urge you to hasten the punishment; and if a time had not been fixed, the punishment would have certainly come upon them; and it will indeed come upon them suddenly whilst they are unaware.",
			"ur_kanzulimaan": "اور تم سے عذاب کی جلدی کرتے ہیں اور اگر ایک ٹھہرائی مدت نہ ہوتی تو ضرور ان پر عذاب آجاتا اور ضرور ان پر اچانک آئے گا جب وہ بے خبر ہوں گے،",
			"hi_kanzulimaan": "और तुमसे अज़ाब की जल्दी करते हैं (131फ) और अगर एक ठहराई मुद्दत न होती (132फ) तो ज़रूर उनपर अज़ाब आ जाता (133फ) और ज़रूर उनपर अचानक आएगा जब वो बेख़बर होंगे",
			"author": "৫৩. আর তারা আপনাকে শাস্তি ত্বরান্বিত করতে বলে। যদি (শাস্তির) কাল নির্ধারিত না থাকতো তবে তাদের উপর শাস্তি নেমে আসতো। আর নিশ্চয়ই তা হঠাৎ এসে পৌঁছুবে, তারা টেরও পাবে না।"
		},
		{
			"_id": "3394",
			"sura": "29",
			"para": "21",
			"verses": "54",
			"names": "یَسۡتَعۡجِلُوۡنَکَ بِالۡعَذَابِ ؕ وَ  اِنَّ  جَہَنَّمَ لَمُحِیۡطَۃٌۢ  بِالۡکٰفِرِیۡنَ ﴿ۙ۵۴﴾ ",
			"number": "",
			"verses_PDMS": "یَسۡتَعۡجِلُوۡنَکَ بِالۡعَذَابِ ؕ وَ  اِنَّ  جَہَنَّمَ لَمُحِیۡطَۃٌۢ  بِالۡکٰفِرِیۡنَ ﴿ۙ۵۴﴾ ",
			"index": "3394",
			"name": "আপনার নিকট শাস্তি তাড়াতাড়ি চাচ্ছে এবং নিশ্চয় জাহান্নাম পরিবেষ্টন করে আছে কাফিরদেরকে; ",
			"en_kanzulimaan": "They urge you to hasten the punishment; and indeed hell has encompassed the disbelievers.",
			"ur_kanzulimaan": "تم سے عذاب کی جلدی مچاتے ہیں، اور بیشک جہنم گھیرے ہوئے ہے کافروں کو",
			"hi_kanzulimaan": "तुम से अज़ाब की जल्दी मचाते हैं, और बेशक जहन्नम घेरे हुए काफ़िरों को (134फ)",
			"author": "৫৪. এরা আপনাকে শাস্তি ত্বরান্বিত করতে বলে, জাহান্নাম তো কাফেরদের পরিবেষ্টন করবেই।"
		},
		{
			"_id": "3395",
			"sura": "29",
			"para": "21",
			"verses": "55",
			"names": "یَوۡمَ  یَغۡشٰہُمُ  الۡعَذَابُ مِنۡ فَوۡقِہِمۡ وَ مِنۡ تَحۡتِ اَرۡجُلِہِمۡ وَ یَقُوۡلُ ذُوۡقُوۡا مَا کُنۡتُمۡ  تَعۡمَلُوۡنَ ﴿۵۵﴾ ",
			"number": "",
			"verses_PDMS": "یَوۡمَ  یَغۡشٰہُمُ  الۡعَذَابُ مِنۡ فَوۡقِہِمۡ وَ مِنۡ تَحۡتِ اَرۡجُلِہِمۡ وَ یَقُوۡلُ ذُوۡقُوۡا مَا کُنۡتُمۡ  تَعۡمَلُوۡنَ ﴿۵۵﴾ ",
			"index": "3395",
			"name": "যেদিন তাদেরকে ঢেকে নেবে শাস্তি- তাদের উপর ও তাদের পায়ের নিচ থেকে এবং তিনি বলবেন, ‘গ্রহণ করো আপন কর্মের স্বাদ!’",
			"en_kanzulimaan": "The day when the punishment will envelop them from above them and from below their feet, and He will say, Taste the flavour of your deeds!",
			"ur_kanzulimaan": "جس دن انہیں ڈھانپے گا عذاب ان کے اوپر اور ان کے پاؤں کے نیچے سے اور فرمائے گا چکھو اپنے کیے کا مزہ",
			"hi_kanzulimaan": "जिस दिन उन्हें ढाँपेगा अज़ाब उनके ऊपर और उनके पाँव के नीचे से और फ़रमाएगा चखो अपने किये का मज़ा (135फ)",
			"author": "৫৫. যেদিন শাস্তি তাদেরকে গ্রাস করবে তাদের উপর থেকে এবং তাদের পদতল থেকে, এরশাদ হবে, ‘তার স্বাদ আস্বাদন করো যা তোমরা সম্পাদন করতে’।"
		},
		{
			"_id": "3396",
			"sura": "29",
			"para": "21",
			"verses": "56",
			"names": "یٰعِبَادِیَ الَّذِیۡنَ اٰمَنُوۡۤا اِنَّ  اَرۡضِیۡ وَاسِعَۃٌ   فَاِیَّایَ  فَاعۡبُدُوۡنِ ﴿۵۶﴾ ",
			"number": "",
			"verses_PDMS": "یٰعِبَادِیَ الَّذِیۡنَ اٰمَنُوۡۤا اِنَّ  اَرۡضِیۡ وَاسِعَۃٌ   فَاِیَّایَ  فَاعۡبُدُوۡنِ ﴿۵۶﴾ ",
			"index": "3396",
			"name": "হে আমার বান্দারা, যারা ঈমান এনেছো! নিশ্চয় আমার পৃথিবী প্রশস্ত, সুতরাং আমারই ইবাদত করো। ",
			"en_kanzulimaan": "O My bondmen who believe! Indeed My earth is spacious  therefore worship Me alone.",
			"ur_kanzulimaan": "اے میرے بندو! جو ایمان لائے بیشک میری زمین وسیع ہے تو میری ہی بندگی کرو",
			"hi_kanzulimaan": "ऐ मेरे बन्दो जो ईमान लाए बेशक मेरी ज़मीन फैली हुई है तो मेरी ही बन्दगी करो (136फ)",
			"author": "৫৬. হে আমার বিশ্বাসী বান্দাগণ! নিশ্চয়ই আমার পৃথিবী প্রশস্ত, সুতরাং তোমরা আমারই ইবাদত করো।"
		},
		{
			"_id": "3397",
			"sura": "29",
			"para": "21",
			"verses": "57",
			"names": "کُلُّ نَفۡسٍ ذَآئِقَۃُ  الۡمَوۡتِ ۟ ثُمَّ  اِلَیۡنَا تُرۡجَعُوۡنَ ﴿۵۷﴾ ",
			"number": "",
			"verses_PDMS": "کُلُّ نَفۡسٍ ذَآئِقَۃُ  الۡمَوۡتِ ۟ ثُمَّ  اِلَیۡنَا تُرۡجَعُوۡنَ ﴿۵۷﴾ ",
			"index": "3397",
			"name": "প্রত্যেক প্রাণীকে মৃত্যুর স্বাদ গ্রহণ করতে হবে; অতঃপর আমারই দিকে প্রত্যাবর্তন করবে। ",
			"en_kanzulimaan": "Every soul must taste death; then it is to Us that you will return.",
			"ur_kanzulimaan": "ہر جان کو موت کا مز ہ چکھنا ہے پھر ہماری ہی طرف پھروگے",
			"hi_kanzulimaan": "हर जान को मौत का मज़ा चखना है (137फ) फिर हमारी ही तरफ़ फिरोगे (138फ)",
			"author": "৫৭. প্রত্যেক প্রাণকেই মৃত্যুর স্বাদ গ্রহণ করতে হবে। অতঃপর তোমরা আমারই নিকট প্রত্যাবর্তিত হবে।"
		},
		{
			"_id": "3398",
			"sura": "29",
			"para": "21",
			"verses": "58",
			"names": "وَ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ لَنُبَوِّئَنَّہُمۡ مِّنَ الۡجَنَّۃِ غُرَفًا تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَا ؕ نِعۡمَ  اَجۡرُ  الۡعٰمِلِیۡنَ ﴿٭ۖ۵۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ لَنُبَوِّئَنَّہُمۡ مِّنَ الۡجَنَّۃِ غُرَفًا تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَا ؕ نِعۡمَ  اَجۡرُ  الۡعٰمِلِیۡنَ ﴿٭ۖ۵۸﴾ ",
			"index": "3398",
			"name": "এবং নিশ্চয় যারা ঈমান এনেছে এবং সৎকর্ম করেছে, অবশ্যই আমি তাদেরকে জান্নাতের সুউচ্চ প্রাসাদসমূহে স্থান দেবো, যেগুলোর পাদদেশে নহরসমূহ প্রবহমান থাকবে, তারা তাতে স্থায়ীভাবে থাকবে। কতোই উত্তম পুরস্কার সৎকর্মশীলদের! ",
			"en_kanzulimaan": "And those who believed and did good deeds  indeed We will, surely, place them on high positions in Paradise beneath which rivers flow, abiding in it for ever; what an excellent reward of the performers!",
			"ur_kanzulimaan": "اور بیشک جو ایمان لائے اور اچھے کام کیے ضرور ہم انہیں جنت کے بالا خانوں پر جگہ دیں گے جن کے نیچے نہریں بہتی ہوں گی ہمیشہ ان میں رہیں گے، کیا ہی اچھا اجر کام والوں کا",
			"hi_kanzulimaan": "और बेशक जो ईमान लाए और अच्छे काम किये ज़रूर हम उन्हें जन्नत के बालाख़ानों {अटारियों} पर जगह देंगे जिनके नीचे नहरें बहती होंगी हमेशा उनमें रहेंगे, क्या ही अच्छा अज्र काम वालों का (139फ)",
			"author": "৫৮. যারা ঈমান আনয়ন করে এবং নেক কাজ করে, আমি অবশ্যই তাদেরকে জান্নাতে উঁচু প্রাসাদসমূহে স্থান দেবো যার তলদেশ দিয়ে নহরসমূহ প্রবাহিত হবে; তারা সেখানে চিরদিন থাকবে। সেসব (সৎকর্ম) সম্পাদনকারীদের জন্যে কতোই না উত্তম প্রতিদান!"
		},
		{
			"_id": "3399",
			"sura": "29",
			"para": "21",
			"verses": "59",
			"names": "الَّذِیۡنَ صَبَرُوۡا وَ عَلٰی رَبِّہِمۡ یَتَوَکَّلُوۡنَ ﴿۵۹﴾ ",
			"number": "",
			"verses_PDMS": "الَّذِیۡنَ صَبَرُوۡا وَ عَلٰی رَبِّہِمۡ یَتَوَکَّلُوۡنَ ﴿۵۹﴾ ",
			"index": "3399",
			"name": "ওই সব লোক, যারা ধৈর্যধারণ করেছে এবং আপন রবের উপরই নির্ভর করে। ",
			"en_kanzulimaan": "Those who patiently endured and who rely only upon their Lord.",
			"ur_kanzulimaan": "وہ جنہوں نے صبر کیا اور اپنے رب ہی پر بھروسہ رکھتے ہیں",
			"hi_kanzulimaan": "वो जिन्होंने सब्र किया (140फ) और अपने रब ही पर भरोसा रखते हैं (141फ)",
			"author": "৫৯. (তারা সেসব লোক) যারা ধৈর্য ধারণ করে এবং তাদের প্রতিপালকের উপরেই ভরসা করে।"
		},
		{
			"_id": "3400",
			"sura": "29",
			"para": "21",
			"verses": "60",
			"names": "وَ کَاَیِّنۡ مِّنۡ دَآبَّۃٍ  لَّا تَحۡمِلُ رِزۡقَہَا ٭ۖ اَللّٰہُ  یَرۡزُقُہَا وَ اِیَّاکُمۡ ۫ۖ  وَ ہُوَ السَّمِیۡعُ  الۡعَلِیۡمُ ﴿۶۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَاَیِّنۡ مِّنۡ دَآبَّۃٍ  لَّا تَحۡمِلُ رِزۡقَہَا ٭ۖ اَللّٰہُ  یَرۡزُقُہَا وَ اِیَّاکُمۡ ۫ۖ  وَ ہُوَ السَّمِیۡعُ  الۡعَلِیۡمُ ﴿۶۰﴾ ",
			"index": "3400",
			"name": "এবং যমীনের উপর কতোই বিচরণকারী রয়েছে, যেগুলো আপন জীবিকা সাথে রাখে না; আল্লাহ্‌ রিয্‌ক্ব দান করেন তাদেরকে ও তোমাদেরকে এবং তিনিই শুনেন, জানেন। ",
			"en_kanzulimaan": "And many creatures walk upon the earth that do not carry their own sustenance; Allah provides the sustenance to them and to you; and only He is the All Hearing, the All Knowing.",
			"ur_kanzulimaan": "اور زمین پر کتنے ہی چلنے والے ہیں کہ اپنی روزی ساتھ نہیں رکھتے اللہ روزی دیتا ہے انہیں اور تمہیں اور وہی سنتا جانتا ہے",
			"hi_kanzulimaan": "और ज़मीन पर कितने ही चलने वाले हैं कि अपनी रोज़ी साथ नहीं रखते (142फ) अल्लाह रोज़ी देता है उन्हें और तुम्हें (143फ) और वही सुनता जानता है (144फ)",
			"author": "৬০. আর এমন অনেক জীবজন্তু রয়েছে যারা নিজেদের জীবিকা (সাথে) বহন করে না, আল্লাহ্ তাদেরকেও রিযিক প্রদান করেন এবং তোমাদেরকেও। আর তিনি সর্বশ্রোতা, সর্বজ্ঞানী।"
		},
		{
			"_id": "3401",
			"sura": "29",
			"para": "21",
			"verses": "61",
			"names": "وَ لَئِنۡ سَاَلۡتَہُمۡ مَّنۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ وَ سَخَّرَ الشَّمۡسَ وَ الۡقَمَرَ لَیَقُوۡلُنَّ  اللّٰہُ ۚ فَاَنّٰی  یُؤۡفَکُوۡنَ ﴿۶۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَئِنۡ سَاَلۡتَہُمۡ مَّنۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ وَ سَخَّرَ الشَّمۡسَ وَ الۡقَمَرَ لَیَقُوۡلُنَّ  اللّٰہُ ۚ فَاَنّٰی  یُؤۡفَکُوۡنَ ﴿۶۱﴾ ",
			"index": "3401",
			"name": "এবং যদি আপনি তাদেরকে জিজ্ঞাসা করেন, ‘কে সৃষ্টি করেছেন আসমান ও যমীন এবং কাজে লাগিয়েছেন সূর্য ও চন্দ্রকে?’ তবে তারা অবশ্যই বলবে, ‘আল্লাহ্‌’। তাহলে, তারা কোথায় যাচ্ছে মুখ নিচু করে?",
			"en_kanzulimaan": "And if you ask them, Who created the heavens and the earth, and subjected the sun and the moon?, they will surely say, Allah; so where are they reverting?",
			"ur_kanzulimaan": "اور اگر تم ان سے پوچھو کس نے بنائے آسمان اور زمین اور کام میں لگائے سورج اور چاند تو ضرور کہیں گے اللہ نے، تو کہاں اوندھے جاتے ہیں",
			"hi_kanzulimaan": "और अगर तुम उनसे पूछो (145फ) किसने बनाए आसमान और ज़मीन और काम में लगाए सूरज और चांद तो ज़रूर कहेंगे अल्लाह ने, तो कहाँ औंधे जाते हैं (146फ)",
			"author": "৬১. আর যদি আপনি এদেরকে (এ কাফেরদেরকে) জিজ্ঞেস করেন, ‘আকাশমন্ডলী এবং পৃথিবী কে সৃষ্টি করেছেন এবং সূর্য ও চন্দ্রকে কে অনুগত করে দিয়েছেন?’ তারা অবশ্যই বলবে, ‘আল্লাহ্’। অতঃপর তারা কোথায় ফিরে যাচ্ছে?"
		},
		{
			"_id": "3402",
			"sura": "29",
			"para": "21",
			"verses": "62",
			"names": "اَللّٰہُ یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ مِنۡ عِبَادِہٖ  وَ یَقۡدِرُ  لَہٗ  ؕ اِنَّ  اللّٰہَ  بِکُلِّ  شَیۡءٍ عَلِیۡمٌ ﴿۶۲﴾ ",
			"number": "",
			"verses_PDMS": "اَللّٰہُ یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ مِنۡ عِبَادِہٖ  وَ یَقۡدِرُ  لَہٗ  ؕ اِنَّ  اللّٰہَ  بِکُلِّ  شَیۡءٍ عَلِیۡمٌ ﴿۶۲﴾ ",
			"index": "3402",
			"name": "আল্লাহ্‌ প্রশস্ত করেন রিয্‌ক্ব আপন বান্দাদের মধ্য থেকে যার জন্য চান এবং সংকুচিত করেন যার জন্য চান। নিশ্চয় আল্লাহ্‌ সব কিছু জানেন। ",
			"en_kanzulimaan": "Allah eases the sustenance for whomever He wills among His bondmen, and restricts it for whomever He wills; indeed Allah knows all things.",
			"ur_kanzulimaan": "اللہ کشادہ کرتا ہے رزق اپنے بندوں میں جس کے لیے چاہے اور تنگی فرماتا ہے جس کے لیے چاہے، بیشک اللہ سب کچھ جانتا ہے،",
			"hi_kanzulimaan": "अल्लाह कुशादा करता है रोज़ी अपने बन्दों में जिसके लिए चाहे और तंगी फ़रमाता है जिसके लिये चाहे बेशक अल्लाह सब कुछ जानता है",
			"author": "৬২. আল্লাহ্ তাঁর বান্দাদের মধ্যে যার জন্যে চান জীবনোপকরণ বর্ধিত করেন এবং যার জন্যে (চান) সংকুচিত করে দেন। নিশ্চয়ই আল্লাহ সর্ববিষয়ে সম্যক অবগত।"
		},
		{
			"_id": "3403",
			"sura": "29",
			"para": "21",
			"verses": "63",
			"names": "وَ لَئِنۡ سَاَلۡتَہُمۡ مَّنۡ نَّزَّلَ مِنَ السَّمَآءِ مَآءً  فَاَحۡیَا بِہِ الۡاَرۡضَ مِنۡۢ بَعۡدِ مَوۡتِہَا لَیَقُوۡلُنَّ اللّٰہُ ؕ قُلِ الۡحَمۡدُ لِلّٰہِ ؕ بَلۡ  اَکۡثَرُہُمۡ  لَا  یَعۡقِلُوۡنَ ﴿۶۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَئِنۡ سَاَلۡتَہُمۡ مَّنۡ نَّزَّلَ مِنَ السَّمَآءِ مَآءً  فَاَحۡیَا بِہِ الۡاَرۡضَ مِنۡۢ بَعۡدِ مَوۡتِہَا لَیَقُوۡلُنَّ اللّٰہُ ؕ قُلِ الۡحَمۡدُ لِلّٰہِ ؕ بَلۡ  اَکۡثَرُہُمۡ  لَا  یَعۡقِلُوۡنَ ﴿۶۳﴾ ",
			"index": "3403",
			"name": "এবং যদি আপনি তাদেরকে জিজ্ঞাসা করেন, ‘কে অবতীর্ণ করেছেন আসমান থেকে পানি; অতঃপর তা দ্বারা যমীনকে জীবিত করেন সেটার মৃত্যুর পর?’ তবে অবশ্যই বলেব, ‘আল্লাহ্‌’। আপনি বলুন, ‘সমস্ত প্রশংসা আল্লাহ্‌র জন্য; ‘বরং তাদের মধ্যে অধিকাংশ বিবেকহীন। ",
			"en_kanzulimaan": "And if you ask them, Who sent down the water from the sky, and with it revived the earth after its death?, they will surely say, Allah; proclaim, All praise is to Allah; in fact most of them do not have any sense.",
			"ur_kanzulimaan": "اور جو تم ان سے پوچھو کس نے اتارا آسمان سے پانی تو اس کے سبب زمین زندہ کردی مَرے پیچھے ضرور کہیں گے اللہ نے تم فرماؤ سب خوبیاں اللہ کو، بلکہ ان میں اکثر بے عقل ہیں",
			"hi_kanzulimaan": "और जो तुम उनसे पूछो किसने उतारा आसमान से पानी तो उसके कारण ज़मीन ज़िन्दा कर दी मरें पीछे, ज़रूर कहेंगे अल्लाह ने (147फ) तुम फ़रमाओ सब ख़ूबियाँ अल्लाह को, बल्कि उनमें अक्सर बेअक्ल हैं (148फ)",
			"author": "৬৩. আর যদি আপনি এদেরকে জিজ্ঞেস করেন, ‘আকাশ থেকে কে পানি বর্ষণ করেন, অতঃপর তা দ্বারা মৃত অবস্থার পর এ পৃথিবীকে জীবন (এবং সতেজতা) দান করেন?’ তারা অবশ্যই বলবে, ‘আল্লাহ্’। আপনি বলে দিন, ‘সকল প্রশংসা আল্লাহ্‌রই জন্যে’, বরং তাদের অধিকাংশই অনুধাবন করে না।"
		},
		{
			"_id": "3404",
			"sura": "29",
			"para": "21",
			"verses": "64",
			"names": "وَ مَا ہٰذِہِ  الۡحَیٰوۃُ  الدُّنۡیَاۤ  اِلَّا لَہۡوٌ وَّ لَعِبٌ ؕ وَ اِنَّ الدَّارَ الۡاٰخِرَۃَ  لَہِیَ الۡحَیَوَانُ ۘ لَوۡ  کَانُوۡا یَعۡلَمُوۡنَ ﴿۶۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا ہٰذِہِ  الۡحَیٰوۃُ  الدُّنۡیَاۤ  اِلَّا لَہۡوٌ وَّ لَعِبٌ ؕ وَ اِنَّ الدَّارَ الۡاٰخِرَۃَ  لَہِیَ الۡحَیَوَانُ ۘ لَوۡ  کَانُوۡا یَعۡلَمُوۡنَ ﴿۶۴﴾ ",
			"index": "3404",
			"name": "এবং এ পার্থিব জীবন তো কিছুই নয়, কিন্তু খেলাধুলা মাত্র। এবং নিশ্চয় আখিরাতের ঘর, অবশ্য সেটাই সত্য জীবন। কতো উত্তম ছিলো যদি তারা জানতো!",
			"en_kanzulimaan": "And this worldly life is nothing but pastime and game; indeed the abode of the Hereafter - that is indeed the true life; if only they knew.",
			"ur_kanzulimaan": "اور یہ دنیا کی زندگی تو نہیں مگر کھیل کود اور بیشک آخرت کا گھر ضرور وہی سچی زندگی ہے کیا اچھا تھا اگر جانتے",
			"hi_kanzulimaan": "और यह दुनिया की ज़िन्दगी तो नहीं मगर खेल कूद (149फ) और बेशक आख़िरत का घर ज़रूर वही सच्ची ज़िन्दगी है (150फ) क्या अच्छा था अगर जानते (151फ)",
			"author": "৬৪. আর (হে মানুষ!) এ পার্থিব জীবন তো ক্রীড়াকৌতুক ব্যতীত আর কিছুই নয়। আর বস্তুতঃ পারলৌকিক গৃহই (প্রকৃত) জীবন। হায়! এরা যদি (এ গোপন রহস্য) জানতো!"
		},
		{
			"_id": "3405",
			"sura": "29",
			"para": "21",
			"verses": "65",
			"names": "فَاِذَا  رَکِبُوۡا فِی الۡفُلۡکِ دَعَوُا اللّٰہَ مُخۡلِصِیۡنَ لَہُ  الدِّیۡنَ ۬ۚ فَلَمَّا نَجّٰہُمۡ  اِلَی الۡبَرِّ   اِذَا  ہُمۡ   یُشۡرِکُوۡنَ ﴿ۙ۶۵﴾ ",
			"number": "",
			"verses_PDMS": "فَاِذَا  رَکِبُوۡا فِی الۡفُلۡکِ دَعَوُا اللّٰہَ مُخۡلِصِیۡنَ لَہُ  الدِّیۡنَ ۬ۚ فَلَمَّا نَجّٰہُمۡ  اِلَی الۡبَرِّ   اِذَا  ہُمۡ   یُشۡرِکُوۡنَ ﴿ۙ۶۵﴾ ",
			"index": "3405",
			"name": "অতঃপর যখন নৌযানে আরোহন করে, তখন আল্লাহ্‌কে আহ্বান করে একমাত্র তারই প্রতি দৃঢ়ভাবে বিশ্বাস রেখে; অতঃপর যখন তিনি তাদেরকে স্থলের দিকে উদ্ধার করে আনেন তখনই শির্ক করতে আরম্ভ করে; ",
			"en_kanzulimaan": "And when they board the ships they pray to Allah, believing purely in Him; so when He delivers them safely to land, they immediately begin ascribing partners (to Him)!",
			"ur_kanzulimaan": "پھر جب کشتی میں سوار ہوتے ہیں اللہ کو پکارتے ہیں ایک اسی عقیدہ لاکر پھر جب وہ انہیں خشکی کی طرف بچا لاتا ہے جبھی شرک کرنے لگتے ہیں",
			"hi_kanzulimaan": "फिर जब किश्ती में सवार होते हैं (152फ) अल्लाह को पुकारते हैं एक उसी पर अक़ीदा (विश्वास) लाकर (153फ) फिर जब वह उन्हें ख़ुश्की की तरफ़ बचा लाता है (154फ) जभी वो शिर्क करते लगते हैं (155फ)",
			"author": "৬৫. অতঃপর যখন তারা নৌকায় আরোহণ করে তখন (বিপদে মূর্তিদের ছেড়ে নিজের বিশ্বাস ও ঐকান্তিক নিবেদনে) দ্বীনকে একনিষ্ঠ করে কেবল আল্লাহ্কে ডাকে করে। অতঃপর যখন আল্লাহ্ তাদেরকে উদ্ধার করে তীরে পৌঁছে দেন তখন তারা (আবার) অংশীদারিত্ব সাব্যস্ত করতে শুরু করে,"
		},
		{
			"_id": "3406",
			"sura": "29",
			"para": "21",
			"verses": "66",
			"names": "لِیَکۡفُرُوۡا بِمَاۤ  اٰتَیۡنٰہُمۡ ۚۙ وَ لِیَتَمَتَّعُوۡا ٝ فَسَوۡفَ یَعۡلَمُوۡنَ ﴿۶۶﴾ ",
			"number": "",
			"verses_PDMS": "لِیَکۡفُرُوۡا بِمَاۤ  اٰتَیۡنٰہُمۡ ۚۙ وَ لِیَتَمَتَّعُوۡا ٝ فَسَوۡفَ یَعۡلَمُوۡنَ ﴿۶۶﴾ ",
			"index": "3406",
			"name": "ফলে, অকৃতজ্ঞতা প্রকাশ করে আমার প্রদত্ত নি’মাতের প্রতি এবং ভোগ করে; সুতরাং তারা অবিলম্বে জানতে পারবে। ",
			"en_kanzulimaan": "In order to be ungrateful for Our favours; and to use the comforts; therefore they will soon come to know.",
			"ur_kanzulimaan": "کہ ناشکری کریں ہماری دی ہوئی نعمت کی اور برتیں۔ تو اب جانا چاہتے ہیں،",
			"hi_kanzulimaan": "कि नाशुक्री करें हमारी दी हुई नेअमत की (156फ) और बरतें (157फ) तो अब जानना चाहते हैं (158फ)",
			"author": "৬৬. যাতে (এ মুক্তির মাধ্যমে অনুগ্রহ)-এর উপর অকৃতজ্ঞ হয় যা আমি তাদেরকে দান করলাম এবং (কুফরী জীবনের অবৈধ) উপকার গ্রহণ করতে থাকে। অতঃপর নিশ্চয়ই তারা অচিরেই (নিজেদের পরিণতি) জানতে পারবে।"
		},
		{
			"_id": "3407",
			"sura": "29",
			"para": "21",
			"verses": "67",
			"names": "اَوَ لَمۡ  یَرَوۡا  اَنَّا جَعَلۡنَا حَرَمًا  اٰمِنًا  وَّ یُتَخَطَّفُ النَّاسُ مِنۡ حَوۡلِہِمۡ ؕ اَفَبِالۡبَاطِلِ یُؤۡمِنُوۡنَ وَ بِنِعۡمَۃِ اللّٰہِ یَکۡفُرُوۡنَ ﴿۶۷﴾  ",
			"number": "",
			"verses_PDMS": "اَوَ لَمۡ  یَرَوۡا  اَنَّا جَعَلۡنَا حَرَمًا  اٰمِنًا  وَّ یُتَخَطَّفُ النَّاسُ مِنۡ حَوۡلِہِمۡ ؕ اَفَبِالۡبَاطِلِ یُؤۡمِنُوۡنَ وَ بِنِعۡمَۃِ اللّٰہِ یَکۡفُرُوۡنَ ﴿۶۷﴾  ",
			"index": "3407",
			"name": "এবং তারা কি এটা দেখে নি যে, আমি সম্মানিত ও ভূ-খণ্ডকে নিরাপদ আশ্রয়স্থল করেছি এবং তাদের চতুর্পাশ্বে অবস্থানকারী লোকদেরকে অপহরণ করে নেওয়া হয়? তবে কি তারা অসত্যে বিশ্বাস করছে এবং আল্লাহ্‌ প্রদত্ত নি’মাতের প্রতি অকৃতজ্ঞতা প্রকাশ করছে?",
			"en_kanzulimaan": "Did they not observe that We have created a refuge in the Sacred Land, and people around them are snatched away? So do they believe in falsehood and are ungrateful for the favours of Allah?",
			"ur_kanzulimaan": "اور کیا انہوں نے یہ نہ دیکھا کہ ہم نے حرمت والی زمین پناہ بنائی اور ان کے آس پاس والے لوگ اچک لیے جاتے ہیں تو کیا باطل پر یقین لاتے ہیں اور اللہ کی دی ہوئی نعمت سے ناشکری کرتے ہیں،",
			"hi_kanzulimaan": "और क्या उन्होंने (159फ) यह न देखा कि हमने (160फ) हुर्मत (इज़्ज़त) वाली ज़मीन पनाह बनाई (161फ) और उनके आस पास वाले लोग उचक लिये जाते हैं (162फ) तो क्या बातिल (असत्य) पर यक़ीन लाते है (163फ) और अल्लाह की दी हुई नेअमत से (164फ) नाशुक्री करते हैं",
			"author": "৬৭. আর তারা কি দেখে না আমি (কা’বার) হারামকে নিরাপদ স্থান বানিয়েছি অথচ এর চারপাশ থেকে মানুষকে অপহরণ করা হচ্ছে। (তারপরও) কি এরা মিথ্যার উপর বিশ্বাস রাখে এবং আল্লাহ্‌র অনুগ্রহের অকৃতজ্ঞতা প্রকাশ করতে থাকবে?"
		},
		{
			"_id": "3408",
			"sura": "29",
			"para": "21",
			"verses": "68",
			"names": "وَ مَنۡ اَظۡلَمُ  مِمَّنِ افۡتَرٰی عَلَی اللّٰہِ  کَذِبًا اَوۡ کَذَّبَ بِالۡحَقِّ  لَمَّا جَآءَہٗ ؕ اَلَیۡسَ فِیۡ جَہَنَّمَ مَثۡوًی  لِّلۡکٰفِرِیۡنَ ﴿۶۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ اَظۡلَمُ  مِمَّنِ افۡتَرٰی عَلَی اللّٰہِ  کَذِبًا اَوۡ کَذَّبَ بِالۡحَقِّ  لَمَّا جَآءَہٗ ؕ اَلَیۡسَ فِیۡ جَہَنَّمَ مَثۡوًی  لِّلۡکٰفِرِیۡنَ ﴿۶۸﴾ ",
			"index": "3408",
			"name": "ওই ব্যক্তির চেয়ে অধিক যালিম কে, যে আল্লাহ্‌ সম্বন্ধে মিথ্যা রচনা করে, অথবা সত্যকে অস্বীকার করে যখন তা তার নিকট আসে? কাফিরদের ঠিকানা কি জাহান্নামে নয়?",
			"en_kanzulimaan": "And who is more unjust than one who fabricates lies against Allah, or denies the truth * when it comes to him? Is there not a place in hell for disbelievers? (* The Holy Prophet and / or the Holy Quran).",
			"ur_kanzulimaan": "اور اس سے بڑھ کر ظالم کون جو اللہ پر جھوٹ باندھے یا حق کو جھٹلائے جب وہ اس کے پاس آئے، کیا جہنم میں کافروں کا ٹھکانا نہیں",
			"hi_kanzulimaan": "और उससे बढ़कर ज़ालिम कौन जो अल्लाह पर झूट बांधे (165फ) या हक़ (सत्य) को झुटलाए (166फ) जब वह उसके पास आए, क्या जहन्नम में काफ़िरों का ठिकाना नहीं (167फ)",
			"author": "৬৮. আর তার চেয়ে বড় যালিম আর কে, যে আল্লাহ্‌র প্রতি মিথ্যা অপবাদ আরোপ করে অথবা তার কাছে আগত সত্যকে মিথ্যাপ্রতিপন্ন করে? জাহান্নাম কি কাফেরদের (নির্ধারিত) ঠিকানা নয়?"
		},
		{
			"_id": "3409",
			"sura": "29",
			"para": "21",
			"verses": "69",
			"names": "وَ الَّذِیۡنَ جَاہَدُوۡا فِیۡنَا لَنَہۡدِیَنَّہُمۡ سُبُلَنَا ؕ وَ اِنَّ اللّٰہَ  لَمَعَ الۡمُحۡسِنِیۡنَ ﴿۶۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ جَاہَدُوۡا فِیۡنَا لَنَہۡدِیَنَّہُمۡ سُبُلَنَا ؕ وَ اِنَّ اللّٰہَ  لَمَعَ الۡمُحۡسِنِیۡنَ ﴿۶۹﴾ ",
			"index": "3409",
			"name": "এবং যারা আমার পথে প্রচেষ্টা চালায় অবশ্য আমি তাদেরকে আপন রাস্তা দেখাবো; এবং নিশ্চয় আল্লাহ্‌ সৎকর্মপরায়ণদের সাথে আছেন।",
			"en_kanzulimaan": "And those who strove in Our way - We shall surely show them Our paths; and indeed Allah is with the virtuous.",
			"ur_kanzulimaan": "اور جنہوں نے ہماری راہ میں کوشش کی ضرور ہم انہیں اپنے راستے دکھادیں گے اور بیشک اللہ نیکوں کے ساتھ ہے",
			"hi_kanzulimaan": "और जिन्हों ने हमारी राह में कोशिश की ज़रूर हम उन्हें अपने रास्ते दिखा देंगे (168फ) और बेशक अल्लाह नेकों के साथ है (169फ)",
			"author": "৬৯. আর যারা আমাদের জন্যে কঠোর সাধনায় (ও নাফসের সাথে তীব্র সংগ্রামে) আত্মনিয়োগ করে, তবে আমরা অবশ্যই তাদেরকে আমাদের (দিকে চলার এবং পৌঁছার) পথ দেখিয়ে দেই। নিশ্চয়ই আল্লাহ্ আধ্যাত্নিক উৎকর্ষতাপ্রাপ্ত লোকদেরকে আপন সাহচর্য প্রদান করে ধন্য করেন।"
		}
	]