[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "4511",
			"sura": "46",
			"para": "26",
			"verses": "1",
			"names": "حٰمٓ ۚ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "حٰمٓ ۚ﴿۱﴾ ",
			"index": "4511",
			"name": "হা-মী----ম।",
			"en_kanzulimaan": "Ha-Meem. (Alphabets of the Arabic language - Allah, and to whomever He reveals, know their precise meanings.)",
			"ur_kanzulimaan": "حٰمٓ",
			"hi_kanzulimaan": "_",
			"author": "১. হা-মীম। (প্রকৃত অর্থ আল্লাহ এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামই সম্যক অবগত।)"
		},
		{
			"_id": "4512",
			"sura": "46",
			"para": "26",
			"verses": "2",
			"names": "تَنۡزِیۡلُ  الۡکِتٰبِ مِنَ اللّٰہِ  الۡعَزِیۡزِ الۡحَکِیۡمِ ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "تَنۡزِیۡلُ  الۡکِتٰبِ مِنَ اللّٰہِ  الۡعَزِیۡزِ الۡحَکِیۡمِ ﴿۲﴾ ",
			"index": "4512",
			"name": "এ কিতাব অবতীর্ণ সম্মান ও প্রজ্ঞাময় আল্লাহ্‌র নিকট থেকে। ",
			"en_kanzulimaan": "The sending down of this Book is from Allah the Most Honourable, the Wise.",
			"ur_kanzulimaan": "یہ کتاب اتارنا ہے اللہ عزت و حکمت والے کی طرف سے،",
			"hi_kanzulimaan": "यह किताब (2फ) उतारना है अल्लाह इज़्ज़त व हिकमत (बोध) वाले की तरफ़ से",
			"author": "২. এ কিতাব অবতীর্ণ আল্লাহ্‌র নিকট থেকে, যিনি মহাআধিপত্যশীল, প্রজ্ঞাবান।"
		},
		{
			"_id": "4513",
			"sura": "46",
			"para": "26",
			"verses": "3",
			"names": "مَا خَلَقۡنَا السَّمٰوٰتِ وَ الۡاَرۡضَ وَ مَا بَیۡنَہُمَاۤ  اِلَّا بِالۡحَقِّ وَ اَجَلٍ مُّسَمًّی ؕ وَ الَّذِیۡنَ کَفَرُوۡا عَمَّاۤ  اُنۡذِرُوۡا مُعۡرِضُوۡنَ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "مَا خَلَقۡنَا السَّمٰوٰتِ وَ الۡاَرۡضَ وَ مَا بَیۡنَہُمَاۤ  اِلَّا بِالۡحَقِّ وَ اَجَلٍ مُّسَمًّی ؕ وَ الَّذِیۡنَ کَفَرُوۡا عَمَّاۤ  اُنۡذِرُوۡا مُعۡرِضُوۡنَ ﴿۳﴾ ",
			"index": "4513",
			"name": "আমি আস্‌মানসমূহ ও যমীন এবং যা কিছু এ দু’টির মধ্যস্থিত রয়েছে, সত্য সহকারে এবং একটা নির্ধারিত মেয়াদকালের জন্যই সৃষ্টি করেছি। এবং কাফিরগণ ওই বিষয় থেকে, যে বিষয়ে সাবধান করা হয়েছে, মুখ ফিরিয়ে আছে। ",
			"en_kanzulimaan": "We did not create the heavens and the earth and all that is between them except with the truth, and for a fixed term; and the disbelievers have turned away from what they are warned!",
			"ur_kanzulimaan": "ہم نے نہ بنائے آسمان اور زمین اور جو کچھ ان کے درمیان ہے مگر حق کے ساتھ اور ایک مقرر میعاد پر اور کافر اس چیز سے کہ ڈرائے گئے منہ پھیرے ہیں",
			"hi_kanzulimaan": "हमने न बनाए आसमान और ज़मीन और जो कुछ इन के दरमियान है मगर हक़ के साथ (3फ) और एक मुक़र्रर (निश्चित) मीआद पर (4फ) और काफ़िर उस चीज़ से कि डराए गए (5फ) मुंह फेरे हैं (6फ)",
			"author": "৩. আমরা আকাশমন্ডলী ও পৃথিবী এবং এ উভয়ের মাঝে (সৃষ্টিজগতে) যা কিছু রয়েছে তা প্রজ্ঞা এবং নির্দিষ্ট কালের জন্যেই সৃষ্টি করেছি। কিন্তু কাফেরদেরকে যে বিষয়ে সতর্ক করা হয়েছিল তা থেকে তারা মুখ ফিরিয়ে নেয়।"
		},
		{
			"_id": "4514",
			"sura": "46",
			"para": "26",
			"verses": "4",
			"names": "قُلۡ  اَرَءَیۡتُمۡ مَّا  تَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ اَرُوۡنِیۡ  مَاذَا خَلَقُوۡا مِنَ الۡاَرۡضِ اَمۡ لَہُمۡ شِرۡکٌ فِی السَّمٰوٰتِ ؕ اِیۡتُوۡنِیۡ  بِکِتٰبٍ مِّنۡ  قَبۡلِ ہٰذَاۤ  اَوۡ اَثٰرَۃٍ  مِّنۡ عِلۡمٍ  اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اَرَءَیۡتُمۡ مَّا  تَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ اَرُوۡنِیۡ  مَاذَا خَلَقُوۡا مِنَ الۡاَرۡضِ اَمۡ لَہُمۡ شِرۡکٌ فِی السَّمٰوٰتِ ؕ اِیۡتُوۡنِیۡ  بِکِتٰبٍ مِّنۡ  قَبۡلِ ہٰذَاۤ  اَوۡ اَثٰرَۃٍ  مِّنۡ عِلۡمٍ  اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ ﴿۴﴾ ",
			"index": "4514",
			"name": "আপনি বলুন, ‘ভালো, বলোতো! যেগুলোর তোমরা আল্লাহ্‌ ব্যতীত পূজা করছো, আমাকে দেখাও সেগুলো যমীনের কোন্‌ পরমাণুটা সৃষ্টি করেছে? কিংবা আসমানে সেগুলোর কোন অংশ আছে কিনা? এর পুর্বের কোন কিতাব অথবা অবশিষ্ট কোন জ্ঞান থাকলে আমার নিকট হাযির করো; যদি তোমরা সত্যবাদী হও। ",
			"en_kanzulimaan": "Proclaim, (O dear Prophet Mohammed - peace and blessings be upon him), What is your opinion - regarding those whom you worship other than Allah - show me which part of the earth they have created, or do they own any portion of the heavens? Bring to me a Book preceding this (Quran), or some remnants of knowledge, if you are truthful.",
			"ur_kanzulimaan": "تم فرماؤ بھلا بتاؤ تو وہ جو تم اللہ کے سوا پوجتے ہو مجھے دکھاؤ انہوں نے زمین کا کون سا ذرہ بنایا یا آسمان میں ان کا کوئی حصہ ہے، میرے پاس لاؤ اس سے پہلی کوئی کتاب یا کچھ بچا کھچا علم اگر تم سچے ہو",
			"hi_kanzulimaan": "तुम फ़रमाओ भला बताओ तो वो जो तुम अल्लाह के सिवा पूजते हो (7फ) मुझे दिखाओ उन्होंने ज़मीन का कौन सा ज़र्रा (कण) बनाया या आसमान में उनका कोई हिस्सा है, मेरे पास लाओ इससे पहली कोई किताब (8फ) या कुछ बचा खुचा इल्म (9फ) अगर तुम सच्चे हो (10फ)",
			"author": "৪. বলে দিন, ‘আমাকে বলো তো আল্লাহ্‌র পরিবর্তে যেসব (মূর্তির)-এর উপাসনা তোমরা করো, তারা পৃথিবীতে কী সৃষ্টি করেছে আমাকে দেখাও অথবা (সৃষ্টির ক্ষেত্রে) আকাশমন্ডলীতে তাদের কি কোনো অংশীদারিত্ব রয়েছে? তোমরা আমার নিকট (এ কুরআন)-এর পূর্বের কোনো কিতাব অথবা (পূর্ববর্তীদের) জ্ঞানের কোনো অবশিষ্টাংশ (যা বিবৃত হয়ে এসেছে তা প্রমাণ হিসেবে) উপস্থাপন করো; যদি তোমরা সত্যবাদী হও।’"
		},
		{
			"_id": "4515",
			"sura": "46",
			"para": "26",
			"verses": "5",
			"names": "وَ مَنۡ اَضَلُّ  مِمَّنۡ یَّدۡعُوۡا مِنۡ دُوۡنِ اللّٰہِ مَنۡ  لَّا یَسۡتَجِیۡبُ لَہٗۤ  اِلٰی یَوۡمِ الۡقِیٰمَۃِ  وَ  ہُمۡ عَنۡ دُعَآئِہِمۡ  غٰفِلُوۡنَ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ اَضَلُّ  مِمَّنۡ یَّدۡعُوۡا مِنۡ دُوۡنِ اللّٰہِ مَنۡ  لَّا یَسۡتَجِیۡبُ لَہٗۤ  اِلٰی یَوۡمِ الۡقِیٰمَۃِ  وَ  ہُمۡ عَنۡ دُعَآئِہِمۡ  غٰفِلُوۡنَ ﴿۵﴾ ",
			"index": "4515",
			"name": "এবং তার চাইতে বড় পথভ্রষ্ট আর কে, যে আল্লাহ্‌ ব্যতীত এমন সবের পূজা করে, যেগুলো ক্বিয়ামত পর্যন্ত তাদের প্রার্থনা শুনবে না এবং সেগুলোর নিকট এদের পূজার খবরও নেই? ",
			"en_kanzulimaan": "And who is more astray than one who worships those, instead of Allah, who cannot listen to their prayer until* the Day of Resurrection, and who do not even know of their worship! (Will never listen.)",
			"ur_kanzulimaan": "اور اس سے بڑھ کر گمراہ کون جو اللہ کے سوا ایسوں کو پوجے جو قیامت تک اس کی نہ سنیں اور انہیں ان کی پوجا کی خبر تک نہیں",
			"hi_kanzulimaan": "और उससे बढ़कर गुमराह कौन जो अल्लाह के सिवा ऐसो को पूजे (11फ) जो क़यामत तक उसकी न सुनें और उन्हें उनकी पूजा की ख़बर तक नहीं (12फ)",
			"author": "৫. আর সে ব্যক্তির চেয়ে অধিক গোমরাহ্ কে হতে পারে, যে আল্লাহ্‌র পরিবর্তে এমন কিছুর (অর্থাৎ মূর্তির) উপাসনা করে যারা কিয়ামতের দিন পর্যন্ত তাকে জিজ্ঞাসিত (প্রশ্নের) উত্তর প্রদান করতে পারবে না? আর এসব (মূর্তি) তাদের দোয়া এবং ইবাদত সম্পর্কে অবগতও নয়।"
		},
		{
			"_id": "4516",
			"sura": "46",
			"para": "26",
			"verses": "6",
			"names": "وَ  اِذَا حُشِرَ  النَّاسُ کَانُوۡا لَہُمۡ  اَعۡدَآءً وَّ  کَانُوۡا بِعِبَادَتِہِمۡ کٰفِرِیۡنَ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اِذَا حُشِرَ  النَّاسُ کَانُوۡا لَہُمۡ  اَعۡدَآءً وَّ  کَانُوۡا بِعِبَادَتِہِمۡ کٰفِرِیۡنَ ﴿۶﴾ ",
			"index": "4516",
			"name": "এবং যখন মানুষকে একত্রিত করা হবে তখন সেগুলো তাদের শত্রু হবে এবং তাদের অস্বীকারকারী হয়ে যাবে। ",
			"en_kanzulimaan": "And on the day when people are gathered, they will become their enemies, and will reject their worshippers. (The idols will give testimony against the polytheists.)",
			"ur_kanzulimaan": "اور جب لوگوں کا حشر ہوگا وہ ان کے دشمن ہوں گے اور ان سے منکر ہوجائیں گے",
			"hi_kanzulimaan": "और जब लोगों का हश्र होगा वो उनके दुश्मन होंगे (13फ) और उनसे मुन्किर हो जाएंगे (14फ)",
			"author": "৬. আর যখন (কিয়ামতের দিন) মানুষকে একত্রিত করা হবে তখন এসব (বাতিল উপাস্য) তাদের শত্রুতে পরিণত হবে এবং (নিজের পরিত্রাণের জন্যে) তাদের উপাসনা অস্বীকার করবে।"
		},
		{
			"_id": "4517",
			"sura": "46",
			"para": "26",
			"verses": "7",
			"names": "وَ اِذَا تُتۡلٰی عَلَیۡہِمۡ  اٰیٰتُنَا بَیِّنٰتٍ قَالَ الَّذِیۡنَ کَفَرُوۡا لِلۡحَقِّ لَمَّا جَآءَہُمۡ ۙ ہٰذَا سِحۡرٌ  مُّبِیۡنٌ ؕ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذَا تُتۡلٰی عَلَیۡہِمۡ  اٰیٰتُنَا بَیِّنٰتٍ قَالَ الَّذِیۡنَ کَفَرُوۡا لِلۡحَقِّ لَمَّا جَآءَہُمۡ ۙ ہٰذَا سِحۡرٌ  مُّبِیۡنٌ ؕ﴿۷﴾ ",
			"index": "4517",
			"name": "এবং যখন তাদের নিকট পাঠ করা হয় আমার সুস্পষ্ট আয়াতগুলো তখন কাফিরগণ তাদের নিকট আগত সত্যকে বলে, ‘এটা স্পষ্ট যাদু’।",
			"en_kanzulimaan": "And when Our clear verses are recited to them, the disbelievers say regarding the Truth that has come to them, This is an obvious magic!",
			"ur_kanzulimaan": "اور جب ان پر پڑھی جائیں ہماری روشن آیتیں تو کافر اپنے پاس آئے ہوئے حق کو کہتے ہیں یہ کھلا جادو ہے",
			"hi_kanzulimaan": "और जब उनपर (15फ) पढ़ी जाएं हमारी रौशन आयतें तो काफ़िर अपने पास आए हुए हक़ को (16फ) कहते हैं यह खुला जादू है (17फ)",
			"author": "৭. আর যখন তাদের নিকট পাঠ করা হয় আমাদের সুস্পষ্ট আয়াতসমূহ যখন তা তাদের কাছে এসেছে, (তখন) কাফেরেরা সত্য (কুরআন)-এর ব্যাপারে বলে, ‘এ তো সুস্পষ্ট যাদু’।"
		},
		{
			"_id": "4518",
			"sura": "46",
			"para": "26",
			"verses": "8",
			"names": "اَمۡ  یَقُوۡلُوۡنَ  افۡتَرٰىہُ ؕ  قُلۡ  اِنِ افۡتَرَیۡتُہٗ فَلَا  تَمۡلِکُوۡنَ  لِیۡ مِنَ اللّٰہِ  شَیۡئًا ؕ ہُوَ اَعۡلَمُ  بِمَا تُفِیۡضُوۡنَ  فِیۡہِ ؕ کَفٰی بِہٖ شَہِیۡدًۢا  بَیۡنِیۡ  وَ بَیۡنَکُمۡ ؕ وَ ہُوَ الۡغَفُوۡرُ  الرَّحِیۡمُ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "اَمۡ  یَقُوۡلُوۡنَ  افۡتَرٰىہُ ؕ  قُلۡ  اِنِ افۡتَرَیۡتُہٗ فَلَا  تَمۡلِکُوۡنَ  لِیۡ مِنَ اللّٰہِ  شَیۡئًا ؕ ہُوَ اَعۡلَمُ  بِمَا تُفِیۡضُوۡنَ  فِیۡہِ ؕ کَفٰی بِہٖ شَہِیۡدًۢا  بَیۡنِیۡ  وَ بَیۡنَکُمۡ ؕ وَ ہُوَ الۡغَفُوۡرُ  الرَّحِیۡمُ ﴿۸﴾ ",
			"index": "4518",
			"name": "তারা কি বলে যে, ‘তিনি সেটাকে নিজ থেকে রচনা করেছেন?’ আপনি বলুন, ‘যদি আমি সেটা নিজ থেকে রচনা করে নিয়ে থাকি, তবে তোমরা আল্লাহ্‌র সামনে আমাকে রক্ষা করার কোন ক্ষমতা রাখো না’। তিনি ভালোভাবে জানেন যেসব কথায় তোমরা রত আছো; এবং তিনি আমাদের ও তোমাদের মধ্যে সাক্ষীরূপে যথেষ্ট। আর তিনিই ক্ষমাশীল, দয়ালু। ",
			"en_kanzulimaan": "What! They dare say, He has fabricated it? Say (O dear Prophet Mohammed - peace and blessings be upon him), If I have fabricated it, then (I know that) you have no power to support me against Allah; He well knows the matters you are involved in; He is Sufficient as a Witness between me and you; and He only is the Oft Forgiving, the Most Merciful.",
			"ur_kanzulimaan": "کیا کہتے ہیں انہوں نے اسے جی سے بنایا تم فرماؤ اگر میں نے اسے جی سے بنالیا ہوگا تو تم اللہ کے سامنے میرا کچھ اختیار نہیں رکھتے وہ خوب جانتا ہے جن باتوں میں تم مشغول ہو اور وہ کافی ہے میرے اور تمہارے درمیان گواہ، اور وہی بخشنے والا مہربان ہے",
			"hi_kanzulimaan": "क्या कहते हैं उन्होंने उसे जी से बनाया (18फ) तुम फ़रमाओ अगर मैं ने उसे जी से बना लिया होगा तो तुम अल्लाह के सामने मेरा कुछ इख़्तियार नहीं रखते (19फ) वह ख़ूब जानता है जिन बातों में तुम मश्ग़ूल हो (20फ) और वह काफ़ी है मेरे और तुम्हारे दरमियान गवाह और वही बख़्शने वाला मेहरबान है (21फ)",
			"author": "৮. তবে কি তারা বলে যে, তিনি (নবী কুরআন) উদ্ভাবন করেছেন? বলে দিন, ‘যদি আমি এটি উদ্ভাবন করে থাকি, তবে তোমরা আমাকে আল্লাহ্(-এঁর শাস্তি) থেকে কিছুতেই রক্ষা করতে পারবে না। আর তিনি এসব (বিষয়াবলী) সবিশেষ অবগত, যা তোমরা এ (কুরআনের) বিষয়ে ঠাট্টাচ্ছলে বলছো। আমার এবং তোমাদের মাঝে সাক্ষী হিসেবে তিনি (আল্লাহ্) যথেষ্ট এবং তিনি মহাক্ষমাশীল, পরম দয়ালু।’"
		},
		{
			"_id": "4519",
			"sura": "46",
			"para": "26",
			"verses": "9",
			"names": "قُلۡ مَا کُنۡتُ بِدۡعًا مِّنَ الرُّسُلِ وَ مَاۤ اَدۡرِیۡ  مَا یُفۡعَلُ بِیۡ  وَ لَا بِکُمۡ ؕ اِنۡ  اَتَّبِعُ اِلَّا مَا یُوۡحٰۤی  اِلَیَّ وَ مَاۤ  اَنَا  اِلَّا نَذِیۡرٌ مُّبِیۡنٌ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ مَا کُنۡتُ بِدۡعًا مِّنَ الرُّسُلِ وَ مَاۤ اَدۡرِیۡ  مَا یُفۡعَلُ بِیۡ  وَ لَا بِکُمۡ ؕ اِنۡ  اَتَّبِعُ اِلَّا مَا یُوۡحٰۤی  اِلَیَّ وَ مَاۤ  اَنَا  اِلَّا نَذِیۡرٌ مُّبِیۡنٌ ﴿۹﴾ ",
			"index": "4519",
			"name": "আপনি বলুন, ‘আমি কোন নতুন রসূল নই। এবং আমি জানিনা আমার সাথে এবং তোমাদের কি ব্যবহার করা হবে! আমি তো সেটারই অনুসরণ করি, যা আমার প্রতি ওহী করা হয় এবং আমি তো সুস্পষ্ট সতর্ককারীই’। ",
			"en_kanzulimaan": "Say, I am not something new* among the Noble Messengers, nor do I know (on my own) what will happen to me** or with you; I only follow that which is divinely revealed to me, and I am purely a Herald of clear warning. (* I am like the earlier ones. ** My knowledge comes due to divine revelations.)",
			"ur_kanzulimaan": "تم فرماؤ میں کوئی انوکھا رسول نہیں اور میں نہیں جانتا میرے ساتھ کیا کیا جائے گا اور تمہارے ساتھ کیا میں تو اسی کا تابع ہوں جو مجھے وحی ہوتی ہے اور میں نہیں مگر صاف ڈر سنانے والا،",
			"hi_kanzulimaan": "तुम फ़रमाओ मैं कोई अनोखा रसूल नहीं (22फ) और मैं नहीं जानता मेरे साथ क्या किया जाएगा और तुम्हारे साथ क्या (23फ) मैं तो उसी का ताबेअ हूँ जो मुझे वही होती है (24फ) और मैं नहीं मगर साफ़ डर सुनाने वाला",
			"author": "৯. আপনি বলে দিন, ‘(মানুষের প্রতি) আমিই প্রথম কোনো রাসূল নই (যে, আমার পূর্বে রেসালতের কোনো দৃষ্টান্তই নেই)। আমি নিজ থেকে (কেবল আমার জ্ঞান ও উপলিব্ধর মাধ্যমে) জানি না যে, আমার সাথে কেমন আচরণ করা হবে, আর না এ বিষয় যা তোমাদের সাথে করা হবে। (আমার জ্ঞান তো এ যে,) আমি কেবল আমার প্রতি প্রেরিত প্রত্যাদেশই অনুসরণ করি। (এটিই আমাকে সবকিছুর জ্ঞান দান করে।) আর আমি তো কেবল (এ ওহীর জ্ঞানের উপর ভিত্তি করে) সুস্পষ্ট সতর্ককারী।’"
		},
		{
			"_id": "4520",
			"sura": "46",
			"para": "26",
			"verses": "10",
			"names": "قُلۡ  اَرَءَیۡتُمۡ  اِنۡ کَانَ مِنۡ عِنۡدِ اللّٰہِ وَ کَفَرۡتُمۡ  بِہٖ وَ شَہِدَ شَاہِدٌ مِّنۡۢ  بَنِیۡۤ اِسۡرَآءِیۡلَ  عَلٰی مِثۡلِہٖ  فَاٰمَنَ وَ اسۡتَکۡبَرۡتُمۡ ؕ اِنَّ اللّٰہَ  لَا یَہۡدِی الۡقَوۡمَ الظّٰلِمِیۡنَ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اَرَءَیۡتُمۡ  اِنۡ کَانَ مِنۡ عِنۡدِ اللّٰہِ وَ کَفَرۡتُمۡ  بِہٖ وَ شَہِدَ شَاہِدٌ مِّنۡۢ  بَنِیۡۤ اِسۡرَآءِیۡلَ  عَلٰی مِثۡلِہٖ  فَاٰمَنَ وَ اسۡتَکۡبَرۡتُمۡ ؕ اِنَّ اللّٰہَ  لَا یَہۡدِی الۡقَوۡمَ الظّٰلِمِیۡنَ ﴿۱۰﴾ ",
			"index": "4520",
			"name": "আপনি বলুন, ‘ভালো দেখোতো! যদি ওই ক্বোরআন আল্লাহ্‌র নিকট থেকে হয়, আর তোমরা তা অস্বীকার করো, আর বনী ইস্রাঈলের একজন সাক্ষী সেটার উপর সাক্ষ্য দিলো, অতঃপর সে ঈমান আনলো আর তোমরা করলে অহঙ্কার! নিশ্চয় আল্লাহ্‌ যালিমদেরকে পথ প্রদান করেন না’। ",
			"en_kanzulimaan": "Say, What is your opinion - if the Quran is from Allah and you have rejected faith in it, and a witness among the Descendants of Israel has already testified upon this and accepted faith, while you became arrogant? Indeed Allah does not guide the unjust.",
			"ur_kanzulimaan": "تم فرماؤ بھلا دیکھو تو اگر وہ قرآن اللہ کے پاس سے ہو اور تم نے اس کا انکار کیا اور بنی اسرائیل کا ایک گواہ اس پر گواہی دے چکا تو وہ ایمان لایا اور تم نے تکبر کیا بیشک اللہ راہ نہیں دیتا ظالموں کو،",
			"hi_kanzulimaan": "तुम फ़रमाओ भला देखो तो अगर वह क़ुरआन अल्लाह के पास से हो और तुम ने उसका इन्कार किया और बनी इस्राईल का एक गवाह (25फ) उस पर गवाही दे चुका (26फ) तो वह ईमान लाया और तुमने तकब्बुर किया (27फ) बेशक अल्लाह राह नहीं देता ज़ालिमों को",
			"author": "১০. বলে দিন, ‘আমাকে বলো তো, যদি এ (কুরআন) আল্লাহ্‌র নিকট থেকে হয়ে থাকে আর তোমরা একে অস্বীকার করো, অথচ বনী ইসরাঈলের মধ্য থেকে একজন সাক্ষীও (পূর্ববতী আসমানী কিতাবসমূহে) এরূপ কিতাবের (অবতীর্ণ হওয়ার) ব্যাপারে সাক্ষ্য দেয়; অতঃপর সে (এর উপর) ঈমানও আনয়ন করে, আর তোমরা (তা সত্তেও) ঔদ্ধত্য প্রকাশ করো। (তবে তোমাদের পরিণতি কীরূপ হবে?) নিশ্চয়ই আল্লাহ্ যালিমদেরকে হেদায়াত দান করেন না।’"
		},
		{
			"_id": "4521",
			"sura": "46",
			"para": "26",
			"verses": "11",
			"names": "وَ قَالَ الَّذِیۡنَ  کَفَرُوۡا لِلَّذِیۡنَ اٰمَنُوۡا لَوۡ کَانَ خَیۡرًا مَّا سَبَقُوۡنَاۤ  اِلَیۡہِ ؕ وَ  اِذۡ  لَمۡ یَہۡتَدُوۡا بِہٖ  فَسَیَقُوۡلُوۡنَ  ہٰذَاۤ  اِفۡکٌ قَدِیۡمٌ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الَّذِیۡنَ  کَفَرُوۡا لِلَّذِیۡنَ اٰمَنُوۡا لَوۡ کَانَ خَیۡرًا مَّا سَبَقُوۡنَاۤ  اِلَیۡہِ ؕ وَ  اِذۡ  لَمۡ یَہۡتَدُوۡا بِہٖ  فَسَیَقُوۡلُوۡنَ  ہٰذَاۤ  اِفۡکٌ قَدِیۡمٌ ﴿۱۱﴾ ",
			"index": "4521",
			"name": "এবং কাফিরগণ মুসলমানদেরকে বললো, ‘যদি তাতে কিছু মঙ্গল থাকতো, তবে এরা আমাদের পূর্বে এ পর্যন্ত পৌঁছে যেতো না’। এবং যখন তারা সৎপথ প্রাপ্ত হলো না, তখন অবিলম্বে বলবে, ‘এটা পুরানো অপবাদ’।",
			"en_kanzulimaan": "And the disbelievers said regarding the Muslims, If there were any good in it, the Muslims would not have surpassed us in achieving it!; and since they did not receive guidance with it, they will now say, This is an old slander.",
			"ur_kanzulimaan": "اور کافروں نے مسلمانوں کو کہا اگر اس میں کچھ بھلائی ہو تو یہ ہم سے آگے اس تک نہ پہنچ جاتے اور جب انہیں اس کی ہدایت نہ ہوئی تو اب کہیں گے کہ یہ پرانا بہتان ہے،",
			"hi_kanzulimaan": "और काफ़िरों ने मुसलमानों को कहा अगर उसमें (28फ) कुछ भलाई होती तो ये (29फ) हमसे आगे उस तक न पहुंच जाते (30फ) और जब उन्हें उसकी हिदायत न हुई तो अब (31फ) कहेंगे कि यह पुराना बोहतान है",
			"author": "১১. আর কাফেরেরা মুমিনগণকে বললো, ‘যদি তা (মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়ালিহী ওয়াসাল্লামের এ দ্বীন) উত্তম হতো তবে এ লোকেরা এর দিকে আমাদেরকে অতিক্রম করে যেতে পারতো না (আমরা নিজেরাই সবার আগে একে গ্রহণ করতাম)।’ আর যখন এরা (এ কাফেরেরা নিজেরা) এর দ্বারা হেদায়াত প্রাপ্ত হয়নি তখন তারা অবশ্যই বলবে, ‘এ তো পুরাতন মিথ্যা (এবং অপবাদ)’।"
		},
		{
			"_id": "4522",
			"sura": "46",
			"para": "26",
			"verses": "12",
			"names": "وَ مِنۡ  قَبۡلِہٖ کِتٰبُ مُوۡسٰۤی  اِمَامًا وَّ رَحۡمَۃً ؕ وَ ہٰذَا کِتٰبٌ مُّصَدِّقٌ  لِّسَانًا عَرَبِیًّا  لِّیُنۡذِرَ الَّذِیۡنَ ظَلَمُوۡا ٭ۖ وَ بُشۡرٰی لِلۡمُحۡسِنِیۡنَ ﴿ۚ۱۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ مِنۡ  قَبۡلِہٖ کِتٰبُ مُوۡسٰۤی  اِمَامًا وَّ رَحۡمَۃً ؕ وَ ہٰذَا کِتٰبٌ مُّصَدِّقٌ  لِّسَانًا عَرَبِیًّا  لِّیُنۡذِرَ الَّذِیۡنَ ظَلَمُوۡا ٭ۖ وَ بُشۡرٰی لِلۡمُحۡسِنِیۡنَ ﴿ۚ۱۲﴾ ",
			"index": "4522",
			"name": "এবং এর পূর্বে রয়েছে মূসার কিতাব পেশোয়া ও অনুগ্রহ স্বরূপ এবং এ কিতাব সত্যায়নকারী, আরবী ভাষায়, যাতে যালিমদেরকে সতর্ক করে; এবং সৎকর্মপরায়ণদের জন্য সুসংবাদ। ",
			"en_kanzulimaan": "And whereas before this exists the Book of Moosa, a guide and a mercy; and this is a Book giving testimony, in the Arabic language, to warn the unjust; and to give glad tidings to the virtuous.",
			"ur_kanzulimaan": "اور اس سے پہلے موسیٰ کی کتاب سے پیشوا اور مہربانی، اور یہ کتاب ہے تصدیق فرماتی عربی زبان میں کہ ظالموں کو ڈر سنائے، اور نیکوں کو بشارت،",
			"hi_kanzulimaan": "और इससे पहले मूसा की किताब (32फ) है पेशवा और मेहरबानी, और यह किताब है तस्दीक़ (पुष्टि) फ़रमाती (33फ) अरबी ज़बान में कि ज़ालिमों को डर सुनाए, और नेकों को बशारत",
			"author": "১২. আর এর পূর্বে মূসা (আলাইহিস সালাম)-এঁর কিতাব (তাওরাত) ছিল পথপ্রদর্শক ও রহমতস্বরূপ। আর এ কিতাব (তার) সত্যায়নকারী, আরবি ভাষায়, যাতে যালিমদেরকে সতর্ক করা হয় এবং সুসংবাদ দেয়া হয় নেক্কারগণকে।"
		},
		{
			"_id": "4523",
			"sura": "46",
			"para": "26",
			"verses": "13",
			"names": "اِنَّ  الَّذِیۡنَ قَالُوۡا رَبُّنَا اللّٰہُ  ثُمَّ اسۡتَقَامُوۡا فَلَا خَوۡفٌ عَلَیۡہِمۡ  وَ لَا ہُمۡ یَحۡزَنُوۡنَ ﴿ۚ۱۳﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الَّذِیۡنَ قَالُوۡا رَبُّنَا اللّٰہُ  ثُمَّ اسۡتَقَامُوۡا فَلَا خَوۡفٌ عَلَیۡہِمۡ  وَ لَا ہُمۡ یَحۡزَنُوۡنَ ﴿ۚ۱۳﴾ ",
			"index": "4523",
			"name": "নিশ্চয় ওই সব লোক, যারা বলেছে, ‘আমাদের রব আল্লাহ্‌;’ অতঃপর অটল থাকে, না তাদের কোন ভয় আছে, না তাদের দুঃখ।",
			"en_kanzulimaan": "Indeed those who said, Allah is our Lord, and then remained steadfast - upon them is neither any fear nor shall they grieve.",
			"ur_kanzulimaan": "بیشک وہ جنہوں نے کہا ہمارا رب اللہ ہے پھر ثابت قدم رہے نہ ان پر خوف نہ ان کو غم",
			"hi_kanzulimaan": "बेशक वो जिन्होंने कहा हमारा रब अल्लाह है फिर साबित क़दम रहे (डटे रहे) (34फ) न उनपर ख़ौफ़ (35फ) न उनको ग़म (36फ)",
			"author": "১৩. নিশ্চয়ই যারা বলে, ‘আমাদের প্রতিপালক আল্লাহ্’, অতঃপর তারা (তাতে) অবিচল থাকে, তবে তাদের না আছে কোনো ভয়, আর তারা না হবে চিন্তান্বিত।"
		},
		{
			"_id": "4524",
			"sura": "46",
			"para": "26",
			"verses": "14",
			"names": "اُولٰٓئِکَ اَصۡحٰبُ الۡجَنَّۃِ  خٰلِدِیۡنَ  فِیۡہَا ۚ جَزَآءًۢ  بِمَا  کَانُوۡا  یَعۡمَلُوۡنَ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "اُولٰٓئِکَ اَصۡحٰبُ الۡجَنَّۃِ  خٰلِدِیۡنَ  فِیۡہَا ۚ جَزَآءًۢ  بِمَا  کَانُوۡا  یَعۡمَلُوۡنَ ﴿۱۴﴾ ",
			"index": "4524",
			"name": "তারা জান্নাতবাসী, সর্বদা তাতে থাকবে, তাদের কৃতকর্মের পুরস্কার স্বরূপ। ",
			"en_kanzulimaan": "They are the People of Paradise, abiding in it forever; the reward of their deeds.",
			"ur_kanzulimaan": "وہ جنت والے ہیں ہمیشہ اس میں رہیں گے ان کے اعمال کا انعام،",
			"hi_kanzulimaan": "वो जन्नत वाले हैं हमेशा उसमें रहेंगे, उनके आमाल का इनाम",
			"author": "১৪. তারাই জান্নাতের অধিবাসী, সেথায় তারা চিরকাল অবস্থান করবে। এটি সেসব আমলের প্রতিফল যা তারা করতো।"
		},
		{
			"_id": "4525",
			"sura": "46",
			"para": "26",
			"verses": "15",
			"names": "وَ وَصَّیۡنَا  الۡاِنۡسَانَ بِوَالِدَیۡہِ  اِحۡسٰنًا  ؕ حَمَلَتۡہُ  اُمُّہٗ  کُرۡہًا وَّ وَضَعَتۡہُ  کُرۡہًا ؕ وَ حَمۡلُہٗ  وَ فِصٰلُہٗ   ثَلٰثُوۡنَ شَہۡرًا ؕ حَتّٰۤی  اِذَا بَلَغَ  اَشُدَّہٗ  وَ بَلَغَ  اَرۡبَعِیۡنَ سَنَۃً ۙ قَالَ  رَبِّ اَوۡزِعۡنِیۡۤ  اَنۡ  اَشۡکُرَ  نِعۡمَتَکَ الَّتِیۡۤ  اَنۡعَمۡتَ عَلَیَّ  وَ عَلٰی وَالِدَیَّ  وَ اَنۡ  اَعۡمَلَ صَالِحًا تَرۡضٰہُ وَ اَصۡلِحۡ  لِیۡ  فِیۡ ذُرِّیَّتِیۡ ۚؕ اِنِّیۡ  تُبۡتُ  اِلَیۡکَ وَ اِنِّیۡ مِنَ الۡمُسۡلِمِیۡنَ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ وَصَّیۡنَا  الۡاِنۡسَانَ بِوَالِدَیۡہِ  اِحۡسٰنًا  ؕ حَمَلَتۡہُ  اُمُّہٗ  کُرۡہًا وَّ وَضَعَتۡہُ  کُرۡہًا ؕ وَ حَمۡلُہٗ  وَ فِصٰلُہٗ   ثَلٰثُوۡنَ شَہۡرًا ؕ حَتّٰۤی  اِذَا بَلَغَ  اَشُدَّہٗ  وَ بَلَغَ  اَرۡبَعِیۡنَ سَنَۃً ۙ قَالَ  رَبِّ اَوۡزِعۡنِیۡۤ  اَنۡ  اَشۡکُرَ  نِعۡمَتَکَ الَّتِیۡۤ  اَنۡعَمۡتَ عَلَیَّ  وَ عَلٰی وَالِدَیَّ  وَ اَنۡ  اَعۡمَلَ صَالِحًا تَرۡضٰہُ وَ اَصۡلِحۡ  لِیۡ  فِیۡ ذُرِّیَّتِیۡ ۚؕ اِنِّیۡ  تُبۡتُ  اِلَیۡکَ وَ اِنِّیۡ مِنَ الۡمُسۡلِمِیۡنَ ﴿۱۵﴾ ",
			"index": "4525",
			"name": "এবং আমি মানুষকে নির্দেশ দিয়েছি যেন আপন মাতা পিতার প্রতি সদ্ব্যবহার করে। তার মা তাকে গর্ভে রেখেছে কষ্ট সহ্য করে এবং তাকে প্রসব করেছে কষ্ট সহ্য করে। আর তাকে (গর্ভে) বহন করে চলাফেরা করা ও তার দুধ ছাড়ানো ত্রিশ মাসের মধ্যে; এ পর্যন্ত যে, যখন সে আপন শক্তি পর্যন্ত পৌঁছলো এবং চল্লিশ বছর বয়সে উপনীত হলো, তখন আরয করলো, ‘হে আমার রব! আমার অন্তরে নিক্ষেপ করো যেন আমি তোমার ওই অনুগ্রহের কৃতজ্ঞতা প্রকাশ করি, যা তুমি আমার উপর ও আমার মাতা পিতার উপর করেছো এবং আমি যেন ওই কাজ করি, যা তোমার নিকট পছন্দীয় আর আমার জন্য আমার সন্তানদের সৎকর্মপরায়ণ করো। আমি তোমার প্রতি প্রত্যাবর্তন করেছি এবং আমি হলাম মুসলমান।",
			"en_kanzulimaan": "And We have commanded man to be good towards parents; his mother bore him with hardship, and delivered him with hardship; and carrying him and weaning him is for thirty months; until when he * reached maturity and became forty years of age, he said, My Lord! Inspire me to be thankful for the favours you bestowed upon me and my parents, and that I may perform the deeds pleasing to You, and keep merit among my offspring; I have inclined towards you and I am a Muslim. (* This verse was revealed concerning S. Abu Bakr - the first caliph, R. A. A)",
			"ur_kanzulimaan": "اور ہم نے آدمی کو حکم کیا اپنے ماں باپ سے بھلائی کرے، ا س کی ماں نے اسے پیٹ میں رکھا تکلیف سے اور جنا اس کو تکلیف سے، اور اسے اٹھائے پھرنا اور اس کا دودھ چھڑانا تیس مہینے میں ہے یہاں تک کہ جب اپنے زور کو پہنچا اور چالیس برس کا ہوا عرض کی اے میرے رب! میرے دل میں ڈال کہ میں تیری نعمت کا شکر کروں جو تو نے مجھ پر اور میرے ماں باپ پر کی اور میں وہ کام کروں جو تجھے پسند آئے اور میرے لیے میری اولاد میں صلاح (نیکی) رکھ میں تیری طرف رجوع لایا اور میں مسلمان ہوں",
			"hi_kanzulimaan": "और हमने आदमी को हुक्म दिया कि अपने माँ बाप से भलाई करे, उसकी माँ ने उसे पेट में रखा तकलीफ़ से और जनी उसको तकलीफ़ से और उसे उठाए फिरना और उसका दूध छुड़ाना तीस महीने में है (37फ) यहाँ तक कि जब अपने ज़ोर को पहुंचा (38फ) और चालीस बरस का हुआ (39फ) अर्ज़ की ऐ मेरे रब मेरे दिल में डाल कि मैं तेरी नेअमत का शुक्र करूं जो तूने मुझ पर और मेरे माँ बाप पर की (40फ) और  मैं वह काम करूं जो तूझे पसन्द आए (41फ) और मेरे लिये मेरी औलाद में सलाह रख (42फ) मैं तेरी तरफ़ रूजू लाया (43फ) और मैं मुसलमान हूँ (44फ)",
			"author": "১৫. আর আমরা মানুষকে তার পিতামাতার প্রতি সদয় ব্যবহারের নির্দেশ দিয়েছি। তার জননী কষ্ট করে তাকে (গর্ভে) ধারণ করেছেন এবং কষ্ট করে তাকে জন্ম দিয়েছেন। তাকে গর্ভে ধারণ এবং দুগ্ধ ছাড়ানো (অর্থাৎ গর্ভধারণের সময় ও দুগ্ধপান) ত্রিশ মাস (ব্যাপী)। অবশেষে যখন সে যৌবনে পদার্পণ করে এবং চল্লিশ বছরে (পরিপক্ক বয়সে) উপনীত হয়, তখন বলে, ‘হে আমার প্রতিপালক, আমাকে সামর্থ্য দাও যাতে আমি তোমার অনুগ্রহের কৃতজ্ঞতা প্রকাশ করতে পারি যা তুমি আমার প্রতি এবং আমার পিতামাতার প্রতি করেছো। আর যাতে আমি সৎকর্ম সম্পাদন করতে পারি যা তুমি পছন্দ করো এবং আমার ও আমার সন্তানদেরকে পুণ্য ও কল্যাণ দান করো। নিশ্চয়ই আমি তোমারই দিকে প্রত্যাবর্তন করি এবং আমি অবশ্যই আত্মসমর্পণকারীদের অন্তর্ভুক্ত।’"
		},
		{
			"_id": "4526",
			"sura": "46",
			"para": "26",
			"verses": "16",
			"names": "اُولٰٓئِکَ الَّذِیۡنَ نَتَقَبَّلُ عَنۡہُمۡ  اَحۡسَنَ مَا عَمِلُوۡا وَ نَتَجَاوَزُ عَنۡ سَیِّاٰتِہِمۡ فِیۡۤ اَصۡحٰبِ الۡجَنَّۃِ ؕ وَعۡدَ الصِّدۡقِ الَّذِیۡ کَانُوۡا یُوۡعَدُوۡنَ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "اُولٰٓئِکَ الَّذِیۡنَ نَتَقَبَّلُ عَنۡہُمۡ  اَحۡسَنَ مَا عَمِلُوۡا وَ نَتَجَاوَزُ عَنۡ سَیِّاٰتِہِمۡ فِیۡۤ اَصۡحٰبِ الۡجَنَّۃِ ؕ وَعۡدَ الصِّدۡقِ الَّذِیۡ کَانُوۡا یُوۡعَدُوۡنَ ﴿۱۶﴾ ",
			"index": "4526",
			"name": "এরা হচ্ছে, তারাই, যাদের সৎকর্মসমূহ আমি ক্ববূল করবো এবং তাদের ত্রুটি বিচ্যুতিগুলো ক্ষমা করবো তারা জান্নাতবাসীদের অন্তর্ভুক্ত। সত্য প্রতিশ্রুতি, যা তাদেরকে দেওয়া হতো। ",
			"en_kanzulimaan": "These are the ones whose good deeds We will accept, and overlook their shortfalls - among the People of Paradise; a true promise which is being given to them.",
			"ur_kanzulimaan": "یہ ہیں وہ جن کی نیکیاں ہم قبول فرمائیں گے اور ان کی تقصیروں سے درگزر فرمائیں گے جنت والوں میں، سچا وعدہ جو انہیں دیا جاتا تھا",
			"hi_kanzulimaan": "ये हैं वो जिनकी नेकियाँ हम क़ुबूल फ़रमाएंगे (45फ) और उनकी तक़सीरों से दरग़ुज़र फ़रमाएंगे जन्नत वालों में, सच्चा वादा जो उन्हें दिया जाता था (46फ)",
			"author": "১৬. এরাই সেসব লোক যাদের উত্তম কর্মসমূহ আমরা গ্রহণ করি এবং তাদের অপারগতা উপেক্ষা করি। (এরাই) জান্নাতের অধিবাসী। এ অঙ্গীকার সত্য যা তাদেরকে দেয়া হচ্ছে।"
		},
		{
			"_id": "4527",
			"sura": "46",
			"para": "26",
			"verses": "17",
			"names": "وَ الَّذِیۡ  قَالَ  لِوَالِدَیۡہِ  اُفٍّ لَّکُمَاۤ اَتَعِدٰنِنِیۡۤ   اَنۡ  اُخۡرَجَ وَ قَدۡ خَلَتِ الۡقُرُوۡنُ مِنۡ  قَبۡلِیۡ ۚ وَ ہُمَا یَسۡتَغِیۡثٰنِ اللّٰہَ وَیۡلَکَ اٰمِنۡ ٭ۖ اِنَّ  وَعۡدَ اللّٰہِ  حَقٌّ ۚۖ فَیَقُوۡلُ مَا ہٰذَاۤ  اِلَّاۤ  اَسَاطِیۡرُ  الۡاَوَّلِیۡنَ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡ  قَالَ  لِوَالِدَیۡہِ  اُفٍّ لَّکُمَاۤ اَتَعِدٰنِنِیۡۤ   اَنۡ  اُخۡرَجَ وَ قَدۡ خَلَتِ الۡقُرُوۡنُ مِنۡ  قَبۡلِیۡ ۚ وَ ہُمَا یَسۡتَغِیۡثٰنِ اللّٰہَ وَیۡلَکَ اٰمِنۡ ٭ۖ اِنَّ  وَعۡدَ اللّٰہِ  حَقٌّ ۚۖ فَیَقُوۡلُ مَا ہٰذَاۤ  اِلَّاۤ  اَسَاطِیۡرُ  الۡاَوَّلِیۡنَ ﴿۱۷﴾ ",
			"index": "4527",
			"name": "এবং ওই ব্যক্তি যে আপন মাতা পিতাকে বলেছে, ‘উহ! তোমাদের দিক থেকে অন্তর বিরক্ত হয়ে গেছে। তোমরা কি আমাকে এ প্রতিশ্রুতি দিচ্ছো যে, আমি পুনরায় জীবিত হবো; অথচ আমার পূর্বে বহু সম্প্রদায় গত হয়েছে?’ আর তাদের উভয়ে আল্লাহ্‌র দরবারে ফরিয়াদ করে-‘তোমার অনিষ্ট হোক! ঈমান আনো। নিশ্চয় আল্লাহ্‌র প্রতিশ্রুতি সত্য’। অতঃপর সে বলে, ‘এ’তো নয়, কিন্তু পূর্ববর্তীদের গল্প কাহিনী।",
			"en_kanzulimaan": "And the one who said to his parents, Uff - I am fed up with both of you! What! You promise me that I will be raised again whereas generations have passed away before me? And they both seek Allahs help and say to him, May you be ruined, accept faith! Indeed Allahs promise is true; he therefore answers, This is nothing except stories of former people.",
			"ur_kanzulimaan": "اور وہ جس نے اپنے ماں باپ سے کہا اُف تم سے دل پک گیا (بیزار ہے) کیا مجھے یہ وعدہ دیتے ہو کہ پھر زندہ کیا جاؤں گا حالانکہ مجھ پر سے پہلے سنگتیں گزر چکیں اور وہ دونوں اللہ سے فریاد کرتے ہیں تیری خرابی ہو ایمان لا، بیشک اللہ کا وعدہ سچا ہے تو کہتا ہے یہ تو نہیں مگر اگلوں کی کہانیاں",
			"hi_kanzulimaan": "और वह जिसने अपने माँ बाप से कहा (47फ) उफ़ तुम से दिल पक गया क्या मुझे यह वादा देते हो कि फिर ज़िन्दा किया जाऊंगा हालांकि मुझसे पहले संगते गुज़र चुकीं (48फ) और वो दोनों (49फ) अल्लाह से फ़रियाद करते हैं तेरी ख़राबी हो ईमान ला बेशक अल्लाह का वादा सच्चा है (50फ) तो कहता है ये तो नहीं मगर अगलों की कहानियां",
			"author": "১৭. আর যে ব্যক্তি তার পিতামাতাকে বলে, ‘ধিক্কার তোমাদের জন্যে! তোমরা কি আমাকে (এ) প্রতিশ্রুতি দিচ্ছো যে, আমাকে (কবর থেকে পুনর্জীবিত করে) উত্থিত করা হবে, অথচ আমার পূর্বে অনেক প্রজন্ম অতিবাহিত হয়েছে?’ তখন (পিতা-মাতা) উভয়ে আল্লাহ্‌র নিকট সাহায্য প্রার্থনা করে (এবং সন্তানকে বলে) ‘তোমার ধ্বংস হোক! (হে সন্তান!) বিশ্বাস স্থাপন করো, নিশ্চয়ই আল্লাহ্‌র অঙ্গীকার সত্য।’ তখন সে (উত্তরে) বলে, ‘এসব (বিষয়) পূর্ববর্তী লোকদের মিথ্যা রূপকথা ব্যতীত (কিছুই) নয়’।"
		},
		{
			"_id": "4528",
			"sura": "46",
			"para": "26",
			"verses": "18",
			"names": "اُولٰٓئِکَ  الَّذِیۡنَ حَقَّ عَلَیۡہِمُ  الۡقَوۡلُ فِیۡۤ اُمَمٍ  قَدۡ خَلَتۡ مِنۡ  قَبۡلِہِمۡ  مِّنَ الۡجِنِّ وَ الۡاِنۡسِ ؕ اِنَّہُمۡ  کَانُوۡا خٰسِرِیۡنَ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "اُولٰٓئِکَ  الَّذِیۡنَ حَقَّ عَلَیۡہِمُ  الۡقَوۡلُ فِیۡۤ اُمَمٍ  قَدۡ خَلَتۡ مِنۡ  قَبۡلِہِمۡ  مِّنَ الۡجِنِّ وَ الۡاِنۡسِ ؕ اِنَّہُمۡ  کَانُوۡا خٰسِرِیۡنَ ﴿۱۸﴾ ",
			"index": "4528",
			"name": "এরা ওই সব লোক, যাদের উপর বাণী অবধারিত হয়েছে- ওই সব দলের মধ্যে, যারা তাদের পূর্বে গত হয়েছে- জিন্‌ ও মানব। নিশ্চয় তারা ক্ষতিগ্রস্ত ছিলো। ",
			"en_kanzulimaan": "It is these upon whom the Word has proved true, among the nations that passed away before them, of jinns and men; indeed they were losers.",
			"ur_kanzulimaan": "یہ وہ ہیں جن پر بات ثابت ہوچکی ان گروہوں میں جو ان سے پلے گزرے جن اور آدمی، بیشک وہ زیاں کار تھے،",
			"hi_kanzulimaan": "ये वो हैं जिन पर बात साबित हो चुकी (51फ) उन गिरोहों में जो उन से पहले गुज़रे जिन्न और आदमी, बेशक वो ज़ियाँकार थे",
			"author": "১৮. এরাই সেসব লোক যাদের ব্যাপারে (শাস্তির) নির্দেশ সত্যে পরিণত হয়েছে, তাদের পূর্বে জ্বিন এবং মানুষের মধ্য থেকে এমন অনেক সম্প্রদায় অতিবাহিত হয়েছে। নিশ্চয়ই তারা (সবাই) ছিল ক্ষতিগ্রস্ত।"
		},
		{
			"_id": "4529",
			"sura": "46",
			"para": "26",
			"verses": "19",
			"names": "وَ لِکُلٍّ  دَرَجٰتٌ مِّمَّا عَمِلُوۡا ۚ وَ  لِیُوَفِّیَہُمۡ  اَعۡمَالَہُمۡ  وَ ہُمۡ  لَا  یُظۡلَمُوۡنَ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ لِکُلٍّ  دَرَجٰتٌ مِّمَّا عَمِلُوۡا ۚ وَ  لِیُوَفِّیَہُمۡ  اَعۡمَالَہُمۡ  وَ ہُمۡ  لَا  یُظۡلَمُوۡنَ ﴿۱۹﴾ ",
			"index": "4529",
			"name": "এবং প্রত্যেকের জন্য আপন আপন কর্মের স্তর রয়েছে এবং যাতে আল্লাহ্‌ তাদের কর্মগুলো তাদেরকে পরিপূর্ণভাবে দেন; এবং তাদের প্রতি যুল্‌ম হবে না।",
			"en_kanzulimaan": "And for all persons are ranks according to their deeds; and so that He may repay them in full for their deeds, and they will not be wronged.",
			"ur_kanzulimaan": "اور ہر ایک کے لیے اپنے اپنے عمل کے درجے ہیں اور تاکہ اللہ ان کے کام انہیں پورے بھردے",
			"hi_kanzulimaan": "और हर एक के लिये (52फ) अपने अपने अमल के दर्जे हैं (53फ) और ताकि अल्लाह उनके काम उन्हें पूरे भर दे (54फ) और उनपर ज़ुल्म न होगा",
			"author": "১৯. আর প্রত্যেকের জন্যে (জান্নাতে ও জাহান্নামে পৃথক পৃথক) স্তরসমূহ নির্ধারিত রয়েছে, সেসব (ভালো ও মন্দ) কর্মের কারণে যা তারা করে; যাতে (আল্লাহ্) তাদেরকে তাদের কৃতকর্মের পুরোপুরি প্রতিদান দেন এবং তাদের প্রতি অবিচার করা হবে না।"
		},
		{
			"_id": "4530",
			"sura": "46",
			"para": "26",
			"verses": "20",
			"names": "وَ یَوۡمَ  یُعۡرَضُ الَّذِیۡنَ کَفَرُوۡا عَلَی النَّارِ ؕ اَذۡہَبۡتُمۡ طَیِّبٰتِکُمۡ فِیۡ حَیَاتِکُمُ الدُّنۡیَا وَ اسۡتَمۡتَعۡتُمۡ بِہَا ۚ فَالۡیَوۡمَ تُجۡزَوۡنَ عَذَابَ الۡہُوۡنِ بِمَا کُنۡتُمۡ تَسۡتَکۡبِرُوۡنَ فِی الۡاَرۡضِ بِغَیۡرِ الۡحَقِّ وَ بِمَا کُنۡتُمۡ  تَفۡسُقُوۡنَ ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَوۡمَ  یُعۡرَضُ الَّذِیۡنَ کَفَرُوۡا عَلَی النَّارِ ؕ اَذۡہَبۡتُمۡ طَیِّبٰتِکُمۡ فِیۡ حَیَاتِکُمُ الدُّنۡیَا وَ اسۡتَمۡتَعۡتُمۡ بِہَا ۚ فَالۡیَوۡمَ تُجۡزَوۡنَ عَذَابَ الۡہُوۡنِ بِمَا کُنۡتُمۡ تَسۡتَکۡبِرُوۡنَ فِی الۡاَرۡضِ بِغَیۡرِ الۡحَقِّ وَ بِمَا کُنۡتُمۡ  تَفۡسُقُوۡنَ ﴿۲۰﴾ ",
			"index": "4530",
			"name": "এবং যে দিন কাফিরদেরকে আগুনের উপর পেশ করা হবে, (সেদিন তাদেরকে বলা হবে) ‘তোমরা আপন অংশের পবিত্র বস্তুগুলো আপন পার্থিব জীবনেই নিশ্চিহ্ন করে বসেছো এবং সেগুলো ভোগ করেছো সুতরাং আজ তোমাদেরকে বিনিময়ে লাঞ্ছনার শাস্তি দেওয়া হবে, শাস্তি তারই, যা তোমরা পৃথিবীতে অন্যায়ভাবে অহঙ্কার করতে এবং শাস্তি এরই যে, তোমরা নির্দেশে অমান্য করতে। ",
			"en_kanzulimaan": "And on the day when the disbelievers will be presented upon the fire; it will be said to them, You have wasted your portion of the good things in the life of this world and enjoyed them; so this day you will be repaid with the disgraceful punishment, the recompense of your wrongfully priding yourself in the land, and because you used to disobey.",
			"ur_kanzulimaan": "اور ان پر ظلم نہ ہوگا، اور جس دن کافر آگ پر پیش کیے جائیں گے، ان سے فرمایا جائے گا تم اپنے حصہ کی پاک چیزیں اپنی دنیا ہی کی زندگی میں فنا کرچکے اور انہیں برت چکے تو آج تمہیں ذلت کا عذاب بدلہ دیا جائے گا سزا اس کی کہ تم زمین میں ناحق تکبر کرتے تھے اور سزا اس کی کہ حکم عدولی کرتے تھے",
			"hi_kanzulimaan": "और जिस दिन काफ़िर आग पर पेश किये जाएंगे उनसे फ़रमाया जाएगा, तुम अपने हिस्से की पाक चीज़ें अपनी दुनिया ही की ज़िन्दगी में फ़ना कर चुके और उन्हें बरत चुके (55फ) तो आज तुम्हें ज़िल्लत का अज़ाब बदला दिया जाएगा सज़ा उसकी कि तुम ज़मीन में नाहक़ तकब्बुर करते थे और सज़ा उसकी कि हुक्मअदूली (नाफ़रमानी) करते थे (56फ)",
			"author": "২০. আর যে দিন কাফেরদেরকে জাহান্নামের আগুনের সামনে উপস্থিত করা হবে (তখন তাদেরকে বলা হবে), ‘তোমরা তোমাদের পার্থিব জীবনেই ভোগ্য-সামগ্রী ও সুখ-সম্ভার লাভ করেছো এবং সেগুলো (ভালোভাবেই) উপভোগও করেছো। সুতরাং আজ তোমাদেরকে প্রতিফল স্বরূপ দেয়া হবে অপমানকর শাস্তি; এ কারণে যে, তোমরা পৃথিবীতে অন্যায়ভাবে ঔদ্ধত্য প্রকাশ করতে; আর এ কারণেও যে, তোমরা নাফরমানী করতে।’"
		},
		{
			"_id": "4531",
			"sura": "46",
			"para": "26",
			"verses": "21",
			"names": "وَ اذۡکُرۡ  اَخَا عَادٍ ؕ اِذۡ  اَنۡذَرَ قَوۡمَہٗ بِالۡاَحۡقَافِ وَ قَدۡ خَلَتِ النُّذُرُ مِنۡۢ بَیۡنِ یَدَیۡہِ  وَ مِنۡ خَلۡفِہٖۤ  اَلَّا تَعۡبُدُوۡۤا اِلَّا اللّٰہَ ؕ اِنِّیۡۤ  اَخَافُ عَلَیۡکُمۡ عَذَابَ یَوۡمٍ عَظِیۡمٍ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ اذۡکُرۡ  اَخَا عَادٍ ؕ اِذۡ  اَنۡذَرَ قَوۡمَہٗ بِالۡاَحۡقَافِ وَ قَدۡ خَلَتِ النُّذُرُ مِنۡۢ بَیۡنِ یَدَیۡہِ  وَ مِنۡ خَلۡفِہٖۤ  اَلَّا تَعۡبُدُوۡۤا اِلَّا اللّٰہَ ؕ اِنِّیۡۤ  اَخَافُ عَلَیۡکُمۡ عَذَابَ یَوۡمٍ عَظِیۡمٍ ﴿۲۱﴾ ",
			"index": "4531",
			"name": "এবং স্মরণ করুন, ‘আদের সমগোত্রীয় লোককে, যখন সে তাদেরকে আহক্বাফ ভূমিতে সতর্ক করেছে এবং নিশ্চয় তার পূর্বেও সতর্ককারীগণ গত হয়েছে এবং তার পরেও এসেছে (এ বলে) যে, ‘আল্লাহ্‌ ব্যতীত অন্য কারো ইবাদত করো না। নিশ্চয় আমি তোমাদের উপর এক মহা দিবসের শাস্তির আশঙ্কা করছি। ",
			"en_kanzulimaan": "And remember the fellowman of the tribe of Aad; when he warned his nation in the Ahqaf * - and indeed Heralds of warning passed away before and after him - that, Do not worship anyone except Allah; indeed I fear the punishment of a Great Day upon you. (* A country among sand dunes.)",
			"ur_kanzulimaan": "اور یاد کرو عاد کے ہم قوم کو جب اس نے ان کو سرزمینِ احقاف میں ڈرایا اور بیشک اس سے پہلے ڈر سنانے والے گزر چکے اور اس کے بعد آئے کہ اللہ کے سوا کسی کو نہ پُوجو، بیشک مجھے تم پر ایک بڑے دن کے عذاب کا اندیشہ ہے،",
			"hi_kanzulimaan": "और याद करो आद के हमक़ौम (57फ) को जब उसने उनको सर ज़मिने अहक़ाफ़ में डराया (58फ) और बेशक इससे पहले डर सुनाने वाले गुज़र चुके और उसके बाद आए कि अल्लाह के सिवा किसी को न पूजो बेशक मुझे तुम पर एक बड़े दिन के अज़ाब का अंदेशा है",
			"author": "২১. আর (হে হাবীব!) স্মরণ করুন ’আদ সম্প্রদায়ের ভ্রাতা (হুদ আলাইহিস সালাম)-এঁর কথা, যদিও তাঁর পূর্বে এবং তাঁর পরে (কতিপয়) সতর্ককারী (নবী) অতিবাহিত হয়েছিলেন, যখন তিনি (ওমান এবং মাহরার মধ্যবর্তী ইয়েমেনের এক উপত্যকা) আহকাফে তাঁর সম্প্রদায়কে (মন্দকর্মের পরিণতির ব্যাপারে) সতর্ক করছিলেন এই বলে, ‘তোমরা আল্লাহ্ ব্যতীত অন্য কারো উপাসনা করো না। আমি তোমাদের জন্যে আশংকা করছি (ভয়ানক) মহাদিবসের শাস্তি।’"
		},
		{
			"_id": "4532",
			"sura": "46",
			"para": "26",
			"verses": "22",
			"names": "قَالُوۡۤا اَجِئۡتَنَا لِتَاۡفِکَنَا عَنۡ اٰلِہَتِنَا ۚ فَاۡتِنَا بِمَا تَعِدُنَاۤ  اِنۡ  کُنۡتَ مِنَ الصّٰدِقِیۡنَ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡۤا اَجِئۡتَنَا لِتَاۡفِکَنَا عَنۡ اٰلِہَتِنَا ۚ فَاۡتِنَا بِمَا تَعِدُنَاۤ  اِنۡ  کُنۡتَ مِنَ الصّٰدِقِیۡنَ ﴿۲۲﴾ ",
			"index": "4532",
			"name": "তারা বললো, ‘তুমি কি এজন্য এসেছো যে, আমাদেরকে আমাদের উপাস্যগুলো থেকে নিবৃত্ত করবে? সুতরাং আমাদের উপর তা আনো যেটার প্রতিশ্রুতি আমাদেরকে দিচ্ছো, যদি তুমি সত্যবাদী হও’।",
			"en_kanzulimaan": "They said, Have you come to us in order to turn us away from our Gods? Therefore bring upon us what you promise us, if you are truthful.",
			"ur_kanzulimaan": "بولے کیا تم اس لیے آئے کہ ہمیں ہمارے معبودوں سے پھیر دو، تو ہم پر لاؤ جس کا ہمیں وعدہ دیتے ہو اگر تم سچے ہو،",
			"hi_kanzulimaan": "बोले क्या तुम इसलिये आए कि हमें हमारे मअबूदों से फेर दो तो हम पर लाओ (59फ) जिसका हमें वादा देते हो अगर तुम सच्चे हो (60फ)",
			"author": "২২. তারা বললো, ‘আপনি কি আমাদেরকে আমাদের উপাস্যদের থেকে নিবৃত্ত করতে আমাদের নিকট এসেছেন? সুতরাং (সে শাস্তি) আনয়ন করুন আমাদেরকে যার ভয় দেখাচ্ছেন, যদি আপনি সত্যবাদী হন।’"
		},
		{
			"_id": "4533",
			"sura": "46",
			"para": "26",
			"verses": "23",
			"names": "قَالَ  اِنَّمَا الۡعِلۡمُ عِنۡدَ اللّٰہِ ۫ۖ وَ اُبَلِّغُکُمۡ مَّاۤ  اُرۡسِلۡتُ بِہٖ  وَ لٰکِنِّیۡۤ  اَرٰىکُمۡ   قَوۡمًا تَجۡہَلُوۡنَ ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ  اِنَّمَا الۡعِلۡمُ عِنۡدَ اللّٰہِ ۫ۖ وَ اُبَلِّغُکُمۡ مَّاۤ  اُرۡسِلۡتُ بِہٖ  وَ لٰکِنِّیۡۤ  اَرٰىکُمۡ   قَوۡمًا تَجۡہَلُوۡنَ ﴿۲۳﴾ ",
			"index": "4533",
			"name": "সে বললো, ‘সেটার খবর তো আল্লাহ্‌রই নিকট রয়েছে। আমি তো তোমাদেরকে আপন রবের পয়গাম পৌঁছাচ্ছি। হাঁ, আমার জানা মতে, তোমরা নিরেট অজ্ঞ লোক।",
			"en_kanzulimaan": "He said, Its knowledge is only with Allah; and I convey to you the messages of my Lord, but I perceive that you are an ignorant nation.",
			"ur_kanzulimaan": "اس نے فرمایا اس کی خبر تو اللہ ہی کے پاس ہے میں تو تمہیں اپنے رب کے پیام پہنچاتا ہوں ہاں میری دانست میں تم نرے جاہل لوگ ہو",
			"hi_kanzulimaan": "उसने फ़रमाया (61फ) इसकी ख़बर तो अल्लाह ही के पास है (62फ) मैं तो तुम्हें अपने रब के पयाम (संदेश) पहुंचाता हूँ हाँ हाँ मेरी दानिस्त (जानकारी) में तुम निरे जाहिल लोग हो (63फ)",
			"author": "২৩. তিনি বললেন, ‘(এ শাস্তির মুহূর্তের) জ্ঞান তো কেবল আল্লাহ্‌রই নিকট রয়েছে। আমি তো তোমাদের নিকট সে বিধানই পৌঁছে দেই যা দিয়ে আমাকে প্রেরণ করা হয়েছে। কিন্তু আমি দেখছি যে, তোমরা এক অজ্ঞ সম্প্রদায়।’"
		},
		{
			"_id": "4534",
			"sura": "46",
			"para": "26",
			"verses": "24",
			"names": "فَلَمَّا رَاَوۡہُ  عَارِضًا مُّسۡتَقۡبِلَ  اَوۡدِیَتِہِمۡ ۙ قَالُوۡا ہٰذَا عَارِضٌ مُّمۡطِرُنَا ؕ بَلۡ ہُوَ  مَا اسۡتَعۡجَلۡتُمۡ بِہٖ ؕ رِیۡحٌ  فِیۡہَا عَذَابٌ  اَلِیۡمٌ ﴿ۙ۲۴﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا رَاَوۡہُ  عَارِضًا مُّسۡتَقۡبِلَ  اَوۡدِیَتِہِمۡ ۙ قَالُوۡا ہٰذَا عَارِضٌ مُّمۡطِرُنَا ؕ بَلۡ ہُوَ  مَا اسۡتَعۡجَلۡتُمۡ بِہٖ ؕ رِیۡحٌ  فِیۡہَا عَذَابٌ  اَلِیۡمٌ ﴿ۙ۲۴﴾ ",
			"index": "4534",
			"name": "অতঃপর যখন তারা শাস্তি দেখতে পেলো- মেঘের মতো আসমানের পার্শ্বদেশের ঘনীভূত হয়ে আছে, তাদের উপত্যকার দিকে আসছে, তখন তারা বললো, ‘এটা মেঘ, যা আমাদের উপর বৃষ্টি বর্ষণ করবে’। বরং এতো তা-ই যার জন্য তোমরা ত্বরা করছিলে- এক ঝড়, যার মধ্যে রয়েছে বেদনাদায়ক শাস্তি; ",
			"en_kanzulimaan": "So when they saw the punishment coming towards their valleys, spread like a cloud on the horizon, they said, That is a cloud which will shower rain upon us; said Hud In fact this is what you were being impatient for; a windstorm carrying a painful punishment.",
			"ur_kanzulimaan": "پھر جب انہوں نے عذاب کو دیکھا بادل کی طرح آسمان کے کنارے میں پھیلا ہوا ان کی وادیوں کی طرف آتا بولے یہ بادل ہے کہ ہم پر برسے گا بلکہ یہ تو وہ ہے جس کی تم جلدی مچاتے تھے، ایک آندھی ہے جس میں دردناک عذاب،",
			"hi_kanzulimaan": "फिर जब उन्होंने अज़ाब को देखा बादल की तरह आसमान के किनारे में फैला हुआ उनकी वादियों की तरफ़ आता (64फ) बोले यह बादल है कि हम पर बरसेगा (65फ) बल्कि यह तो वह है जिसकी तुम जल्दी मचाते थे, एक आंधी है जिसमें दर्दनाक अज़ाब",
			"author": "২৪. অতঃপর যখন তারা তাদের উপত্যকার সামনে মেঘের আকারে অগ্রসরমান (শাস্তি) দেখতে পেলো তখন তারা বলতে শুরু করলো, ‘এ (তো) মেঘ যা আমাদের উপর বৃষ্টি বর্ষণ করবে’। (না, তা নয়,) এ তো (মেঘের আকারে সে শাস্তি) যা তোমরা দ্রুত কামনা করছিলে। (এটি) ঝঞ্ঝাবায়ূ যাতে রয়েছে (অগ্রসরমান) যন্ত্রণাদায়ক শাস্তি।"
		},
		{
			"_id": "4535",
			"sura": "46",
			"para": "26",
			"verses": "25",
			"names": "تُدَمِّرُ کُلَّ  شَیۡءٍۭ  بِاَمۡرِ رَبِّہَا فَاَصۡبَحُوۡا لَا یُرٰۤی  اِلَّا مَسٰکِنُہُمۡ ؕ کَذٰلِکَ نَجۡزِی الۡقَوۡمَ الۡمُجۡرِمِیۡنَ ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "تُدَمِّرُ کُلَّ  شَیۡءٍۭ  بِاَمۡرِ رَبِّہَا فَاَصۡبَحُوۡا لَا یُرٰۤی  اِلَّا مَسٰکِنُہُمۡ ؕ کَذٰلِکَ نَجۡزِی الۡقَوۡمَ الۡمُجۡرِمِیۡنَ ﴿۲۵﴾ ",
			"index": "4535",
			"name": "যা প্রত্যেক বস্তুকে ধ্বংস করে ফেলে রবের নির্দেশে। অতঃপর তারা সকালে এমতাবস্থায় রয়ে গেলো যে, তাদের (ধ্বংসপ্রাপ্ত) বাসস্থানগুলো ছাড়া আর কিছুই দৃষ্টিগোচর হচ্ছিলো না। আমি এভাবেই শাস্তি দিই অপরাধীদেরকে। ",
			"en_kanzulimaan": "That destroys all things by the command of its Lord - so at morning none could be seen except their empty houses; this is the sort of punishment We mete out to the guilty.",
			"ur_kanzulimaan": "ہر چیز کو تباہ کر ڈالتی ہے اپنے رب کے حکم سے تو صبح رہ گئے کہ نظر نہ آتے تھے مگر ان کے سُونے مکان، ہم ایسی ہی سزا دیتے ہیں مجرموں کو،",
			"hi_kanzulimaan": "हर चीज़ को तबाह कर डालती है अपने रब के हुक्म से (66फ) तो सुब्ह रह गए कि नज़र न आते थे मगर उनके सूने मकान हम ऐसी ही सज़ा देते हैं मुजरिमों को",
			"author": "২৫. স্বীয় প্রতিপালকের নির্দেশে তা সমস্ত কিছু ধ্বংস ও বরবাদ করে দেবে। অতঃপর সেসব এমন (তছনছ) হয়ে গেল যে, তাদের (ধ্বংসপ্রাপ্ত) গৃহগুলো ছাড়া আর কিছুই দৃশ্যমান রইলো না। এভাবেই আমরা অপরাধীদেরকে শাস্তি প্রদান করে থাকি।"
		},
		{
			"_id": "4536",
			"sura": "46",
			"para": "26",
			"verses": "26",
			"names": "وَ لَقَدۡ مَکَّنّٰہُمۡ فِیۡمَاۤ  اِنۡ مَّکَّنّٰکُمۡ  فِیۡہِ وَ جَعَلۡنَا لَہُمۡ سَمۡعًا وَّ اَبۡصَارًا وَّ اَفۡـِٕدَۃً ۫ۖ فَمَاۤ  اَغۡنٰی عَنۡہُمۡ  سَمۡعُہُمۡ وَ لَاۤ اَبۡصَارُہُمۡ وَ لَاۤ  اَفۡـِٕدَتُہُمۡ مِّنۡ شَیۡءٍ  اِذۡ کَانُوۡا یَجۡحَدُوۡنَ ۙ بِاٰیٰتِ اللّٰہِ وَ حَاقَ بِہِمۡ  مَّا کَانُوۡا بِہٖ یَسۡتَہۡزِءُوۡنَ ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ مَکَّنّٰہُمۡ فِیۡمَاۤ  اِنۡ مَّکَّنّٰکُمۡ  فِیۡہِ وَ جَعَلۡنَا لَہُمۡ سَمۡعًا وَّ اَبۡصَارًا وَّ اَفۡـِٕدَۃً ۫ۖ فَمَاۤ  اَغۡنٰی عَنۡہُمۡ  سَمۡعُہُمۡ وَ لَاۤ اَبۡصَارُہُمۡ وَ لَاۤ  اَفۡـِٕدَتُہُمۡ مِّنۡ شَیۡءٍ  اِذۡ کَانُوۡا یَجۡحَدُوۡنَ ۙ بِاٰیٰتِ اللّٰہِ وَ حَاقَ بِہِمۡ  مَّا کَانُوۡا بِہٖ یَسۡتَہۡزِءُوۡنَ ﴿۲۶﴾ ",
			"index": "4536",
			"name": "এবং নিশ্চয় আমি তাদেরকে ওই শক্তি সামর্থ্য দিয়েছিলাম, যা তোমাদেরকে দিই নি; আর তাদের জন্য কান, চোখ ও হৃদয় সৃষ্টি করেছি; সুতরাং তাদের কান, চোখ ও হৃদয়গুলো তাদের কোন কাজে আসে নি যখন তারা আল্লাহ্‌র আয়াতগুলোকে অস্বীকার করতো; এবং তাদেরকে পরিবেষ্টন করে নিলো ওই শাস্তি, যা নিয়ে তারা বিদ্রূপ করতো। ",
			"en_kanzulimaan": "And We had indeed given them the means which We have not given you, and made ears and eyes and hearts for them; so their ears and eyes and hearts did not benefit them at all because they used to deny the signs of Allah, and the punishment they used to mock at encompassed them.",
			"ur_kanzulimaan": "اور بیشک ہم نے انہیں وہ مقدور دیے تھے جو تم کو نہ دیے اور ان کے لیے کان اور آنکھ اور دل بنائے تو ان کے کام کان اور آنکھیں اور دل کچھ کام نہ آئے جبکہ وہ اللہ کی آیتوں کا انکار کرتے تھے اور انہیں گھیرلیا اس عذاب نے جس کی ہنسی بناتے تھے،",
			"hi_kanzulimaan": "और बेशक हमने उन्हें वो मक़दूर (साधन) दिये थे जो तुम को न दिये (47फ) और उनके लिये कान और आँख और दिल बनाए (48फ) तो उनके कान और आँखे और दिल कुछ काम न आए जब कि वो अल्लाह की आयतों का इन्कार करते थे और उन्हें घेर लिया उस अज़ाब ने जिसकी हंसी बनाते थे",
			"author": "২৬. (হে মক্কার অধিবাসীরা!) প্রকৃতপক্ষে আমরা তাদেরকে যেসব বিষয়ে শক্তি ও ক্ষমতা দিয়েছিলাম তোমাদেরকে সে ক্ষমতা দেইনি। আর আমরা তাদেরকে দিয়েছিলাম শ্রবণ, দৃষ্টি এবং হৃদয় ও মস্তিস্ক (-এর অমূল্য গুণাগুণ); কিন্তু তাদের কর্ণ না কোনো কাজে এসেছে, আর না তাদের চক্ষু, আর না তাদের হৃদয় ও মস্তিস্ক, কেননা তারা আল্লাহ্‌র নিদর্শনাবলীকে অস্বীকার রত ছিল; আর (পরিশেষে সে শাস্তি) তাদেরকে এসে পরিবেষ্টন করলো যা নিয়ে তারা উপহাস করতো।"
		},
		{
			"_id": "4537",
			"sura": "46",
			"para": "26",
			"verses": "27",
			"names": "وَ لَقَدۡ اَہۡلَکۡنَا مَا حَوۡلَکُمۡ مِّنَ الۡقُرٰی وَ صَرَّفۡنَا الۡاٰیٰتِ لَعَلَّہُمۡ یَرۡجِعُوۡنَ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اَہۡلَکۡنَا مَا حَوۡلَکُمۡ مِّنَ الۡقُرٰی وَ صَرَّفۡنَا الۡاٰیٰتِ لَعَلَّہُمۡ یَرۡجِعُوۡنَ ﴿۲۷﴾ ",
			"index": "4537",
			"name": "এবং নিশ্চয় আমি ধ্বংস করে দিয়েছি তোমাদের আশ-পাশের জনপদগুলোকে এবং বিভিন্ন ধরনের নিদর্শন এনেছি যাতে ফিরে আসে। ",
			"en_kanzulimaan": "And We indeed destroyed townships surrounding you, and brought several signs so that they may desist.",
			"ur_kanzulimaan": "اور بیشک ہم نے ہلاک کردیں تمہارے آس پاس کی بستیاں اور طرح طرح کی نشانیاں لائے کہ وہ باز آئیں",
			"hi_kanzulimaan": "और बेशक हमने हलाक कर दीं (69फ) तुम्हारे आस पास की बस्तियां (70फ) और तरह तरह की निशानियां लाए कि वो बाज़ आए (71फ)",
			"author": "২৭. আর (হে মক্কাবাসীরা!) আমরা ধ্বংস করেছিলাম তোমাদের চতুর্পার্শ্বের জনপদসমূহ এবং বার বার আমাদের নিদর্শনাবলী প্রকাশ করেছিলাম, যাতে তারা (কুফরী থেকে) ফিরে আসে।"
		},
		{
			"_id": "4538",
			"sura": "46",
			"para": "26",
			"verses": "28",
			"names": "فَلَوۡ  لَا  نَصَرَہُمُ الَّذِیۡنَ اتَّخَذُوۡا مِنۡ دُوۡنِ اللّٰہِ  قُرۡبَانًا اٰلِـہَۃً ؕ بَلۡ ضَلُّوۡا عَنۡہُمۡ ۚ وَ ذٰلِکَ  اِفۡکُہُمۡ  وَ  مَا  کَانُوۡا یَفۡتَرُوۡنَ ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "فَلَوۡ  لَا  نَصَرَہُمُ الَّذِیۡنَ اتَّخَذُوۡا مِنۡ دُوۡنِ اللّٰہِ  قُرۡبَانًا اٰلِـہَۃً ؕ بَلۡ ضَلُّوۡا عَنۡہُمۡ ۚ وَ ذٰلِکَ  اِفۡکُہُمۡ  وَ  مَا  کَانُوۡا یَفۡتَرُوۡنَ ﴿۲۸﴾ ",
			"index": "4538",
			"name": "অতঃপর তাদেরকে কেন সাহায্য করে নি ওইগুলো, যেগুলোকে তারা আল্লাহ্‌ ব্যতীত নৈকট্য লাভের নিমিত্ত খোদা স্থির করে রেখেছিলো? বরং তারা তাদের থেকে হারিয়ে গেছে। এবং এটা তাদের অপবাদ ও মনগড়া কথা মাত্র। ",
			"en_kanzulimaan": "So why did they - the ones whom they had chosen as Gods as a means of attaining Allahs proximity - not help them? In fact the disbelievers lost them; and this is just their slander and fabrication.",
			"ur_kanzulimaan": "تو کیوں نہ مدد کی ان کی جن کو انہوں نے اللہ کے سوا قرب حاصل کرنے کو خدا ٹھہرا رکھا تھا بلکہ وہ ان سے گم گئے اور یہ ان کا بہتان و افتراء ہے",
			"hi_kanzulimaan": "तो क्यों न मदद की उनकी (72फ) जिनको उन्होंने अल्लाह के सिवा क़ुर्ब (समीपता) हासिल करने को ख़ुदा ठहरा रखा था (73फ) बल्कि वो उनसे ग़ुम गए (74फ) और यह उनका बोहतान और इफ़तिरा है (75फ)",
			"author": "২৮. অতঃপর সেসব (মূর্তি) কেন তাদেরকে সাহায্য করলো না যাদেরকে তারা (আল্লাহ্‌র) নৈকট্যের আশায় আল্লাহ্‌র পরিবর্তে উপাস্যরূপে গ্রহণ করেছিল? বরং এসব (ভ্রান্ত উপাস্য) তাদের থেকে অন্তর্হিত হয়ে পড়লো। আর এ (মূর্তিগুলোকে উপাস্যরূপে নির্ধারণ করা) তাদের মিথ্যাচার এবং তাদের উদ্ভাবিত মিথ্যা অপবাদ এরূপই।"
		},
		{
			"_id": "4539",
			"sura": "46",
			"para": "26",
			"verses": "29",
			"names": "وَ اِذۡ صَرَفۡنَاۤ  اِلَیۡکَ نَفَرًا مِّنَ الۡجِنِّ یَسۡتَمِعُوۡنَ الۡقُرۡاٰنَ ۚ فَلَمَّا حَضَرُوۡہُ قَالُوۡۤا  اَنۡصِتُوۡا ۚ فَلَمَّا قُضِیَ وَلَّوۡا اِلٰی قَوۡمِہِمۡ  مُّنۡذِرِیۡنَ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذۡ صَرَفۡنَاۤ  اِلَیۡکَ نَفَرًا مِّنَ الۡجِنِّ یَسۡتَمِعُوۡنَ الۡقُرۡاٰنَ ۚ فَلَمَّا حَضَرُوۡہُ قَالُوۡۤا  اَنۡصِتُوۡا ۚ فَلَمَّا قُضِیَ وَلَّوۡا اِلٰی قَوۡمِہِمۡ  مُّنۡذِرِیۡنَ ﴿۲۹﴾ ",
			"index": "4539",
			"name": "এবং যখন আমি আপনার প্রতি কতগুলো জিনকে ফেরালাম যারা কান লাগিয়ে ক্বোরআন শুনছিলো; অতঃপর যখন সেখানে হাযির হলো তখন পরস্পরের মধ্যে বললো, ‘চুপ থাকো!’ অতঃপর যখন পাঠ করা সমাপ্ত হলো, তখন আপন সম্প্রদায়ের দিকে সতর্ককারী হয়ে ফিরে গেলো। ",
			"en_kanzulimaan": "And when We sent a number of jinns towards you (O dear Prophet Mohammed - peace and blessings be upon him), listening attentively to the Quran; so when they presented themselves there, they said to each other, Listen quietly!; and when the recitation finished, they turned back to their people, giving them warning.",
			"ur_kanzulimaan": "اور جبکہ ہم نے تمہاری طرف کتنے جن پھیرے کان لگا کر قرآن سنتے، پھر جب وہاں حاضر ہوئے آپس میں بولے خاموش رہو پھر جب پڑھنا ہوچکا اپنی قوم کی طرف ڈر سناتے پلٹے",
			"hi_kanzulimaan": "और जब कि हमने तुम्हारी तरफ़ कितने जिन्न फेरे (76फ) कान लगाकर क़ुरआन सुनते फिर जब वहाँ हाज़िर हुए आपस में बोले ख़ामोश रहो (77फ) फिर जब पढ़ना हो चुका अपनी क़ौम की तरफ़ डर सुनाते पलटे (78फ)",
			"author": "২৯. আর (হে হাবীব!) যখন আমরা আপনার প্রতি আকৃষ্ট করেছিলাম জ্বিনদের একটি দলকে যারা মনোযোগ সহকারে কুরআন শ্রবণ করছিল, অতঃপর যখন তারা সেখানে (অর্থাৎ নবী আকরাম সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের নিকট) উপস্থিত হলো, তারা (পরস্পরে) বলতে লাগলো, ‘চুপ থাকো’। যখন (তিলাওয়াত) সম্পন্ন হলো, তারা নিজ সম্প্রদায়ের নিকট ফিরে গেল (সত্যের দিকে আহ্বানকারী) সতর্ককারীরূপে।"
		},
		{
			"_id": "4540",
			"sura": "46",
			"para": "26",
			"verses": "30",
			"names": "قَالُوۡا یٰقَوۡمَنَاۤ  اِنَّا سَمِعۡنَا کِتٰبًا  اُنۡزِلَ مِنۡۢ  بَعۡدِ مُوۡسٰی مُصَدِّقًا لِّمَا بَیۡنَ یَدَیۡہِ یَہۡدِیۡۤ  اِلَی الۡحَقِّ وَ اِلٰی طَرِیۡقٍ مُّسۡتَقِیۡمٍ ﴿۳۰﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا یٰقَوۡمَنَاۤ  اِنَّا سَمِعۡنَا کِتٰبًا  اُنۡزِلَ مِنۡۢ  بَعۡدِ مُوۡسٰی مُصَدِّقًا لِّمَا بَیۡنَ یَدَیۡہِ یَہۡدِیۡۤ  اِلَی الۡحَقِّ وَ اِلٰی طَرِیۡقٍ مُّسۡتَقِیۡمٍ ﴿۳۰﴾ ",
			"index": "4540",
			"name": "তারা বললো, ‘হে আমাদের সম্প্রদায়! আমরা একটা কিতাব শুনেছি যা মূসার পরে অবতীর্ণ হয়েছে, পূর্ববর্তী কিতাবগুলোর সমর্থকরূপে, সত্য ও সরল পথ প্রদর্শকরূপে। ",
			"en_kanzulimaan": "They said, O our people! We have indeed heard a Book, sent down after Moosa, which confirms the Books preceding it, and guides towards the Truth and the Straight Path.",
			"ur_kanzulimaan": "بولے اے ہماری قوم ہم نے ایک کتاب سنی کہ موسیٰ کے بعد اتاری گئی اگلی کتابوں کی تصدیق فرمائی حق اور سیدھی راہ دکھائی،",
			"hi_kanzulimaan": "बोले ऐ हमारी क़ौम, हमने एक किताब सुनी (79फ) कि मूसा के बाद उतारी गई (80फ) अगली किताबों की तस्दीक़ (पुष्टि) फ़रमाती हक़ और सीधी राह दिखाती",
			"author": "৩০. তারা বললো, ‘হে আমাদের (জ্বিন) সম্প্রদায়! নিশ্চয়ই আমরা (এমন) এক কিতাবের পাঠ শুনে এসেছি যা অবতীর্ণ হয়েছে মূসা (আলাইহিস সালামের তাওরাত)-এঁর পর, (যা) সত্যায়ন করে এর পূর্ববর্তীতে আগত (কিতাবসমূহকে), পরিচালিত করে সত্য (ধর্ম) এবং সরল পথের দিকে।"
		},
		{
			"_id": "4541",
			"sura": "46",
			"para": "26",
			"verses": "31",
			"names": "یٰقَوۡمَنَاۤ  اَجِیۡبُوۡا دَاعِیَ اللّٰہِ  وَ اٰمِنُوۡا بِہٖ یَغۡفِرۡ لَکُمۡ  مِّنۡ ذُنُوۡبِکُمۡ  وَ  یُجِرۡکُمۡ مِّنۡ عَذَابٍ اَلِیۡمٍ ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "یٰقَوۡمَنَاۤ  اَجِیۡبُوۡا دَاعِیَ اللّٰہِ  وَ اٰمِنُوۡا بِہٖ یَغۡفِرۡ لَکُمۡ  مِّنۡ ذُنُوۡبِکُمۡ  وَ  یُجِرۡکُمۡ مِّنۡ عَذَابٍ اَلِیۡمٍ ﴿۳۱﴾ ",
			"index": "4541",
			"name": "হে আমাদের সম্প্রদায়! আল্লাহ্‌র আহ্বানকারীর কথা মেনে নাও এবং তার প্রতি ঈমান আনো, তিনি (আল্লাহ্‌) তোমাদের কিছু পাপ ক্ষমা করবেন এবং তোমাদেরকে বেদনাদায়ক শাস্তি থেকে রক্ষা করবেন। ",
			"en_kanzulimaan": "O our people! Listen to Allahs caller and accept faith in Him, so that He may forgive you some of your sins and save you from the painful punishment.",
			"ur_kanzulimaan": "اے ہماری قوم! اللہ کے منادی کی بات مانو اور اس پر ایمان لاؤ کہ وہ تمہارے کچھ گناہ بخش دے اور تمہیں دردناک عذاب سے بچالے،",
			"hi_kanzulimaan": "ऐ हमारी क़ौम अल्लाह के मनादी (उदघोषक) (81फ) की बात मानो और उस पर ईमान लाओ कि वह तुम्हारे कुछ गुनाह बख़्श दे (82फ) और तुम्हें दर्दनाक अज़ाब से बचा ले",
			"author": "৩১. হে আমাদের সম্প্রদায়! আল্লাহ্‌র দিকে আহ্বানকারীর (অর্থাৎ মুহাম্মাদুর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের) আহ্বানে সাড়া দাও এবং তাঁর উপর ঈমান আনয়ন করো, (তবেই) আল্লাহ্ তোমাদের গোনাহসমূহ ক্ষমা করে দেবেন এবং তোমাদেরকে রক্ষা করবেন যন্ত্রণাদায়ক শাস্তি থেকে।"
		},
		{
			"_id": "4542",
			"sura": "46",
			"para": "26",
			"verses": "32",
			"names": "وَ مَنۡ  لَّا یُجِبۡ دَاعِیَ اللّٰہِ  فَلَیۡسَ بِمُعۡجِزٍ فِی  الۡاَرۡضِ وَ لَیۡسَ لَہٗ مِنۡ دُوۡنِہٖۤ اَوۡلِیَآءُ ؕ اُولٰٓئِکَ فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۳۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ  لَّا یُجِبۡ دَاعِیَ اللّٰہِ  فَلَیۡسَ بِمُعۡجِزٍ فِی  الۡاَرۡضِ وَ لَیۡسَ لَہٗ مِنۡ دُوۡنِہٖۤ اَوۡلِیَآءُ ؕ اُولٰٓئِکَ فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۳۲﴾ ",
			"index": "4542",
			"name": "এবং যে আল্লাহ্‌র আহ্বানকারীর কথা অমান্য করে সে পৃথিবীতে আয়ত্ত্ব থেকে বের হয়ে যেতে পারে না এবং আল্লাহ্‌র সম্মুখে তার কোন সাহায্যকারী নেই, তারা সুস্পষ্ট বিভ্রান্তিতে রয়েছে। ",
			"en_kanzulimaan": "And whoever does not listen to Allahs caller cannot escape in the earth, and he has no supporters against Allah; they are in open error.",
			"ur_kanzulimaan": "اور جو اللہ کے منادی کی بات نہ مانے وہ زمین میں قابو سے نکل کر جانے والا نہیں اور اللہ کے سامنے اس کا کوئی مددگار نہیں وہ کھلی گمراہی میں ہیں،",
			"hi_kanzulimaan": "और जो अल्लाह के मनादी की बात न माने वह ज़मीन में क़ाबू से निकल कर जाने वाला नहीं (83फ) और अल्लाह के सामने उसका कोई मददगार नहीं (84फ) वो (85फ) खुली गुमराही में हैं",
			"author": "৩২. আর যে আল্লাহ্‌র দিকে আহ্বানকারী (রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর প্রতি সাড়া না দেয়, সে পৃথিবীতে (পলায়নপর হয়েও আল্লাহ্‌র অভিপ্রায়) ব্যর্থ করতে পারবে না এবং তার জন্যে আল্লাহ্ ব্যতীত কোনো সাহায্যকারী থাকবে না। এরাই সুস্পষ্ট গোমরাহীতে নিমজ্জিত।"
		},
		{
			"_id": "4543",
			"sura": "46",
			"para": "26",
			"verses": "33",
			"names": "اَوَ لَمۡ یَرَوۡا اَنَّ اللّٰہَ  الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ وَ لَمۡ  یَعۡیَ بِخَلۡقِہِنَّ بِقٰدِرٍ عَلٰۤی اَنۡ یُّحۡیِۦَ الۡمَوۡتٰی ؕ بَلٰۤی   اِنَّہٗ  عَلٰی کُلِّ  شَیۡءٍ  قَدِیۡرٌ ﴿۳۳﴾ ",
			"number": "",
			"verses_PDMS": "اَوَ لَمۡ یَرَوۡا اَنَّ اللّٰہَ  الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ وَ لَمۡ  یَعۡیَ بِخَلۡقِہِنَّ بِقٰدِرٍ عَلٰۤی اَنۡ یُّحۡیِۦَ الۡمَوۡتٰی ؕ بَلٰۤی   اِنَّہٗ  عَلٰی کُلِّ  شَیۡءٍ  قَدِیۡرٌ ﴿۳۳﴾ ",
			"index": "4543",
			"name": "তারা কি জানে নি যে, ওই আল্লাহ্‌, যিনি আস্‌মান ও যমীন সৃষ্টি করেছেন এবং সেগুলো সৃষ্টি করতে ক্লান্ত হন নি, মৃতকে জীবিত করতে সক্ষম। কেন নন? নিশ্চয় তিনি সবকিছু করতে পারেন। ",
			"en_kanzulimaan": "Have they not realised that Allah, Who did not tire in creating the heavens and the earth and in creating them, is Able to revive the dead? Surely yes, why not? Indeed He is Able to do all things.",
			"ur_kanzulimaan": "کیا انہوں نے نہ جانا کہ وہ اللہ جس نے آسمان اور زمین بنائے اور ان کے بنانے میں نہ تھکا قادر ہے کہ مردے جِلائے، کیوں نہیں بیشک وہ سب کچھ کرسکتا ہے،",
			"hi_kanzulimaan": "क्या उन्होंने  (86फ) न जाना कि वह अल्लाह जिसने आसमान और ज़मीन बनाए और उनके बनाने में न थका क़ादिर है कि मुर्दे जिलाए, क्यों नहीं, बेशक वह सब कुछ कर सकता है",
			"author": "৩৩. তারা কি জানে না যে, আল্লাহ্, যিনি আকাশমন্ডলী এবং পৃথিবী সৃষ্টি করেছেন এবং এসব সৃষ্টি করায় তিনি ক্লান্ত নন; তিনি মৃতকে (দ্বিতীয়বার) পুনর্জীবিত করতেও সক্ষম? কেন নয়! নিশ্চয়ই তিনি সকল কিছুর উপর ক্ষমতাবান।"
		},
		{
			"_id": "4544",
			"sura": "46",
			"para": "26",
			"verses": "34",
			"names": "وَ یَوۡمَ یُعۡرَضُ الَّذِیۡنَ  کَفَرُوۡا عَلَی النَّارِ ؕ اَلَیۡسَ ہٰذَا بِالۡحَقِّ ؕ قَالُوۡا بَلٰی وَ رَبِّنَا ؕ قَالَ  فَذُوۡقُوا الۡعَذَابَ بِمَا کُنۡتُمۡ تَکۡفُرُوۡنَ ﴿۳۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَوۡمَ یُعۡرَضُ الَّذِیۡنَ  کَفَرُوۡا عَلَی النَّارِ ؕ اَلَیۡسَ ہٰذَا بِالۡحَقِّ ؕ قَالُوۡا بَلٰی وَ رَبِّنَا ؕ قَالَ  فَذُوۡقُوا الۡعَذَابَ بِمَا کُنۡتُمۡ تَکۡفُرُوۡنَ ﴿۳۴﴾ ",
			"index": "4544",
			"name": "এবং যে দিন কাফিরদেরকে আগুনের উপর পেশ করা হবে, তখন তাদেরকে বলা হবে, ‘এটা কি সত্য নয়?’ তারা বলবে, ‘কেন নয়? আমাদের রবের শপথ!’ বলা হবে, ‘সুতরাং শাস্তি আস্বাদন করো-আপন কুফরের প্রতিফল স্বরূপ’।",
			"en_kanzulimaan": "And on the day when the disbelievers are presented upon the fire; it will be said, Is this not a reality? They will answer, By oath of our Lord, surely yes, why not?; it will be said, Therefore taste the punishment, the recompense of your disbelief.",
			"ur_kanzulimaan": "اور جس دن کافر آگ پر پیش کیے جائیں گے، ان سے فرمایا جائے گا کیا یہ حق نہیں کہیں گے کیوں نہیں ہمارے رب کی قسم، فرمایا جائے گا تو عذاب چکھو بدلہ اپنے کفر کا",
			"hi_kanzulimaan": "और जिस दिन काफ़िर आग पर पेश किये जाएंगे, उनसे फ़रमाया जाएगा, क्या यह हक़ (सत्य) नहीं, कहेंगे, क्यों नहीं हमारे रब की क़सम, फ़रमाया जाएगा, तो अज़ाब चखो बदला अपने कुफ़्र का (87फ)",
			"author": "৩৪. আর যেদিন কাফেরদেরকে জাহান্নামের অগ্নির সম্মুখে উপস্থিত করা হবে (সেদিন তাদেরকে বলা হবে), ‘এ (শাস্তি) কি সত্য নয়?’ তারা বলবে, ‘কেন নয়! আমাদের প্রতিপালকের শপথ (এটি সত্য)’। এরশাদ হবে, ‘তাহলে শাস্তি আস্বাদ করো, যা তোমরা অস্বীকার করতে’।"
		},
		{
			"_id": "4545",
			"sura": "46",
			"para": "26",
			"verses": "35",
			"names": "فَاصۡبِرۡ کَمَا صَبَرَ اُولُوا الۡعَزۡمِ مِنَ الرُّسُلِ وَ لَا تَسۡتَعۡجِلۡ  لَّہُمۡ ؕ کَاَنَّہُمۡ یَوۡمَ یَرَوۡنَ مَا یُوۡعَدُوۡنَ ۙ لَمۡ  یَلۡبَثُوۡۤا اِلَّا سَاعَۃً  مِّنۡ نَّہَارٍ ؕ بَلٰغٌ ۚ فَہَلۡ یُہۡلَکُ  اِلَّا  الۡقَوۡمُ  الۡفٰسِقُوۡنَ ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "فَاصۡبِرۡ کَمَا صَبَرَ اُولُوا الۡعَزۡمِ مِنَ الرُّسُلِ وَ لَا تَسۡتَعۡجِلۡ  لَّہُمۡ ؕ کَاَنَّہُمۡ یَوۡمَ یَرَوۡنَ مَا یُوۡعَدُوۡنَ ۙ لَمۡ  یَلۡبَثُوۡۤا اِلَّا سَاعَۃً  مِّنۡ نَّہَارٍ ؕ بَلٰغٌ ۚ فَہَلۡ یُہۡلَکُ  اِلَّا  الۡقَوۡمُ  الۡفٰسِقُوۡنَ ﴿۳۵﴾ ",
			"index": "4545",
			"name": "সুতরাং আপনি ধৈর্যধারণ করুন যেমনিভাবে সাহসী রসূলগণ ধৈর্যধারণ করেছেন এবং তাদের জন্য ত্বরা করবেন না; যেদিন তারা তা দেখতে পাবে, যার প্রতিশ্রুতি তাদেরকে দেওয়া হচ্ছে, সেদিন (তাদের মনে হবে) তারা যেন দিনের এক ঘন্টার বেশী দুনিয়ায় অবস্থান করে নি। এটা একটা প্রচার। সুতরাং কে ধ্বংসপ্রাপ্ত হবে? কিন্তু নির্দেশ অমান্যকারী লোকেরাই।",
			"en_kanzulimaan": "Therefore patiently endure (O dear Prophet Mohammed - peace and blessings be upon him) like the courageous Noble Messengers had endured, and do not be impatient for them; on the day when they see what they are promised, it will be as if they had not stayed on earth except part of a day; this is to be conveyed; will anyone be destroyed, except the disobedient?",
			"ur_kanzulimaan": "تو تم صبر کرو جیسا ہمت والے رسولوں نے صبر کیا اور ان کے لیے جلدی نہ کرو گویا وہ جس دن دیکھیں گے جو انہیں وعدہ دیا جاتا ہے دنیا میں نہ ٹھہرے تھے مگر دن کی ایک گھڑی بھر یہ پہنچانا ہے تو کون ہلاک کیے جائیں گے مگر بے حکم لوگ",
			"hi_kanzulimaan": "तो तुम सब्र करो जैसा हिम्मत वाले रसूलों ने सब्र किया (88फ) और उनके लिये जल्दी न करो (89फ) गोया वो जिस दिन देखेंगे (90फ) जो उन्हें वादा दिया जाता है (91फ) दुनिया में न ठहरे थे मगर दिन की एक घड़ी भर, यह पहुंचाना है (92फ) तो कौन हलाक किये जाएंगे, मगर बेहुक्म लोग (93फ)",
			"author": "৩৫. (হে হাবীব!) অতএব ধৈর্য ধারণ করুন, যেভাবে (অপরাপর) সমুন্নত দৃঢ়সংকল্পের অধিকারী রাসূলগণ ধৈর্য ধারণ করেছিলেন এবং আপনি এদের জন্যে (অর্থাৎ অস্বীকারকারীদের জন্যে শাস্তি কামনায়) ত্বরা করবেন না। যেদিন তারা (পরকালীন এ শাস্তি) প্রত্যক্ষ করবে যার প্রতিশ্রুতি তাদেরকে দেওয়া হচ্ছে, সেদিন (তাদের মনে হবে) যেন তারা (পৃথিবীতে) দিবসের এক মুহূর্তের বেশি অবস্থানই করেনি। (আল্লাহ্‌র নিকট থেকে) এ এক ঘোষণা, পাপাচারী সম্প্রদায়কেই ধ্বংস করা হবে।"
		}
	]