[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "2484",
			"sura": "21",
			"para": "17",
			"verses": "1",
			"names": "اِقۡتَرَبَ لِلنَّاسِ حِسَابُہُمۡ وَ ہُمۡ فِیۡ غَفۡلَۃٍ  مُّعۡرِضُوۡنَ ۚ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "اِقۡتَرَبَ لِلنَّاسِ حِسَابُہُمۡ وَ ہُمۡ فِیۡ غَفۡلَۃٍ  مُّعۡرِضُوۡنَ ۚ﴿۱﴾ ",
			"index": "2484",
			"name": "মানুষের হিসাব নিকাস আসন্ন এবং তারা অলসতায় মুখফিরিয়ে রয়েছে। ",
			"en_kanzulimaan": "The peoples reckoning is near, whereas they are in neglect, turned away!",
			"ur_kanzulimaan": "لوگوں کا حساب نزدیک اور وہ غفلت میں منہ پھیرے ہیں",
			"hi_kanzulimaan": "लोगों का हिसाब नज़्दीक और वो गफ़्लत में मुंह फेरे हैं (2फ)",
			"author": "১. মানুষের হিসাব-নিকাশের সময় আসন্ন; কিন্তু তারা অলসতায় (আনুগত্য থেকে) মুখ ফিরিয়ে রয়েছে।"
		},
		{
			"_id": "2485",
			"sura": "21",
			"para": "17",
			"verses": "2",
			"names": "مَا  یَاۡتِیۡہِمۡ مِّنۡ ذِکۡرٍ مِّنۡ رَّبِّہِمۡ مُّحۡدَثٍ اِلَّا اسۡتَمَعُوۡہُ  وَ ہُمۡ  یَلۡعَبُوۡنَ ۙ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "مَا  یَاۡتِیۡہِمۡ مِّنۡ ذِکۡرٍ مِّنۡ رَّبِّہِمۡ مُّحۡدَثٍ اِلَّا اسۡتَمَعُوۡہُ  وَ ہُمۡ  یَلۡعَبُوۡنَ ۙ﴿۲﴾ ",
			"index": "2485",
			"name": "যখন তাদের রবের নিকট থেকে তাদের নিকট কোন উপদেশ আসে, তখন সেটা তারা শুনে না, কিন্তু ক্রীড়া কৌতুকচ্ছলে। ",
			"en_kanzulimaan": "Whenever a new advice comes to them from their Lord, they do not listen to it except while playing.",
			"ur_kanzulimaan": "جب ان کے رب کے پاس سے انہیں کوئی نئی نصیحت آتی ہے تو اسے نہیں سنتے مگر کھیلتے ہوئے،",
			"hi_kanzulimaan": "जब उनके रब के पास से उन्हें कोई नई नसीहत आती है तो उसे नहीं सुनते मगर खेलते हुए (3फ)",
			"author": "২. তাদের নিকট তাদের প্রতিপালকের পক্ষ থেকে যখনোই নতুন কোনো উপদেশ আসে, তখনই তারা তা খেল-তামাশায় নিমজ্জিত অবস্থায় (বেপরোয়াভাবে) শ্রবণ করে।"
		},
		{
			"_id": "2486",
			"sura": "21",
			"para": "17",
			"verses": "3",
			"names": "لَاہِیَۃً  قُلُوۡبُہُمۡ ؕ وَ اَسَرُّوا النَّجۡوَی ٭ۖ الَّذِیۡنَ ظَلَمُوۡا ٭ۖ ہَلۡ ہٰذَاۤ  اِلَّا بَشَرٌ مِّثۡلُکُمۡ ۚ اَفَتَاۡتُوۡنَ السِّحۡرَ  وَ اَنۡتُمۡ تُبۡصِرُوۡنَ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "لَاہِیَۃً  قُلُوۡبُہُمۡ ؕ وَ اَسَرُّوا النَّجۡوَی ٭ۖ الَّذِیۡنَ ظَلَمُوۡا ٭ۖ ہَلۡ ہٰذَاۤ  اِلَّا بَشَرٌ مِّثۡلُکُمۡ ۚ اَفَتَاۡتُوۡنَ السِّحۡرَ  وَ اَنۡتُمۡ تُبۡصِرُوۡنَ ﴿۳﴾ ",
			"index": "2486",
			"name": "তাদের অন্তর খেলাধূলায় পড়ে রয়েছে; এবং যালিমগণ পরস্পরের মধ্যে গোপনে পরামর্শ করেছে, ‘ইনি কে? একজন তোমাদেরই মত মানুষ মাত্র। তোমরা কি দেখেশুনে যাদুর নিকট যাচ্ছো?’",
			"en_kanzulimaan": "Their hearts are involved in play; and the unjust secretly conferred, What is he, except another a human like you?! So do you follow magic although you have perceived?",
			"ur_kanzulimaan": "ان کے دل کھیل میں پڑے ہیں اور ظالموں نے آپس میں خفیہ مشورت کی کہ یہ کون ہیں ایک تم ہی جیسے آدمی تو ہیں کیا جادو کے پاس جاتے ہو دیکھ بھال کر،",
			"hi_kanzulimaan": "उनके दिल खेल में पड़े है (4फ) और ज़ालिमों ने आपस में छुपवाँ सलाह की (5फ) कि ये कौन हैं एक तुम ही जेसे आदमी तो हैं (6फ) क्या जादू के पास जाते हो देख भाल कर",
			"author": "৩. তাদের অন্তর উদাসীন হয়ে গিয়েছে, আর (এসব) যালিম লোকেরা (আপনার বিরুদ্ধে) গোপনে কানাঘুষা করে, ‘এ লোক তো কেবল তোমাদেরই মতো একজন মানুষ। এরপর(ও) কি তোমরা দেখেশুনেই (তার) যাদুর কবলে পড়ছো?’"
		},
		{
			"_id": "2487",
			"sura": "21",
			"para": "17",
			"verses": "4",
			"names": "قٰلَ رَبِّیۡ یَعۡلَمُ الۡقَوۡلَ فِی السَّمَآءِ وَ الۡاَرۡضِ ۫ وَ ہُوَ  السَّمِیۡعُ  الۡعَلِیۡمُ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "قٰلَ رَبِّیۡ یَعۡلَمُ الۡقَوۡلَ فِی السَّمَآءِ وَ الۡاَرۡضِ ۫ وَ ہُوَ  السَّمِیۡعُ  الۡعَلِیۡمُ ﴿۴﴾ ",
			"index": "2487",
			"name": "নবী বললেন, ‘আমার রব আসমানসমূহ ও যমীনের প্রতিটি কথাই জানেন, এবং তিনিই হন শ্রোতা, জ্ঞাতা। ",
			"en_kanzulimaan": "And the Prophet said, My Lord knows all that is spoken in the heavens and in the earth; and He only is the All Hearing, the All Knowing.\"",
			"ur_kanzulimaan": "نبی نے فرمایا میرا رب جانتا ہے آسمانوں اور زمین میں ہر بات کو، اور وہی ہے سنتا جانتا",
			"hi_kanzulimaan": "नबी ने फ़रमाया मेरा रब जानता है आसमानों और ज़मीन में हर बात को और वही है सुनता जानता (7फ)",
			"author": "৪. (সম্মানিত নবী সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) বললেন, ‘আমার প্রতিপালক আসমান-জমিনে উচ্চারিত (সকল) কথা জানেন এবং তিনি সর্বশ্রোতা, সম্যক অবগত’।"
		},
		{
			"_id": "2488",
			"sura": "21",
			"para": "17",
			"verses": "5",
			"names": "بَلۡ قَالُوۡۤا اَضۡغَاثُ اَحۡلَامٍۭ بَلِ افۡتَرٰىہُ بَلۡ ہُوَ شَاعِرٌ ۚۖ فَلۡیَاۡتِنَا بِاٰیَۃٍ کَمَاۤ اُرۡسِلَ  الۡاَوَّلُوۡنَ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "بَلۡ قَالُوۡۤا اَضۡغَاثُ اَحۡلَامٍۭ بَلِ افۡتَرٰىہُ بَلۡ ہُوَ شَاعِرٌ ۚۖ فَلۡیَاۡتِنَا بِاٰیَۃٍ کَمَاۤ اُرۡسِلَ  الۡاَوَّلُوۡنَ ﴿۵﴾ ",
			"index": "2488",
			"name": "বরং তারা বললো, ‘(এ হচ্ছে) উদ্বেগপূর্ণ স্বপ্নসমূহ; বরং তাঁরই মনগড়া; বরং তিনি একজন কবি। সুতরাং আমাদের নিকট কোন নিদর্শন নিয়ে আসুক যেমন পূর্ববর্তীগণ প্রেরিত হয়েছিলেন। ",
			"en_kanzulimaan": "Rather they said, These are confused dreams, but in fact he has fabricated it - but in fact he is a poet; so he must bring us some sign, like those who were sent before.",
			"ur_kanzulimaan": "بلکہ بولے پریشان خوابیں ہیں بلکہ ان کی گڑھت (گھڑی ہوئی چیز) ہے بلکہ یہ شاعر ہیں تو ہمارے پاس کوئی نشانی لائیں جیسے اگلے بھیجے گئے تھے",
			"hi_kanzulimaan": "बल्कि बोले परेशान ख़्वाबें हैं (8फ) बल्कि उनकी घड़त (घड़ी हुई चीज़) है (9फ) बल्कि यह शायर हैं (10फ) तो हमारे पास काई निशानी लाएं जैसे अगले भेजे गए थे (11फ)",
			"author": "৫. বরং (যালিমেরা এ কথাও) বলে, ‘এ (কুরআন) তো বিভ্রান্ত স্বপ্ন (যোগে দেখা বিষয়), বরং তিনি (রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম নিজেই) এটি উদ্ভাবন করেছেন, না হয় (এই যে,) তিনি কবি। (যদি তিনি সত্য রাসূল হন) তবে তিনিও যেন আমাদের নিকট কোনো নিদর্শন নিয়ে আসেন, যেরূপ পূর্ববর্তী (রাসূল)-গণকে (নিদর্শনাবলী সহকারে) প্রেরণ করা হয়েছিল।’"
		},
		{
			"_id": "2489",
			"sura": "21",
			"para": "17",
			"verses": "6",
			"names": "مَاۤ  اٰمَنَتۡ قَبۡلَہُمۡ مِّنۡ قَرۡیَۃٍ اَہۡلَکۡنٰہَا ۚ اَفَہُمۡ  یُؤۡمِنُوۡنَ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "مَاۤ  اٰمَنَتۡ قَبۡلَہُمۡ مِّنۡ قَرۡیَۃٍ اَہۡلَکۡنٰہَا ۚ اَفَہُمۡ  یُؤۡمِنُوۡنَ ﴿۶﴾ ",
			"index": "2489",
			"name": "তাদের পূর্বে যে জনপদকে আমি ধ্বংস করেছি, তারা ঈমান আনে নি, তবে কি তারা ঈমান আনবে?",
			"en_kanzulimaan": "There is not a township before them which did not believe which We have not destroyed; so will they believe?",
			"ur_kanzulimaan": "ان سے پہلے کوئی بستی ایمان نہ لائی جسے ہم نے ہلاک کیا، تو کیا یہ ایمان لائیں گے",
			"hi_kanzulimaan": "इनसे पहले कोई बस्ती ईमान न लाई जिसे हमने हलाक किया, तो क्या ये ईमान लाएंगे (12फ)",
			"author": "৬. তাদের পূর্বে আমরা যে জনপদকেই ধ্বংস করেছি তারা (এ সকল নিদর্শনাবলীর উপর) ঈমান আনয়ন করতো না। সুতরাং তারা কি ঈমান আনয়ন করবে?"
		},
		{
			"_id": "2490",
			"sura": "21",
			"para": "17",
			"verses": "7",
			"names": "وَ مَاۤ  اَرۡسَلۡنَا قَبۡلَکَ اِلَّا رِجَالًا نُّوۡحِیۡۤ اِلَیۡہِمۡ فَسۡـَٔلُوۡۤا اَہۡلَ الذِّکۡرِ  اِنۡ  کُنۡتُمۡ  لَا تَعۡلَمُوۡنَ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَاۤ  اَرۡسَلۡنَا قَبۡلَکَ اِلَّا رِجَالًا نُّوۡحِیۡۤ اِلَیۡہِمۡ فَسۡـَٔلُوۡۤا اَہۡلَ الذِّکۡرِ  اِنۡ  کُنۡتُمۡ  لَا تَعۡلَمُوۡنَ ﴿۷﴾ ",
			"index": "2490",
			"name": "এবং আমি আপনার পূর্বে কেবল পুরুষগণকে প্রেরণ করেছি, যাদেরকে আমি ওহী করতাম; সুতরাং হে লোকেরা! জ্ঞানবানদেরকে জিজ্ঞাসা করো যদি তোমাদের জ্ঞান না থাকে। ",
			"en_kanzulimaan": "And We did not send (Prophets) before you except men, to whom We sent divine revelations - therefore, O people, ask the people of knowledge if you do not know.",
			"ur_kanzulimaan": "اور ہم نے تم سے پہلے نہ بھیجے مگر مرد جنہیں ہم وحی کرتے تو اے لوگو! علم والوں سے پوچھو اگر تمہیں علم نہ ہو",
			"hi_kanzulimaan": "और हमने तुमसे पहले न भेजे मगर मर्द जिन्हें हम वही (देववाणी) करते (13फ) तो ऐ लोगो इल्म वालों से पूछो अगर तुम्हें इल्म न हो (14फ)",
			"author": "৭. আর (হে সম্মানিত হাবীব!) আপনার পূর্বে(ও) আমরা পুরুষদেরকেই (রাসূলরূপে) প্রেরণ করেছিলাম, তাদের প্রতি ওহী প্রেরণ করতাম। (হে মানুষ সকল!) তোমরা আহলে কিতাবকে জিজ্ঞেস করো, যদি তোমরা (নিজেরা) না জানো।"
		},
		{
			"_id": "2491",
			"sura": "21",
			"para": "17",
			"verses": "8",
			"names": "وَ مَا جَعَلۡنٰہُمۡ جَسَدًا لَّا یَاۡکُلُوۡنَ الطَّعَامَ  وَ مَا  کَانُوۡا  خٰلِدِیۡنَ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا جَعَلۡنٰہُمۡ جَسَدًا لَّا یَاۡکُلُوۡنَ الطَّعَامَ  وَ مَا  کَانُوۡا  خٰلِدِیۡنَ ﴿۸﴾ ",
			"index": "2491",
			"name": "এবং আমি তাদেরকে এমন নিছক দেহ তৈরী করি নি যে, খাদ্য আহার করবে না আর না তারা দুনিয়ার মধ্যে সর্বদা থাকবে। ",
			"en_kanzulimaan": "And We did not create them without bodies so they would not eat food - nor that they abide on earth forever.",
			"ur_kanzulimaan": "اور ہم نے انہیں خالی بدن نہ بنایا کہ کھانا نہ کھائیں اور نہ وہ دنیا میں ہمیشہ رہیں،",
			"hi_kanzulimaan": "और हमने उन्हें (15फ) खाली बदन न बनाया कि खाना न खाएं (16फ) और न वो दुनिया में हमेशा रहें",
			"author": "৮. আর আমরা তাদেরকে (অর্থাৎ নবীগণকে) এমন দেহবিশিষ্ট্য করিনি যে, তারা খাবার গ্রহণ করবেন না, আর তারা (দুনিয়ায় বাহ্যিক জীবনে) চিরস্থায়ীও ছিলেন না।"
		},
		{
			"_id": "2492",
			"sura": "21",
			"para": "17",
			"verses": "9",
			"names": "ثُمَّ  صَدَقۡنٰہُمُ  الۡوَعۡدَ  فَاَنۡجَیۡنٰہُمۡ وَ مَنۡ  نَّشَآءُ وَ اَہۡلَکۡنَا الۡمُسۡرِفِیۡنَ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ  صَدَقۡنٰہُمُ  الۡوَعۡدَ  فَاَنۡجَیۡنٰہُمۡ وَ مَنۡ  نَّشَآءُ وَ اَہۡلَکۡنَا الۡمُسۡرِفِیۡنَ ﴿۹﴾ ",
			"index": "2492",
			"name": "অতঃপর আমি তাদেরকে আমার প্রতিশ্রুতি সত্য করে দেখিয়েছি, অতঃপর তাদেরকে উদ্ধার করেছি এবং যাদেরকে ইচ্ছা করেছি তাদেরকেও! আর সীমালঙ্ঘনকারীদেরকে ধ্বংস করে দিয়েছি। ",
			"en_kanzulimaan": "We then fulfilled the promise to them, therefore rescued them and whomever We willed, and destroyed the transgressors.",
			"ur_kanzulimaan": "پھر ہم نے اپنا وعدہ انہیں سچا کر دکھایا تو انہیں نجات دی اور جن کو چاہی اور حد سے بڑھنے والوں کو ہلاک کردیا",
			"hi_kanzulimaan": "फिर हमने अपना वादा उन्हें सच्चा कर दिखाया (17फ) तो उन्हें निजात दी और जिन को चाही (18फ) और हद से बढ़ने वालों को (19फ) हलाक कर दिया",
			"author": "৯. অতঃপর তাদের প্রতি আমরা আমাদের অঙ্গীকার পূর্ণ করেছিলাম। সুতরাং আমরা তাদেরকে এবং যাদেরকে ইচ্ছা রক্ষা করেছিলাম এবং সীমালঙ্ঘনকারীদেরকে ধ্বংস করে দিয়েছিলাম।"
		},
		{
			"_id": "2493",
			"sura": "21",
			"para": "17",
			"verses": "10",
			"names": "لَقَدۡ اَنۡزَلۡنَاۤ  اِلَیۡکُمۡ  کِتٰبًا فِیۡہِ  ذِکۡرُکُمۡ ؕ اَفَلَا  تَعۡقِلُوۡنَ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "لَقَدۡ اَنۡزَلۡنَاۤ  اِلَیۡکُمۡ  کِتٰبًا فِیۡہِ  ذِکۡرُکُمۡ ؕ اَفَلَا  تَعۡقِلُوۡنَ ﴿۱۰﴾ ",
			"index": "2493",
			"name": "নিশ্চয় আমি তোমাদের প্রতি একটা কিতাব অবতীর্ণ করেছি, যাতে তোমাদের খ্যাতির উল্লেখ রয়েছে, তবে কি তোমাদের বিবেক নেই?",
			"en_kanzulimaan": "We have indeed sent down towards you a Book, in which is your repute; so do you not have sense?",
			"ur_kanzulimaan": "بیشک ہم سے تمہاری طرف ایک کتاب اتاری جس میں تمہاری ناموری ہے تو کیا تمہیں عقل نہیں",
			"hi_kanzulimaan": "बेशक हमने तुम्हारी तरफ़ (20फ) एक किताब उतारी जिसमें तुम्हारी नामवरी (प्रसि़द्धि) है (21फ) तो क्या तुम्हें अक़्ल नहीं (22फ)",
			"author": "১০. নিশ্চয়ই আমরা তোমাদের প্রতি কিতাব অবতীর্ণ করেছি যাতে তোমাদের জন্যে রয়েছে উপদেশ (-পূর্ণ উপকরণ)। তবুও কি তোমরা বুঝবে না?"
		},
		{
			"_id": "2494",
			"sura": "21",
			"para": "17",
			"verses": "11",
			"names": "وَ کَمۡ قَصَمۡنَا مِنۡ قَرۡیَۃٍ کَانَتۡ ظَالِمَۃً وَّ  اَنۡشَاۡنَا  بَعۡدَہَا  قَوۡمًا  اٰخَرِیۡنَ  ﴿۱۱﴾",
			"number": "",
			"verses_PDMS": "وَ کَمۡ قَصَمۡنَا مِنۡ قَرۡیَۃٍ کَانَتۡ ظَالِمَۃً وَّ  اَنۡشَاۡنَا  بَعۡدَہَا  قَوۡمًا  اٰخَرِیۡنَ  ﴿۱۱﴾",
			"index": "2494",
			"name": "আর কত জনপদই আমি ধ্বংস করেছি; যারা অত্যাচারী ছিলো; এবং তাদের পর অপর সম্প্রদায় সৃষ্টি করেছি। ",
			"en_kanzulimaan": "And many a township did We destroy, for they were unjust, and We created other nations after them.",
			"ur_kanzulimaan": "اور کتنی ہی بستیاں ہم نے تباہ کردیں کہ وہ ستمگار تھیں اور ان کے بعد اور قوم پیدا کی،",
			"hi_kanzulimaan": "और कितनी ही बस्तियां हमने तबाह कर दीं कि वो सितम करने वाली थीं (23फ) और उनके बाद और क़ौम पैदा की",
			"author": "১১. আর আমরা কতোই না জনপদ ধ্বংস ও বিনাশ করে দিয়েছি, যারা ছিল যালিম। আর তাদের পর আমরা অন্যান্য সম্প্রদায়কে সৃষ্টি করেছি।"
		},
		{
			"_id": "2495",
			"sura": "21",
			"para": "17",
			"verses": "12",
			"names": "فَلَمَّاۤ  اَحَسُّوۡا بَاۡسَنَاۤ  اِذَا ہُمۡ  مِّنۡہَا یَرۡکُضُوۡنَ ﴿ؕ۱۲﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّاۤ  اَحَسُّوۡا بَاۡسَنَاۤ  اِذَا ہُمۡ  مِّنۡہَا یَرۡکُضُوۡنَ ﴿ؕ۱۲﴾ ",
			"index": "2495",
			"name": "অতঃপর যখন তারা আমার শাস্তি পেলো, তখনই তারা তা থেকে পলায়ন করতে লাগলো। ",
			"en_kanzulimaan": "And when they tasted Our punishment, they immediately started fleeing from it.",
			"ur_kanzulimaan": "تو جب انہوں نے ہمارا عذاب پایا جبھی وہ اس سے بھاگنے لگے",
			"hi_kanzulimaan": "तो जब उन्होंने (24फ) हमारा अज़ाब पाया जभी वो उससे भागने लगे (25फ)",
			"author": "১২. অতঃপর, তারা যখন আমাদের শাস্তি (আগমন) উপলব্ধি করলো, তখন তারা সেখান থেকে দ্রুত পলায়ন করতে লাগলো।"
		},
		{
			"_id": "2496",
			"sura": "21",
			"para": "17",
			"verses": "13",
			"names": "لَا تَرۡکُضُوۡا وَ ارۡجِعُوۡۤا اِلٰی مَاۤ  اُتۡرِفۡتُمۡ فِیۡہِ وَ مَسٰکِنِکُمۡ  لَعَلَّکُمۡ  تُسۡـَٔلُوۡنَ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "لَا تَرۡکُضُوۡا وَ ارۡجِعُوۡۤا اِلٰی مَاۤ  اُتۡرِفۡتُمۡ فِیۡہِ وَ مَسٰکِنِکُمۡ  لَعَلَّکُمۡ  تُسۡـَٔلُوۡنَ ﴿۱۳﴾ ",
			"index": "2496",
			"name": "‘পলায়ন করো না এবং ফিরে যাও সেসব ভোগ বিলাসের দিকে, যা তোমাদেরকে প্রদান করা হয়েছিলো এবং তোমাদের বাসগৃহসমূহের দিকে, হয়তো তোমাদেরকে জিজ্ঞাসা করা হবে’।",
			"en_kanzulimaan": "The angels said to them, Do not flee and return to the comforts that were given to you and to your homes, perhaps you will be questioned.",
			"ur_kanzulimaan": "نہ بھاگو اور لوٹ کے جاؤ ان آسائشوں کی طرف جو تم کو دی گئیں تھیں اور اپنے مکانوں کی طرف شاید تم سے پوچھنا ہو",
			"hi_kanzulimaan": "न भागो और लौट के जाओ उन आसयाशों की तरफ़ जो तुम को दी गई थीं और अपने मकानों की तरफ़ शायद तुमसे पूछना हो (26फ)",
			"author": "১৩. (তাদেরকে বলা হলো:) ‘তাড়াহুড়া করে পলায়ন করো না এবং সেখানে ফিরে এসো যেখানে তোমাদেরকে ভোগ-বিলাস দেয়া হয়েছিল। আর (ফিরে এসো) তোমাদের (বিলাসবহুল) আবাসস্থলের দিকে (হয়তো তোমাদেরকে জিজ্ঞেস করা হবে)।’"
		},
		{
			"_id": "2497",
			"sura": "21",
			"para": "17",
			"verses": "14",
			"names": "قَالُوۡا یٰوَیۡلَنَاۤ  اِنَّا کُنَّا ظٰلِمِیۡنَ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا یٰوَیۡلَنَاۤ  اِنَّا کُنَّا ظٰلِمِیۡنَ ﴿۱۴﴾ ",
			"index": "2497",
			"name": "তারা বললো, ‘হায় আমাদের দুর্ভোগ! নিশ্চয় আমরা অত্যাচারী ছিলাম’।",
			"en_kanzulimaan": "They cried, Woe to us, we were indeed unjust!",
			"ur_kanzulimaan": "بولے ہائے خرابی ہماری بیشک ہم ظالم تھے",
			"hi_kanzulimaan": "बोले हाय ख़राबी हमारी, बेशक हम ज़ालिम थे (27फ)",
			"author": "১৪. তারা বলতে লাগলো, ‘হায় আমাদের দুর্ভাগ্য! আমরা তো ছিলাম যালিম।’"
		},
		{
			"_id": "2498",
			"sura": "21",
			"para": "17",
			"verses": "15",
			"names": "فَمَا زَالَتۡ تِّلۡکَ دَعۡوٰىہُمۡ  حَتّٰی  جَعَلۡنٰہُمۡ  حَصِیۡدًا  خٰمِدِیۡنَ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "فَمَا زَالَتۡ تِّلۡکَ دَعۡوٰىہُمۡ  حَتّٰی  جَعَلۡنٰہُمۡ  حَصِیۡدًا  خٰمِدِیۡنَ ﴿۱۵﴾ ",
			"index": "2498",
			"name": "সুতরাং তারা এ আর্তনাদই করতে থাকলো, যতক্ষণ না আমি তাদেরকে করেছি কর্তিত, নির্বাপিত। ",
			"en_kanzulimaan": "So they kept saying this until We made them cut off, extinguished.",
			"ur_kanzulimaan": "تو وہ یہی پکارتے رہے یہاں تک کہ ہم نے انہیں کردیا کاٹے ہوئے بجھے ہوئے،",
			"hi_kanzulimaan": "तो वो यही पुकारते रहे यहाँ तक कि हमने उन्हें कर दिया काटे हुए (28फ) बुझे हुए",
			"author": "১৫. সুতরাং সর্বদা তাদের এই আর্তনাদ, যতক্ষণ পর্যন্ত না আমরা তাদেরকে মাটিতে পরিণত হয়ে যাওয়া শস্যক্ষেত্র (এবং) নিভে যাওয়া অগ্নি (-স্তূপের ন্যায়) করে দিলাম।"
		},
		{
			"_id": "2499",
			"sura": "21",
			"para": "17",
			"verses": "16",
			"names": "وَ مَا خَلَقۡنَا السَّمَآءَ وَ الۡاَرۡضَ وَ مَا بَیۡنَہُمَا  لٰعِبِیۡنَ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا خَلَقۡنَا السَّمَآءَ وَ الۡاَرۡضَ وَ مَا بَیۡنَہُمَا  لٰعِبِیۡنَ ﴿۱۶﴾ ",
			"index": "2499",
			"name": "আর আমি আসমান ও যমীন এবং যা কিছু সেগুলোর মধ্যখানে রয়েছে অনর্থক সৃষ্টি করি নি। ",
			"en_kanzulimaan": "And We have not created the heavens and the earth and all that is between them, unnecessarily.",
			"ur_kanzulimaan": "اور ہم نے آسمان اور زمین اور جو کچھ ان کے درمیان ہے عبث نہ بنائے",
			"hi_kanzulimaan": "और हमने आसमान और ज़मीन और जो कुछ उनके बीच है बेकार न बनाए (29फ)",
			"author": "১৬. আর আমরা আসমান ও জমিন এবং যা কিছু এ দু’য়ের মাঝে রয়েছে ক্রীড়াচ্ছলে (অনর্থক) সৃষ্টি করিনি।"
		},
		{
			"_id": "2500",
			"sura": "21",
			"para": "17",
			"verses": "17",
			"names": "لَوۡ اَرَدۡنَاۤ  اَنۡ نَّتَّخِذَ لَہۡوًا لَّاتَّخَذۡنٰہُ مِنۡ لَّدُنَّاۤ  ٭ۖ اِنۡ  کُنَّا فٰعِلِیۡنَ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "لَوۡ اَرَدۡنَاۤ  اَنۡ نَّتَّخِذَ لَہۡوًا لَّاتَّخَذۡنٰہُ مِنۡ لَّدُنَّاۤ  ٭ۖ اِنۡ  کُنَّا فٰعِلِیۡنَ ﴿۱۷﴾ ",
			"index": "2500",
			"name": "যদি আমি কোন ক্রীড়া উপকরণ অবলম্বন করতে চাইতাম, তবে আমার নিকট থেকেই অবলম্বন করতাম; যদি আমায় করতেই হতো। ",
			"en_kanzulimaan": "If We willed to choose a pastime, We could have chosen it from Ourselves - if We wanted to.",
			"ur_kanzulimaan": "اگر ہم کوئی بہلاوا اختیار کرنا چاہتے تو اپنے پاس سے اختیار کرتے اگر ہمیں کرنا ہوتا",
			"hi_kanzulimaan": "अगर हम कोई बहलावा इख़्तियार करना चाहते (30फ) तो अपने पास से इख़्तियार करते अगर हमें करना होता (31फ)",
			"author": "১৭. যদি আমরা কোনো চিত্তবিনোদনের উপকরণ গ্রহণ করতে চাইতাম তবে তা নিজেরই নিকট থেকে গ্রহণ করতাম যদি আমরা (এমন) কর্মসম্পাদনকারী হতাম।"
		},
		{
			"_id": "2501",
			"sura": "21",
			"para": "17",
			"verses": "18",
			"names": "بَلۡ نَقۡذِفُ بِالۡحَقِّ عَلَی الۡبَاطِلِ فَیَدۡمَغُہٗ فَاِذَا ہُوَ زَاہِقٌ ؕ وَ لَکُمُ الۡوَیۡلُ  مِمَّا تَصِفُوۡنَ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "بَلۡ نَقۡذِفُ بِالۡحَقِّ عَلَی الۡبَاطِلِ فَیَدۡمَغُہٗ فَاِذَا ہُوَ زَاہِقٌ ؕ وَ لَکُمُ الۡوَیۡلُ  مِمَّا تَصِفُوۡنَ ﴿۱۸﴾ ",
			"index": "2501",
			"name": "বরং আমি সত্যকে মিথ্যার উপর ছুড়ে মারি; ফলে, তা সেটার মস্তিষ্ক বের করে দেয়, অতঃপর তখনি তা নিশ্চিহ্ন হয়ে যায় এবং তোমাদের দুর্ভোগ ওই সব উক্তির কারণে যেগুলো তোমরা রচনা করছো। ",
			"en_kanzulimaan": "But in fact We hurl the truth upon falsehood, so it scatters its brains - thereupon it vanishes; and for you is the ruin due to the matters you fabricate.",
			"ur_kanzulimaan": "بلکہ ہم حق کو باطل پر پھینک مارتے ہیں تو وہ اس کا بھیجہ نکال دیتا ہے تو جبھی وہ مٹ کر رہ جاتا ہے اور تمہاری خرابی ہے ان باتوں سے جو بناتے ہو",
			"hi_kanzulimaan": "बल्कि हम हक़ को बातिल पर फैंक मारते हैं तो वह उसका भेजा निकाल देता है तो जभी वह मिटकर रह हाता है (32फ) और तुम्हारी ख़राबी है (33फ) उन बातों से जो बनाते हो (34फ)",
			"author": "১৮. বরং আমরা সত্যের দ্বারা মিথ্যাকে পূর্ণশক্তি দিয়ে আঘাত করি, সুতরাং সত্য একে চূর্ণ-বিচূর্ণ করে দেয় এবং তা (মিথ্যা) ধ্বংস হয়ে যায়। আর তোমাদের ধ্বংস অনিবার্য সেসব কথার কারণে যা তোমরা বর্ণনা করো।"
		},
		{
			"_id": "2502",
			"sura": "21",
			"para": "17",
			"verses": "19",
			"names": "وَ لَہٗ مَنۡ فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ مَنۡ عِنۡدَہٗ  لَا یَسۡتَکۡبِرُوۡنَ عَنۡ عِبَادَتِہٖ وَ لَا یَسۡتَحۡسِرُوۡنَ ﴿ۚ۱۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَہٗ مَنۡ فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ مَنۡ عِنۡدَہٗ  لَا یَسۡتَکۡبِرُوۡنَ عَنۡ عِبَادَتِہٖ وَ لَا یَسۡتَحۡسِرُوۡنَ ﴿ۚ۱۹﴾ ",
			"index": "2502",
			"name": "এবং তাঁরই, যতো কিছু আসমানসমূহ ও যমীনে রয়েছে এবং তাঁর নিকটবর্তীগণ তাঁর ইবাদত থেকে অহঙ্কারবশত? না বিমুখ হয় এবং না ক্লান্ত হয়। ",
			"en_kanzulimaan": "And to Him only belong all those who are in the heavens and in the earth; and those with Him are not conceited towards worshipping Him, nor do they tire.",
			"ur_kanzulimaan": "اور اسی کے ہیں جتنے آسمانوں اور زمین میں ہیں اور اس کے پاس والے اس کی عبادت سے تکبر نہیں کرتے اور نہ تھکیں،",
			"hi_kanzulimaan": "और उसी के हैं जितने आसमानों और ज़मीन में हैं (35फ) और उसके पास वाले (36फ) उसकी इबादत से घमण्ड नहीं करते और न थकें",
			"author": "১৯. আর যা কিছু আকাশমন্ডলীতে এবং পৃথিবীতে রয়েছে, তাঁরই (বান্দা এবং দাস)। আর যে সকল (ফেরেশতা) তাঁর নিকটে (রয়েছেন) তারা না তাঁর ইবাদত করতে অহঙ্কার করে, আর না তারা (তাঁর আনুগত্য করতে) পরিশ্রান্ত হয়।"
		},
		{
			"_id": "2503",
			"sura": "21",
			"para": "17",
			"verses": "20",
			"names": "یُسَبِّحُوۡنَ الَّیۡلَ وَ النَّہَارَ لَا یَفۡتُرُوۡنَ ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "یُسَبِّحُوۡنَ الَّیۡلَ وَ النَّہَارَ لَا یَفۡتُرُوۡنَ ﴿۲۰﴾ ",
			"index": "2503",
			"name": "দিনরাত তাঁর পবিত্রতা ঘোষণা করে এবং আলস্য করে না। ",
			"en_kanzulimaan": "They say His Purity night and day, and do not slacken.",
			"ur_kanzulimaan": "رات دن اس کی پاکی بولتے ہیں اور سستی نہیں کرتے،",
			"hi_kanzulimaan": "रात दिन उसकी पाकी बोलते हैं और सुस्ती नहीं करते (37फ)",
			"author": "২০. তারা রাতদিন (তাঁর) তাসবীহ্ পাঠ করতে থাকে এবং ক্ষণিকের জন্যেও বিরতি দেয় না।"
		},
		{
			"_id": "2504",
			"sura": "21",
			"para": "17",
			"verses": "21",
			"names": "اَمِ اتَّخَذُوۡۤا اٰلِہَۃً مِّنَ الۡاَرۡضِ ہُمۡ یُنۡشِرُوۡنَ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "اَمِ اتَّخَذُوۡۤا اٰلِہَۃً مِّنَ الۡاَرۡضِ ہُمۡ یُنۡشِرُوۡنَ ﴿۲۱﴾ ",
			"index": "2504",
			"name": "তারা কী যমীনে কিছু সংখ্যক এমন খোদা তৈরী করেছে, যেগুলো কিছু সৃষ্টিও করে?",
			"en_kanzulimaan": "Have they appointed from the earth, Gods that create something?",
			"ur_kanzulimaan": "کیا انہوں نے زمین میں سے کچھ ایسے خدا بنالیے ہیں کہ وہ کچھ پیدا کرتے ہیں",
			"hi_kanzulimaan": "क्या उन्होंने ज़मीन में से कुछ ऐसे ख़ुदा बना लिये हें (38फ) कि वो कुछ पैदा करते हैं (39फ)",
			"author": "২১. সেসব (কাফের) কি মাটি থেকে এমন কোনো উপাস্য বানিয়েছে, যে (মৃতদেরকে) জীবিত করতে সক্ষম?"
		},
		{
			"_id": "2505",
			"sura": "21",
			"para": "17",
			"verses": "22",
			"names": "لَوۡ  کَانَ فِیۡہِمَاۤ  اٰلِہَۃٌ  اِلَّا اللّٰہُ  لَفَسَدَتَا ۚ فَسُبۡحٰنَ اللّٰہِ  رَبِّ الۡعَرۡشِ عَمَّا یَصِفُوۡنَ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "لَوۡ  کَانَ فِیۡہِمَاۤ  اٰلِہَۃٌ  اِلَّا اللّٰہُ  لَفَسَدَتَا ۚ فَسُبۡحٰنَ اللّٰہِ  رَبِّ الۡعَرۡشِ عَمَّا یَصِفُوۡنَ ﴿۲۲﴾ ",
			"index": "2505",
			"name": "যদি আসমান ও যমীনের মধ্যে আল্লাহ্‌ ব্যতীত আরো খোদা থাকতো, তবে অবশ্যই উভয়ই ধ্বংস হয়ে যেতো; সুতরাং পবিত্রতা আল্লাহ্‌ আরশাধিপতির ওই সব উক্তি থেকে যেগুলো এরা রচনা করছে। ",
			"en_kanzulimaan": "If other than Allah, there were Gods * in the heavens and the earth, they would be destroyed; therefore Purity is to Allah, Owner of the Throne, from the matters that they fabricate. (* Which is not possible. ** The heavens and the earth.)",
			"ur_kanzulimaan": "اگر آسمان و زمین میں اللہ کے سوا اور خدا ہوتے تو ضرور وہ تباہ ہوجاتے تو پاکی ہے اللہ عرش کے مالک کو ان باتوں سے جو یہ بناتے ہیں",
			"hi_kanzulimaan": "अगर आसमान व ज़मीन में अल्लाह के सिवा और ख़ुदा होते तो ज़रूर वो (40फ) तबाह हो जाते (41फ) तो पाकी है अल्लाह अर्श के मालिक को उन बातों से जो ये बनाते हैं (42फ)",
			"author": "২২. যদি (জমিন ও আসমান) এ দু’য়ের মধ্যে আল্লাহ্ ব্যতীত আরো উপাস্য(ও) হতো, তবে তা ধ্বংস হয়ে যেতো। অতঃপর আল্লাহ্, যিনি আরশের অধিপতি, সেসব (বিষয়াদি) থেকে পূতঃপবিত্র, যা এরা (এ মুশরিকেরা) বর্ণনা করে।"
		},
		{
			"_id": "2506",
			"sura": "21",
			"para": "17",
			"verses": "23",
			"names": "لَا  یُسۡـَٔلُ  عَمَّا  یَفۡعَلُ  وَ  ہُمۡ  یُسۡـَٔلُوۡنَ ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "لَا  یُسۡـَٔلُ  عَمَّا  یَفۡعَلُ  وَ  ہُمۡ  یُسۡـَٔلُوۡنَ ﴿۲۳﴾ ",
			"index": "2506",
			"name": "তাকে প্রশ্ন করা যায়না ওই বিষয়ে, যা তিনি করেন এবং তাদের সবাইকে প্রশ্ন করা হবে। ",
			"en_kanzulimaan": "He is not questioned whatever He does, whereas they will all be questioned.",
			"ur_kanzulimaan": "اس سے نہیں پوچھا جاتا جو وہ کرے اور ان سب سے سوال ہوگا",
			"hi_kanzulimaan": "उससे नहीं पूछा जाता जो वह करे (43फ) और इन सबसे सवाल होगा (44फ)",
			"author": "২৩. তিনি যা কিছুই করেন তাঁকে সে বিষয়ে জিজ্ঞেস করা যায় না। বরং তাদেরকে (সকল কাজ সম্পর্কে) জিজ্ঞেস করা হবে।"
		},
		{
			"_id": "2507",
			"sura": "21",
			"para": "17",
			"verses": "24",
			"names": "اَمِ اتَّخَذُوۡا مِنۡ دُوۡنِہٖۤ  اٰلِہَۃً ؕ قُلۡ ہَاتُوۡا بُرۡہَانَکُمۡ ۚ ہٰذَا ذِکۡرُ  مَنۡ مَّعِیَ وَ ذِکۡرُ مَنۡ قَبۡلِیۡ ؕ بَلۡ  اَکۡثَرُہُمۡ لَا یَعۡلَمُوۡنَ ۙ الۡحَقَّ  فَہُمۡ  مُّعۡرِضُوۡنَ ﴿۲۴﴾ ",
			"number": "",
			"verses_PDMS": "اَمِ اتَّخَذُوۡا مِنۡ دُوۡنِہٖۤ  اٰلِہَۃً ؕ قُلۡ ہَاتُوۡا بُرۡہَانَکُمۡ ۚ ہٰذَا ذِکۡرُ  مَنۡ مَّعِیَ وَ ذِکۡرُ مَنۡ قَبۡلِیۡ ؕ بَلۡ  اَکۡثَرُہُمۡ لَا یَعۡلَمُوۡنَ ۙ الۡحَقَّ  فَہُمۡ  مُّعۡرِضُوۡنَ ﴿۲۴﴾ ",
			"index": "2507",
			"name": "তারা কি আল্লাহ্‌ ব্যতীত আরো খোদা বানিয়ে রেখেছে? আপনি বলুন, ‘নিজেদের প্রমাণ উপস্থিত করো। এ ক্বোরআন আমার সাথে যারা আছে তাদের স্মরণ এবং আমার পূর্ববর্তীদের আলোচনা; বরং তাদের মধ্যে অধিকাংশ সত্যকে জানে না, ফলে তারা মুখ ফিরিয়ে নেয়। ",
			"en_kanzulimaan": "Or have they set up other Gods besides Allah? Say, Bring your proof; this is the remembrance of those with me and those before me; but in fact most of them do not know the Truth, so they turn away.",
			"ur_kanzulimaan": "کیا اللہ کے سوا اور خدا بنا رکھے ہیں، تم فرماؤ اپنی دلیل لاؤ یہ قرآن میرے ساتھ والوں کا ذکر ہے اور مجھ سے اگلوں کا تذکرہ بلکہ ان میں اکثر حق کو نہیں جانتے تو وہ رو گرداں، ہیں",
			"hi_kanzulimaan": "क्या अल्लाह के सिवा और ख़ुदा बना रखे हैं तुम फ़रमाओ (45फ) अपनी दलील लाओ (46फ) ये क़ुरआन मेरे साथ वालों का ज़िक्र हैं (47फ) और मुझसे अगलों का तज़किरा  (48फ) बल्कि उनमें अकसर हक़ को नहीं जानते तो वो मुंह फेरने वाले हैं (49फ)",
			"author": "২৪. এরা (এ কাফেরেরা) কি তাঁকে ছেড়ে অন্য উপাস্য গ্রহণ করেছে? বলে দিন, ‘নিজেদের প্রমাণ পেশ করো। এ (কুরআন) সেসব লোকের আলোচনা যারা আমার সাথে রয়েছে এবং তাদের(ও) আলোচনা যারা আমার পূর্বে ছিল।’ বরং তাদের অধিকাংশই সত্য জানে না। এ জন্যে তারা তা থেকে মুখ ফিরিয়ে নেয়।"
		},
		{
			"_id": "2508",
			"sura": "21",
			"para": "17",
			"verses": "25",
			"names": "وَ مَاۤ  اَرۡسَلۡنَا مِنۡ قَبۡلِکَ مِنۡ رَّسُوۡلٍ  اِلَّا نُوۡحِیۡۤ  اِلَیۡہِ اَنَّہٗ  لَاۤ  اِلٰہَ  اِلَّاۤ  اَنَا فَاعۡبُدُوۡنِ ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَاۤ  اَرۡسَلۡنَا مِنۡ قَبۡلِکَ مِنۡ رَّسُوۡلٍ  اِلَّا نُوۡحِیۡۤ  اِلَیۡہِ اَنَّہٗ  لَاۤ  اِلٰہَ  اِلَّاۤ  اَنَا فَاعۡبُدُوۡنِ ﴿۲۵﴾ ",
			"index": "2508",
			"name": "এবং আমি আপনার পূর্বে যে রসূলই প্রেরণ করেছি তাকে এ মর্মে ওহী প্রেরণ করি যে, ‘আমি ব্যতীত অন্য কোন উপাস্য নেই, সুতরাং  তোমরা আমারই ইবাদত করো’। ",
			"en_kanzulimaan": "And We did not send any Noble Messenger before you, but We divinely revealed to him that, There is no God except I (Allah), therefore worship Me alone.",
			"ur_kanzulimaan": "اور ہم نے تم سے پہلے کوئی رسول نہ بھیجا مگر یہ کہ ہم اس کی طرف وحی فرماتے کہ میرے سوا کوئی معبود نہیں تو مجھی کو پوجو،",
			"hi_kanzulimaan": "और हमने तुम से पहले कोई रसूल न भेजा मगर यह कि हम उनकी तरफ़ वही (देववाणी) फ़रमाते कि मेरे सिवा कोई मअबूद नहीं तो मुझी को पूजो",
			"author": "২৫. আর আমরা আপনার পূর্বে এমন কোনো রাসূল প্রেরণ করিনি তাঁর নিকট এ প্রত্যাদেশ ব্যতীত যে, ‘আমি ব্যতীত কোনো উপাস্য নেই; সুতরাং আমার(ই) ইবাদত করো’।"
		},
		{
			"_id": "2509",
			"sura": "21",
			"para": "17",
			"verses": "26",
			"names": "وَ قَالُوا اتَّخَذَ الرَّحۡمٰنُ وَلَدًا سُبۡحٰنَہٗ ؕ بَلۡ  عِبَادٌ   مُّکۡرَمُوۡنَ ﴿ۙ۲۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوا اتَّخَذَ الرَّحۡمٰنُ وَلَدًا سُبۡحٰنَہٗ ؕ بَلۡ  عِبَادٌ   مُّکۡرَمُوۡنَ ﴿ۙ۲۶﴾ ",
			"index": "2509",
			"name": "এবং তারা বললো, ‘রাহমান পুত্রসন্তান গ্রহণ করেছেন’। তিনি পবিত্র; বরং তারা হচ্ছে সম্মানিত বান্দা।",
			"en_kanzulimaan": "And they said, The Most Gracious has chosen a son - Purity is to Him! In fact they are honourable bondmen.",
			"ur_kanzulimaan": "اور بولے رحمن نے بیٹا اختیار کیا پاک ہے وہ بلکہ بندے ہیں عزت والے",
			"hi_kanzulimaan": "और बोले रहमान ने बेटा इख़्तियार किया (50फ)  पाक है वह (51फ) बल्कि बन्दे हैं इज़्ज़त वाले (52फ)",
			"author": "২৬. তারা বলে, ‘দয়াময় (আল্লাহ্ ফেরেশতাদেরকে নিজের) সন্তান (হিসেবে) গ্রহণ করেছেন’, তিনি পূতঃপবিত্র; বরং (যে ফেরেশতাদের তারা তাঁর সন্তান মনে করে) তারা (আল্লাহ্‌র) সম্মানিত বান্দা।"
		},
		{
			"_id": "2510",
			"sura": "21",
			"para": "17",
			"verses": "27",
			"names": "لَا یَسۡبِقُوۡنَہٗ  بِالۡقَوۡلِ وَ ہُمۡ  بِاَمۡرِہٖ یَعۡمَلُوۡنَ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "لَا یَسۡبِقُوۡنَہٗ  بِالۡقَوۡلِ وَ ہُمۡ  بِاَمۡرِہٖ یَعۡمَلُوۡنَ ﴿۲۷﴾ ",
			"index": "2510",
			"name": "তারা আগে বেড়ে কথা বলে না এবং তারা তাঁরই আদেশ অনুসারে কাজ করে। ",
			"en_kanzulimaan": "They do not speak before He has, and they act only at His command.",
			"ur_kanzulimaan": "بات میں اس سے سبقت نہیں کرتے اور وہ اسی کے حکم پر کاربند ہوتے ہیں،",
			"hi_kanzulimaan": "बात में उससे सबक़त(पहल) नहीं करते और वह उसी के हुक्म पर कारबन्द होते हैं वह जानता है",
			"author": "২৭. তারা (কথা বলার সময়ে) কোনো কথায় তাঁর অগ্রবর্তী হয় না এবং তারা শুধু তাঁরই নির্দেশ পালন করে।"
		},
		{
			"_id": "2511",
			"sura": "21",
			"para": "17",
			"verses": "28",
			"names": "یَعۡلَمُ مَا بَیۡنَ اَیۡدِیۡہِمۡ  وَ مَا خَلۡفَہُمۡ  وَ لَا یَشۡفَعُوۡنَ ۙ اِلَّا لِمَنِ ارۡتَضٰی وَ ہُمۡ مِّنۡ خَشۡیَتِہٖ مُشۡفِقُوۡنَ ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "یَعۡلَمُ مَا بَیۡنَ اَیۡدِیۡہِمۡ  وَ مَا خَلۡفَہُمۡ  وَ لَا یَشۡفَعُوۡنَ ۙ اِلَّا لِمَنِ ارۡتَضٰی وَ ہُمۡ مِّنۡ خَشۡیَتِہٖ مُشۡفِقُوۡنَ ﴿۲۸﴾ ",
			"index": "2511",
			"name": "তিনি জানেন যা তাদের সম্মুখে রয়েছে এবং যা তাদের পেছনে রয়েছে, আর তারা সুপারিশ করে না কিন্তু তাঁরই পক্ষে, যাকে তিনি পছন্দ করেন এবং তারা তাঁর ভয়ে ভীত সন্ত্রস্ত। ",
			"en_kanzulimaan": "He knows what is before them and what is behind them, and they do not intercede except for him whom He likes, and they fear with awe of Him. (The Holy Prophets and virtuous people will be given the permission to intercede. Prophet Mohammed - peace and blessings be upon him - will be the first to intercede.)",
			"ur_kanzulimaan": "وہ جانتا ہے جو ان کے آگے ہے اور جو ان کے پیچھے ہے اور شفاعت نہیں کرتے مگر اس کے لیے جسے وہ پسند فرمائے اور وہ اس کے خوف سے ڈر رہے ہیں،",
			"hi_kanzulimaan": "जो उनके आगे है और जो उनके पीछे है (53फ) और शफ़ाअत नहीं करते मगर उसके लिये जिसे वह पसन्द फ़रमाए (54फ) और वो उसके ख़ौफ़ से डर रहे हैं",
			"author": "২৮. তিনি (আল্লাহ্) সেসব বিষয় অবগত যা তাদের সামনে এবং যা তাদের পশ্চাতে রয়েছে। আর তারা (তাঁর সমীপে) কেবল তার জন্যেই সুপারিশ করে যার উপর তিনি সন্তুষ্ট। আর তারা তাঁর ভয়ে ও মহত্তে ভীত।"
		},
		{
			"_id": "2512",
			"sura": "21",
			"para": "17",
			"verses": "29",
			"names": "وَ مَنۡ یَّقُلۡ مِنۡہُمۡ  اِنِّیۡۤ  اِلٰہٌ  مِّنۡ دُوۡنِہٖ فَذٰلِکَ نَجۡزِیۡہِ جَہَنَّمَ ؕ کَذٰلِکَ نَجۡزِی الظّٰلِمِیۡنَ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ یَّقُلۡ مِنۡہُمۡ  اِنِّیۡۤ  اِلٰہٌ  مِّنۡ دُوۡنِہٖ فَذٰلِکَ نَجۡزِیۡہِ جَہَنَّمَ ؕ کَذٰلِکَ نَجۡزِی الظّٰلِمِیۡنَ ﴿۲۹﴾ ",
			"index": "2512",
			"name": "এবং তাদের মধ্যে যে কেউ বলে, ‘আমি আল্লাহ্‌ ব্যতীত উপাস্য হই,’ তবে তাকে আমি জাহান্নামের শাস্তি দেবো। আমি এভাবেই শাস্তি দিয়ে থাকি যালিমদেরকে। ",
			"en_kanzulimaan": "And the one among them who says, I am a God beside Allah - We shall reward him with hell; this is how We punish the unjust.",
			"ur_kanzulimaan": "اور ان میں جو کوئی کہے کہ میں اللہ کے سوا معبود ہوں تو اسے ہم جہنم کی جزا دیں گے، ہم ایسی ہی سزا دیتے ہیں ستمگاروں کو،",
			"hi_kanzulimaan": "और उनमें जो कोई कहे कि मैं अल्लाह के सिवा मअबूद हूँ (55फ) तो उसे हम जहन्नम की जज़ा देंगे. हम ऐसी ही सज़ा देते हैं सितमगारों को",
			"author": "২৯. আর তাদের মধ্যে কে আছে যে বলে, ‘আমিই উপাস্য তিনি (আল্লাহ্) ব্যতীত?’ সুতরাং তাকেই আমরা প্রতিফল দেবো জাহান্নাম। এভাবেই আমরা যালিমদেরকে শাস্তি দিয়ে থাকি।"
		},
		{
			"_id": "2513",
			"sura": "21",
			"para": "17",
			"verses": "30",
			"names": "اَوَ لَمۡ  یَرَ الَّذِیۡنَ  کَفَرُوۡۤا  اَنَّ  السَّمٰوٰتِ وَ الۡاَرۡضَ کَانَتَا رَتۡقًا فَفَتَقۡنٰہُمَا ؕ وَ جَعَلۡنَا مِنَ الۡمَآءِ کُلَّ  شَیۡءٍ حَیٍّ ؕ اَفَلَا یُؤۡمِنُوۡنَ ﴿۳۰﴾ ",
			"number": "",
			"verses_PDMS": "اَوَ لَمۡ  یَرَ الَّذِیۡنَ  کَفَرُوۡۤا  اَنَّ  السَّمٰوٰتِ وَ الۡاَرۡضَ کَانَتَا رَتۡقًا فَفَتَقۡنٰہُمَا ؕ وَ جَعَلۡنَا مِنَ الۡمَآءِ کُلَّ  شَیۡءٍ حَیٍّ ؕ اَفَلَا یُؤۡمِنُوۡنَ ﴿۳۰﴾ ",
			"index": "2513",
			"name": "কাফিররা কি এ কথা ভাবে নি যে, আসমান ও যমীন বন্ধ ছিলো, অতঃপর আমি সেগুলোকে খুলেছি এবং আমি প্রত্যেক জীবনবিশিষ্ট বস্তুকে পানি থেকে সৃষ্টি করেছি। তবুও কি তারা ঈমান আনবে না?",
			"en_kanzulimaan": "Did not the disbelievers observe that the heavens and the earth were together, so We parted them, and we made every living thing from water? So will they not accept faith?",
			"ur_kanzulimaan": "کیا کافروں نے یہ خیال نہ کیا کہ آسمان اور زمین بند تھے تو ہم نے انہیں کھولا اور ہم نے ہر جاندار چیز پانی سے بنائی تو کیا وہ ایمان لائیں گے،",
			"hi_kanzulimaan": "क्या काफ़िरों ने यह ख़याल न किया कि आसमान और ज़मीन बन्द थे तो हमने उन्हें खोला (56फ) और हमने हर जानदार चीज़ पानी से बनाई (57फ) तो क्या वो ईमान ना लाएंगे",
			"author": "৩০. আর কাফেরেরা কি ভেবে দেখে না যে, সমস্ত ঊর্ধ্বস্থ মহাবিশ্ব এবং পৃথিবী (সবকিছু) একটি এককের আকারে যুক্ত ছিল; অতঃপর আমরা তাদেরকে পৃথক করে দিয়েছি? আর আমরা (পৃথিবীতে) প্রতিটি (জীবন্ত) প্রাণ সৃষ্টি করেছি পানি থেকে। তো তারা কি (কুরআনে বর্ণিত এ সকল সত্য অবগত হওয়ার পরও) ঈমান আনয়ন করে না?"
		},
		{
			"_id": "2514",
			"sura": "21",
			"para": "17",
			"verses": "31",
			"names": "وَ جَعَلۡنَا فِی الۡاَرۡضِ رَوَاسِیَ اَنۡ  تَمِیۡدَ بِہِمۡ ۪ وَ جَعَلۡنَا فِیۡہَا فِجَاجًا سُبُلًا   لَّعَلَّہُمۡ  یَہۡتَدُوۡنَ ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَعَلۡنَا فِی الۡاَرۡضِ رَوَاسِیَ اَنۡ  تَمِیۡدَ بِہِمۡ ۪ وَ جَعَلۡنَا فِیۡہَا فِجَاجًا سُبُلًا   لَّعَلَّہُمۡ  یَہۡتَدُوۡنَ ﴿۳۱﴾ ",
			"index": "2514",
			"name": "এবং যমীনে আমি নোঙ্গর ফেলেছি, যাতে সেগুলো নিয়ে প্রকম্পিত না হয় আর আমি তাতে বহু প্রশস্ত পথ রেখেছি, যাতে তারা সঠিক পথ পায়। ",
			"en_kanzulimaan": "And We have placed mountains as anchors in the earth so that it may not shake with them; and We kept wide roads in it, so that they may find guidance.",
			"ur_kanzulimaan": "اور زمین میں ہم نے لنگر ڈالے کہ انھیں لے کر نہ کانپے اور ہم نے اس میں کشادہ راہیں رکھیں کہ کہیں وہ راہ پائیں",
			"hi_kanzulimaan": "और ज़मीन में हमने लंगर डाले (58फ) कि उन्हें लेकर न कांपे, और हमने उसमें कुशादा (खुली) राहें रखी कि कहीं वो राह पाएं (59फ)",
			"author": "৩১. আর আমরা পৃথিবীতে স্থাপন করেছি সুদৃঢ় পর্বতমালা যাতে এটি তাদেরকে নিয়ে (আপন কক্ষপথে পরিভ্রমণে) কম্পমান না হয়। আর আমরা এতে প্রশস্ত পথ করে দিয়েছি যাতে মানুষ (বিভিন্ন গন্তব্যে পৌঁছতে) পথ পেতে পারে।"
		},
		{
			"_id": "2515",
			"sura": "21",
			"para": "17",
			"verses": "32",
			"names": "وَ  جَعَلۡنَا السَّمَآءَ سَقۡفًا مَّحۡفُوۡظًا ۚۖ وَّ ہُمۡ  عَنۡ  اٰیٰتِہَا مُعۡرِضُوۡنَ ﴿۳۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ  جَعَلۡنَا السَّمَآءَ سَقۡفًا مَّحۡفُوۡظًا ۚۖ وَّ ہُمۡ  عَنۡ  اٰیٰتِہَا مُعۡرِضُوۡنَ ﴿۳۲﴾ ",
			"index": "2515",
			"name": "এবং আমি আসমানকে সুরক্ষিত ছাদ করেছি, আরা তারা তাঁর নিদর্শনসমূহ থেকে মুখ ফিরিয়ে আছে।",
			"en_kanzulimaan": "And We have made the sky a roof, protected; and they turn away from its signs.",
			"ur_kanzulimaan": "اور ہم نے آسمان کو چھت بنایا نگاہ رکھی گئی اور وہ اس کی نشانیوں سے روگرداں ہیں",
			"hi_kanzulimaan": "और हमने आसमान को छत बनाया निगाह रखी गई (60फ) और वो (61फ) उसकी निशानियों से मुंह फेरते हैं (62फ)",
			"author": "৩২. আর আমরা আকাশকে (অর্থাৎ পৃথিবীর উপরের মন্ডলকে) বানিয়েছি সংরক্ষিত ছাদ (যাতে তা পৃথিবীর অধিবাসীদেরকে শূন্যমন্ডল থেকে আগমনকারী ধ্বংসাত্মক শক্তি এবং আঘাতকারী তরঙ্গের ক্ষতিকর প্রভাব থেকে রক্ষা করে।) আর তারা এ সকল (মহাবিশ্বের স্তরের) নিদর্শন থেকে মুখ ফিরিয়ে নেয়।"
		},
		{
			"_id": "2516",
			"sura": "21",
			"para": "17",
			"verses": "33",
			"names": "وَ ہُوَ الَّذِیۡ خَلَقَ الَّیۡلَ وَ النَّہَارَ وَ الشَّمۡسَ وَ الۡقَمَرَ ؕ کُلٌّ فِیۡ  فَلَکٍ یَّسۡبَحُوۡنَ ﴿۳۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الَّذِیۡ خَلَقَ الَّیۡلَ وَ النَّہَارَ وَ الشَّمۡسَ وَ الۡقَمَرَ ؕ کُلٌّ فِیۡ  فَلَکٍ یَّسۡبَحُوۡنَ ﴿۳۳﴾ ",
			"index": "2516",
			"name": "আর তিনিই হন, যিনি সৃষ্টি করেছেন রাত ও দিন এবং সূর্য ও চন্দ্র; প্রত্যেকটি একেকটি কক্ষপথে বিচরণ করছে। ",
			"en_kanzulimaan": "And it is He Who created the night and the day, and the sun and the moon; each one floats in an orbit.",
			"ur_kanzulimaan": "اور وہی ہے جس نے بنائے رات اور دن اور سورج اور چاند ہر ایک ایک گھیرے میں پیر رہا ہے",
			"hi_kanzulimaan": "और वही है जिसने बनाए रात (63फ) और दिन (64फ) और सूरज और चांद हर एक एक घेरे में पैर रहा है (65फ)",
			"author": "৩৩. আর তিনিই (আল্লাহ্) যিনি সৃষ্টি করেছেন রাত ও দিন এবং সূর্য ও চন্দ্র; (আকাশমন্ডলীর) প্রত্যেকেই নিজ নিজ কক্ষপথে পরিভ্রমণ করে।"
		},
		{
			"_id": "2517",
			"sura": "21",
			"para": "17",
			"verses": "34",
			"names": "وَ مَا جَعَلۡنَا لِبَشَرٍ مِّنۡ قَبۡلِکَ الۡخُلۡدَ ؕ اَفَا۠ئِنۡ  مِّتَّ  فَہُمُ  الۡخٰلِدُوۡنَ  ﴿۳۴﴾",
			"number": "",
			"verses_PDMS": "وَ مَا جَعَلۡنَا لِبَشَرٍ مِّنۡ قَبۡلِکَ الۡخُلۡدَ ؕ اَفَا۠ئِنۡ  مِّتَّ  فَہُمُ  الۡخٰلِدُوۡنَ  ﴿۳۴﴾",
			"index": "2517",
			"name": "এবং আমি তোমাদের পূর্বে কোন মানুষের জন্য পৃথিবীতে অনন্ত জীবন সৃষ্টি করি নি। সুতরাং যদি আপনি ইন্‌তিকাল করেন তবে এরা কি চিরজীবী হয়ে থাকবে?",
			"en_kanzulimaan": "And before you, We did not appoint on earth a never-ending life for any human; will they, if you depart, become immortal?",
			"ur_kanzulimaan": "اور ہم نے تم سے پہلے کسی آدمی کے لیے دنیا میں ہمیشگی نہ بنائی تو کیا اگر تم انتقال فرماؤ تو یہ ہمیشہ رہیں گے",
			"hi_kanzulimaan": "और हमने तुमसे पहले किसी आदमी के लिये दुनिया में हमेशगी  (निरन्तरता) न बनाई (66फ) तो क्या अगर तुम इन्तिक़ाल फ़रमाओ तो ये हमेशा रहेंगे (67फ)",
			"author": "৩৪. আর আমরা আপনার পূর্বে কোনো মানুষকে (দুনিয়ার বাহ্যিক জীবনে) চির স্থায়িত্ব দান করিনি। যদি আপনি (এখান থেকে) ইন্তেকাল করেন, তখন তারা কি চিরকাল অবস্থান করবে?"
		},
		{
			"_id": "2518",
			"sura": "21",
			"para": "17",
			"verses": "35",
			"names": "کُلُّ نَفۡسٍ ذَآئِقَۃُ  الۡمَوۡتِ ؕ وَ نَبۡلُوۡکُمۡ بِالشَّرِّ وَ الۡخَیۡرِ  فِتۡنَۃً ؕ وَ اِلَیۡنَا  تُرۡجَعُوۡنَ ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "کُلُّ نَفۡسٍ ذَآئِقَۃُ  الۡمَوۡتِ ؕ وَ نَبۡلُوۡکُمۡ بِالشَّرِّ وَ الۡخَیۡرِ  فِتۡنَۃً ؕ وَ اِلَیۡنَا  تُرۡجَعُوۡنَ ﴿۳۵﴾ ",
			"index": "2518",
			"name": "প্রত্যেক প্রাণকেই মৃত্যুর স্বাদ গ্রহণ করতে হবে এবং আমি তোমাদেরকে পরীক্ষা করি মন্দ ও ভাল দ্বারা পরখ করার জন্য এবং আমার প্রতি তোমাদেরকে ফিরে আসতে হবে। ",
			"en_kanzulimaan": "Every living being must taste death; and We test you with harm and with good - a trial; and to Us only you have to return.",
			"ur_kanzulimaan": "ہر جان کو موت کا مزہ چکھنا ہے، اور ہم تمہاری آزمائش کرتے ہیں برائی اور بھلائی سے جانچنے کو اور ہماری ہی طرف تمہیں لوٹ کر آنا ہے",
			"hi_kanzulimaan": "हर जान को मौत का मज़ा चखना है और हम तुम्हारी आज़माइश (परीक्षा) करते हैं बुराई और भलाई से (68फ) जांचने को (69फ) और हमारी ही तरफ़ तुम्हें लौट कर आना है (70फ)",
			"author": "৩৫. প্রতিটি প্রাণকেই মৃত্যুর স্বাদ গ্রহণ করতে হবে। আর আমরা তোমাদেরকে পরীক্ষার জন্যে কল্যাণ ও অকল্যাণে নিমজ্জিত করি এবং তোমরা আমাদেরই দিকে প্রত্যাবর্তন করবে।"
		},
		{
			"_id": "2519",
			"sura": "21",
			"para": "17",
			"verses": "36",
			"names": "وَ اِذَا رَاٰکَ الَّذِیۡنَ  کَفَرُوۡۤا  اِنۡ یَّتَّخِذُوۡنَکَ  اِلَّا ہُزُوًا ؕ اَہٰذَا  الَّذِیۡ  یَذۡکُرُ   اٰلِہَتَکُمۡ ۚ وَ ہُمۡ   بِذِکۡرِ  الرَّحۡمٰنِ ہُمۡ کٰفِرُوۡنَ ﴿۳۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذَا رَاٰکَ الَّذِیۡنَ  کَفَرُوۡۤا  اِنۡ یَّتَّخِذُوۡنَکَ  اِلَّا ہُزُوًا ؕ اَہٰذَا  الَّذِیۡ  یَذۡکُرُ   اٰلِہَتَکُمۡ ۚ وَ ہُمۡ   بِذِکۡرِ  الرَّحۡمٰنِ ہُمۡ کٰفِرُوۡنَ ﴿۳۶﴾ ",
			"index": "2519",
			"name": "এবং কাফিরগণ যখন আপনাকে দেখে তখন আপনাকে সাব্যস্ত করে না, কিন্তু ঠাট্টা-বিদ্রূপের পাত্ররূপে। ‘ইনিই কি ওই ব্যক্তি, যিনি তোমাদের উপাস্যগুলোকে মন্দ বলে?’ এবং তারা পরম করুণাময়েরই স্মরণকে অস্বীকার করে। ",
			"en_kanzulimaan": "And when the disbelievers see you, they do not appoint you except as an object of mockery; Is he the one who speaks ill of your Gods?; whereas they deny the remembrance of the Most Gracious Himself!",
			"ur_kanzulimaan": "اور جب کافر تمہیں دیکھتے ہیں تو تمہیں نہیں ٹھہراتے مگر ٹھٹھا کیا یہ ہیں وہ جو تمہارے خداؤں کو برا کہتے ہیں اور وہ رحمن ہی کی یاد سے منکر ہیں",
			"hi_kanzulimaan": "जब काफ़िर तुम्हें देखते हैं तो तुम्हें नहीं ठहराते मगर ठट्टा (71फ) क्या ये वो है जो तुम्हारे ख़ुदाओ को बुरा कहते हैं और वो (72फ) रहमान ही की याद से इन्कारी हैं (73फ)",
			"author": "৩৬. আর যখন কাফেরেরা আপনাকে দেখে, তখন আপনাকে কেবল ঠাট্টাই করতে শুরু করে (আর বলে), ‘এই কি সে ব্যক্তি, যে তোমাদের উপাস্যদের (প্রত্যাখান ও অস্বীকৃতি দিয়ে) সমালোচনা করে?’ আর তারা নিজেরাই তো (প্রতিপালক) ‘রহমান’-এঁর উল্লেখের বিরোধিতা করে।"
		},
		{
			"_id": "2520",
			"sura": "21",
			"para": "17",
			"verses": "37",
			"names": "خُلِقَ الۡاِنۡسَانُ مِنۡ عَجَلٍ ؕ سَاُورِیۡکُمۡ اٰیٰتِیۡ  فَلَا  تَسۡتَعۡجِلُوۡنِ ﴿۳۷﴾ ",
			"number": "",
			"verses_PDMS": "خُلِقَ الۡاِنۡسَانُ مِنۡ عَجَلٍ ؕ سَاُورِیۡکُمۡ اٰیٰتِیۡ  فَلَا  تَسۡتَعۡجِلُوۡنِ ﴿۳۷﴾ ",
			"index": "2520",
			"name": "মানুষকে ত্বরাপ্রবণ করে সৃষ্টি করা হয়েছে। এখন আমি তোমাদেরকে আপন নিদর্শনসমূহ দেখাব; সুতরাং ত্বরা করো না।",
			"en_kanzulimaan": "Man has been created hasty; very soon I shall show you My signs, do not be impatient.",
			"ur_kanzulimaan": "آدمی جلد باز بنایا گیا، اب میں تمہیں اپنی نشانیاں دکھاؤں گا مجھ سے جلدی نہ کرو",
			"hi_kanzulimaan": "आदमी जल्दबाज़ बनाया गया. अब मैं तुम्हें अपनी निशानियां दिखाऊंगा मुझ से जल्दी न करो (74फ)",
			"author": "৩৭. মানুষকে (স্বভাবজাতভাবে) তাড়াহুড়াপ্রবণ করে সৃষ্টি করা হয়েছে। আমি তোমাদেরকে শীঘ্রই আমার নিদর্শনাবলী দেখাবো। সুতরাং তোমরা তাড়াহুড়া কামনা করো না।"
		},
		{
			"_id": "2521",
			"sura": "21",
			"para": "17",
			"verses": "38",
			"names": "وَ یَقُوۡلُوۡنَ مَتٰی ہٰذَا الۡوَعۡدُ اِنۡ  کُنۡتُمۡ صٰدِقِیۡنَ ﴿۳۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَقُوۡلُوۡنَ مَتٰی ہٰذَا الۡوَعۡدُ اِنۡ  کُنۡتُمۡ صٰدِقِیۡنَ ﴿۳۸﴾ ",
			"index": "2521",
			"name": "এবং বলে, ‘কখন পূর্ণ হবে এ প্রতিশ্রুতি যদি তোমরা সত্যবাদী হও?’",
			"en_kanzulimaan": "And they say, When will this promise occur, if you are truthful?",
			"ur_kanzulimaan": "اور کہتے ہیں کب ہوگا یہ وعدہ اگر تم سچے ہو،",
			"hi_kanzulimaan": "और कहते हैं कब होगा यह वादा (75फ) अगर तुम सच्चे हो",
			"author": "৩৮. আর তারা বলে, ‘এ (শাস্তির) অঙ্গীকার কখন (পূর্ণ) হবে, যদি তোমরা সত্যবাদী হও?’"
		},
		{
			"_id": "2522",
			"sura": "21",
			"para": "17",
			"verses": "39",
			"names": "لَوۡ  یَعۡلَمُ  الَّذِیۡنَ  کَفَرُوۡا حِیۡنَ لَا یَکُفُّوۡنَ عَنۡ وُّجُوۡہِہِمُ  النَّارَ  وَ لَا عَنۡ ظُہُوۡرِہِمۡ  وَ لَا  ہُمۡ  یُنۡصَرُوۡنَ ﴿۳۹﴾ ",
			"number": "",
			"verses_PDMS": "لَوۡ  یَعۡلَمُ  الَّذِیۡنَ  کَفَرُوۡا حِیۡنَ لَا یَکُفُّوۡنَ عَنۡ وُّجُوۡہِہِمُ  النَّارَ  وَ لَا عَنۡ ظُہُوۡرِہِمۡ  وَ لَا  ہُمۡ  یُنۡصَرُوۡنَ ﴿۳۹﴾ ",
			"index": "2522",
			"name": "যদি কাফিরগণ কোনমতে জানতো ওই সময়ের কথা, যখন তারা না তাদের মুখমণ্ডল থেকে আগুনকে প্রতিহত করতে পারবে এবং না নিজেদের পৃষ্ঠগুলো থেকে আর না তাদেরকে সাহায্য করা হবে!",
			"en_kanzulimaan": "If only the disbelievers realised the time when they will not be able to stop the fire from their faces and from their backs - and nor are they to be helped.",
			"ur_kanzulimaan": "کسی طرح جانتے کافر اس وقت کو جب نہ روک سکیں گے اپنے مونہوں سے آگے اور نہ اپنی پیٹھوں سے اور نہ ان کی مدد ہو",
			"hi_kanzulimaan": "किसी तरह जानते काफ़िर उस वक़्त को जब न रोक सकेंगे अपने मुंहों से आग (76फ) और न अपनी पीठों से और न उनकी मदद हो (77फ)",
			"author": "৩৯. যদি কাফেরেরা সে সময়ের কথা জানতো, যখন তারা (দোযখের) অগ্নিকে না নিজেদের চেহারা থেকে প্রতিহত করতে পারবে, আর না তাদের পৃষ্ঠ থেকে, আর না তাদেরকে সাহায্য করা হবে। (তখন শাস্তি অন্বেষণে দ্রুততার জন্যে হম্বিতম্বি করতো না।)"
		},
		{
			"_id": "2523",
			"sura": "21",
			"para": "17",
			"verses": "40",
			"names": "بَلۡ تَاۡتِیۡہِمۡ بَغۡتَۃً  فَتَبۡہَتُہُمۡ فَلَا یَسۡتَطِیۡعُوۡنَ رَدَّہَا وَ لَا ہُمۡ یُنۡظَرُوۡنَ ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "بَلۡ تَاۡتِیۡہِمۡ بَغۡتَۃً  فَتَبۡہَتُہُمۡ فَلَا یَسۡتَطِیۡعُوۡنَ رَدَّہَا وَ لَا ہُمۡ یُنۡظَرُوۡنَ ﴿۴۰﴾ ",
			"index": "2523",
			"name": "বরং তা তাদের উপর হঠাৎ করে এসে পড়বে, তখন তা তাদেরকে হতভম্ভ করে দেবে; অতঃপর না তারা সেটা রোধ করতে পারবে এবং না তাদেরকে অবকাশ দেওয়া হবে। ",
			"en_kanzulimaan": "In fact it will suddenly come upon them, therefore shocking them, and they will not be able to repel it nor will they be given respite.",
			"ur_kanzulimaan": "بلکہ وہ ان پر اچانک آپڑے گی تو انہیں بے حواس کردے گی پھر نہ وہ اسے پھیرسکیں گے اور نہ انہیں مہلت دی جائے گی",
			"hi_kanzulimaan": "बल्कि वह उनपर अचानक आ पड़ेगी (78फ) तो उन्हें बे हवास कर देगी फिर न वो उसे फेर सकेंगे और न उन्हें मुहलत दी जाएगी (79फ)",
			"author": "৪০. প্রকৃতপক্ষে, এ (কিয়ামত) তাদের নিকট অকস্মাৎ এসে পৌঁছুবে, তখন তাদেরকে হতবুদ্ধি করে দেবে। সুতরাং তারা না একে প্রতিরোধ করতে পারবে, আর না তাদেরকে অবকাশ দেয়া হবে।"
		},
		{
			"_id": "2524",
			"sura": "21",
			"para": "17",
			"verses": "41",
			"names": "وَ لَقَدِ اسۡتُہۡزِئَ بِرُسُلٍ مِّنۡ قَبۡلِکَ فَحَاقَ بِالَّذِیۡنَ سَخِرُوۡا مِنۡہُمۡ مَّا کَانُوۡا بِہٖ  یَسۡتَہۡزِءُوۡنَ ﴿۴۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدِ اسۡتُہۡزِئَ بِرُسُلٍ مِّنۡ قَبۡلِکَ فَحَاقَ بِالَّذِیۡنَ سَخِرُوۡا مِنۡہُمۡ مَّا کَانُوۡا بِہٖ  یَسۡتَہۡزِءُوۡنَ ﴿۴۱﴾ ",
			"index": "2524",
			"name": "এবং নিশ্চয় আপনার পূর্ববর্তী রসূলগণের প্রতি বিদ্রূপ করা হয়েছে, তখন ঠাট্টা-বিদ্রূপকারীদের ঠাত্তা-বিদ্রুপ তাদেরকেই পেয়ে বসেছে। ",
			"en_kanzulimaan": "And indeed the Noble Messengers before you were mocked at, but their mockery ruined the mockers themselves.",
			"ur_kanzulimaan": "اور بیشک تم سے اگلے رسولوں کے ساتھ ٹھٹھا کیا گیا تو مسخرگی کرنے والوں کا ٹھٹھا انہیں کو لے بیٹھا",
			"hi_kanzulimaan": "और बेशक तुमसे अगले रसूलों के साथ ठठ्ठा किया गया (80फ) तो मसख़रगी (ठठ्ठा) करने वालों का ठठ्ठा उन्हीं को ले बैठा (81फ)",
			"author": "৪১. আর নিশ্চয়ই আপনার পূর্বেও রাসূলগণের সাথে ঠাট্টা-বিদ্রুপ করা হয়েছিল। সুতরাং তাদের মধ্যে যারা ঠাট্টা করতো, (শাস্তিরূপে) তা-ই তাদেরকে বেষ্টন করে নিয়েছে, যা নিয়ে তারা ঠাট্টা করতো।"
		},
		{
			"_id": "2525",
			"sura": "21",
			"para": "17",
			"verses": "42",
			"names": "قُلۡ مَنۡ یَّکۡلَؤُکُمۡ  بِالَّیۡلِ وَ النَّہَارِ مِنَ الرَّحۡمٰنِ ؕ بَلۡ ہُمۡ عَنۡ ذِکۡرِ رَبِّہِمۡ مُّعۡرِضُوۡنَ ﴿۴۲﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ مَنۡ یَّکۡلَؤُکُمۡ  بِالَّیۡلِ وَ النَّہَارِ مِنَ الرَّحۡمٰنِ ؕ بَلۡ ہُمۡ عَنۡ ذِکۡرِ رَبِّہِمۡ مُّعۡرِضُوۡنَ ﴿۴۲﴾ ",
			"index": "2525",
			"name": "আপনি বলুন, ‘রাত ও দিনে পরম করুণাময় থেকে তোমাদেরকে কে রক্ষা করছে? বরং তারা আপন রবের স্মরণ থেকে মুখ ফিরিয়ে আছে। ",
			"en_kanzulimaan": "Proclaim, Who guards you night and day from the Most Gracious? In fact they have turned away from the remembrance of their Lord.",
			"ur_kanzulimaan": "تم فرماؤ شبانہ روز تمہاری کون نگہبانی کرتا ہے رحمان سے بلکہ وہ اپنے رب کی یاد سے منہ پھیرے ہیں",
			"hi_kanzulimaan": "तुम फ़रमाओ रात दिन तुम्हारी निगहबानी कौन करता है रहमान से (82फ) बल्कि वो अपने रब की याद से मुंह फेरे हैं (83फ)",
			"author": "৪২. বলে দিন, ‘রাতে ও দিনে করুণাময় (আল্লাহ্‌র শাস্তি) থেকে তোমাদেরকে কে রক্ষা করতে পারে?’ বরং তারা তাদের (এ) প্রতিপালকের স্মরণ থেকে পলায়নপর।"
		},
		{
			"_id": "2526",
			"sura": "21",
			"para": "17",
			"verses": "43",
			"names": "اَمۡ لَہُمۡ اٰلِہَۃٌ  تَمۡنَعُہُمۡ مِّنۡ دُوۡنِنَا ؕ لَا یَسۡتَطِیۡعُوۡنَ نَصۡرَ اَنۡفُسِہِمۡ وَ لَا ہُمۡ مِّنَّا یُصۡحَبُوۡنَ ﴿۴۳﴾ ",
			"number": "",
			"verses_PDMS": "اَمۡ لَہُمۡ اٰلِہَۃٌ  تَمۡنَعُہُمۡ مِّنۡ دُوۡنِنَا ؕ لَا یَسۡتَطِیۡعُوۡنَ نَصۡرَ اَنۡفُسِہِمۡ وَ لَا ہُمۡ مِّنَّا یُصۡحَبُوۡنَ ﴿۴۳﴾ ",
			"index": "2526",
			"name": "তাদের কি এমন কিছু খোদা রয়েছে, যারা তাদেরকে আমার (পাকড়াও) থেকে রক্ষা করে? সেগুলো নিজেরা নিজেদেরকেও রক্ষা করতে পারে না এবং না আমার নিকট থেকে তাদেরকে কোন সাহায্য করা হবে। ",
			"en_kanzulimaan": "Do they have some Gods who protect them from Us? Neither can they save themselves nor save their friends from Us.",
			"ur_kanzulimaan": "کیا ان کے کچھ خدا ہیں جو ان کو ہم سے بچاتے ہیں وہ اپنی ہی جانوں کو نہیں بچاسکتے اور نہ ہماری طرف سے ان کی یاری ہو،",
			"hi_kanzulimaan": "क्या उनके कुछ ख़ुदा हैं (84फ) जो उनको हम से बचाते हैं (85फ) वो अपनी ही जानों को नहीं बचा सकते (86फ) और न हमारी तरफ़ से उनकी यारी हो",
			"author": "৪৩. আমরা ব্যতীত তাদের কি আরো কোনো উপাস্য রয়েছে, যারা তাদেরকে (শাস্তি থেকে) রক্ষা করতে পারে? তারা না নিজেরা নিজেদেরকে সাহায্যের শক্তি রাখে, আর না আমাদের নিকট থেকে তাদের জন্যে কোনো সমর্থন ও সাহচর্য থাকবে।"
		},
		{
			"_id": "2527",
			"sura": "21",
			"para": "17",
			"verses": "44",
			"names": "بَلۡ مَتَّعۡنَا ہٰۤؤُلَآءِ  وَ اٰبَآءَہُمۡ حَتّٰی طَالَ عَلَیۡہِمُ الۡعُمُرُ ؕ اَفَلَا یَرَوۡنَ اَنَّا نَاۡتِی الۡاَرۡضَ نَنۡقُصُہَا مِنۡ اَطۡرَافِہَا ؕ اَفَہُمُ  الۡغٰلِبُوۡنَ ﴿۴۴﴾ ",
			"number": "",
			"verses_PDMS": "بَلۡ مَتَّعۡنَا ہٰۤؤُلَآءِ  وَ اٰبَآءَہُمۡ حَتّٰی طَالَ عَلَیۡہِمُ الۡعُمُرُ ؕ اَفَلَا یَرَوۡنَ اَنَّا نَاۡتِی الۡاَرۡضَ نَنۡقُصُہَا مِنۡ اَطۡرَافِہَا ؕ اَفَہُمُ  الۡغٰلِبُوۡنَ ﴿۴۴﴾ ",
			"index": "2527",
			"name": "বরং আমি তাদেরকে এবং তাদের পিতৃপুরুষকে ভোগ-সম্ভার প্রদান করেছি, এমন কি তাদের আয়ুষ্কালও দীর্ঘ হয়েছে, তবে কি তারা দেখতে পাচ্ছে না যে, আমি যমীনকে সেটার প্রান্তগুলো থেকে সঙ্কুচিত করে আনছি? তবুও কি এরা বিজয়ী হবে?’",
			"en_kanzulimaan": "But in fact We have given these (disbelievers) and their fathers a benefit to the extent that life became long for them; so do they not see that We are reducing the land from its borders? So will these be victorious?",
			"ur_kanzulimaan": "بلکہ ہم نے ان کو اور ان کے باپ دادا کو برتاوا دیا یہاں تک کہ زندگی ان پر دراز ہوئی تو کیا نہیں دیکھتے کہ ہم زمین کو اس کے کناروں سے گھٹاتے آرہے ہیں تو کیا یہ غالب ہوں گے",
			"hi_kanzulimaan": "बल्कि हमने उनको (87फ) और उनके बाप दादा को बर्तावा दिया (88फ) यहाँ तक कि ज़िन्दगी उनपर दराज़ (लम्बी) हुई (89फ) तो क्या नहीं देखते कि हम (90फ) ज़मीन को उसके किनारों से घटाते आ रहे हैं (91फ) तो क्या ये ग़ालिब होंगे (92फ)",
			"author": "৪৪. বরং আমরা তাদেরকে এবং তাদের পিতৃপুরুষদেরকে (জীবন যাপনের সুখ-স্বাচ্ছন্দ্য দিয়ে) পরিতৃপ্ত করেছিলাম, এমনকি তাদের বয়সও দীর্ঘ হয়েছিল। সুতরাং তারা কি দেখে না যে, আমরা (এখন ইসলামী বিজয়ের মাধ্যমে তাদের ক্ষমতাধীন) এলাকাসমূহকে সকল দিক থেকে সঙ্কুচিত করে নিয়ে যাচ্ছি? কাজেই তারা কি (এখন) বিজয়ী হবে?"
		},
		{
			"_id": "2528",
			"sura": "21",
			"para": "17",
			"verses": "45",
			"names": "قُلۡ  اِنَّمَاۤ  اُنۡذِرُکُمۡ  بِالۡوَحۡیِ ۫ۖ وَ لَا یَسۡمَعُ الصُّمُّ الدُّعَآءَ  اِذَا مَا یُنۡذَرُوۡنَ ﴿۴۵﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اِنَّمَاۤ  اُنۡذِرُکُمۡ  بِالۡوَحۡیِ ۫ۖ وَ لَا یَسۡمَعُ الصُّمُّ الدُّعَآءَ  اِذَا مَا یُنۡذَرُوۡنَ ﴿۴۵﴾ ",
			"index": "2528",
			"name": "আপনি বলুন, ‘আমি তোমাদেরকে শুধু ওহী দ্বারা সতর্ক করি; এবং বধিরগণ আহ্বান শুনে না যখন সতর্ক করা হয়’। ",
			"en_kanzulimaan": "Proclaim (O dear Prophet Mohammed - peace and blessings be upon him) I warn you only with the divine revelation; and the deaf do not hear the call when warned.",
			"ur_kanzulimaan": "تم فرماؤ کہ میں تم کو صرف وحی سے ڈراتا ہوں اور بہرے پکارنا نہیں سنتے جب ڈرائے جائیں،",
			"hi_kanzulimaan": "तुम फ़रमाओ कि मैं तुम को सिर्फ़ वही (देववाणी) से डराता हूँ (93फ) और बहरे पुकारना नहीं सुनते जब डराए जाएं (94फ)",
			"author": "৪৫. বলে দিন, ‘আমি তো তোমাদেরকে কেবল ওহীর মাধ্যমেই সতর্ক করি’। আর বধিরেরা আহ্বান শুনতে পায় না যখনই তাদেরকে সতর্ক করা হয়।"
		},
		{
			"_id": "2529",
			"sura": "21",
			"para": "17",
			"verses": "46",
			"names": "وَ لَئِنۡ مَّسَّتۡہُمۡ نَفۡحَۃٌ مِّنۡ عَذَابِ رَبِّکَ لَیَقُوۡلُنَّ یٰوَیۡلَنَاۤ  اِنَّا کُنَّا ظٰلِمِیۡنَ ﴿۴۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَئِنۡ مَّسَّتۡہُمۡ نَفۡحَۃٌ مِّنۡ عَذَابِ رَبِّکَ لَیَقُوۡلُنَّ یٰوَیۡلَنَاۤ  اِنَّا کُنَّا ظٰلِمِیۡنَ ﴿۴۶﴾ ",
			"index": "2529",
			"name": "এবং যদি তাদেরকে আপনার রবের শাস্তির বাতাস স্পর্শ করে যায়, তবে অবশ্যই বলবে, ‘হায় দুর্ভোগ আমাদের! নিশ্চয় আমরা যালিম ছিলাম’। ",
			"en_kanzulimaan": "And if a whiff of your Lords punishment were to touch them, they would certainly say, Woe to us - we were indeed unjust!",
			"ur_kanzulimaan": "اور اگر انہیں تمہارے رب کے عذاب کی ہوا چھو جائے تو ضرور کہیں گے ہائے خرابی ہماری بیشک ہم ظالم تھے",
			"hi_kanzulimaan": "और अगर उन्हें तुम्हारे रब के अज़ाब की हवा छू जाए तो ज़रूर कहेंगे हाय ख़राबी हमारी बेशक हम ज़ालिम थे (95फ)",
			"author": "৪৬. যদি (প্রকৃতপক্ষে) তাদেরকে আপনার প্রতিপালকের নিকট থেকে সামান্যতম শাস্তি(ও) স্পর্শ করে, তবে তারা অবশ্যই বলবে, ‘হায় আমাদের দুর্ভাগ্য! নিশ্চয়ই আমরাই ছিলাম যালিম।’"
		},
		{
			"_id": "2530",
			"sura": "21",
			"para": "17",
			"verses": "47",
			"names": "وَ نَضَعُ الۡمَوَازِیۡنَ الۡقِسۡطَ لِیَوۡمِ الۡقِیٰمَۃِ  فَلَا  تُظۡلَمُ  نَفۡسٌ شَیۡئًا ؕ وَ اِنۡ کَانَ مِثۡقَالَ حَبَّۃٍ مِّنۡ خَرۡدَلٍ اَتَیۡنَا بِہَا ؕ وَ کَفٰی  بِنَا حٰسِبِیۡنَ ﴿۴۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ نَضَعُ الۡمَوَازِیۡنَ الۡقِسۡطَ لِیَوۡمِ الۡقِیٰمَۃِ  فَلَا  تُظۡلَمُ  نَفۡسٌ شَیۡئًا ؕ وَ اِنۡ کَانَ مِثۡقَالَ حَبَّۃٍ مِّنۡ خَرۡدَلٍ اَتَیۡنَا بِہَا ؕ وَ کَفٰی  بِنَا حٰسِبِیۡنَ ﴿۴۷﴾ ",
			"index": "2530",
			"name": "এবং আমি ক্বিয়ামতের দিন ন্যায় বিচারের মানদণ্ডসমূহ স্থাপন করবো। সুতরাং কারো আত্নার প্রতি কোন অবিচল করা হবে না। এবং যদি কোন বস্তু তিল-বীজের পরিমাণও হয়, তবে আমি তাও নিয়ে আসবো; আর আমি যথেষ্ট হিসাব গ্রহণে। ",
			"en_kanzulimaan": "And We shall set up the scales of justice on the Day of Resurrection - therefore no soul will be wronged in the least; and if a thing is equal to a grain of mustard seed, We will bring it; and We are Sufficient to (take) account.",
			"ur_kanzulimaan": "اور ہم عدل کی ترازوئیں رکھیں گے قیامت کے دن تو کسی جان پر کچھ ظلم نہ ہوگا، اور اگر کوئی چیز رائی کے دانہ کے برابر ہو تو ہم اسے لے آئیں گے، اور ہم کافی ہیں حساب کو،",
			"hi_kanzulimaan": "और हम अदल (न्याय) की तराजुएं रखेंगे क़यामत के दिन तो किसी जान पर कुछ ज़ुल्म न होगा, और अगर कोई चीज़ (96फ) राई के दाने के बराबर हो तो ह म उसे ले आएंगे, और हम काफ़ी हैं हिसाब को",
			"author": "৪৭. আর আমরা কিয়ামতের দিন স্থাপন করবো ন্যায়বিচারের মানদন্ড। সুতরাং কোনো প্রাণের প্রতি কোনো অবিচার করা হবে না। আর যদি (কারো কর্ম) সরিষার দানা পরিমাণও হয় (তবে) আমরা তাও উপস্থিত করবো। আর আমরাই হিসাব গ্রহণকারীরূপে যথেষ্ট।"
		},
		{
			"_id": "2531",
			"sura": "21",
			"para": "17",
			"verses": "48",
			"names": "وَ لَقَدۡ اٰتَیۡنَا مُوۡسٰی وَ ہٰرُوۡنَ الۡفُرۡقَانَ وَ ضِیَآءً  وَّ  ذِکۡرًا  لِّلۡمُتَّقِیۡنَ ﴿ۙ۴۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اٰتَیۡنَا مُوۡسٰی وَ ہٰرُوۡنَ الۡفُرۡقَانَ وَ ضِیَآءً  وَّ  ذِکۡرًا  لِّلۡمُتَّقِیۡنَ ﴿ۙ۴۸﴾ ",
			"index": "2531",
			"name": "এবং নিশ্চয় আমি মূসা ও হারূনকে ‘মীমাংসার মাপকাঠি’ প্রদান করেছি ও উজ্জ্বল আলো আর খোদাভীরুদের জন্য উপদেশ। ",
			"en_kanzulimaan": "And indeed We gave Moosa and Haroon the Judgement * and a light and an advice for the pious. (* The Holy Book Taurat.)",
			"ur_kanzulimaan": "اور بیشک ہم نے موسیٰ اور ہارون کو فیصلہ دیا اور اجالا اور پرہیزگاروں کو نصیحت",
			"hi_kanzulimaan": "और बेशक हमने मूसा और हारून को फ़ैसला दिया (97फ) और उजाला (98फ) और परहेज़गारी को नसीहत (99फ)",
			"author": "৪৮. আর নিশ্চয়ই আমরা মূসা এবং হারুন (আলাইহিমাস সালাম)-কে (সত্য-মিথ্যার) পার্থক্যকারী এবং (আপাদমস্তক) আলো এবং পরহেযগারদের জন্যে উপদেশ (-নির্ভর কিতাব তাওরাত) দান করেছিলাম।"
		},
		{
			"_id": "2532",
			"sura": "21",
			"para": "17",
			"verses": "49",
			"names": "الَّذِیۡنَ  یَخۡشَوۡنَ رَبَّہُمۡ بِالۡغَیۡبِ وَ ہُمۡ مِّنَ  السَّاعَۃِ  مُشۡفِقُوۡنَ ﴿۴۹﴾ ",
			"number": "",
			"verses_PDMS": "الَّذِیۡنَ  یَخۡشَوۡنَ رَبَّہُمۡ بِالۡغَیۡبِ وَ ہُمۡ مِّنَ  السَّاعَۃِ  مُشۡفِقُوۡنَ ﴿۴۹﴾ ",
			"index": "2532",
			"name": "ওই সব লোক, যারা না দেখেও আপন রবকে ভয় করে এবং ক্বিয়ামতের ভয় তাদের মধ্যে লেগেই রয়েছে। ",
			"en_kanzulimaan": "Those who fear their Lord without seeing and who apprehend the Last Day.",
			"ur_kanzulimaan": "وہ جو بے دیکھے اپنے رب سے ڈرتے ہیں اور انہیں قیامت کا اندیشہ لگا ہوا ہے،",
			"hi_kanzulimaan": "वो जो बे देखे अपने रब से डरते हैं और उन्हें क़यामत का डर लगा हुआ है",
			"author": "৪৯. যারা তাদের প্রতিপালককে না দেখে ভয় করে এবং যারা কিয়ামত (দিবসের ভয়াবহতা) থেকে ভীত থাকে।"
		},
		{
			"_id": "2533",
			"sura": "21",
			"para": "17",
			"verses": "50",
			"names": "وَ ہٰذَا ذِکۡرٌ  مُّبٰرَکٌ اَنۡزَلۡنٰہُ ؕ اَفَاَنۡتُمۡ  لَہٗ مُنۡکِرُوۡنَ ﴿۵۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہٰذَا ذِکۡرٌ  مُّبٰرَکٌ اَنۡزَلۡنٰہُ ؕ اَفَاَنۡتُمۡ  لَہٗ مُنۡکِرُوۡنَ ﴿۵۰﴾ ",
			"index": "2533",
			"name": "এবং এটা হচ্ছে কল্যাণময় উপদেশ, যা আমি অবতীর্ণ করেছি। তবুও কি তোমরা সেটার অস্বীকারকারী হও?",
			"en_kanzulimaan": "This is a blessed remembrance, sent down by Us; so do you deny it?",
			"ur_kanzulimaan": "اور یہ ہے برکت والا ذکر کہ ہم نے اتارا تو کیا تم اس کے منکر ہو،",
			"hi_kanzulimaan": "और यह है बरकत वाला ज़िक्र कि हमने उतारा (100फ) तो क्या तुम उसके इन्कारी हो",
			"author": "৫০. এ (কুরআন) কল্যাণময় উপদেশ, যা আমরা অবতীর্ণ করেছি। তোমরা কি একে অস্বীকার করো?"
		},
		{
			"_id": "2534",
			"sura": "21",
			"para": "17",
			"verses": "51",
			"names": "وَ لَقَدۡ اٰتَیۡنَاۤ  اِبۡرٰہِیۡمَ  رُشۡدَہٗ  مِنۡ  قَبۡلُ وَ کُنَّا  بِہٖ  عٰلِمِیۡنَ  ﴿ۚ۵۱﴾",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اٰتَیۡنَاۤ  اِبۡرٰہِیۡمَ  رُشۡدَہٗ  مِنۡ  قَبۡلُ وَ کُنَّا  بِہٖ  عٰلِمِیۡنَ  ﴿ۚ۵۱﴾",
			"index": "2534",
			"name": "আর নিশ্চয় আমি ইব্রাহীমকে পূর্ব থেকেই তাঁর সৎপথ দান করেছি এবং আমি তাঁর সম্বন্ধে পরিজ্ঞাত ছিলাম। ",
			"en_kanzulimaan": "And indeed We bestowed Ibrahim with guidance from the beginning, and We were Aware of him.",
			"ur_kanzulimaan": "اور بیشک ہم نے ابراہیم کو پہلے ہی سے اس کی نیک راہ عطا کردی اور ہم اس سے خبردار تھے،",
			"hi_kanzulimaan": "और बेशक हमने इब्राहीम को (101फ) पहले ही से उसकी नेक राह अता कर दी और हम उससे ख़बरदार थे (102फ)",
			"author": "৫১. আর আমরা তো পূর্ব থেকেই ইবরাহীম (আলাইহিস সালাম)-কে তাঁর (মর্যাদা অনুসারে) উপলব্ধি ও হেদায়াত দান করেছিলাম, আর আমরা (সক্ষমতা ও উপযুক্ততা বিবেচনায়) তাঁর সর্ম্পকে ছিলাম সম্পুর্ণ পরিজ্ঞাত।"
		},
		{
			"_id": "2535",
			"sura": "21",
			"para": "17",
			"verses": "52",
			"names": "اِذۡ قَالَ لِاَبِیۡہِ وَ قَوۡمِہٖ مَا ہٰذِہِ التَّمَاثِیۡلُ  الَّتِیۡۤ  اَنۡتُمۡ  لَہَا  عٰکِفُوۡنَ ﴿۵۲﴾ ",
			"number": "",
			"verses_PDMS": "اِذۡ قَالَ لِاَبِیۡہِ وَ قَوۡمِہٖ مَا ہٰذِہِ التَّمَاثِیۡلُ  الَّتِیۡۤ  اَنۡتُمۡ  لَہَا  عٰکِفُوۡنَ ﴿۵۲﴾ ",
			"index": "2535",
			"name": "যখন সে তাঁর পিতা ও সম্প্রদায়কে বললো, ‘এ মূর্তিগুলো কী, যেগুলোর সম্মুখে তোমরা আসন পেতে বসে আছো?’",
			"en_kanzulimaan": "When he said to his father and his people, What are these idols before whom you squat (worshipping)?",
			"ur_kanzulimaan": "جب اس نے اپنے باپ اور قوم سے کہا یہ مورتیں کیا ہیں جن کے آگے تم آسن مارے (پوجا کے لیے بیٹھے) ہو",
			"hi_kanzulimaan": "जब उसने अपने बाप और क़ौम से कहा ये मूरतें क्या हैं (103फ) जिनके आगे तुम आसन मारे (पूजा के लिये) हो (104फ)",
			"author": "৫২. যখন তিনি তাঁর পিতা (অর্থাৎ চাচা) এবং নিজ সম্প্রদায়কে বললেন, ‘এ কেমন মূর্তি, যাতে তোমরা (উপাসনায়) মগ্ন রয়েছো?’"
		},
		{
			"_id": "2536",
			"sura": "21",
			"para": "17",
			"verses": "53",
			"names": "قَالُوۡا  وَجَدۡنَاۤ  اٰبَآءَنَا لَہَا عٰبِدِیۡنَ ﴿۵۳﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا  وَجَدۡنَاۤ  اٰبَآءَنَا لَہَا عٰبِدِیۡنَ ﴿۵۳﴾ ",
			"index": "2536",
			"name": "তারা বললো, ‘আমরা আপন পিতৃপুরুষকে সেগুলোর পূজা করতে (দেখতে) পেয়েছি’। ",
			"en_kanzulimaan": "They said, We found our forefathers worshipping them.",
			"ur_kanzulimaan": "بولے ہم نے اپنے دادا کو ان کی پوجا کرتے پایا",
			"hi_kanzulimaan": "बाले हमने अपने बाप दादा को उनकी पूजा करते पाया (105फ)",
			"author": "৫৩. তারা বললো, ‘আমরা আমাদের পিতৃপুরুষগণকে এগুলোর উপাসনা করতে দেখেছি’।"
		},
		{
			"_id": "2537",
			"sura": "21",
			"para": "17",
			"verses": "54",
			"names": "قَالَ لَقَدۡ کُنۡتُمۡ  اَنۡتُمۡ  وَ اٰبَآؤُکُمۡ  فِیۡ  ضَلٰلٍ مُّبِیۡنٍ ﴿۵۴﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ لَقَدۡ کُنۡتُمۡ  اَنۡتُمۡ  وَ اٰبَآؤُکُمۡ  فِیۡ  ضَلٰلٍ مُّبِیۡنٍ ﴿۵۴﴾ ",
			"index": "2537",
			"name": "বললো, ‘নিশ্চয় তোমরা ও তোমাদের পিতৃপুরুষ সবাই স্পষ্ট বিভ্রান্তিতে রয়েছো’। ",
			"en_kanzulimaan": "He said, Indeed you all - you and your forefathers - were in open error.",
			"ur_kanzulimaan": "کہا بے شک تم اور تمہارے باپ دادا سب کھلی گمراہی میں ہو،",
			"hi_kanzulimaan": "कहा बेशक तुम और तुम्हारे बाप दादा सब खुली गुमराही में हो",
			"author": "৫৪. (ইবরাহীম আলাইহিস সালাম) বললেন, ‘নিশ্চয়ই তোমরা এবং তোমাদের পিতৃপুরুষগণ (সবাই) স্পষ্ট গোমরাহীতে ছিলে’।"
		},
		{
			"_id": "2538",
			"sura": "21",
			"para": "17",
			"verses": "55",
			"names": "قَالُوۡۤا  اَجِئۡتَنَا بِالۡحَقِّ اَمۡ  اَنۡتَ مِنَ اللّٰعِبِیۡنَ ﴿۵۵﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡۤا  اَجِئۡتَنَا بِالۡحَقِّ اَمۡ  اَنۡتَ مِنَ اللّٰعِبِیۡنَ ﴿۵۵﴾ ",
			"index": "2538",
			"name": "তারা বললো, ‘তুমি কি আমাদের নিকট সত্য নিয়ে এসেছো, না এভাবেই খেলা করছো’?",
			"en_kanzulimaan": "They said, Have you brought the Truth to us, or are you just making fun?",
			"ur_kanzulimaan": "بولے کیا تم ہمارے پاس حق لائے ہو یا یونہی کھیلتے ہو",
			"hi_kanzulimaan": "बोले क्या तुम हमारे पास हक़ लाए हो या यूंही खेलते हो (106फ)",
			"author": "৫৫. তারা বললো, ‘(কেবল) তুমিই কি সত্য নিয়ে এসেছো, নাকি তুমি (কেবল) বিনোদনকারীদের একজন?’"
		},
		{
			"_id": "2539",
			"sura": "21",
			"para": "17",
			"verses": "56",
			"names": "قَالَ بَلۡ رَّبُّکُمۡ رَبُّ السَّمٰوٰتِ وَ الۡاَرۡضِ الَّذِیۡ فَطَرَہُنَّ ۫ۖ وَ اَنَا عَلٰی ذٰلِکُمۡ  مِّنَ  الشّٰہِدِیۡنَ ﴿۵۶﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ بَلۡ رَّبُّکُمۡ رَبُّ السَّمٰوٰتِ وَ الۡاَرۡضِ الَّذِیۡ فَطَرَہُنَّ ۫ۖ وَ اَنَا عَلٰی ذٰلِکُمۡ  مِّنَ  الشّٰہِدِیۡنَ ﴿۵۶﴾ ",
			"index": "2539",
			"name": "বললো, ‘বরং তোমাদের রব তিনিই, যিনি রব হন আসমানসমূহ ও যমীনের, যিনি সেগুলোকে সৃষ্টি করেছেন, এবং এ বিষয়ে আমি অন্যতম সাক্ষী হই। ",
			"en_kanzulimaan": "He said, In fact, your Lord is the Lord of the heavens and the earth, the One Who created them; and I am of those who testify to it.",
			"ur_kanzulimaan": "کہا بلکہ تمہارا رب وہ ہے جو رب ہے آسمان اور زمین کا جس نے انہیں پیدا کیا، اور میں اس پر گواہوں میں سے ہوں،",
			"hi_kanzulimaan": "कहा बल्कि तुम्हारा रब वह है जो रब है आसमानों और ज़मीन का जिसने उन्हें पैदा किया और मैं इस पर गवाहों में से हूँ",
			"author": "৫৬. (ইবরাহীম আলাইহিস সালাম) বললেন, ‘বরং তোমাদের প্রতিপালক আকাশমন্ডলী এবং পৃথিবীর প্রতিপালক, যিনি এসব (কিছু) সৃষ্টি করেছেন আর আমি এ (সত্য বিষয়) সম্পর্কে সাক্ষ্য প্রদানকারীদের মধ্যে রয়েছি।"
		},
		{
			"_id": "2540",
			"sura": "21",
			"para": "17",
			"verses": "57",
			"names": "وَ تَاللّٰہِ لَاَکِیۡدَنَّ  اَصۡنَامَکُمۡ بَعۡدَ اَنۡ تُوَلُّوۡا مُدۡبِرِیۡنَ ﴿۵۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ تَاللّٰہِ لَاَکِیۡدَنَّ  اَصۡنَامَکُمۡ بَعۡدَ اَنۡ تُوَلُّوۡا مُدۡبِرِیۡنَ ﴿۵۷﴾ ",
			"index": "2540",
			"name": "এবং আমার আল্লাহ্‌র শপথ! আমি তোমাদের মূর্তিগুলোর ধ্বংস কামনা করবো এরপর যে, তোমরা পৃষ্ঠপ্রদর্শন করে ফিরে যাবে’। ",
			"en_kanzulimaan": "And, by oath of Allah, I shall seek to harm your idols after you have gone away and turned your backs.",
			"ur_kanzulimaan": "اور مجھے اللہ کی قسم ہے میں تمہارے بتوں کا برا چاہوں گا بعد اس کے کہ تم پھر جاؤ پیٹھ دے کر",
			"hi_kanzulimaan": "और मुझे अल्लाह की क़सम है मैं तुम्हारे बुतों का बुरा चाहूंगा बाद इसके कि तुम फिर जाओ पीठ देकर (107फ)",
			"author": "৫৭. আর আল্লাহ্‌র শপথ! যখন তোমরা পৃষ্ঠ-প্রদর্শন করে ফিরে যাবে, তখন আমি তোমাদের মূর্তিদের সাথে অবশ্যই এক কৌশল অবলম্বন করবো।’"
		},
		{
			"_id": "2541",
			"sura": "21",
			"para": "17",
			"verses": "58",
			"names": "فَجَعَلَہُمۡ جُذٰذًا  اِلَّا کَبِیۡرًا  لَّہُمۡ  لَعَلَّہُمۡ اِلَیۡہِ  یَرۡجِعُوۡنَ ﴿۵۸﴾ ",
			"number": "",
			"verses_PDMS": "فَجَعَلَہُمۡ جُذٰذًا  اِلَّا کَبِیۡرًا  لَّہُمۡ  لَعَلَّہُمۡ اِلَیۡہِ  یَرۡجِعُوۡنَ ﴿۵۸﴾ ",
			"index": "2541",
			"name": "অতঃপর সে সবকে চূর্ণ-বিচূর্ণ করে দিলো, কিন্তু একটাকে, যেটা ওই সবের মধ্যে বড় ছিলো এ জন্য যে, সম্ভবতঃ তারা তাকে কিছু জিজ্ঞাসা করবে। ",
			"en_kanzulimaan": "He shattered them all, except the biggest among them, that perhaps they may question it.",
			"ur_kanzulimaan": "تو ان سب کو چورا کردیا مگر ایک کو جو ان کا سب سے بڑا تھا کہ شاید وہ اس سے کچھ پوچھیں",
			"hi_kanzulimaan": "तो उन सब को (108फ) चूरा कर दिया मगर एक को जो उन सबका बड़ा था (109फ) कि शायद वो उससे कुछ पूछें (110फ)",
			"author": "৫৮. অতঃপর ইবরাহীম (আলাইহিস সালাম) এ গুলোকে চূর্ণ-বিচূর্ণ করে ফেললেন, বড়টি ব্যতীত, যাতে তারা এর শরণাপন্ন হতে পারে।"
		},
		{
			"_id": "2542",
			"sura": "21",
			"para": "17",
			"verses": "59",
			"names": "قَالُوۡا مَنۡ فَعَلَ ہٰذَا بِاٰلِہَتِنَاۤ  اِنَّہٗ  لَمِنَ  الظّٰلِمِیۡنَ ﴿۵۹﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا مَنۡ فَعَلَ ہٰذَا بِاٰلِہَتِنَاۤ  اِنَّہٗ  لَمِنَ  الظّٰلِمِیۡنَ ﴿۵۹﴾ ",
			"index": "2542",
			"name": "তারা বললো, ‘আমাদের খোদাগুলোর সাথে কে এমন আচরণ করলো? নিশ্চয় সে যালিম’।",
			"en_kanzulimaan": "They said, Who has done this to our Gods? He is indeed cruel!",
			"ur_kanzulimaan": "بولے کس نے ہمارے خداؤں کے ساتھ یہ کام کیا بیشک وہ ظالم ہے،",
			"hi_kanzulimaan": "बोले किस ने हमारे ख़ुदाओ के साथ यह काम किया बेशक वह ज़ालिम है",
			"author": "৫৯. তারা বলতে লাগলো, ‘কে আমাদের উপাস্যদের এ অবস্থা করেছে? নিশ্চয়ই সে যালিমদের অন্তর্ভুক্ত।’"
		},
		{
			"_id": "2543",
			"sura": "21",
			"para": "17",
			"verses": "60",
			"names": "قَالُوۡا سَمِعۡنَا فَتًی یَّذۡکُرُہُمۡ یُقَالُ لَہٗۤ اِبۡرٰہِیۡمُ ﴿ؕ۶۰﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا سَمِعۡنَا فَتًی یَّذۡکُرُہُمۡ یُقَالُ لَہٗۤ اِبۡرٰہِیۡمُ ﴿ؕ۶۰﴾ ",
			"index": "2543",
			"name": "তাদের মধ্য থেকে কিছু সংখ্যক লোক বললো, ‘আমরা এক যুবককে সেগুলকে মন্দ বলতে শুনেছি, যাকে ইব্রাহীম বলা হয়’।",
			"en_kanzulimaan": "Some among them said, We heard a youth speak ill of them - the one called Ibrahim.",
			"ur_kanzulimaan": "ان میں کے کچھ بولے ہم نے ایک جوان کو انہیں برا کہتے سنا جسے ابراہیم کہتے ہیں",
			"hi_kanzulimaan": "उनमें के कुछ बोले हमने एक जवान को उन्हें बुरा कहते सुना जिसे इब्राहीम कहते हैं (111फ)",
			"author": "৬০. (কিছু) লোক বললো, ‘আমরা এক যুবকের কথা শুনেছি, যে (অস্বীকার ও কটাক্ষের সাথে) এগুলোর আলোচনা করে, তাঁকে ইবরাহীম নামে ডাকা হয়’।"
		},
		{
			"_id": "2544",
			"sura": "21",
			"para": "17",
			"verses": "61",
			"names": "قَالُوۡا فَاۡتُوۡا بِہٖ عَلٰۤی اَعۡیُنِ النَّاسِ لَعَلَّہُمۡ  یَشۡہَدُوۡنَ ﴿۶۱﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا فَاۡتُوۡا بِہٖ عَلٰۤی اَعۡیُنِ النَّاسِ لَعَلَّہُمۡ  یَشۡہَدُوۡنَ ﴿۶۱﴾ ",
			"index": "2544",
			"name": "তারা বললো, ‘সুতরাং লোকসম্মুখে তাকে উপস্থিত করো, হয়তো তারা সাক্ষ্য দেবে’।",
			"en_kanzulimaan": "They said, Therefore bring him in front of the people, perhaps they may testify.",
			"ur_kanzulimaan": "بولے تو اسے لوگوں کے سامنے لاؤ شاید وہ گواہی دیں",
			"hi_kanzulimaan": "बोले तो उसे लोगों के सामने लाओ शायद वो गवाही दें (112फ)",
			"author": "৬১. তারা বললো, ‘তাঁকে লোক সম্মুখে উপস্থিত করো, যাতে তারা (তাঁকে) দেখতে পায়’।"
		},
		{
			"_id": "2545",
			"sura": "21",
			"para": "17",
			"verses": "62",
			"names": "قَالُوۡۤا ءَاَنۡتَ فَعَلۡتَ ہٰذَا بِاٰلِہَتِنَا یٰۤـاِبۡرٰہِیۡمُ ﴿ؕ۶۲﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡۤا ءَاَنۡتَ فَعَلۡتَ ہٰذَا بِاٰلِہَتِنَا یٰۤـاِبۡرٰہِیۡمُ ﴿ؕ۶۲﴾ ",
			"index": "2545",
			"name": "তারা বললো, ‘তুমি কি আমাদের খোদাগুলোর সাথে এ আচরণ করেছো, হে ইব্রাহীম’।",
			"en_kanzulimaan": "They said, Did you do this to our Gods, O Ibrahim?",
			"ur_kanzulimaan": "بولے کیا تم نے ہمارے خداؤں کے ساتھ یہ کام کیا اے ابراہیم",
			"hi_kanzulimaan": "बोले क्या तुमने हमारे ख़ुदाओं के साथ यह काम किया, ऐ इब्राहीम (113फ)",
			"author": "৬২. (ইবরাহীম আলাইহিস সালাম এলে) তারা বলতে লাগলো, ‘তুমিই কি আমাদের উপাস্যদের এ অবস্থা করেছো? হে ইবরাহীম!’"
		},
		{
			"_id": "2546",
			"sura": "21",
			"para": "17",
			"verses": "63",
			"names": "قَالَ بَلۡ  فَعَلَہٗ ٭ۖ   کَبِیۡرُہُمۡ ہٰذَا فَسۡـَٔلُوۡہُمۡ  اِنۡ  کَانُوۡا یَنۡطِقُوۡنَ ﴿۶۳﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ بَلۡ  فَعَلَہٗ ٭ۖ   کَبِیۡرُہُمۡ ہٰذَا فَسۡـَٔلُوۡہُمۡ  اِنۡ  کَانُوۡا یَنۡطِقُوۡنَ ﴿۶۳﴾ ",
			"index": "2546",
			"name": "তিনি বললেন, ‘বরং সেগুলোর মধ্যে সম্ভবতঃ ওই বড়টাই করেছে। সুতরাং সেগুলোকে জিজ্ঞাসা করো যদি সেগুলো কথা বলে’। ",
			"en_kanzulimaan": "Said he, Rather, their chief may have done it; so question them, if they can speak.",
			"ur_kanzulimaan": "فرمایا بلکہ ان کے اس بڑے نے کیا ہوگا تو ان سے پوچھو اگر بولتے ہوں",
			"hi_kanzulimaan": "फ़रमाया बल्कि उनके उस बड़े ने किया होगा (114फ) तो उनसे पूछो अगर बोलते हों (115फ)",
			"author": "৬৩. তিনি বললেন, ‘বরং এ (কাজ) তাদের এ বড় (মূর্তি)-টি করে থাকবে, সুতরাং এদেরকেই (এ মূর্তিগুলোকে) জিজ্ঞেস করো, যদি তারা বলতে পারে’।"
		},
		{
			"_id": "2547",
			"sura": "21",
			"para": "17",
			"verses": "64",
			"names": "فَرَجَعُوۡۤا اِلٰۤی اَنۡفُسِہِمۡ فَقَالُوۡۤا اِنَّکُمۡ اَنۡتُمُ  الظّٰلِمُوۡنَ ﴿ۙ۶۴﴾ ",
			"number": "",
			"verses_PDMS": "فَرَجَعُوۡۤا اِلٰۤی اَنۡفُسِہِمۡ فَقَالُوۡۤا اِنَّکُمۡ اَنۡتُمُ  الظّٰلِمُوۡنَ ﴿ۙ۶۴﴾ ",
			"index": "2547",
			"name": "সুতরাং তারা নিজেদের মনের প্রতি প্রত্যাবর্তন করলো, (মনে মনে ভাবতে লাগলো) এবং বললো, ‘নিশ্চয়, তোমরাই যালিম’। ",
			"en_kanzulimaan": "So they turned towards their own selves and (inwardly) said, Indeed you yourselves are unjust.",
			"ur_kanzulimaan": "تو اپنے جی کی طرف پلٹے اور بولے بیشک تمہیں ستمگار ہو",
			"hi_kanzulimaan": "तो अपने जी की तरफ़ पलटे (116फ) और बोले बेशक तुम्हीं सितमगर हो (117फ)",
			"author": "৬৪. অতঃপর তারা তাদের (বিবেচনায়) পরস্পরের দিকে ফিরল এবং বলতে লাগলো, ‘নিশ্চয়ই তোমরা নিজেরাই (এ পরাধীন ও অসার মূর্তির উপাসনা করে) যালিম (হয়ে গিয়েছো)।’"
		},
		{
			"_id": "2548",
			"sura": "21",
			"para": "17",
			"verses": "65",
			"names": "ثُمَّ  نُکِسُوۡا عَلٰی  رُءُوۡسِہِمۡ ۚ لَقَدۡ  عَلِمۡتَ مَا ہٰۤؤُلَآءِ  یَنۡطِقُوۡنَ ﴿۶۵﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ  نُکِسُوۡا عَلٰی  رُءُوۡسِہِمۡ ۚ لَقَدۡ  عَلِمۡتَ مَا ہٰۤؤُلَآءِ  یَنۡطِقُوۡنَ ﴿۶۵﴾ ",
			"index": "2548",
			"name": "অতঃপর তাদেরকে তাদের মস্তকের উপর ভয় করে অবনত করানো হলো (আর বলতে লাগলো) যে, ‘আপনি ভালভাবে জানেন এরা কথা বলে না’।",
			"en_kanzulimaan": "Again they were inverted upon their heads; saying, You know well that these do not speak.",
			"ur_kanzulimaan": "پھر اپنے سروں کے بل اوندھائے گئے کہ تمہیں خوب معلوم ہے یہ بولتے نہیں",
			"hi_kanzulimaan": "फिर अपने सरों के बल औंधाए गए (118फ) कि तुम्हें ख़ूब मालूम है ये बोलते नहीं (119फ)",
			"author": "৬৫. অতঃপর তাদের মস্তক অবনত হয়ে গেল (অর্থাৎ নিজেদের বিবেক বুদ্ধি ঘুরে গেল এবং বলতে লাগলো:) ‘নিশ্চয়ই (হে ইবরাহীম!) তুমি তো নিজেই জানো যে, এরা কথা বলে না।’"
		},
		{
			"_id": "2549",
			"sura": "21",
			"para": "17",
			"verses": "66",
			"names": "قَالَ اَفَتَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ مَا لَا یَنۡفَعُکُمۡ  شَیۡئًا وَّ لَا  یَضُرُّکُمۡ ﴿ؕ۶۶﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ اَفَتَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ مَا لَا یَنۡفَعُکُمۡ  شَیۡئًا وَّ لَا  یَضُرُّکُمۡ ﴿ؕ۶۶﴾ ",
			"index": "2549",
			"name": "বললো, ‘তবে কি তোমরা আল্লাহ্‌ ব্যতীত এমন সবের পূজা করছো, যেগুলো না তোমাদের উপকার করতে পারে এবং না ক্ষতি করতে পারে?",
			"en_kanzulimaan": "He said, What! You worship, instead of Allah, one that neither benefits you nor harms you?",
			"ur_kanzulimaan": "کہا تو کیا اللہ کے سوا ایسے کو پوجتے ہو جو نہ تمہیں نفع دے اور نہ نقصان پہنچائے",
			"hi_kanzulimaan": "कहा तो क्या अल्लाह के सिवा ऐसे को पूजते हो जो न तुम्हें नफ़ा दे (120फ) और न नुक़सान पहुंचाए (121फ)",
			"author": "৬৬. (ইবরাহীম আলাইহিস সালাম) বললেন, ‘তোমরা কি আল্লাহ্কে ছেড়ে এসবের (এ মূর্তির) উপাসনা করছো যারা না তোমাদের কোনো উপকার করতে পারে, আর না তোমাদের কোনো ক্ষতি করতে পারে?"
		},
		{
			"_id": "2550",
			"sura": "21",
			"para": "17",
			"verses": "67",
			"names": "اُفٍّ لَّکُمۡ وَ لِمَا تَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ ؕ اَفَلَا  تَعۡقِلُوۡنَ ﴿۶۷﴾ ",
			"number": "",
			"verses_PDMS": "اُفٍّ لَّکُمۡ وَ لِمَا تَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ ؕ اَفَلَا  تَعۡقِلُوۡنَ ﴿۶۷﴾ ",
			"index": "2550",
			"name": "ধিক্কার তোমাদের প্রতি এবং ওই মূর্তিগুলোর প্রতি, যেগুলোকে তোমরা আল্লাহ্‌ ব্যতীত পূজা করছো! তবে কি তোমাদের বিবেক নেই’?",
			"en_kanzulimaan": "Disgrace be upon you and all the idols whom you worship instead of Allah; so do you not have sense?",
			"ur_kanzulimaan": "تف ہے تم پر اور ان بتوں پر جن کو اللہ کے سوا پوجتے ہو، تو کیا تمہیں عقل نہیں",
			"hi_kanzulimaan": "तुफ़्र है तुम पर और उन बुतों पर जिन को अल्लाह के सिवा पूजते हो तो क्या तुम्हें अक़्ल नहीं (122फ)",
			"author": "৬৭. ধিক্ তোমাদের প্রতি এবং এসবের প্রতি, আল্লাহ্ ব্যতীত তোমরা যাদের উপাসনা করছো। তোমাদের কি কান্ডজ্ঞান নেই?’"
		},
		{
			"_id": "2551",
			"sura": "21",
			"para": "17",
			"verses": "68",
			"names": "قَالُوۡا حَرِّقُوۡہُ وَ انۡصُرُوۡۤا اٰلِہَتَکُمۡ  اِنۡ کُنۡتُمۡ  فٰعِلِیۡنَ ﴿۶۸﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا حَرِّقُوۡہُ وَ انۡصُرُوۡۤا اٰلِہَتَکُمۡ  اِنۡ کُنۡتُمۡ  فٰعِلِیۡنَ ﴿۶۸﴾ ",
			"index": "2551",
			"name": "তারা বললো, ‘তাকে জ্বালিয়ে দাও এবং নিজেদের খোদাগুলোকে সাহায্য করো। যদি তোমাদের কিছু করার থাকো!’",
			"en_kanzulimaan": "They said, Burn him and help your Gods, if you want to.",
			"ur_kanzulimaan": "بولے ان کو جلادو اور اپنے خداؤں کی مدد کروں اگر تمہیں کرنا ہے",
			"hi_kanzulimaan": "बोले उनको जला दो और अपने ख़ुदाओं की मदद करो अगर तुम्हें करना है (123फ)",
			"author": "৬৮. তারা বললো, ‘তাকে পুড়িয়ে দাও এবং তোমাদের (ধ্বংসপ্রাপ্ত) উপাস্যদেরকে সাহায্য করো, যদি তোমরা (কিছু) সম্পাদনকারী হও’।"
		},
		{
			"_id": "2552",
			"sura": "21",
			"para": "17",
			"verses": "69",
			"names": "قُلۡنَا یٰنَارُ کُوۡنِیۡ بَرۡدًا وَّ سَلٰمًا عَلٰۤی اِبۡرٰہِیۡمَ ﴿ۙ۶۹﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡنَا یٰنَارُ کُوۡنِیۡ بَرۡدًا وَّ سَلٰمًا عَلٰۤی اِبۡرٰہِیۡمَ ﴿ۙ۶۹﴾ ",
			"index": "2552",
			"name": "আমি বললাম, ‘হে আগুন! ইব্রাহীমের উপর হয়ে যাও শীতল ও নিরাপদ!’ ",
			"en_kanzulimaan": "We said, O fire, become cool and peaceful upon Ibrahim.",
			"ur_kanzulimaan": "ہم نے فرمایا اے آگ ہو جا ٹھنڈی اور سلامتی ابراہیم پر",
			"hi_kanzulimaan": "हमने फ़रमाया ऐ आग ठण्डी होजा और सलामती इब्राहीम पर (124फ)",
			"author": "৬৯. আমরা বললাম, ‘হে অগ্নি! তুমি ইবরাহীমের জন্যে শীতল ও পূর্ণ শান্তিময় হও।’"
		},
		{
			"_id": "2553",
			"sura": "21",
			"para": "17",
			"verses": "70",
			"names": "وَ اَرَادُوۡا بِہٖ کَیۡدًا فَجَعَلۡنٰہُمُ الۡاَخۡسَرِیۡنَ ﴿ۚ۷۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَرَادُوۡا بِہٖ کَیۡدًا فَجَعَلۡنٰہُمُ الۡاَخۡسَرِیۡنَ ﴿ۚ۷۰﴾ ",
			"index": "2553",
			"name": "এবং তারা তাঁর ক্ষতি সাধনের ইচ্ছা করলো। তখন আমি তাদেরকে সর্বাধিক ক্ষতিগ্রস্ত করে দিলাম। ",
			"en_kanzulimaan": "And they wished to cause him harm, so We made them the greatest of losers.",
			"ur_kanzulimaan": "اور انہوں نے اس کا برا چاہا تو ہم نے انہیں سب سے بڑھ کر زیاں کار کردیا",
			"hi_kanzulimaan": "और उन्होंने उसका बुरा चाहा तो हमने उन्हें सब से बढकर ज़ियांकार (घाटे वाला) कर दिया (125फ)",
			"author": "৭০. আর তারা ইবরাহীম (আলাইহিস সালাম)-এঁর বিরুদ্ধে মন্দ চালের ইচ্ছা করেছিল; কিন্তু আমরা তাদেরকে চরমভাবে ব্যর্থ করে দিয়েছিলাম।"
		},
		{
			"_id": "2554",
			"sura": "21",
			"para": "17",
			"verses": "71",
			"names": "وَ نَجَّیۡنٰہُ  وَ لُوۡطًا  اِلَی الۡاَرۡضِ الَّتِیۡ بٰرَکۡنَا  فِیۡہَا  لِلۡعٰلَمِیۡنَ ﴿۷۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ نَجَّیۡنٰہُ  وَ لُوۡطًا  اِلَی الۡاَرۡضِ الَّتِیۡ بٰرَکۡنَا  فِیۡہَا  لِلۡعٰلَمِیۡنَ ﴿۷۱﴾ ",
			"index": "2554",
			"name": "এবং আমি তাকে ও লূতকে নাজাত দান করে নিয়ে গেলাম ওই ভূমির দিকে যাতে আমি বিশ্ববাসীদের জন্য কল্যাণ রেখেছি। ",
			"en_kanzulimaan": "And We rescued him and Lut towards the land which We have blessed for the entire world.",
			"ur_kanzulimaan": "اور ہم اسے اور لوط کو نجات بخشی اس زمین کی طرف جس میں ہم نے جہاں والوں کے لیے برکت رکھی",
			"hi_kanzulimaan": "और हमने उसे और लूत को (126फ) निजात बख़्शी (127फ) उस ज़मीन की तरफ़ (128फ) जिसमें हमने दुनिया वालों के लिये बरकत रखी (129फ)",
			"author": "৭১. আর আমরা ইবরাহীম (আলাইহিস সালাম)-কে এবং (তাঁর ভাতিজা অর্থাৎ স্বীয় ভাই হারুনের পুত্র) লূত (আলাইহিস সালাম)-কে উদ্ধার করে (ইরাক থেকে) এ অঞ্চলে (সিরিয়ায়) নিয়ে গেলাম যেখানে আমরা জগতবাসীর জন্যে কল্যাণ রেখেছি।"
		},
		{
			"_id": "2555",
			"sura": "21",
			"para": "17",
			"verses": "72",
			"names": "وَ وَہَبۡنَا لَہٗۤ  اِسۡحٰقَ ؕ وَ یَعۡقُوۡبَ  نَافِلَۃً ؕ وَ کُلًّا  جَعَلۡنَا صٰلِحِیۡنَ ﴿۷۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ وَہَبۡنَا لَہٗۤ  اِسۡحٰقَ ؕ وَ یَعۡقُوۡبَ  نَافِلَۃً ؕ وَ کُلًّا  جَعَلۡنَا صٰلِحِیۡنَ ﴿۷۲﴾ ",
			"index": "2555",
			"name": "এবং আমি তাকে দান করেছি ইসহাক্বকে আর ইয়া’ক্বুবকে পৌত্ররূপে এবং আমি তাদের সবাইকে আমার বিশেষ নৈকট্যের উপযোগী করেছি। ",
			"en_kanzulimaan": "And We bestowed him Ishaq, and Yaqub the grandson; and We made all of them worthy of Our proximity.",
			"ur_kanzulimaan": "اور ہم نے اسے اسحاق عطا فرمایا اور یعقوب پوتا، اور ہم نے ان سب کو اپنے قرب خاص کا سزاوار کیا،",
			"hi_kanzulimaan": "और हमने उसे इस्हाक़ अता फ़रमाया (130फ) और यअक़ूब पोता और हमने उन सबको अपने ख़ास क़ुर्ब का अधिकारी किया",
			"author": "৭২. আর আমরা তাঁকে (পুত্র সন্তান) ইসহাক (আলাইহিস সালাম) দান করলাম এবং আরো দান করলাম (পৌত্র) ইয়াকুব (আলাইহিস সালামকে, তাঁর দোয়ার কারণে)। আর আমরা তাঁদের সকলকে করেছিলাম সৎকর্মপরায়ণ;"
		},
		{
			"_id": "2556",
			"sura": "21",
			"para": "17",
			"verses": "73",
			"names": "وَ جَعَلۡنٰہُمۡ اَئِمَّۃً یَّہۡدُوۡنَ بِاَمۡرِنَا وَ اَوۡحَیۡنَاۤ  اِلَیۡہِمۡ فِعۡلَ الۡخَیۡرٰتِ وَ اِقَامَ الصَّلٰوۃِ  وَ اِیۡتَآءَ الزَّکٰوۃِ ۚ وَ کَانُوۡا لَنَا عٰبِدِیۡنَ ﴿ۚۙ۷۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَعَلۡنٰہُمۡ اَئِمَّۃً یَّہۡدُوۡنَ بِاَمۡرِنَا وَ اَوۡحَیۡنَاۤ  اِلَیۡہِمۡ فِعۡلَ الۡخَیۡرٰتِ وَ اِقَامَ الصَّلٰوۃِ  وَ اِیۡتَآءَ الزَّکٰوۃِ ۚ وَ کَانُوۡا لَنَا عٰبِدِیۡنَ ﴿ۚۙ۷۳﴾ ",
			"index": "2556",
			"name": "এবং আমি তাদেরকে ‘ইমাম’ করেছি, যারা আমার নির্দেশে আহ্বান করে আর আমি তাদের প্রতি ওহী প্রেরণ করেছি- সৎকর্ম করতে, নামায প্রতিষ্ঠিত রাখতে এবং যাকাত প্রদান করতে; আর তারা আমার ইবাদত করতো। ",
			"en_kanzulimaan": "And We made them leaders who guide by Our command, and We sent them the divine revelation to do good deeds and to keep the prayer established and to give charity; and they used to worship Us.",
			"ur_kanzulimaan": "اور ہم نے انہیں امام کیا کہ ہمارے حکم سے بلاتے ہیں اور ہم نے انہیں وحی بھیجی اچھے کام کرنے اور نماز برپا رکھنے اور زکوٰة دینے کی اور وہ ہماری بندگی کرتے تھے،",
			"hi_kanzulimaan": "और हमने उन्हें इमाम किया कि (131फ) हमारे हुक्म से बुलाते हैं और हमने उन्हें वही (देववाणी) भेजी अच्छे काम करने और नमाज़ क़ायम रखने और ज़कात देने की, और वो हमारी बन्दगी करते थे",
			"author": "৭৩. আর আমরা তাদেরকে করেছিলাম (মানবজাতির) নেতা, তাঁরা (মানুষকে) আমাদের নির্দেশে হেদায়াত দান করতো। আর আমরা তাদেরকে কল্যাণকর কাজ ও নামায কায়েম করার এবং যাকাত আদায়ের (বিধান) প্রত্যাদেশ করেছিলাম। আর তাঁরা সবাই ছিলেন আমাদের নিবেদিতপ্রাণ ইবাদতকারী।"
		},
		{
			"_id": "2557",
			"sura": "21",
			"para": "17",
			"verses": "74",
			"names": "وَ لُوۡطًا اٰتَیۡنٰہُ حُکۡمًا وَّ عِلۡمًا وَّ نَجَّیۡنٰہُ مِنَ الۡقَرۡیَۃِ  الَّتِیۡ کَانَتۡ تَّعۡمَلُ الۡخَبٰٓئِثَ ؕ اِنَّہُمۡ کَانُوۡا قَوۡمَ سَوۡءٍ فٰسِقِیۡنَ ﴿ۙ۷۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لُوۡطًا اٰتَیۡنٰہُ حُکۡمًا وَّ عِلۡمًا وَّ نَجَّیۡنٰہُ مِنَ الۡقَرۡیَۃِ  الَّتِیۡ کَانَتۡ تَّعۡمَلُ الۡخَبٰٓئِثَ ؕ اِنَّہُمۡ کَانُوۡا قَوۡمَ سَوۡءٍ فٰسِقِیۡنَ ﴿ۙ۷۴﴾ ",
			"index": "2557",
			"name": "আর লূতকে আমি রাষ্ট্রীয় ক্ষমতা ও জ্ঞান প্রদান করেছি এবং তাকে এমন এক জনপদ থেকে উদ্ধার করেছি, যারা অশ্লীল কাজ করতো; নিশ্চয় তারা মন্দলোক, নির্দেশ অমান্যকারী ছিলো। ",
			"en_kanzulimaan": "And We gave Lut the kingdom and knowledge, and We rescued him from the township that committed vile deeds; indeed those evil people were disobedient.",
			"ur_kanzulimaan": "اور لوط کو ہم نے حکومت اور علم دیا اور اسے اس بستی سے نجات بخشی جو گندے کام کرتی تھی بیشک وہ برُے لوگ بے حکم تھے،",
			"hi_kanzulimaan": "और लूत को हमने हुक़ूमत और इल्म दिया और उसे उस बस्ती से निजात बख़्शी जो गन्दे काम करती थी (132फ) बेशक वो बुरे लोग बेहुक्म थे",
			"author": "৭৪. আর লূত (আলাইহিস সালাম)-কে(ও) আমরা প্রজ্ঞা ও জ্ঞান দিয়ে অনুগ্রহ করেছিলাম। আর আমরা তাকে সে জনপদ থেকে মুক্তি দিয়েছিলাম, যার অধিবাসীরা ছিল অশ্লীল কাজে লিপ্ত। নিশ্চয়ই তারা ছিল অত্যন্ত খারাপ (এবং) দূরাচারী সম্প্রদায়।"
		},
		{
			"_id": "2558",
			"sura": "21",
			"para": "17",
			"verses": "75",
			"names": "وَ اَدۡخَلۡنٰہُ فِیۡ  رَحۡمَتِنَا ؕ اِنَّہٗ مِنَ الصّٰلِحِیۡنَ ﴿۷۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَدۡخَلۡنٰہُ فِیۡ  رَحۡمَتِنَا ؕ اِنَّہٗ مِنَ الصّٰلِحِیۡنَ ﴿۷۵﴾ ",
			"index": "2558",
			"name": "এবং আমি তাকে আপনার করুণার মধ্যে প্রবেশ করিয়েছি। নিঃসন্দেহে, সে আমার একান্ত নৈকট্যের উপযোগীদের অন্তর্ভুক্ত। ",
			"en_kanzulimaan": "And We admitted him into Our mercy; indeed he is among those who deserve Our proximity.",
			"ur_kanzulimaan": "اور ہم نے اسے اپنی رحمت میں داخل کیا، بیشک وہ ہمارے قرب خاص سزاواروں میں ہے،",
			"hi_kanzulimaan": "और हमने उसे (133फ) अपनी रहमत में दाख़िल किया, बेशक वह हमारे ख़ास क़ुर्ब (नज़दीकी) के अधिकारियों में हैं",
			"author": "৭৫. আর আমরা লূত (আলাইহিস সালাম)-কে আমাদের অনুগ্রহাঙ্গনে প্রবেশ করিয়েছিলাম। নিশ্চয়ই তিনি ছিলেন সৎকর্মশীলদের অন্তর্ভুক্ত।"
		},
		{
			"_id": "2559",
			"sura": "21",
			"para": "17",
			"verses": "76",
			"names": "وَ نُوۡحًا اِذۡ نَادٰی مِنۡ قَبۡلُ فَاسۡتَجَبۡنَا لَہٗ فَنَجَّیۡنٰہُ وَ اَہۡلَہٗ مِنَ الۡکَرۡبِ الۡعَظِیۡمِ ﴿ۚ۷۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ نُوۡحًا اِذۡ نَادٰی مِنۡ قَبۡلُ فَاسۡتَجَبۡنَا لَہٗ فَنَجَّیۡنٰہُ وَ اَہۡلَہٗ مِنَ الۡکَرۡبِ الۡعَظِیۡمِ ﴿ۚ۷۶﴾ ",
			"index": "2559",
			"name": "এবং নূহকে; যখন সে ইতোপূর্বে আমাকে আহ্বান করেছে, তখন আমি তাঁর প্রার্থনা মঞ্জুর করেছি এবং তাকে ও তাঁর পরিজনবর্গকে মহা সংকট থেকে উদ্ধার করেছি। ",
			"en_kanzulimaan": "And before this when Nooh called Us - We therefore heard his prayer and rescued him and his household from the great calamity.",
			"ur_kanzulimaan": "اور نوح کو جب اس سے پہلے اس نے ہمیں پکارا تو ہم نے اس کی دعا قبول کی اور اسے اور اس کے گھر والوں کو بڑی سختی سے نجات دی",
			"hi_kanzulimaan": "और नूह को जब इससे पहले उसने हमें पुकारा तो हमने उसकी दुआ क़ुबूल की और उसे और उसके घर वालो को बड़ी सख़्ती से निजात दी (134फ)",
			"author": "৭৬. আর নূহ (আলাইহিস সালামের কথাও স্মরণ করুন) যখন তিনি (অন্যান্য নবী আলাইহিমুস সালামগণের) পূর্বে (আমাদেরকে) ডেকেছিলেন, আর আমরা তাঁর দু’আ কবুল করেছিলাম। অতঃপর আমরা তাঁকে এবং তাঁর পরিবারবর্গকে খুবই কঠিন দুঃখ-দুর্দশা থেকে উদ্ধার করেছিলাম।"
		},
		{
			"_id": "2560",
			"sura": "21",
			"para": "17",
			"verses": "77",
			"names": "وَ نَصَرۡنٰہُ مِنَ الۡقَوۡمِ الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا ؕ اِنَّہُمۡ کَانُوۡا قَوۡمَ سَوۡءٍ فَاَغۡرَقۡنٰہُمۡ  اَجۡمَعِیۡنَ ﴿۷۷﴾  ",
			"number": "",
			"verses_PDMS": "وَ نَصَرۡنٰہُ مِنَ الۡقَوۡمِ الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا ؕ اِنَّہُمۡ کَانُوۡا قَوۡمَ سَوۡءٍ فَاَغۡرَقۡنٰہُمۡ  اَجۡمَعِیۡنَ ﴿۷۷﴾  ",
			"index": "2560",
			"name": "এবং আমি ওই সব লোকের বিরুদ্ধে তাকে সাহায্য করেছি যারা আমার নিদর্শনাবলী অস্বীকার করেছে; নিশ্চয় তারা মন্দলোক ছিলো; অতঃপর আমি তাদের সবাইকে নিমজ্জিত করেছি। ",
			"en_kanzulimaan": "And We helped him against the people who denied Our signs; indeed they were evil people, We therefore drowned them all.",
			"ur_kanzulimaan": "اور ہم نے ان لوگوں پر اس کو مدد دی جنہوں نے ہماری آیتیں جھٹلائیں، بیشک وہ برے لوگ تھے تو ہم نے ان سب کو ڈبو دیا،",
			"hi_kanzulimaan": "और हमने उन लोगों पर उसको मदद दी जिन्होंने हमारी आयतें झुटलाई, बेशक वो बुरे लोग थे हमने उन सब को डुबो दिया",
			"author": "৭৭. আর আমরা তাঁকে সাহায্য করেছিলাম সেই সম্প্রদায়ের (যন্ত্রণাদায়ক অবস্থার) বিরুদ্ধে যারা আমাদের আয়াতসমূহকে মিথ্যাপ্রতিপন্ন করতো। নিশ্চয়ই তারা(ও) ছিল খুবই খারাপ সম্প্রদায়, সুতরাং আমরা তাদের সকলকে ডুবিয়ে দিয়েছিলাম।"
		},
		{
			"_id": "2561",
			"sura": "21",
			"para": "17",
			"verses": "78",
			"names": "وَ دَاوٗدَ  وَ سُلَیۡمٰنَ  اِذۡ یَحۡکُمٰنِ فِی الۡحَرۡثِ  اِذۡ  نَفَشَتۡ فِیۡہِ غَنَمُ  الۡقَوۡمِ ۚ وَ کُنَّا  لِحُکۡمِہِمۡ  شٰہِدِیۡنَ ﴿٭ۙ۷۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ دَاوٗدَ  وَ سُلَیۡمٰنَ  اِذۡ یَحۡکُمٰنِ فِی الۡحَرۡثِ  اِذۡ  نَفَشَتۡ فِیۡہِ غَنَمُ  الۡقَوۡمِ ۚ وَ کُنَّا  لِحُکۡمِہِمۡ  شٰہِدِیۡنَ ﴿٭ۙ۷۸﴾ ",
			"index": "2561",
			"name": "এবং দাঊদ ও সুলায়মানকে স্মরণ করুন! যখন শস্যক্ষেত্রের এক বিবাদ মীমাংসা করছিলো, যখন রাতের বেলায় তাতে কিছুলোকের মেষসমূহ প্রবেশ করেছিলো এবং আমি তাদের বিচারের সময় উপস্থিত ছিলাম।",
			"en_kanzulimaan": "And remember Dawud and Sulaiman, when they were deciding the dispute of a field, when some peoples sheep had strayed into it at night; and We were Present at the time of their deciding.",
			"ur_kanzulimaan": "اور داؤد اور سلیمان کو یاد کرو جب کھیتی کا ایک جھگڑا چکاتے تھے، جب رات کو اس میں کچھ لوگوں کی بکریاں چھوٹیں اور ہم ان کے حکم کے وقت حاضر تھے،",
			"hi_kanzulimaan": "और दाऊद और सुलैमान को याद करो जब खेती का एक झगड़ा चुकाते थे जब रात को उसमें कुछ लोगों की बकरियां छूटीं (135फ) और हम उनके हुक्म के वक़्त हाज़िर थे",
			"author": "৭৮. আর দাউদ ও সুলাইমান (আলাইহিমাস সালামের ঘটনাও স্মরণ করুন), যে সময় তাঁরা উভয়ে শস্যক্ষেত্রের ব্যাপারে (এক বিবাদের) ফায়সালা করছিলেন, যখন তাতে রাতের বেলা এক সম্প্রদায়ের রাখালবিহীন বকরীপাল প্রবেশ করেছিল (এবং শস্যক্ষেত্র ধ্বংস করে দিয়েছিল।) আর আমরা প্রত্যক্ষ করছিলাম তাদের বিচার।"
		},
		{
			"_id": "2562",
			"sura": "21",
			"para": "17",
			"verses": "79",
			"names": "فَفَہَّمۡنٰہَا سُلَیۡمٰنَ ۚ وَ کُلًّا  اٰتَیۡنَا حُکۡمًا وَّ عِلۡمًا ۫ وَّ سَخَّرۡنَا مَعَ دَاوٗدَ الۡجِبَالَ یُسَبِّحۡنَ وَ الطَّیۡرَ ؕ وَ کُنَّا فٰعِلِیۡنَ ﴿۷۹﴾ ",
			"number": "",
			"verses_PDMS": "فَفَہَّمۡنٰہَا سُلَیۡمٰنَ ۚ وَ کُلًّا  اٰتَیۡنَا حُکۡمًا وَّ عِلۡمًا ۫ وَّ سَخَّرۡنَا مَعَ دَاوٗدَ الۡجِبَالَ یُسَبِّحۡنَ وَ الطَّیۡرَ ؕ وَ کُنَّا فٰعِلِیۡنَ ﴿۷۹﴾ ",
			"index": "2562",
			"name": "আমি ওই বিষয় সুলায়মানকে বুঝিয়ে দিয়েছি এবং উভয়কে রাষ্ট্রীয় শাসন ক্ষমতা ও জ্ঞান দান করেছি; আর দাঊদের সাথে পর্বতকে অনুগত ঘোষণা করতো; এবং পক্ষীকুলকেও। আর এসব আমার কাজ ছিলো। ",
			"en_kanzulimaan": "And We explained the case to Sulaiman; and to both We gave the kingdom and knowledge; and subjected the hills to proclaim the Purity along with Dawud, and (also subjected) the birds; and these were Our works.",
			"ur_kanzulimaan": "ہم نے وہ معاملہ سلیمان کو سمجھادیا اور دونوں کو حکومت اور علم عطا کیا اور داؤد کے ساتھ پہاڑ مسخر فرمادیے کہ تسبیح کرتے اور پرندے اور یہ ہمارے کام تھے،",
			"hi_kanzulimaan": "हमने वह मामला सुलैमान को समझा दिया (136फ) और दोनों को हुक़ूमत और इल्म अता किया (137फ) और दाऊद  के साथ पहाड़ मुसख़्ख़र फ़रमा दिये कि तस्बीह करते और परिन्दे (138फ) और ये हमारे काम थे",
			"author": "৭৯. সুতরাং আমরাই সুলাইমান (আলাইহিস সালাম)-কে তা (অর্থাৎ বিচারের পদ্ধতি) শিখিয়েছিলাম এবং তাদের সকলকে প্রজ্ঞা ও জ্ঞান দিয়ে অনুগ্রহ করেছিলাম। আর আমরা পর্বতমালা এবং পক্ষীকুলকে (পর্যন্ত) দাউদ (আলাইহিস সালাম)-এঁর (নির্দেশের) অধীন করে দিয়েছিলাম। তারা (সকলে তাঁর সাথে মিলে) আমাদের পবিত্রতা ও মহিমা ঘোষণা করতো। আর আমরাই ছিলাম (এ সকল কিছু) সম্পাদনকারী।"
		},
		{
			"_id": "2563",
			"sura": "21",
			"para": "17",
			"verses": "80",
			"names": "وَ عَلَّمۡنٰہُ  صَنۡعَۃَ  لَبُوۡسٍ لَّکُمۡ لِتُحۡصِنَکُمۡ مِّنۡۢ بَاۡسِکُمۡ ۚ فَہَلۡ اَنۡتُمۡ شٰکِرُوۡنَ ﴿۸۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ عَلَّمۡنٰہُ  صَنۡعَۃَ  لَبُوۡسٍ لَّکُمۡ لِتُحۡصِنَکُمۡ مِّنۡۢ بَاۡسِکُمۡ ۚ فَہَلۡ اَنۡتُمۡ شٰکِرُوۡنَ ﴿۸۰﴾ ",
			"index": "2563",
			"name": "এবং আমি তাকে তোমাদের এক পরিধেয় (বর্ম) তৈরী করা শিক্ষা দিয়েছি, যাতে তোমাদেরকে তোমাদের ক্ষতি থেকে রক্ষা করে, অতঃপর তোমরা কি কৃতজ্ঞতা প্রকাশ করবে?",
			"en_kanzulimaan": "And We taught him to make a garment for you, to protect you from your hurt; so will you be thankful?",
			"ur_kanzulimaan": "اور ہم نے اسے تمہارا ایک پہناوا بنانا سکھایا کہ تمہیں تمہاری آنچ سے (زخمی ہونے سے) بچائے تو کیا تم شکر کروگے،",
			"hi_kanzulimaan": "और हमने उसे तुम्हारा एक पहनावा बनाना सिखाया कि तुम्हें तुम्हारी आंच (ज़ख़्मी होने) से बचाए (139फ) तो क्या तुम शुक्र करोगे",
			"author": "৮০. আর আমরা দাউদ (আলাইহিস সালাম)-কে তোমাদের জন্যে বর্ম নির্মাণ নৈপূণ্য শিখিয়েছিলাম, যাতে তা যুদ্ধে আঘাত থেকে তোমাদেরকে রক্ষা করে। কাজেই তোমরা কি কৃতজ্ঞতা আদায়কারী?"
		},
		{
			"_id": "2564",
			"sura": "21",
			"para": "17",
			"verses": "81",
			"names": "وَ لِسُلَیۡمٰنَ الرِّیۡحَ عَاصِفَۃً تَجۡرِیۡ بِاَمۡرِہٖۤ  اِلَی الۡاَرۡضِ الَّتِیۡ بٰرَکۡنَا فِیۡہَا ؕ وَ کُنَّا بِکُلِّ  شَیۡءٍ  عٰلِمِیۡنَ ﴿۸۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لِسُلَیۡمٰنَ الرِّیۡحَ عَاصِفَۃً تَجۡرِیۡ بِاَمۡرِہٖۤ  اِلَی الۡاَرۡضِ الَّتِیۡ بٰرَکۡنَا فِیۡہَا ؕ وَ کُنَّا بِکُلِّ  شَیۡءٍ  عٰلِمِیۡنَ ﴿۸۱﴾ ",
			"index": "2564",
			"name": "এবং সুলায়মানের জন্য তীব্র বায়ুকে বশীভূত করে দিয়েছি; তা তাঁর নির্দেশে প্রবাহিত হতো ওই ভূমির প্রতি, যেখানে আমি কল্যাণ রেখেছি এবং প্রত্যেকটা বিষয় আমার জানা আছে। ",
			"en_kanzulimaan": "And We subjected the fast wind for Sulaiman, which moved by his command towards the land in which We have placed blessings; and We know everything.",
			"ur_kanzulimaan": "اور سلیمان کے لیے تیز ہوا مسخر کردی کہ اس کے حکم سے چلتی اس زمین کی طرف جس میں ہم نے برکت رکھی اور ہم کو ہر چیز معلوم ہے،",
			"hi_kanzulimaan": "और सुलैमान के लिये तेज़ हवा मुसख़्ख़र कर दी कि उसके हुक्म से चलती उस ज़मीन की तरफ़ जिसमें हमने बरकत रखी (140फ) और हम को हर चीज़ मालूम है",
			"author": "৮১. আর সুলাইমান (আলাইহিস সালাম)-এঁর জন্যে উদ্দাম বায়ুকে (অধীনস্থ করে দিয়েছিলাম) যা তাঁর নির্দেশে (সকল দিক থেকে সিরিয়া) ভুমির দিকে প্রবাহিত হতো, যাতে আমরা রেখেছিলাম কল্যাণ। আর আমরা সকল কিছু সম্পর্কে (সম্যক) পরিজ্ঞাত।"
		},
		{
			"_id": "2565",
			"sura": "21",
			"para": "17",
			"verses": "82",
			"names": "وَ مِنَ الشَّیٰطِیۡنِ مَنۡ یَّغُوۡصُوۡنَ لَہٗ وَ یَعۡمَلُوۡنَ عَمَلًا دُوۡنَ ذٰلِکَ ۚ وَ کُنَّا لَہُمۡ حٰفِظِیۡنَ ﴿ۙ۸۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ مِنَ الشَّیٰطِیۡنِ مَنۡ یَّغُوۡصُوۡنَ لَہٗ وَ یَعۡمَلُوۡنَ عَمَلًا دُوۡنَ ذٰلِکَ ۚ وَ کُنَّا لَہُمۡ حٰفِظِیۡنَ ﴿ۙ۸۲﴾ ",
			"index": "2565",
			"name": "আর শয়তানের মধ্যে যেগুলো তাঁর জন্য ডুব দিতো এবং তা ব্যতীত অন্য কাজও করতো আর আমি তাদেরকে রুখে দিয়েছিলাম। ",
			"en_kanzulimaan": "And among the devils, were those who dived (in water) for him and did works other than this; and We had kept them restrained.",
			"ur_kanzulimaan": "اور شیطانوں میں سے جو اس کے لیے غوطہ لگاتے اور اس کے سوا اور کام کرتے اور ہم انہیں روکے ہوئے تھے",
			"hi_kanzulimaan": "और शैतानों में से वो जो उसके लिये ग़ोता लगाते (141फ) और इसके सिवा और काम करते (142फ) और हम उन्हें रोके हुए थे (143फ)",
			"author": "৮২. আর কিছু (দানব এবং জ্বীন) শয়তানকেও (সুলাইমান আলাইহিস সালামের অনুগত করে দিয়েছিলাম) যারা তাঁর জন্যে (সাগরে) ডুবুরির এবং (তাঁর নির্দেশে) অন্যান্য কাজও করে দিতো। আর আমরাই সেসব (দানব)-এর উপর নজর রাখতাম।"
		},
		{
			"_id": "2566",
			"sura": "21",
			"para": "17",
			"verses": "83",
			"names": "وَ اَیُّوۡبَ اِذۡ نَادٰی رَبَّہٗۤ  اَنِّیۡ مَسَّنِیَ الضُّرُّ وَ اَنۡتَ  اَرۡحَمُ  الرّٰحِمِیۡنَ ﴿ۚۖ۸۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَیُّوۡبَ اِذۡ نَادٰی رَبَّہٗۤ  اَنِّیۡ مَسَّنِیَ الضُّرُّ وَ اَنۡتَ  اَرۡحَمُ  الرّٰحِمِیۡنَ ﴿ۚۖ۸۳﴾ ",
			"index": "2566",
			"name": "এবং আইয়ূবকে (স্মরণ করুন) যখন সে আপন রবকে ডাকলো, ‘আমাকে দুঃখ কষ্ট স্পর্শ করেছে এবং তুমি সমস্ত দয়ালুর মধ্যে সর্বাধিক দয়ালু’। ",
			"en_kanzulimaan": "And remember Ayyub (Job), when he called his Lord that, Hardship has afflicted me, and You are the Most Merciful of all those who have mercy.",
			"ur_kanzulimaan": "اور ایوب کو (یاد کرو) جب اس نے اپنے رب کو پکارا کہ مجھے تکلیف پہنچی اور تو سب مہر والوں سے بڑھ کر مہر والا ہے،",
			"hi_kanzulimaan": "और अय्यूब को (याद करो) जब उसने अपने रब को पुकारा (144फ) कि मुझे तकलीफ़ पहुंची और तू सब मेहर वालों से बढ़कर मेहर वाला",
			"author": "৮৩. আর আইয়ুব (আলাইহিস সালামের ঘটনা স্মরণ করুন) যখন তিনি তাঁর প্রতিপালককে ডেকেছিলেন, ‘আমাকে দুঃখ-কষ্ট স্পর্শ করেছে এবং আপনি তো সকল দয়ালুগণের সর্বশ্রেষ্ঠ দয়ালু’।"
		},
		{
			"_id": "2567",
			"sura": "21",
			"para": "17",
			"verses": "84",
			"names": "فَاسۡتَجَبۡنَا لَہٗ فَکَشَفۡنَا مَا بِہٖ مِنۡ ضُرٍّ وَّ اٰتَیۡنٰہُ  اَہۡلَہٗ  وَ مِثۡلَہُمۡ مَّعَہُمۡ  رَحۡمَۃً مِّنۡ عِنۡدِنَا وَ ذِکۡرٰی  لِلۡعٰبِدِیۡنَ  ﴿۸۴﴾",
			"number": "",
			"verses_PDMS": "فَاسۡتَجَبۡنَا لَہٗ فَکَشَفۡنَا مَا بِہٖ مِنۡ ضُرٍّ وَّ اٰتَیۡنٰہُ  اَہۡلَہٗ  وَ مِثۡلَہُمۡ مَّعَہُمۡ  رَحۡمَۃً مِّنۡ عِنۡدِنَا وَ ذِکۡرٰی  لِلۡعٰبِدِیۡنَ  ﴿۸۴﴾",
			"index": "2567",
			"name": "অতঃপর আমি তাঁর প্রার্থনা শুনেছি। তখন আমি দূরীভূত করেছি যে দুঃখ-কষ্ট তাঁর ছিলো, এবং আমি তাকে তাঁর পরিজনবর্গ ও তাদের সাথে তদসংখ্যক আরো দান করলাম আমার নিকট থেকে দয়া করে এবং ইবাদতকারীদের জন্য উপদেশ স্বরূপ। ",
			"en_kanzulimaan": "We therefore heard his prayer and removed the adversity that had afflicted him, and We gave him his family and in addition bestowed along with them a similar number, by mercy from Ourselves - and an advice for the people who worship.",
			"ur_kanzulimaan": "تو ہم نے اس کی دعا سن لی تو ہم نے دور کردی جو تکلیف اسے تھی اور ہم نے اسے اس کے گھر والے اور ان کے ساتھ اتنے ہی اور عطا کیے اپنے پاس سے رحمت فرما کر اور بندی والوں کے لیے نصیحت",
			"hi_kanzulimaan": "तो हमने उसकी दुआ सुन ली तो हमने दूर करदी जो तकलीफ़ उसे थी (145फ) और  हमने उसे उसके घरवाले और उनके साथ उतने ही और अता किये (146फ) अपने पास से रहमत फ़रमाकर और बन्दगी वालों के लिये नसीहत (147फ)",
			"author": "৮৪.  সুতরাং আমরা তাঁর ডাকে সাড়া দিলাম এবং তাঁর যতো দুঃখ-কষ্ট ছিল তা দূর করে দিলাম। আর আমরা তাঁকে ফিরিয়ে দিয়েছিলাম তাঁর পরিবার-পরিজন এবং তাদের সাথে তাদের মতো আরো কিছু। এ ছিল আমাদের পক্ষ থেকে বিশেষ অনুগ্রহ এবং ইবাদতকারীদের জন্যে উপদেশ (যে, আল্লাহ্ ধৈর্য ও কৃতজ্ঞতার কেমন পুরস্কার দিয়ে থাকেন)।"
		},
		{
			"_id": "2568",
			"sura": "21",
			"para": "17",
			"verses": "85",
			"names": "وَ اِسۡمٰعِیۡلَ وَ اِدۡرِیۡسَ وَ ذَاالۡکِفۡلِ ؕ کُلٌّ  مِّنَ  الصّٰبِرِیۡنَ ﴿ۚۖ۸۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِسۡمٰعِیۡلَ وَ اِدۡرِیۡسَ وَ ذَاالۡکِفۡلِ ؕ کُلٌّ  مِّنَ  الصّٰبِرِیۡنَ ﴿ۚۖ۸۵﴾ ",
			"index": "2568",
			"name": "এবং ইসমাঈল, ইদ্‌রীস ও যুল্‌-কিফ্‌লকে (স্মরণ করুন)। তারা সবাই ধৈর্যশীল ছিলো। ",
			"en_kanzulimaan": "And remember Ismail, and Idrees, and Zul-Kifl; they were all patiently enduring.",
			"ur_kanzulimaan": "اور اسماعیل اور ادریس اور ذوالکفل کو (یاد کرو)، وہ سب صبر والے تھے",
			"hi_kanzulimaan": "और इस्माईल और इद्रीस और ज़ुल-किफ़्ल को (याद करो), वो सब सब्र वाले थे (148फ)",
			"author": "৮৫. আর ইসমাঈল, ইদরীস ও জুল-কিফল (আলাইহিমুস সালামকেও স্মরণ করুন)। তারা সকলে ছিলেন ধৈর্যশীল।"
		},
		{
			"_id": "2569",
			"sura": "21",
			"para": "17",
			"verses": "86",
			"names": "وَ اَدۡخَلۡنٰہُمۡ فِیۡ رَحۡمَتِنَا ؕ اِنَّہُمۡ مِّنَ الصّٰلِحِیۡنَ ﴿۸۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَدۡخَلۡنٰہُمۡ فِیۡ رَحۡمَتِنَا ؕ اِنَّہُمۡ مِّنَ الصّٰلِحِیۡنَ ﴿۸۶﴾ ",
			"index": "2569",
			"name": "এবং তাদেরকে আমি আপন অনুগ্রহের অন্তর্ভুক্ত করেছি। নিশ্চয় তারা আমার বিশেষ নৈকট্যের উপযোগীদের অন্তর্ভুক্ত।",
			"en_kanzulimaan": "And We admitted them into Our mercy; indeed they are among those who deserve Our proximity.",
			"ur_kanzulimaan": "اور انہیں ہم نے اپنی رحمت میں داخل کیا، بیشک وہ ہمارے قربِ خاص کے سزاواروں میں ہیں،",
			"hi_kanzulimaan": "और उन्हें हमने अपनी रहमत में दाख़िल किया, बेशक वो हमारे ख़ास क़ुर्ब के हक़दारों में हैं",
			"author": "৮৬. আর আমরা তাঁদেরকে আমাদের অনুগ্রহে প্রবেশ করিয়েছিলাম। নিশ্চয়ই তারা নেক্কারগণের অন্তর্ভুক্ত।"
		},
		{
			"_id": "2570",
			"sura": "21",
			"para": "17",
			"verses": "87",
			"names": "وَ ذَاالنُّوۡنِ  اِذۡ ذَّہَبَ مُغَاضِبًا فَظَنَّ اَنۡ لَّنۡ نَّقۡدِرَ عَلَیۡہِ فَنَادٰی فِی الظُّلُمٰتِ  اَنۡ  لَّاۤ  اِلٰہَ   اِلَّاۤ  اَنۡتَ  سُبۡحٰنَکَ ٭ۖ اِنِّیۡ  کُنۡتُ  مِنَ الظّٰلِمِیۡنَ ﴿ۚۖ۸۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ ذَاالنُّوۡنِ  اِذۡ ذَّہَبَ مُغَاضِبًا فَظَنَّ اَنۡ لَّنۡ نَّقۡدِرَ عَلَیۡہِ فَنَادٰی فِی الظُّلُمٰتِ  اَنۡ  لَّاۤ  اِلٰہَ   اِلَّاۤ  اَنۡتَ  سُبۡحٰنَکَ ٭ۖ اِنِّیۡ  کُنۡتُ  مِنَ الظّٰلِمِیۡنَ ﴿ۚۖ۸۷﴾ ",
			"index": "2570",
			"name": "এবং যুন্‌নূনকে (স্মরণ করুন); যখন ক্রোধভরে চললো, তখন মনে করলো যে, আমি তাঁর উপর প্রতিবন্ধকতা (বিপদ) সৃষ্টি করবো না। অতঃপর অন্ধকাররশির মধ্যে ডাকলো, ‘কোন উপাস্য নেই তুমি ব্যতীত; পবিত্রতা তোমারই, নিশ্চয় আমার দ্বারা অশোভন কাজ সম্পাদিত হয়েছে।",
			"en_kanzulimaan": "And remember Zun-Noon, * when he left in anger, assuming that We would not restrict him - he therefore called out in the realms of darkness, saying, There is no God except You, Purity is to You; I have indeed committed a lapse. (* Prophet Yunus - peace and blessings upon him)",
			"ur_kanzulimaan": "اور ذوالنون، کو (یاد کرو) جب چلا غصہ میں بھرا تو گمان کیا کہ ہم اس پر تنگی نہ کریں گے تو اندھیریوں میں پکارا کوئی معبود نہیں سوا تیرے پاکی ہے تجھ کو، بیشک مجھ سے بے جا ہوا",
			"hi_kanzulimaan": "और ज़ुन्नून को (याद करो) (149फ) जब चला ग़ुस्से में भरा (150फ) तो गुमान किया कि हम उसपर तंगी न करेंगे (151फ) तो अंधेरियों में पुकारा (152फ) कोई मअबूद नहीं सिवा तेरे, पाकी है तुझको, बेशक मुझसे बेजा हुआ (153फ)",
			"author": "৮৭. আর জুন-নূন (মাছের পেটে অবস্থানকারী নবী আলাইহিস সালামকেও স্মরণ করুন) যখন তিনি (নিজের সম্প্রদায়ের উপর) রাগান্বিত হয়ে চলে গিয়েছিলেন। অতঃপর তিনি এ ধারণা করেছিলেন যে, আমরা তাঁকে (এ সফরে) কোনো সংকটে ফেলবো না। আর তিনি (সাগর, রাত এবং মাছের পেটে স্তরের পর স্তর) অন্ধকারে (ফেঁসে) ডাকলেন, ‘তুমি ব্যতীত কোনো উপাস্য নেই, তোমার সত্তা পূতঃপবিত্র। নিশ্চয়ই আমিই (নিজের প্রতি) সীমালঙ্ঘনকারীদের অন্তর্ভুক্ত।’"
		},
		{
			"_id": "2571",
			"sura": "21",
			"para": "17",
			"verses": "88",
			"names": "فَاسۡتَجَبۡنَا لَہٗ ۙ وَ نَجَّیۡنٰہُ مِنَ الۡغَمِّ ؕ وَ کَذٰلِکَ  نُــۨۡجِی الۡمُؤۡمِنِیۡنَ ﴿۸۸﴾ ",
			"number": "",
			"verses_PDMS": "فَاسۡتَجَبۡنَا لَہٗ ۙ وَ نَجَّیۡنٰہُ مِنَ الۡغَمِّ ؕ وَ کَذٰلِکَ  نُــۨۡجِی الۡمُؤۡمِنِیۡنَ ﴿۸۸﴾ ",
			"index": "2571",
			"name": "তখন আমি তাঁর প্রার্থনা শুনেছি এবং তাকে দুশ্চিন্তা থেকে উদ্ধার করেছি আর এভাবেই উদ্ধার করবো মুসলমানদেরকে। ",
			"en_kanzulimaan": "We therefore heard his prayer and rescued him from grief; and similarly We shall rescue the Muslims.",
			"ur_kanzulimaan": "تو ہم نے اس کی پکار سن لی اور سے غم سے نجات بخشی اور ایسی ہی نجات دیں گے مسلمانوں کو",
			"hi_kanzulimaan": "तो हमने उसकी पुकार सुन ली और उसे ग़म से निजात बख़्शी (154फ) और ऐसी ही निजात देंगे मुसलमानों को (155फ)",
			"author": "৮৮. অতঃপর আমরা তাঁর ডাকে সাড়া দিলাম এবং আমরা তাঁকে মর্মযন্ত্রণা থেকে নিষ্কৃতি দিলাম। আর এমনিভাবে আমরা মুমিনদের উদ্ধার করে থাকি।"
		},
		{
			"_id": "2572",
			"sura": "21",
			"para": "17",
			"verses": "89",
			"names": "وَ زَکَرِیَّاۤ  اِذۡ نَادٰی رَبَّہٗ رَبِّ لَا تَذَرۡنِیۡ فَرۡدًا  وَّ  اَنۡتَ  خَیۡرُ  الۡوٰرِثِیۡنَ ﴿ۚۖ۸۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ زَکَرِیَّاۤ  اِذۡ نَادٰی رَبَّہٗ رَبِّ لَا تَذَرۡنِیۡ فَرۡدًا  وَّ  اَنۡتَ  خَیۡرُ  الۡوٰرِثِیۡنَ ﴿ۚۖ۸۹﴾ ",
			"index": "2572",
			"name": "এবং যাকারীয়াকে, যখন সে আপন রবকে আহ্বান করেছে, ‘হে আমার রব! আমাকে একা রেখো না এবং তুমি সর্বাধিক উত্তম ওয়ারিস (মালিক)।",
			"en_kanzulimaan": "And remember Zakaria, when he prayed to his Lord, O my Lord - do not leave me alone, and You are the Best Inheritor.",
			"ur_kanzulimaan": "اور زکریا کو جب اس نے اپنے رب کو پکارا، اے میرے رب مجھے اکیلا نہ چھوڑ اور تو سب سے بہتر اور وارث",
			"hi_kanzulimaan": "और ज़करिया को(याद करो), जब उसने अपने रब को पुकारा ऐ मेरे रब मुझे अकेला न छोड़ (156फ) और तू सब से बेहतर वारिस (157फ)",
			"author": "৮৯. আর যাকারিয়্যা (আলাইহিস সালামকে স্মরণ করুন) যখন তিনি তাঁর প্রতিপালককে ডাকলেন, ‘হে আমার প্রতিপালক! আমাকে নিঃসন্তান রেখো না, আর তুমি তো সকল উত্তরাধিকারী থেকে উত্তম।’"
		},
		{
			"_id": "2573",
			"sura": "21",
			"para": "17",
			"verses": "90",
			"names": "فَاسۡتَجَبۡنَا لَہٗ ۫ وَ وَہَبۡنَا لَہٗ یَحۡیٰی وَ اَصۡلَحۡنَا لَہٗ  زَوۡجَہٗ ؕاِنَّہُمۡ کَانُوۡا یُسٰرِعُوۡنَ فِی الۡخَیۡرٰتِ وَ یَدۡعُوۡنَنَا رَغَبًا وَّ رَہَبًا ؕوَ کَانُوۡا لَنَا خٰشِعِیۡنَ ﴿۹۰﴾ ",
			"number": "",
			"verses_PDMS": "فَاسۡتَجَبۡنَا لَہٗ ۫ وَ وَہَبۡنَا لَہٗ یَحۡیٰی وَ اَصۡلَحۡنَا لَہٗ  زَوۡجَہٗ ؕاِنَّہُمۡ کَانُوۡا یُسٰرِعُوۡنَ فِی الۡخَیۡرٰتِ وَ یَدۡعُوۡنَنَا رَغَبًا وَّ رَہَبًا ؕوَ کَانُوۡا لَنَا خٰشِعِیۡنَ ﴿۹۰﴾ ",
			"index": "2573",
			"name": "তখন আমি তাঁর প্রার্থনা ক্ববূল করেছি এবং তাকে দান করেছি ইয়াহ্‌য়াকে এবং তাঁর জন্য তাঁর স্ত্রীকে যোগ্যতাসম্পন্ন করেছি। নিশ্চয় তারা সৎকর্মসমূহে ত্বরা করতো এবং আমাকে ডাকতো আশা ও ভীতির সাথে আর আমার দরবারে বিনীতভাবে প্রার্থনা করতো। ",
			"en_kanzulimaan": "We therefore heard his prayer; and bestowed him Yahya, and cured his wife for him; indeed they used to hasten to perform good deeds, and pray to Us with hope and fear; and used to weep before Us.",
			"ur_kanzulimaan": "تو ہم نے اس کی دعا قبول کی اور اسے یحییٰ عطا فرمایا اور اس کے لیے اس کی بی بی سنواری بیشک وہ بھلے کاموں میں جلدی کرتے تھے اور ہمیں پکارتے تھے امید اور خوف سے، اور ہمارے حضور گڑگڑاتے ہیں،",
			"hi_kanzulimaan": "तो हमने उसकी दुआ क़ुबूल की और उसे (158फ) यहया अता फ़रमाया और उसके लिये उसकी बीबी संवारी (159फ) बेशक वो (160फ) भले कामों में जल्दी करते थे और हमें पुकारते थे उम्मीद और डर से, और हमारे हुज़ूर गिड़गिड़ाते हैं",
			"author": "৯০. সুতরাং আমরা তাঁর ডাকে সাড়া দিলাম এবং তাঁকে দান করলাম ইয়াহ্ইয়া (আলাইহিস সালাম), এবং তাঁর কারণে তাঁর স্ত্রীকে (সন্তান ধারণের) উপযোগী করে দিলাম। নিশ্চয়ই তাঁরা (সকলে) পূণ্যকাজ (সম্পাদন) করতে দ্রুত অগ্রসর হতেন। আর আমাদেরকে উদ্দীপনা ও আগ্রহ এবং ভীতি ও ভয়ের (অবস্থার) সাথে ডাকতেন এবং আমাদের সমীপে অত্যন্ত নিবেদনের সাথে বিনয়াবনত হতেন।"
		},
		{
			"_id": "2574",
			"sura": "21",
			"para": "17",
			"verses": "91",
			"names": "وَ الَّتِیۡۤ  اَحۡصَنَتۡ فَرۡجَہَا فَنَفَخۡنَا فِیۡہَا مِنۡ رُّوۡحِنَا وَ جَعَلۡنٰہَا وَ ابۡنَہَاۤ  اٰیَۃً  لِّلۡعٰلَمِیۡنَ ﴿۹۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّتِیۡۤ  اَحۡصَنَتۡ فَرۡجَہَا فَنَفَخۡنَا فِیۡہَا مِنۡ رُّوۡحِنَا وَ جَعَلۡنٰہَا وَ ابۡنَہَاۤ  اٰیَۃً  لِّلۡعٰلَمِیۡنَ ﴿۹۱﴾ ",
			"index": "2574",
			"name": "এবং ওই নারীকে, যে নিজ সতীত্বকে রক্ষা করেছে, অতঃপর তাঁর মধ্যে আমার ‘রূহ’ ফুঁকে দিয়েছি এবং তাকে ও তাঁর পুত্রকে সমগ্র বিশ্বের জন্য নিদর্শন করেছি। ",
			"en_kanzulimaan": "And remember the woman who maintained her chastity, We therefore breathed Our Spirit into her and made her and her son a sign for the entire world.",
			"ur_kanzulimaan": "اور اس عورت کو اس نے اپنی پارسائی نگاہ رکھی تو ہم نے اس میں اپنی روح پھونکی اور اسے اور اس کے بیٹے کو سارے جہاں کے لیے نشانی بنایا",
			"hi_kanzulimaan": "और उस औरत को जिसने अपनी पारसाई निगाह रखी (161फ) तो हमने उसमें अपनी रूह फूंकी (162फ) और उसे और उसके बेटे को सारे जगत के लिये निशानी बनाया (163फ)",
			"author": "৯১. সে (পূতঃপবিত্র) রমনী (মারইয়াম আলাইহাস সালাম)-কেও (স্মরণ করুন), যিনি নিজের সতীত্ব রক্ষা করেছিলেন। অতঃপর আমরা তাঁর মধ্যে আমাদের রূহ ফুঁকে দিয়েছিলাম এবং তাঁকে ও তাঁর পুত্র (ঈসা আলাইহিস সালাম)-কে করেছিলাম জগতবাসীর জন্যে (আমার কুদরতের) নিদর্শন।"
		},
		{
			"_id": "2575",
			"sura": "21",
			"para": "17",
			"verses": "92",
			"names": "اِنَّ ہٰذِہٖۤ  اُمَّتُکُمۡ اُمَّۃً  وَّاحِدَۃً ۫ۖ وَّ اَنَا رَبُّکُمۡ  فَاعۡبُدُوۡنِ ﴿۹۲﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ ہٰذِہٖۤ  اُمَّتُکُمۡ اُمَّۃً  وَّاحِدَۃً ۫ۖ وَّ اَنَا رَبُّکُمۡ  فَاعۡبُدُوۡنِ ﴿۹۲﴾ ",
			"index": "2575",
			"name": "নিশ্চয় তোমাদের এ দ্বীন হচ্ছে একই দ্বীন; এবং আমি তোমাদের রব। অতএব, তোমরা আমার ইবাদত করো। ",
			"en_kanzulimaan": "Indeed this religion of yours, is one religion; and I am your Lord, therefore worship Me.",
			"ur_kanzulimaan": "بیشک تمہارا یہ دین ایک ہی دین ہے اور میں تمہارا رب ہوں تو میری عبادت کرو،",
			"hi_kanzulimaan": "बेशक तुम्हारा यह दीन एक ही दीन है (164फ) और मैं तुम्हारा रब हूँ (165फ) तो मेरी इबादत करो",
			"author": "৯২. নিশ্চয়ই তোমাদের এ জাতি (সকলে) তো একই জাতি। আর আমি তোমাদের প্রতিপালক, সুতরাং তোমরা আমার(ই) ইবাদত করো।"
		},
		{
			"_id": "2576",
			"sura": "21",
			"para": "17",
			"verses": "93",
			"names": "وَ تَقَطَّعُوۡۤا  اَمۡرَہُمۡ بَیۡنَہُمۡ ؕ کُلٌّ اِلَیۡنَا رٰجِعُوۡنَ ﴿۹۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ تَقَطَّعُوۡۤا  اَمۡرَہُمۡ بَیۡنَہُمۡ ؕ کُلٌّ اِلَیۡنَا رٰجِعُوۡنَ ﴿۹۳﴾ ",
			"index": "2576",
			"name": "এবং অন্যান্য লোকেরা তাদের কার্যকলাপকে পরস্পরের মধ্যে টুকরো টুকরো করে ফেলেছে; সবাইকে আমারই দিকে প্রত্যাবর্তন করতে হবে। ",
			"en_kanzulimaan": "And others have shattered their works into pieces among themselves; all have to return to Us.",
			"ur_kanzulimaan": "اور اَوروں نے اپنے کام آپس میں ٹکڑے ٹکڑے کرلیے سب کو ہماری طرف پھرنا ہے،",
			"hi_kanzulimaan": "और औरों ने अपने काम आपस में टुकड़े टुकड़े कर लिये (166फ) सब को हमारी तरफ़ फिरना है (167फ)",
			"author": "৯৩. আর এরা (আহলে কিতাব) পরস্পরে নিজেদের ধর্মকে টুকরো টুকরো করেছে। এরা সকলে আমাদেরই দিকে প্রত্যাবর্তনকারী।"
		},
		{
			"_id": "2577",
			"sura": "21",
			"para": "17",
			"verses": "94",
			"names": "فَمَنۡ یَّعۡمَلۡ مِنَ الصّٰلِحٰتِ وَ ہُوَ  مُؤۡمِنٌ فَلَا کُفۡرَانَ لِسَعۡیِہٖ ۚ وَ اِنَّا لَہٗ کٰتِبُوۡنَ ﴿۹۴﴾ ",
			"number": "",
			"verses_PDMS": "فَمَنۡ یَّعۡمَلۡ مِنَ الصّٰلِحٰتِ وَ ہُوَ  مُؤۡمِنٌ فَلَا کُفۡرَانَ لِسَعۡیِہٖ ۚ وَ اِنَّا لَہٗ کٰتِبُوۡنَ ﴿۹۴﴾ ",
			"index": "2577",
			"name": "সুতরাং যে কেউ কোন ভাল কাজ করে এবং হয় ঈমানদার, তবে তাঁর প্রচেষ্টার অবমূল্যায়ন করা হবে না আর আমি তা লিপিবদ্ধ করছি।",
			"en_kanzulimaan": "So whoever does some good deeds, and is a believer, then his efforts will not be ignored; and We are recording it.",
			"ur_kanzulimaan": "تو جو کچھ بھلے کام کرے اور ہو ایمان والا تو اس کی کوشش کی بے قدری نہیں، اور ہم اسے لکھ رہے ہیں،",
			"hi_kanzulimaan": "तो जो कुछ भले काम करे और हो ईमान वाला तो उसकी कोशिश की बेक़दरी नहीं, और हम उसे लिख रहे हैं",
			"author": "৯৪. অতঃপর যে নেক আমল করে এবং সে মুমিনও, তবে তাঁর কর্মপ্রচেষ্টা (-এর প্রতিদান) অস্বীকার করা হবে না। আর নিশ্চয়ই আমরা তাঁর (সকল) আমল লিখে রাখছি।"
		},
		{
			"_id": "2578",
			"sura": "21",
			"para": "17",
			"verses": "95",
			"names": "وَ حَرٰمٌ عَلٰی قَرۡیَۃٍ  اَہۡلَکۡنٰہَاۤ  اَنَّہُمۡ لَا  یَرۡجِعُوۡنَ ﴿۹۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ حَرٰمٌ عَلٰی قَرۡیَۃٍ  اَہۡلَکۡنٰہَاۤ  اَنَّہُمۡ لَا  یَرۡجِعُوۡنَ ﴿۹۵﴾ ",
			"index": "2578",
			"name": "এবং হারাম ওই জনপদের উপর, যাকে আমি ধ্বংস করেছি যে, তারা ফিরে আসবে, ",
			"en_kanzulimaan": "And it is forbidden for any township which We have destroyed, that they may return. (Once the disbelievers face death, their return to earth is impossible.)",
			"ur_kanzulimaan": "اور حرام ہے اس بستی پر جسے ہم نے ہلاک کردیا کہ پھر لوٹ کر آئیں",
			"hi_kanzulimaan": "और हराम है उस बस्ती पर जिसे हमने हलाक किया कि फिर लौट कर आएं (168फ)",
			"author": "৯৫. আর এটা অসম্ভব যে, যে জনপদ আমরা ধ্বংস করে দিয়েছি (মৃত্যুর পর) তার অধিবাসীবৃন্দ আমার দিকে প্রত্যাবর্তন করবে না,"
		},
		{
			"_id": "2579",
			"sura": "21",
			"para": "17",
			"verses": "96",
			"names": "حَتّٰۤی  اِذَا  فُتِحَتۡ یَاۡجُوۡجُ وَ مَاۡجُوۡجُ وَ ہُمۡ  مِّنۡ  کُلِّ  حَدَبٍ  یَّنۡسِلُوۡنَ ﴿۹۶﴾ ",
			"number": "",
			"verses_PDMS": "حَتّٰۤی  اِذَا  فُتِحَتۡ یَاۡجُوۡجُ وَ مَاۡجُوۡجُ وَ ہُمۡ  مِّنۡ  کُلِّ  حَدَبٍ  یَّنۡسِلُوۡنَ ﴿۹۶﴾ ",
			"index": "2579",
			"name": "এ পর্যন্ত যে, যখন উন্মুক্ত করা হবে ইয়া’জূজ ও মা’জূজকে এবং তারা প্রত্যেক উচ্চভূমি থেকে ছুটে আসবে। ",
			"en_kanzulimaan": "Till the time when Yajuj and Majuj are released, and they will be flowing down from every height.",
			"ur_kanzulimaan": "یہاں تک کہ جب کھولے جائیں گے یاجوج و ماجوج اور وہ ہر بلندی سے ڈھلکتے ہوں گے،",
			"hi_kanzulimaan": "यहां तक कि जब खोले जाएंगे याज़ूज व माजूज (169फ) और वो हर बलन्दी से ढूलकते होंगे",
			"author": "৯৬. অবশেষে যখন ই’য়াজুজ মা’জুজকে খুলে দেয়া হবে এবং তারা প্রত্যেক উঁচু স্থান থেকে ছুটে আসবে,"
		},
		{
			"_id": "2580",
			"sura": "21",
			"para": "17",
			"verses": "97",
			"names": "وَ اقۡتَرَبَ الۡوَعۡدُ الۡحَقُّ فَاِذَا ہِیَ شَاخِصَۃٌ  اَبۡصَارُ الَّذِیۡنَ کَفَرُوۡا ؕ یٰوَیۡلَنَا قَدۡ کُنَّا فِیۡ غَفۡلَۃٍ  مِّنۡ  ہٰذَا بَلۡ کُنَّا ظٰلِمِیۡنَ ﴿۹۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اقۡتَرَبَ الۡوَعۡدُ الۡحَقُّ فَاِذَا ہِیَ شَاخِصَۃٌ  اَبۡصَارُ الَّذِیۡنَ کَفَرُوۡا ؕ یٰوَیۡلَنَا قَدۡ کُنَّا فِیۡ غَفۡلَۃٍ  مِّنۡ  ہٰذَا بَلۡ کُنَّا ظٰلِمِیۡنَ ﴿۹۷﴾ ",
			"index": "2580",
			"name": "এবং সন্নিকটে এসেছে সত্য প্রতিশ্রুতি; সুতরাং তখনই কাফিরদের চক্ষুগুলো বিস্ফারিত হয়ে থেকে যাবে (আর বলবে,) ‘হায় আমাদের দুর্ভোগ! নিশ্চয় আমরা সে বিষয়ে উদাসীনতাঁর মধ্যে ছিলাম; বরং আমরা যালিম ছিলাম’। ",
			"en_kanzulimaan": "And the True Promise has come near - thereupon the eyes of the disbelievers will become fixed, staring wide; saying Woe to us - we were in neglect of this, but in fact we were unjust.",
			"ur_kanzulimaan": "اور قریب آیا سچا وعدہ تو جبھی آنکھیں پھٹ کر رہ جائیں گی کافروں کی کہ ہائے ہماری خرابی بیشک ہم اس سے غفلت میں تھے بلکہ ہم ظالم تھے",
			"hi_kanzulimaan": "और क़रीब आया सच्चा वादा (170फ) तो जभी आँखे फट कर रह जाएंगी काफ़िरों की (171फ) कि हाय हमारी खराबी बेशक हम (172फ) इससे गफ़लत में थे बल्कि हम ज़ालिम थे (173फ)",
			"author": "৯৭. আর (কিয়ামতের) সত্য প্রতিশ্রুতকাল নিকটবর্তী হবে, তখন অকস্মাৎ কাফেরদের চক্ষু স্থির হয়ে যাবে। (তারা চিৎকার করে উঠবে,) ‘হায় দুর্ভাগ্য আমাদের! আমরা এ (দিনের আগমন) থেকে উদাসীনতায় ছিলাম, প্রকৃত পক্ষে আমরা ছিলাম যালিম।’"
		},
		{
			"_id": "2581",
			"sura": "21",
			"para": "17",
			"verses": "98",
			"names": "اِنَّکُمۡ وَ مَا تَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ حَصَبُ جَہَنَّمَ ؕ اَنۡتُمۡ  لَہَا وٰرِدُوۡنَ ﴿۹۸﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّکُمۡ وَ مَا تَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ حَصَبُ جَہَنَّمَ ؕ اَنۡتُمۡ  لَہَا وٰرِدُوۡنَ ﴿۹۸﴾ ",
			"index": "2581",
			"name": "নিশ্চয় তোমরা এবং যা কিছুর আল্লাহ্‌ ব্যতীত তোমরা পূজা করছো সবই জাহান্নামের ইন্ধন। তোমাদেরকে সেটার মধ্যে যেতে হবে। ",
			"en_kanzulimaan": "Indeed you * and all that you worship ** besides Allah, are the fuel of hell; in it you must go. (* All disbelievers  ** Idols and disbelievers who claimed to be Gods. The Prophets like Eisa and Uzair who were worshipped are exempt from this, and so are Maryam, and trees and the moon etc.)",
			"ur_kanzulimaan": "بیشک تم اور جو کچھ اللہ کے سوا تم پوجتے ہو سب جہنم کے ایندھن ہو، تمہیں اس میں جانا،",
			"hi_kanzulimaan": "बेशक तुम (174फ) और जो कुछ अल्लाह के सिवा तुम पूजते हो (175फ) सब जहन्नम के ईंधन हो, तुम्हें उसमें जाना",
			"author": "৯৮. নিশ্চয়ই তোমরা, এবং আল্লাহ্ ব্যতীত তোমরা যাদের উপাসনা করতে সেসব (মূর্তিসহ সবাই) জাহান্নামের জ্বালানী। তোমরা তাতে প্রবেশকারী।"
		},
		{
			"_id": "2582",
			"sura": "21",
			"para": "17",
			"verses": "99",
			"names": "لَوۡ کَانَ ہٰۤؤُلَآءِ اٰلِہَۃً مَّا وَرَدُوۡہَا ؕ وَ کُلٌّ  فِیۡہَا خٰلِدُوۡنَ ﴿۹۹﴾ ",
			"number": "",
			"verses_PDMS": "لَوۡ کَانَ ہٰۤؤُلَآءِ اٰلِہَۃً مَّا وَرَدُوۡہَا ؕ وَ کُلٌّ  فِیۡہَا خٰلِدُوۡنَ ﴿۹۹﴾ ",
			"index": "2582",
			"name": "যদি এ মূর্তিগুলো খোদা হতো, তবে জাহান্নামে যেতো না এবং তাদের সবাইকে সেটার মধ্যে স্থায়ীভাবে থাকতে হবে। ",
			"en_kanzulimaan": "Had these been Gods they would not go into hell; and they have to remain in it.",
			"ur_kanzulimaan": "اگر یہ خدا ہوتے جہنم میں نہ جاتے، اور ان سب کو ہمیشہ اس میں رہنا",
			"hi_kanzulimaan": "अगर ये (176फ) ख़ुदा होते जहन्नम में न जाते और इन सबको हमेशा उसमें रहना (177फ)",
			"author": "৯৯. যদি তারা (সত্যই) উপাস্য হতো, তবে জাহান্নামে প্রবেশ করতো না। আর তারা সকলে তাতে চিরকাল অবস্থান করবে।"
		},
		{
			"_id": "2583",
			"sura": "21",
			"para": "17",
			"verses": "100",
			"names": "لَہُمۡ فِیۡہَا زَفِیۡرٌ  وَّ  ہُمۡ فِیۡہَا لَا یَسۡمَعُوۡنَ ﴿۱۰۰﴾ ",
			"number": "",
			"verses_PDMS": "لَہُمۡ فِیۡہَا زَفِیۡرٌ  وَّ  ہُمۡ فِیۡہَا لَا یَسۡمَعُوۡنَ ﴿۱۰۰﴾ ",
			"index": "2583",
			"name": "তারা সেটার মধ্যে আর্তনাদ করবে এবং তারা সেটার মধ্যে কিছুই শুনবে না। ",
			"en_kanzulimaan": "They will bray in it and not be able to hear anything in it.",
			"ur_kanzulimaan": "وہ اس میں رینکیں گے اور وہ اس میں کچھ نہ سنیں گے",
			"hi_kanzulimaan": "वो उसमें रेंकेंगे (178फ) और वो उसमें कुछ न सुनेंगे (179फ)",
			"author": "১০০. সেখানে থাকবে তাদের (দীর্ঘশ্বাসের শোরগোল,) চিৎকার ও আর্তনাদ। আর তারা তাতে (আর) কিছুই শুনতে পাবে না।"
		},
		{
			"_id": "2584",
			"sura": "21",
			"para": "17",
			"verses": "101",
			"names": "اِنَّ الَّذِیۡنَ سَبَقَتۡ لَہُمۡ مِّنَّا الۡحُسۡنٰۤی ۙ اُولٰٓئِکَ عَنۡہَا مُبۡعَدُوۡنَ ﴿۱۰۱﴾ۙ ",
			"number": "",
			"verses_PDMS": "اِنَّ الَّذِیۡنَ سَبَقَتۡ لَہُمۡ مِّنَّا الۡحُسۡنٰۤی ۙ اُولٰٓئِکَ عَنۡہَا مُبۡعَدُوۡنَ ﴿۱۰۱﴾ۙ ",
			"index": "2584",
			"name": "নিশ্চয় ওই সব লোক, যাদের জন্য আমার প্রতিশ্রুতি কল্যাণের হয়েছে, তাদেরকে জাহান্নাম থেকে দূরে রাখা হয়েছে। ",
			"en_kanzulimaan": "Indeed those to whom Our promise of goodness has been made, have been kept far away from hell.",
			"ur_kanzulimaan": "بیشک وہ جن کے لیے ہمارا وعدہ بھلائی کا ہوچکا وہ جنہم سے دور رکھے گئے ہیں",
			"hi_kanzulimaan": "बेशक वो जिनके लिये हमारा वादा भलाई का हो चुका वो जहन्नम से दूर रखे गए हैं (180फ)",
			"author": "১০১. নিশ্চয়ই যাদের জন্যে প্রথম থেকেই আমার পক্ষ থেকে কল্যাণ নির্ধারিত হয়ে গিয়েছে, তাদেরকে এ (জাহান্নাম) থেকে দূরে রাখা হবে।"
		},
		{
			"_id": "2585",
			"sura": "21",
			"para": "17",
			"verses": "102",
			"names": "لَا یَسۡمَعُوۡنَ حَسِیۡسَہَا ۚ وَ ہُمۡ  فِیۡ مَا اشۡتَہَتۡ  اَنۡفُسُہُمۡ  خٰلِدُوۡنَ ﴿۱۰۲﴾ۚ ",
			"number": "",
			"verses_PDMS": "لَا یَسۡمَعُوۡنَ حَسِیۡسَہَا ۚ وَ ہُمۡ  فِیۡ مَا اشۡتَہَتۡ  اَنۡفُسُہُمۡ  خٰلِدُوۡنَ ﴿۱۰۲﴾ۚ ",
			"index": "2585",
			"name": "তারা সেটার ক্ষীন ধ্বনিও শুনবে না এবং তারা তাদের মন যেমন চায় তেমন ভোগ বিলাসের মধ্যে সর্বদা থাকবে। ",
			"en_kanzulimaan": "And they will not hear its faintest sound; and they will forever abide in whatever their hearts desire.",
			"ur_kanzulimaan": "وہ اس کی بھنک (ہلکی سی آواز بھی) نہ سنیں گے اور وہ اپنی من مانتی خواہشوں میں ہمیشہ رہیں گے،",
			"hi_kanzulimaan": "वो उसकी भनक (हल्की सी आवाज़ भी) न सुनेंगे (181फ) और वो अपनी मन मानती ख़्वाहिशों में (182फ) हमेशा रहेंगे",
			"author": "১০২. তারা এর ক্ষীণ ধ্বণিও শুনবে না এবং তারা এতে (এ নিয়ামতে) চিরকাল থাকবে, যার জন্যে তাদের হৃদয় আকাঙ্ক্ষা করবে।"
		},
		{
			"_id": "2586",
			"sura": "21",
			"para": "17",
			"verses": "103",
			"names": "لَا یَحۡزُنُہُمُ الۡفَزَعُ الۡاَکۡبَرُ وَ تَتَلَقّٰہُمُ الۡمَلٰٓئِکَۃُ ؕ ہٰذَا یَوۡمُکُمُ الَّذِیۡ  کُنۡتُمۡ تُوۡعَدُوۡنَ ﴿۱۰۳﴾ ",
			"number": "",
			"verses_PDMS": "لَا یَحۡزُنُہُمُ الۡفَزَعُ الۡاَکۡبَرُ وَ تَتَلَقّٰہُمُ الۡمَلٰٓئِکَۃُ ؕ ہٰذَا یَوۡمُکُمُ الَّذِیۡ  کُنۡتُمۡ تُوۡعَدُوۡنَ ﴿۱۰۳﴾ ",
			"index": "2586",
			"name": "তাদেরকে বিষাদে ফেলবে না ওই সর্বাধিক মহাভীতি এবং ফিরিশ্‌তাগণ তাদের অভ্যর্থনা করার জন্য আসবে, ‘এটাই হচ্ছে তোমাদের ওই দিন, যার সম্পর্কে তোমাদের সাথে ওয়াদা ছিলো’। ",
			"en_kanzulimaan": "The greatest fear will not aggrieve them, and the angels will welcome them; saying This is your day, which you were promised.",
			"ur_kanzulimaan": "انہیں غم میں نہ ڈالے گی وہ سب سے بڑی گھبراہٹ اور فرشتے ان کی پیشوائی کو آئیں گے کہ یہ ہے تمہارا وہ دن جس کا تم سے وعدہ تھا،",
			"hi_kanzulimaan": "उन्हें ग़म में न डालेगी वह सबसे बड़ी घबराहट (183फ) और फ़रिश्ते उनकी पेशवाई को आएंगे (184फ) कि यह है तुम्हारा वह दिन जिसका तुम से वादा था",
			"author": "১০৩. (কিয়ামতের) সবচেয়ে বড় ভয়াবহতা(ও) তাদেরকে চিন্তান্বিত করবে না, আর ফেরেশতারা তাদেরকে অভিবাদন জানাবে (এবং বলবে) ‘এ তো তোমাদের(ই) দিবস যার অঙ্গীকার তোমাদেরকে করা হয়েছিল’।"
		},
		{
			"_id": "2587",
			"sura": "21",
			"para": "17",
			"verses": "104",
			"names": "یَوۡمَ نَطۡوِی السَّمَآءَ کَطَیِّ السِّجِلِّ لِلۡکُتُبِ ؕ کَمَا بَدَاۡنَاۤ  اَوَّلَ خَلۡقٍ نُّعِیۡدُہٗ ؕ وَعۡدًا عَلَیۡنَا ؕ اِنَّا کُنَّا فٰعِلِیۡنَ ﴿۱۰۴﴾ ",
			"number": "",
			"verses_PDMS": "یَوۡمَ نَطۡوِی السَّمَآءَ کَطَیِّ السِّجِلِّ لِلۡکُتُبِ ؕ کَمَا بَدَاۡنَاۤ  اَوَّلَ خَلۡقٍ نُّعِیۡدُہٗ ؕ وَعۡدًا عَلَیۡنَا ؕ اِنَّا کُنَّا فٰعِلِیۡنَ ﴿۱۰۴﴾ ",
			"index": "2587",
			"name": "যেদিন আমি আসমানকে গুটিয়ে ফেলবো যেভাবে লেখক ফিরিশ্‌তাগণ আমলনামাসমূহ গুটায়; যেভাবে আমি সর্বপ্রথম সেটা সৃষ্টি করেছিলাম পুনরায় সেভাবেই করে দেবো। এটাহচ্ছে প্রতিশ্রুতি আমার দায়িত্বে; সেটা আমি অবশ্যই করবো। ",
			"en_kanzulimaan": "The day when We shall roll up the heavens as the recording angel rolls up the register of deeds; We shall make him similar to Our making him the first time; this is a promise upon Us; We certainly have to do it.",
			"ur_kanzulimaan": "جس دن ہم آسمان کو لپیٹیں گے جیسے سجل فرشتہ نامہٴ اعمال کو لپیٹتا ہے، جیسے پہلے اسے بنایا تھا ویسے ہی پھر کردیں گے یہ وعدہ ہے ہمارے ذمہ، ہم کو اس کا ضرور کرنا،",
			"hi_kanzulimaan": "जिस दिन हम आसमान को लपेटेंगे जैसे सिजिल फ़रिश्ता (185फ) अअमाल नामे को लपेटता है, जैसे पहले उसे बनाया था वैस ही फिर कर देंगे (186फ) यह वादा है हमारे ज़िम्मे हमको इसका ज़रूर करना",
			"author": "১০৪. সেদিন আমরা (সমগ্র) জগতকে এমনভাবে মুড়ে দিব যেভাবে লিখিত কাগজকে মুড়ে দেয়া হয়। যেভাবে আমরা (বিশ্বভ্রহ্মান্ডকে) প্রথমবার সৃষ্টি করেছিলাম (তাদের নিঃশেষ হয়ে যাওয়ার পর) সেভাবে আমরা সৃষ্টির পদ্ধতির পুনরাবৃত্তি করবো। এ অঙ্গীকার পূর্ণ করা আমাদের কর্তব্য, আমরা (এ পুনরাবৃত্তি) অবশ্যই সম্পাদন করবো।"
		},
		{
			"_id": "2588",
			"sura": "21",
			"para": "17",
			"verses": "105",
			"names": "وَ لَقَدۡ کَتَبۡنَا فِی الزَّبُوۡرِ مِنۡۢ بَعۡدِ الذِّکۡرِ اَنَّ الۡاَرۡضَ یَرِثُہَا عِبَادِیَ الصّٰلِحُوۡنَ ﴿۱۰۵﴾  ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ کَتَبۡنَا فِی الزَّبُوۡرِ مِنۡۢ بَعۡدِ الذِّکۡرِ اَنَّ الۡاَرۡضَ یَرِثُہَا عِبَادِیَ الصّٰلِحُوۡنَ ﴿۱۰۵﴾  ",
			"index": "2588",
			"name": "এবং নিশ্চয় আমি ‘যাবূর’ এর মধ্যে উপদেশের পর লিখে দিয়েছি যে, এ ভূমির অধিকারী আমার সৎকর্মপরায়ণ বান্দাগণ হবে। ",
			"en_kanzulimaan": "And indeed We wrote, after the reminder in the Zaboor that, My virtuous bondmen will inherit the earth.",
			"ur_kanzulimaan": "اور بیشک ہم نے زبور میں نصیحت کے بعد لکھ دیا کہ اس زمین کے وارث میرے نیک بندے ہوں گے",
			"hi_kanzulimaan": "और बेशक हमने ज़ुबूर में नसीहत के बाद लिख् दिया कि इस ज़मीन के वारिस मेरे नेक बन्दे होंगे (187फ)",
			"author": "১০৫. আর সন্দেহাতীতভাবে যাবূরে উপদেশের (বর্ণনার) পর আমরা এ কথা লিখে দিয়েছিলাম যে, (পরকালে) পৃথিবীর উত্তরাধিকারী হবে কেবল আমার নেক্কার বান্দাগণ।"
		},
		{
			"_id": "2589",
			"sura": "21",
			"para": "17",
			"verses": "106",
			"names": "اِنَّ فِیۡ ہٰذَا لَبَلٰغًا لِّقَوۡمٍ  عٰبِدِیۡنَ ﴿۱۰۶﴾ؕ ",
			"number": "",
			"verses_PDMS": "اِنَّ فِیۡ ہٰذَا لَبَلٰغًا لِّقَوۡمٍ  عٰبِدِیۡنَ ﴿۱۰۶﴾ؕ ",
			"index": "2589",
			"name": "নিশ্চয় এ ক্বোরআন যথেষ্ট ইবাদতকারীদের জন্য। ",
			"en_kanzulimaan": "This Quran is sufficient for people who are devout.",
			"ur_kanzulimaan": "بیشک یہ قرآن کافی ہے عبادت والوں کو",
			"hi_kanzulimaan": "बेशक यह क़ुरआन काफ़ी है इबादत वालों को (188फ)",
			"author": "১০৬. নিশ্চয় এ (কুরআন) অঙ্গনে ইবাদতকারীদের জন্যে (উদ্দেশ্য হাসিলের নিমিত্তে) নিশ্চিত এবং পর্যাপ্ত ব্যবস্থা রয়েছে।"
		},
		{
			"_id": "2590",
			"sura": "21",
			"para": "17",
			"verses": "107",
			"names": "وَ مَاۤ  اَرۡسَلۡنٰکَ اِلَّا رَحۡمَۃً  لِّلۡعٰلَمِیۡنَ ﴿۱۰۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَاۤ  اَرۡسَلۡنٰکَ اِلَّا رَحۡمَۃً  لِّلۡعٰلَمِیۡنَ ﴿۱۰۷﴾ ",
			"index": "2590",
			"name": "এবং আমি আপনাকে সমগ্র জগতের রহমতরূপেই প্রেরণ করেছি।",
			"en_kanzulimaan": "And We did not send you (O dear Prophet Mohammed - peace and blessings be upon him) except as a mercy for the entire world. (Prophet Mohammed  peace and blessings be upon him  is the Prophet towards all mankind.)",
			"ur_kanzulimaan": "اور ہم نے تمہیں نہ بھیجا مگر رحمت سارے جہان کے لیے",
			"hi_kanzulimaan": "और हमने तुम्हें न भेजा मगर रहमत सारे जगत के लिये (189फ)",
			"author": "১০৭. আর (হে মহিমান্বিত রাসূল!) আমরা তো আপনাকে বিশ্বজগতের জন্যে রহমতস্বরূপই প্রেরণ করেছি।"
		},
		{
			"_id": "2591",
			"sura": "21",
			"para": "17",
			"verses": "108",
			"names": "قُلۡ اِنَّمَا یُوۡحٰۤی  اِلَیَّ  اَنَّمَاۤ  اِلٰـہُکُمۡ  اِلٰہٌ وَّاحِدٌ ۚ فَہَلۡ اَنۡتُمۡ مُّسۡلِمُوۡنَ ﴿۱۰۸﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ اِنَّمَا یُوۡحٰۤی  اِلَیَّ  اَنَّمَاۤ  اِلٰـہُکُمۡ  اِلٰہٌ وَّاحِدٌ ۚ فَہَلۡ اَنۡتُمۡ مُّسۡلِمُوۡنَ ﴿۱۰۸﴾ ",
			"index": "2591",
			"name": "আপনি বলুন, ‘আমার প্রতি তো এ ওহী হয় যে, ‘তোমাদের উপাস্য নেই কিন্তু এক আল্লাহ্‌। তবে কি তোমরা মুসলমান হচ্ছো?’",
			"en_kanzulimaan": "Proclaim, It is divinely revealed to me that your God is the only One God - Allah; do you therefore become Muslims?",
			"ur_kanzulimaan": "تم فرماؤ مجھے تو یہی وحی ہوتی ہے کہ تمہارا خدا نہیں مگر ایک اللہ تو کیا تم مسلمان ہوتے ہو،",
			"hi_kanzulimaan": "तुम फ़रमाओ मुझे तो यही वही (देववाणी) होती है कि तुम्हारा ख़ुदा नहीं मगर एक अल्लाह, तो क्या तुम मुसलमान होते हो",
			"author": "১০৮. আপনি বলে দিন, ‘আমার নিকটে তো এ প্রত্যাদেশই করা হয়েছে যে, তোমাদের ইলাহ্ই একমাত্র ইলাহ্। কাজেই তোমরা কি ইসলাম গ্রহণ করছো?’"
		},
		{
			"_id": "2592",
			"sura": "21",
			"para": "17",
			"verses": "109",
			"names": "فَاِنۡ تَوَلَّوۡا فَقُلۡ اٰذَنۡتُکُمۡ عَلٰی سَوَآءٍ ؕ وَ اِنۡ  اَدۡرِیۡۤ  اَقَرِیۡبٌ اَمۡ بَعِیۡدٌ مَّا تُوۡعَدُوۡنَ ﴿۱۰۹﴾ ",
			"number": "",
			"verses_PDMS": "فَاِنۡ تَوَلَّوۡا فَقُلۡ اٰذَنۡتُکُمۡ عَلٰی سَوَآءٍ ؕ وَ اِنۡ  اَدۡرِیۡۤ  اَقَرِیۡبٌ اَمۡ بَعِیۡدٌ مَّا تُوۡعَدُوۡنَ ﴿۱۰۹﴾ ",
			"index": "2592",
			"name": "অতঃপর যদি তারা মুখ ফিরিয়ে নেয়, তবে বলে দিন, ‘আমি তোমাদেরকে যুদ্ধের ঘোষণা দিয়েছি সমানভাবে; এবং আমি কি জানি তা নিকটে, না দূরে, যার প্রতিশ্রুতি তোমাদেরকে দেওয়া হচ্ছে?’",
			"en_kanzulimaan": "Then if they turn away, proclaim, I have proclaimed a war against you on equal terms; and what do I know whether the promise which is given to you, is close or far?",
			"ur_kanzulimaan": "پھر اگر وہ منہ پھیریں تو فرمادو میں نے تمہیں لڑائی کا اعلان کردیا، برابری پر اور میں کیا جانوں کہ پاس ہے یا دور ہے وہ جو تمہیں وعدہ دیا جاتا ہے",
			"hi_kanzulimaan": "फिर अगर वो मुंह फेरे (190फ) तो फ़रमा दो, मैं ने तुम्हें लड़ाई का ऐलान कर दिया बराबरी पर और मैं क्या जानूं (191फ) कि पास है या दूर है वह जो तुम्हें वादा दिया जाता है (192फ)",
			"author": "১০৯. অতঃপর যদি তারা মুখ ফিরিয়ে নেয় তবে বলে দিন, ‘আমি তোমাদের সকলকে একইভাবে অবগত করে দিয়েছি এবং আমি (আমার নিজ থেকে) জানিনা যে, তা (সে শাস্তি) নিকটবর্তী না দূরবর্তী যার অঙ্গীকার তোমাদেরকে করা হচ্ছে।"
		},
		{
			"_id": "2593",
			"sura": "21",
			"para": "17",
			"verses": "110",
			"names": "اِنَّہٗ  یَعۡلَمُ  الۡجَہۡرَ  مِنَ الۡقَوۡلِ وَ یَعۡلَمُ مَا تَکۡتُمُوۡنَ ﴿۱۱۰﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّہٗ  یَعۡلَمُ  الۡجَہۡرَ  مِنَ الۡقَوۡلِ وَ یَعۡلَمُ مَا تَکۡتُمُوۡنَ ﴿۱۱۰﴾ ",
			"index": "2593",
			"name": "নিশ্চয় আল্লাহ্‌ জানেন সশব্দে ব্যক্ত কথা আর জানেন যা তোমরা গোপন করো।",
			"en_kanzulimaan": "Indeed Allah knows whatever is said, and knows all what you conceal.",
			"ur_kanzulimaan": "بیشک اللہ جانتا ہے آواز کی بات اور جانتا ہے جو تم چھپاتے ہو",
			"hi_kanzulimaan": "बेशक अल्लाह जानता हैं आवाज़ की बात (193फ) और जानता है जो तुम छुपाते हो (194फ)",
			"author": "১১০. নিশ্চয়ই তিনি সে উচ্চ আওয়াজের কথাও জানেন এবং সেসব (কিছু)-ও জানেন, যা তোমরা গোপন করছো।"
		},
		{
			"_id": "2594",
			"sura": "21",
			"para": "17",
			"verses": "111",
			"names": "وَ اِنۡ اَدۡرِیۡ لَعَلَّہٗ  فِتۡنَۃٌ  لَّکُمۡ وَ مَتَاعٌ  اِلٰی  حِیۡنٍ ﴿۱۱۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنۡ اَدۡرِیۡ لَعَلَّہٗ  فِتۡنَۃٌ  لَّکُمۡ وَ مَتَاعٌ  اِلٰی  حِیۡنٍ ﴿۱۱۱﴾ ",
			"index": "2594",
			"name": "এবং আমি কী জানি, হয়তো তা তোমাদের জন্য এক পরীক্ষা এবং এককালের জন্য জীবনোপভোগ’।",
			"en_kanzulimaan": "And what do I know - it may be a trial for you, and an enjoyment for a time.",
			"ur_kanzulimaan": "اور میں کیا جانوں شاید وہ تمہاری جانچ ہو اور ایک وقت تک برتوانا",
			"hi_kanzulimaan": "और मैं क्या जानूं शायद वह (195फ) तुम्हारी जांच हो (196फ) और एक वक़्त तक बरतवाना (197फ)",
			"author": "১১১. আর আমি জানি না, হয়তো এ (শাস্তি বিলম্বিত করা এবং তোমাদেরকে প্রদত্ত অবকাশ) তোমাদের জন্যে পরীক্ষা এবং (তোমাদেরকে) এক নির্ধারিত সময় পর্যন্ত জীবনোপভোগ প্রদান করা উদ্দেশ্য।’"
		},
		{
			"_id": "2595",
			"sura": "21",
			"para": "17",
			"verses": "112",
			"names": "قٰلَ رَبِّ احۡکُمۡ بِالۡحَقِّ ؕ وَ رَبُّنَا الرَّحۡمٰنُ الۡمُسۡتَعَانُ عَلٰی مَا تَصِفُوۡنَ ﴿۱۱۲﴾ ",
			"number": "",
			"verses_PDMS": "قٰلَ رَبِّ احۡکُمۡ بِالۡحَقِّ ؕ وَ رَبُّنَا الرَّحۡمٰنُ الۡمُسۡتَعَانُ عَلٰی مَا تَصِفُوۡنَ ﴿۱۱۲﴾ ",
			"index": "2595",
			"name": "নবী আরয করলেন, ‘হে আমার রব! ন্যায় মীমাংসা করে দিন এবং আমাদের রব রহমানেরই সাহায্য আবশ্যক ওই সব কথার উপর যা তোমরা বলছো।",
			"en_kanzulimaan": "And the Prophet submitted, My Lord - render the true judgement; And only the help of Our Lord, the Most Gracious, is sought against all what you fabricate.",
			"ur_kanzulimaan": "نبی نے عرض کی کہ اے میرے رب حق فیصلہ فرمادے اور ہمارے رب رحمنٰ ہی کی مدد درکار ہے ان باتوں پر جو تم بتاتے ہو،",
			"hi_kanzulimaan": "नबी ने अर्ज़ की कि ऐ मेरे रब हक़ फै़सला फ़रमा दे (198फ) और हमारे रब रहमान ही की मदद दरकार है उन बातों पर जो तुम बताते हो (199फ)",
			"author": "১১২. (আমাদের হাবীব) আরয করলেন, ‘হে আমাদের প্রতিপালক! (আমাদের মাঝে) ন্যায় সহকারে ফায়সালা করে দাও। আর আমাদের প্রতিপালক সীমাহীন অনুগ্রহকারী, তাঁর নিকটই সাহায্য প্রার্থনা করা হয় সেসব (হৃদয় বিদারক) বিষয়ের যা (হে কাফেরেরা!) তোমরা বর্ণনা করো।’"
		}
	]