[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "6131",
			"sura": "98",
			"para": "30",
			"verses": "1",
			"names": "لَمۡ  یَکُنِ الَّذِیۡنَ کَفَرُوۡا  مِنۡ  اَہۡلِ الۡکِتٰبِ وَ الۡمُشۡرِکِیۡنَ مُنۡفَکِّیۡنَ حَتّٰی تَاۡتِیَہُمُ  الۡبَیِّنَۃُ ۙ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "لَمۡ  یَکُنِ الَّذِیۡنَ کَفَرُوۡا  مِنۡ  اَہۡلِ الۡکِتٰبِ وَ الۡمُشۡرِکِیۡنَ مُنۡفَکِّیۡنَ حَتّٰی تَاۡتِیَہُمُ  الۡبَیِّنَۃُ ۙ﴿۱﴾ ",
			"index": "6131",
			"name": "কিতাবী কাফির এবং মুশরিক নিজ নিজ ধর্মে ত্যাগকারী ছিলো না, যে পর্যন্ত তাদের নিকট সুস্পষ্ট প্রমাণ আসে নি। ",
			"en_kanzulimaan": "The disbelieving People of the Book(s) and the polytheists would not have left their religion until the clear proof came to them.",
			"ur_kanzulimaan": "کتابی کافر اور مشرک اپنا دین چھوڑنے کو نہ تھے جب تک ان کے پاس روشن دلیل نہ آئے",
			"hi_kanzulimaan": "किताबी काफ़िर (2फ) और मुश्रिक (3फ) अपना दीन छोड़ने को न थे जब तक उनके पास रौशन दलील न आए (4फ)",
			"id": 1,
			"text": "لَمۡ  یَکُنِ الَّذِیۡنَ کَفَرُوۡا  مِنۡ  اَہۡلِ الۡکِتٰبِ وَ الۡمُشۡرِکِیۡنَ مُنۡفَکِّیۡنَ حَتّٰی تَاۡتِیَہُمُ  الۡبَیِّنَۃُ ۙ﴿۱﴾ ",
			"author": "১. আহলে কিতাবের মধ্যে যারা কাফের হয়ে গিয়েছে তারা এবং মুশরিকেরা সে সময় পর্যন্ত (কুফরী থেকে) বিরত ছিল না যতক্ষণ পর্যন্ত না তাদের নিকট (সুস্পষ্ট) প্রমাণ আসলো।"
		},
		{
			"_id": "6132",
			"sura": "98",
			"para": "30",
			"verses": "2",
			"names": "رَسُوۡلٌ مِّنَ اللّٰہِ یَتۡلُوۡا صُحُفًا مُّطَہَّرَۃً  ۙ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "رَسُوۡلٌ مِّنَ اللّٰہِ یَتۡلُوۡا صُحُفًا مُّطَہَّرَۃً  ۙ﴿۲﴾ ",
			"index": "6132",
			"name": "(তিনি কে?) তিনি আল্লাহ্‌র রসূল, যিনি পবিত্র সহীফাসমূহ পাঠ করেন;",
			"en_kanzulimaan": "(The clear proof is) the Noble Messenger from Allah, who reads the pure pages.",
			"ur_kanzulimaan": "وہ کون وہ اللہ کا رسول کہ پاک صحیفے پڑھتا ہے",
			"hi_kanzulimaan": "वह कौन वह अल्लाह का रसूल (5फ) कि पाक सहीफ़े (ग्रन्थ) पढ़ता है (6फ)",
			"id": 2,
			"text": "رَسُوۡلٌ مِّنَ اللّٰہِ یَتۡلُوۡا صُحُفًا مُّطَہَّرَۃً  ۙ﴿۲﴾ ",
			"author": "২. (এ দলিল হলেন) আল্লাহ্‌র পক্ষ থেকে (সর্বশেষ) রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহি ওয়া সাল্লাম), যিনি (তাদেরকে) পবিত্র গ্রন্থ (কুরআন) তিলাওয়াত করে শোনান।"
		},
		{
			"_id": "6133",
			"sura": "98",
			"para": "30",
			"verses": "3",
			"names": "فِیۡہَا کُتُبٌ قَیِّمَۃٌ ؕ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "فِیۡہَا کُتُبٌ قَیِّمَۃٌ ؕ﴿۳﴾ ",
			"index": "6133",
			"name": "ওইগুলোর মধ্যে সরল বাণীসমূহ লিপিবদ্ধ আছে। ",
			"en_kanzulimaan": "In which are written proper affairs.",
			"ur_kanzulimaan": "ان میں سیدھی باتیں لکھی ہیں",
			"hi_kanzulimaan": "उनमें सीधी बातें लिखी हैं (7फ)",
			"id": 3,
			"text": "فِیۡہَا کُتُبٌ قَیِّمَۃٌ ؕ﴿۳﴾ ",
			"author": "৩.যাতে (লিখিত) আছে নির্ভুল এবং সুদৃঢ় বিধিবিধান।"
		},
		{
			"_id": "6134",
			"sura": "98",
			"para": "30",
			"verses": "4",
			"names": "وَ مَا تَفَرَّقَ الَّذِیۡنَ اُوۡتُوا الۡکِتٰبَ  اِلَّا مِنۡۢ  بَعۡدِ مَا جَآءَتۡہُمُ  الۡبَیِّنَۃُ ؕ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا تَفَرَّقَ الَّذِیۡنَ اُوۡتُوا الۡکِتٰبَ  اِلَّا مِنۡۢ  بَعۡدِ مَا جَآءَتۡہُمُ  الۡبَیِّنَۃُ ؕ﴿۴﴾ ",
			"index": "6134",
			"name": "এবং মতভেদ সৃষ্টি হয় নি কিতাবীদের মধ্যে; কিন্তু এরপর যে, ওই সুস্পষ্ট প্রমাণ তাদের নিকট শুভাগমন করেছে। ",
			"en_kanzulimaan": "Nor did the People of the Book(s) get divided until after the clear proof came to them.",
			"ur_kanzulimaan": "اور پھوٹ نہ پڑی کتاب والوں میں مگر بعد اس کے کہ وہ روشن دلیل ان کے پاس تشریف لائے",
			"hi_kanzulimaan": "और फूट न पड़ी किताब वालों में मगर बाद इसके कि वह रौशन दलील (8फ) उनके पास तशरीफ़ लाए (9फ)",
			"id": 4,
			"text": "وَ مَا تَفَرَّقَ الَّذِیۡنَ اُوۡتُوا الۡکِتٰبَ  اِلَّا مِنۡۢ  بَعۡدِ مَا جَآءَتۡہُمُ  الۡبَیِّنَۃُ ؕ﴿۴﴾ ",
			"author": "৪. এসব আহলে কিতাব সম্প্রদায় (সর্বশেষ যুগের নবী সাল্লাল্লাহু আলাইহি ওয়া আলিহি ওয়া সাল্লামের নবুয়্যত ও রিসালাতের উপর ঈমান আনয়ন এবং তাঁর পবিত্রতম শান উপলব্ধির বিষয়ে পূর্বে বিভক্ত ছিল না। তারা) তো বিভক্ত হলো (মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া আলিহি ওয়া সাল্লামের আবির্ভাব এবং) তাদের নিকট সুস্পষ্ট দলিল আসার পর। (কতিপয় তাঁর উপর ঈমান আনলো এবং কতিপয় হিংসার কারণে অস্বীকার করলো ও কাফের হয়ে গেল)।"
		},
		{
			"_id": "6135",
			"sura": "98",
			"para": "30",
			"verses": "5",
			"names": "وَ مَاۤ  اُمِرُوۡۤا  اِلَّا لِیَعۡبُدُوا اللّٰہَ مُخۡلِصِیۡنَ لَہُ  الدِّیۡنَ ۬ۙ حُنَفَآءَ وَ یُقِیۡمُوا الصَّلٰوۃَ  وَ یُؤۡتُوا الزَّکٰوۃَ وَ ذٰلِکَ دِیۡنُ الۡقَیِّمَۃِ ؕ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَاۤ  اُمِرُوۡۤا  اِلَّا لِیَعۡبُدُوا اللّٰہَ مُخۡلِصِیۡنَ لَہُ  الدِّیۡنَ ۬ۙ حُنَفَآءَ وَ یُقِیۡمُوا الصَّلٰوۃَ  وَ یُؤۡتُوا الزَّکٰوۃَ وَ ذٰلِکَ دِیۡنُ الۡقَیِّمَۃِ ؕ﴿۵﴾ ",
			"index": "6135",
			"name": "এবং ওই সব লোককে তো এ আদেশই দেওয়া হয়েছে যেন তারা আল্লাহর ইবাদত করে শুধু তাঁরই উপর বিশ্বাস রেখে এক তরফা হয়ে এবং নামায প্রতিষ্ঠা করে ও যাকাত দেয়। আর এটা হচ্ছে সরল দ্বীন। ",
			"en_kanzulimaan": "And they were ordered only to worship Allah, believing purely in Him  devoted solely (to Him), and to establish the prayer and to pay the obligatory charity  and this is the straight religion.",
			"ur_kanzulimaan": "اور ان لوگوں کو تو یہی حکم ہوا کہ اللہ کی بندگی کریں نرے اسی پر عقیدہ لاتے ایک طرف کے ہوکر اور نماز قائم کریں اور زکوٰة دیں اور یہ سیدھا دین ہے،",
			"hi_kanzulimaan": "और उन लोगों को तो (10फ) यही हुक्म हुआ कि अल्लाह की बन्दगी करे निरे उसी पर अक़ीदा लाते (11फ) एक तरफ़ के होकर (12फ) और नमाज़ कायम करें और ज़कात दें और यही सीधा दीन है",
			"id": 5,
			"text": "وَ مَاۤ  اُمِرُوۡۤا  اِلَّا لِیَعۡبُدُوا اللّٰہَ مُخۡلِصِیۡنَ لَہُ  الدِّیۡنَ ۬ۙ حُنَفَآءَ وَ یُقِیۡمُوا الصَّلٰوۃَ  وَ یُؤۡتُوا الزَّکٰوۃَ وَ ذٰلِکَ دِیۡنُ الۡقَیِّمَۃِ ؕ﴿۵﴾ ",
			"author": "৫. অথচ তাদেরকে কেবল নির্দেশ দেয়া হয়েছিল শুধুমাত্র তাঁর জন্যেই নিজেদের দ্বীনকে একনিষ্ঠ করে (অর্থাৎ ঈমান ও আন্তরিকতাকে বিশুদ্ধ করে) আল্লাহ্‌র ইবাদত করতে, (সকল মিথ্যা থেকে বিচ্ছিন্ন হয়ে) সত্যের পথে একাগ্রতা সৃষ্টি করতে, নামায কায়েম করতে এবং যাকাত প্রদান করতে। আর এটিই হলো সরল ও অবিচল দ্বীন।"
		},
		{
			"_id": "6136",
			"sura": "98",
			"para": "30",
			"verses": "6",
			"names": "اِنَّ  الَّذِیۡنَ کَفَرُوۡا مِنۡ اَہۡلِ الۡکِتٰبِ وَ الۡمُشۡرِکِیۡنَ فِیۡ  نَارِ جَہَنَّمَ خٰلِدِیۡنَ فِیۡہَا ؕ اُولٰٓئِکَ ہُمۡ شَرُّ الۡبَرِیَّۃِ ؕ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الَّذِیۡنَ کَفَرُوۡا مِنۡ اَہۡلِ الۡکِتٰبِ وَ الۡمُشۡرِکِیۡنَ فِیۡ  نَارِ جَہَنَّمَ خٰلِدِیۡنَ فِیۡہَا ؕ اُولٰٓئِکَ ہُمۡ شَرُّ الۡبَرِیَّۃِ ؕ﴿۶﴾ ",
			"index": "6136",
			"name": "নিশ্চয় যত কাফির রয়েছে কিতাবী ও মুশরিক, সবাই জাহান্নামের আগুনে রয়েছে, সর্বদা তাতে থাকবে। তারাই সৃষ্টিকূলের মধ্যে সবচেয়ে নিকৃষ্ট। ",
			"en_kanzulimaan": "Indeed all disbelievers, the People of the Book(s) and the polytheists, are in the fire of hell  they will remain in it for ever; it is they who are the worst among the creation.",
			"ur_kanzulimaan": "بیشک جتنے کافر ہیں کتابی اور مشرک سب جہنم کی آگ میں ہیں ہمیشہ اس میں رہیں گے، وہی تمام مخلوق میں بدتر ہیں،",
			"hi_kanzulimaan": "बेशक जितने काफ़िर हैं किताबी और मुश्रिक सब जहन्न्म की आग में हैं हमेशा उसमें रहेंगे, वही तमाम मख़लूक़ में बदतर हैं",
			"id": 6,
			"text": "اِنَّ  الَّذِیۡنَ کَفَرُوۡا مِنۡ اَہۡلِ الۡکِتٰبِ وَ الۡمُشۡرِکِیۡنَ فِیۡ  نَارِ جَہَنَّمَ خٰلِدِیۡنَ فِیۡہَا ؕ اُولٰٓئِکَ ہُمۡ شَرُّ الۡبَرِیَّۃِ ؕ﴿۶﴾ ",
			"author": "৬. নিশ্চয়ই আহলে কিতাবের মধ্যে যারা কাফের হয়ে গিয়েছে তারা এবং মুশরিকেরা (সবাই) জাহান্নামের অগ্নিতে (পড়ে) থাকবে, তারা তাতে চিরকাল অবস্থান করবে। এরাই সৃষ্টিকুলের মধ্যে নিকৃষ্টতম।"
		},
		{
			"_id": "6137",
			"sura": "98",
			"para": "30",
			"verses": "7",
			"names": "اِنَّ  الَّذِیۡنَ  اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ ۙ اُولٰٓئِکَ ہُمۡ خَیۡرُ الۡبَرِیَّۃِ ؕ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الَّذِیۡنَ  اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ ۙ اُولٰٓئِکَ ہُمۡ خَیۡرُ الۡبَرِیَّۃِ ؕ﴿۷﴾ ",
			"index": "6137",
			"name": "নিশ্চয় যারা ঈমান এনেছে এবং সৎকর্ম করেছে, তারাই সকল সৃষ্টির মধ্যে শ্রেষ্ঠ; ",
			"en_kanzulimaan": "Indeed those who accepted faith and did good deeds  it is they who are the best among the creation.",
			"ur_kanzulimaan": "بیشک جو ایمان لائے اور اچھے کام کیے وہی تمام مخلوق ہیں بہتر ہیں،",
			"hi_kanzulimaan": "बेशक जो ईमान लाए और अच्छे काम किये वही तमाम मख़लूक़ में बेहतर हैं",
			"id": 7,
			"text": "اِنَّ  الَّذِیۡنَ  اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ ۙ اُولٰٓئِکَ ہُمۡ خَیۡرُ الۡبَرِیَّۃِ ؕ﴿۷﴾ ",
			"author": "৭. নিশ্চয়ই যারা ঈমান আনয়ন করে এবং সৎকর্ম অব্যাহত রাখে, তারাই সৃষ্টিকুলের মধ্যে উৎকৃষ্টতম।"
		},
		{
			"_id": "6138",
			"sura": "98",
			"para": "30",
			"verses": "8",
			"names": "جَزَآؤُہُمۡ عِنۡدَ  رَبِّہِمۡ جَنّٰتُ عَدۡنٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَاۤ  اَبَدًا ؕ رَضِیَ اللّٰہُ  عَنۡہُمۡ وَ رَضُوۡا عَنۡہُ ؕ ذٰلِکَ لِمَنۡ خَشِیَ رَبَّہٗ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "جَزَآؤُہُمۡ عِنۡدَ  رَبِّہِمۡ جَنّٰتُ عَدۡنٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَاۤ  اَبَدًا ؕ رَضِیَ اللّٰہُ  عَنۡہُمۡ وَ رَضُوۡا عَنۡہُ ؕ ذٰلِکَ لِمَنۡ خَشِیَ رَبَّہٗ ﴿۸﴾ ",
			"index": "6138",
			"name": "তাদের প্রতিদান তাদের রবের নিকট- বসবাস করার বাগান, যার নিচে নহরসমূহ প্রবাহিত সেগুলোর মধ্যে সদা-সর্বদা থাকবে। আল্লাহ্‌ তাদের উপর সন্তুষ্ট এবং তারা তার উপর সন্তুষ্ট । এটা তারই জন্য, যে আপন রবকে ভয় করে।",
			"en_kanzulimaan": "Their reward is - with their Lord - everlasting Gardens of Eden beneath which rivers flow, in which they will abide for ever and ever; Allah is pleased with them and they are pleased with Him; this is for one who fears his Lord.",
			"ur_kanzulimaan": "ان کا صلہ ان کے رب کے پاس بسنے کے باغ ہیں جن کے نیچے نہریں بہیں ان میں ہمیشہ ہمیشہ رہیں، اللہ ان سے راضی اور وہ اس سے راضی یہ اس کے لیے ہے جو اپنے رب سے ڈرے",
			"hi_kanzulimaan": "उनका सिला उनके रब के पास बसने के बाग़ हैं जिनके नीचे नेहरें बहें उनमें हमेशा हमेशा रहें, अल्लाह उनसे राज़ी (13फ) और वो उससे राज़ी (14फ) यह उसके लिये है जो अपने रब से डरे (15फ)",
			"id": 8,
			"text": "جَزَآؤُہُمۡ عِنۡدَ  رَبِّہِمۡ جَنّٰتُ عَدۡنٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَاۤ  اَبَدًا ؕ رَضِیَ اللّٰہُ  عَنۡہُمۡ وَ رَضُوۡا عَنۡہُ ؕ ذٰلِکَ لِمَنۡ خَشِیَ رَبَّہٗ ٪﴿۸﴾ \n‎ 1 رُكوع",
			"author": "৮. তাদের প্রতিপালকের নিকট রয়েছে তাদের প্রতিদান চিরস্থায়ী বসবাসের উদ্যানসমূহ, যার তলদেশে স্রোতধারা প্রবাহিত। তারা তথায় চিরকাল বসবাস করবে। আল্লাহ্ তা’আলা তাদের উপর সন্তুষ্ট এবং তারাও তাঁর উপর সন্তুষ্ট। এ (মর্যাদাপূর্ণ স্থান) তার জন্যে, যে তার প্রতিপালককে ভয় করে।"
		}
	]