[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "2856",
			"sura": "25",
			"para": "18",
			"verses": "1",
			"names": "تَبٰرَکَ الَّذِیۡ نَزَّلَ الۡفُرۡقَانَ عَلٰی عَبۡدِہٖ لِیَکُوۡنَ  لِلۡعٰلَمِیۡنَ  نَذِیۡرَا ۙ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "تَبٰرَکَ الَّذِیۡ نَزَّلَ الۡفُرۡقَانَ عَلٰی عَبۡدِہٖ لِیَکُوۡنَ  لِلۡعٰلَمِیۡنَ  نَذِیۡرَا ۙ﴿۱﴾ ",
			"index": "2856",
			"name": "বড় মঙ্গলময় তিনি, যিনি অবতীর্ণ করেছেন ক্বোরআন আপন বান্দার প্রতি, যাতে তিনি সমগ্র জগতের জন্য সতর্ককারী হন।",
			"en_kanzulimaan": "Most Auspicious is He Who has sent down the Furqan (the Criterion  the Holy Quran) upon His chosen bondman for him to be a Herald of Warning to the entire world. (Prophet Mohammed  peace and blessings be upon him  is the Prophet towards all mankind.)",
			"ur_kanzulimaan": "بڑی برکت والا ہے وہ کہ جس نے اتارا قرآن اپنے بندہ پر جو سارے جہان کو ڈر سنانے والا ہو",
			"hi_kanzulimaan": "बड़ी बरकत वाला है वह जिसने उतारा क़ुरआन अपने बन्दे पर (2फ) जो सारे जगत को डर सुनाने वाला हो (3फ)",
			"author": "১. (সেই আল্লাহ্) অসীম বরকতের অধিকারী যিনি স্বীয় (প্রিয়তম ও নৈকট্যপ্রাপ্ত) বান্দার প্রতি (সত্য মিথ্যার পার্থক্য এবং) ফায়সালাকারী (কুরআন) অবতীর্ণ করেছেন। আর তা এজন্যে যে, তিনি সমস্ত জগতের জন্যে সতর্ককারী হবেন।"
		},
		{
			"_id": "2857",
			"sura": "25",
			"para": "18",
			"verses": "2",
			"names": "ۣالَّذِیۡ لَہٗ  مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ لَمۡ  یَتَّخِذۡ وَلَدًا وَّ لَمۡ  یَکُنۡ لَّہٗ شَرِیۡکٌ فِی الۡمُلۡکِ وَ خَلَقَ کُلَّ شَیۡءٍ فَقَدَّرَہٗ تَقۡدِیۡرًا ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "ۣالَّذِیۡ لَہٗ  مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ لَمۡ  یَتَّخِذۡ وَلَدًا وَّ لَمۡ  یَکُنۡ لَّہٗ شَرِیۡکٌ فِی الۡمُلۡکِ وَ خَلَقَ کُلَّ شَیۡءٍ فَقَدَّرَہٗ تَقۡدِیۡرًا ﴿۲﴾ ",
			"index": "2857",
			"name": "তিনিই, যার জন্য আসমানসমূহ ও যমীনের বাদশাহী এবং তিনি কোন সন্তান গ্রহণ করেন নি এবং তার সাম্রাজ্যের মধ্যে কোন অংশীদার নেই, তিনি প্রত্যেক বস্তু সৃষ্টি করে সঠীক পরিমাণে রেখেছেন। ",
			"en_kanzulimaan": "The One to Whom belongs the kingship of the heavens and of the earth, and has not chosen a child, and has no partner in His kingship, and He has created everything and kept it in proper measure.",
			"ur_kanzulimaan": "وہ جس کے لیے ہے آسمانوں اور زمین کی بادشاہت اور اس نے نہ اختیار فرمایا بچہ اور اس کی سلطنت میں کوئی ساجھی نہیں اس نے ہر چیز پیدا کرکے ٹھیک اندازہ پر رکھی،",
			"hi_kanzulimaan": "वह जिसके लिये है आसमानों और ज़मीन की बादशाहत और उसने न इख़्तियार फ़रमाया बच्चा (4फ) और उसकी सल्तनत में कोई साझी नहीं (5फ) उसने हर चीज़ पैदा करके ठीक अन्दाज़े पर रखी",
			"author": "২. তিনি, (আল্লাহ্) যাঁর জন্যে সমস্ত আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব। আর যিনি (নিজের জন্যে) কোনো সন্তান গ্রহণ করেননি এবং তাঁর রাজত্বে তাঁর কোনো শরীক নেই। আর তিনি সৃষ্টি করেছেন সবকিছু। অতঃপর প্রত্যেককে (বেঁচে থাকা ও সমৃদ্ধি, সকল পর্যায়ে তার বৈশিষ্ট্য, কার্যাবলী ও সময়, মোটকথা সবকিছুকে) একটি সুনির্দিষ্ট পরিমাপে নির্ধারণ করে দিয়েছেন।"
		},
		{
			"_id": "2858",
			"sura": "25",
			"para": "18",
			"verses": "3",
			"names": "وَ اتَّخَذُوۡا مِنۡ دُوۡنِہٖۤ  اٰلِہَۃً  لَّا یَخۡلُقُوۡنَ شَیۡئًا وَّ ہُمۡ یُخۡلَقُوۡنَ وَ لَا یَمۡلِکُوۡنَ لِاَنۡفُسِہِمۡ ضَرًّا وَّ لَا نَفۡعًا وَّ لَا یَمۡلِکُوۡنَ مَوۡتًا  وَّ لَا حَیٰوۃً   وَّ  لَا نُشُوۡرًا ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ اتَّخَذُوۡا مِنۡ دُوۡنِہٖۤ  اٰلِہَۃً  لَّا یَخۡلُقُوۡنَ شَیۡئًا وَّ ہُمۡ یُخۡلَقُوۡنَ وَ لَا یَمۡلِکُوۡنَ لِاَنۡفُسِہِمۡ ضَرًّا وَّ لَا نَفۡعًا وَّ لَا یَمۡلِکُوۡنَ مَوۡتًا  وَّ لَا حَیٰوۃً   وَّ  لَا نُشُوۡرًا ﴿۳﴾ ",
			"index": "2858",
			"name": "এবং লোকেরা তিনি ব্যতীত অন্যান্য খোদা স্থির করে নিয়েছে, যারা কিছু সৃষ্টি করে না এবং নিজেরাই সৃষ্ট হয়েছে আর নিজেরাই নিজেদের প্রাণের উপকার-অপকারের মালিক নয় এবং না মৃত্যুবরণ করার ক্ষমতা রাখে, না বেচের থাকার এবং না উঠার। ",
			"en_kanzulimaan": "And people have appointed other Gods besides Him, those who do not create anything but are themselves created, and those who do not have the power to harm or benefit themselves, and who do not have any authority over death or life nor over resurrection.",
			"ur_kanzulimaan": "اور لوگوں نے اس کے سوا اور خدا ٹھہرالیے کہ وہ کچھ نہیں بناتے اور خود پیدا کیے گئے ہیں اور خود اپنی جانوں کے برے بھلے کے مالک نہیں اور نہ مرنے کا اختیار نہ جینے کا نہ اٹھنے کا،",
			"hi_kanzulimaan": "और लोगों ने उसके सिवा और ख़ुदा ठहरा लिये (6फ) कि वो कुछ नहीं बनाते और ख़ुद पैदा किये गए हैं और ख़ुद अपनी जानों के भले बुरे के मालिक नहीं और न मरने का इख़्तियार न जीने का न उठने का",
			"author": "৩. আর সে সকল (মুশরিক) লোকেরা আল্লাহ তা’আলাকে ছেড়ে এমন সত্তাদেরকে উপাস্য হিসেবে গ্রহণ করেছে যারা কিছুই সৃষ্টি করতে পারে না, বরং নিজেরাই সৃষ্ট। আর তারা না নিজেদের অকল্যাণের অধিকার রাখে, আর না কল্যাণের। আবার না তারা মৃত্যুর উপর ক্ষমতা রাখে আর না জীবনের এবং না (মৃত্যুর পর) পুনরুত্থানের (এখতিয়ার বা স্বাধীনতা রাখে)।"
		},
		{
			"_id": "2859",
			"sura": "25",
			"para": "18",
			"verses": "4",
			"names": "وَ قَالَ الَّذِیۡنَ  کَفَرُوۡۤا اِنۡ ہٰذَاۤ  اِلَّاۤ  اِفۡکُۨ افۡتَرٰىہُ وَ اَعَانَہٗ  عَلَیۡہِ  قَوۡمٌ   اٰخَرُوۡنَ ۚۛ فَقَدۡ  جَآءُوۡ  ظُلۡمًا  وَّ  زُوۡرًا ۚ﴿ۛ۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الَّذِیۡنَ  کَفَرُوۡۤا اِنۡ ہٰذَاۤ  اِلَّاۤ  اِفۡکُۨ افۡتَرٰىہُ وَ اَعَانَہٗ  عَلَیۡہِ  قَوۡمٌ   اٰخَرُوۡنَ ۚۛ فَقَدۡ  جَآءُوۡ  ظُلۡمًا  وَّ  زُوۡرًا ۚ﴿ۛ۴﴾ ",
			"index": "2859",
			"name": "এবং কাফিরগণ বললো, ‘এ’তো নয়, কিন্তু এক মিথ্যাপবাদ, যা তারা রচনা করে নিয়েছেন এবং এ ব্যাপারে অন্যান্য লোকেরা তাকে সাহায্য করেছে। নিঃসন্দেহে তারা যুল্‌ম ও মিথ্যায় উপনীত হয়েছে। ",
			"en_kanzulimaan": "And the disbelievers said, This is nothing but a slur he has fabricated and others have helped him upon it; so indeed the disbelievers have stooped to injustice and lie.",
			"ur_kanzulimaan": "اور کافر بولے یہ تو نہیں مگر ایک بہتان جو انہوں نے بنالیا ہے اور اس پر اور لوگوں نے انہیں مدد دی ہے بیشک وہ ظلم اور جھوٹ پر آئے،",
			"hi_kanzulimaan": "और काफ़िर बोले (7फ) यह तो नहीं मगर एक बोहतान जो उन्होंने बना लिया है (8फ) और इसपर और लोगों ने (9फ) उन्हें मदद दी है, बेशक वो (10फ) ज़ुल्म और झूट पर आए",
			"author": "৪. আর অবিশ্বাসীরা বলে, ‘এ (কুরআন) মিথ্যা ব্যতীত কিছুই নয় যা এ (রিসালাতের দাবীদার) ব্যক্তি উদ্ভাবন করেছেন এবং এতে ভিন্ন সম্প্রদায়ের লোকেরা তাঁকে সহযোগিতা করেছে’। নিশ্চয়ই কাফেরেরা জুলুম ও মিথ্যায় (নেমে) এসেছে।"
		},
		{
			"_id": "2860",
			"sura": "25",
			"para": "18",
			"verses": "5",
			"names": "وَ قَالُوۡۤا اَسَاطِیۡرُ الۡاَوَّلِیۡنَ اکۡتَتَبَہَا فَہِیَ تُمۡلٰی عَلَیۡہِ  بُکۡرَۃً   وَّ اَصِیۡلًا ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡۤا اَسَاطِیۡرُ الۡاَوَّلِیۡنَ اکۡتَتَبَہَا فَہِیَ تُمۡلٰی عَلَیۡہِ  بُکۡرَۃً   وَّ اَصِیۡلًا ﴿۵﴾ ",
			"index": "2860",
			"name": "এবং বললো, ‘পূর্ববর্তীদের কিচ্ছা-কাহিনী তিনি লিখে নিয়েছেন; অতঃপর সেগুলো তার নিকট সকান-সন্ধ্যায় পাঠ করা হয়’।",
			"en_kanzulimaan": "And they said, These are stories of the former people, which he has written down, so they are read to him morning and evening.",
			"ur_kanzulimaan": "اور بولے اگلوں کی کہانیاں ہیں جو انہوں نے لکھ لی ہیں تو وہ ان پر صبح و شام پڑھی جاتی ہیں،",
			"hi_kanzulimaan": "और बोले (11फ) अगलों की कहानियां हैं जो उन्होंने (12फ) लिख ली हैं तो वो उनपर सुब्ह शाम पढ़ी जाती हैं",
			"author": "৫. আর তারা বলে, ‘এ (কুরআন) পূর্ববর্তীদের মনগড়া উপকথা, যা এ ব্যক্তি লিখিয়ে নিয়েছেন। অতঃপর এ (মনগড়া উপকথা) গুলো সকাল-সন্ধায় তাঁকে পাঠ করে শুনানো হয়। (যাতে তা মনে রেখে পরবর্তীতে শুনাতে পারেন।)’"
		},
		{
			"_id": "2861",
			"sura": "25",
			"para": "18",
			"verses": "6",
			"names": "قُلۡ اَنۡزَلَہُ الَّذِیۡ یَعۡلَمُ السِّرَّ فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ اِنَّہٗ  کَانَ غَفُوۡرًا  رَّحِیۡمًا ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ اَنۡزَلَہُ الَّذِیۡ یَعۡلَمُ السِّرَّ فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ اِنَّہٗ  کَانَ غَفُوۡرًا  رَّحِیۡمًا ﴿۶﴾ ",
			"index": "2861",
			"name": "আপনি বলুন, ‘সেটা তো তিনিই অবতীর্ণ করেছেন, যিনি আসমানসমূহ ও যমীনের প্রত্যেক গোপন বিষয় জানেন। নিশ্চয় তিনি ক্ষমাশীল, দয়ালু’।",
			"en_kanzulimaan": "Proclaim (O dear Prophet Mohammed - peace and blessings be upon him), It is sent down by Him Who knows all the secrets of the heavens and the earth; indeed He Oft Forgiving, Most Merciful.\"",
			"ur_kanzulimaan": "تم فرماؤ اسے تو اس نے اتارا ہے جو آسمانوں اور زمین کی ہر بات جانتا ہے بیشک وہ بخشنے والا مہربان ہے",
			"hi_kanzulimaan": "तुम फ़रमाओ इसे तो उसने उतारा है जो आसमानों और ज़मीन की हर छुपी बात जानता है (13फ) बेशक वह बख़्शने वाला मेहरबान है (14फ)",
			"author": "৬. আপনি বলে দিন: ‘এ (এ কুরআন) তিনিই (আল্লাহ্ তা’আলা) অবতীর্ণ করেছেন যিনি আকাশমন্ডলী ও পৃথিবীর (মাঝে বিদ্যমান) সমস্ত গোপন বিষয় সম্পর্কে অবগত। অবশ্যই তিনি মহাক্ষমাশীল, অসীম দয়ালু।"
		},
		{
			"_id": "2862",
			"sura": "25",
			"para": "18",
			"verses": "7",
			"names": "وَ قَالُوۡا مَالِ ہٰذَا الرَّسُوۡلِ یَاۡکُلُ الطَّعَامَ وَ یَمۡشِیۡ  فِی الۡاَسۡوَاقِ ؕ لَوۡ لَاۤ اُنۡزِلَ اِلَیۡہِ مَلَکٌ فَیَکُوۡنَ مَعَہٗ نَذِیۡرًا ۙ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡا مَالِ ہٰذَا الرَّسُوۡلِ یَاۡکُلُ الطَّعَامَ وَ یَمۡشِیۡ  فِی الۡاَسۡوَاقِ ؕ لَوۡ لَاۤ اُنۡزِلَ اِلَیۡہِ مَلَکٌ فَیَکُوۡنَ مَعَہٗ نَذِیۡرًا ۙ﴿۷﴾ ",
			"index": "2862",
			"name": "এবং বললো, ‘ওই রসূলের কি হলো যিনি আহার করেন ও হাট-বাজারে চলাফেরা করেন? কেন অবতীর্ণ করা হলো না তার সাথে কোন ফিরিশ্‌তা যে তার সাথে সতর্কবাণী শুনাতো?",
			"en_kanzulimaan": "And they said, What is the matter with this (Noble) Messenger, that he eats food and walks in the markets? Why was not an angel sent down along with him, to give warning along with him?",
			"ur_kanzulimaan": "اور بولے اور رسول کو کیا ہوا کھانا کھاتا ہے اور بازاروں میں چلتا ہے (ف۹۱۶ کیوں نہ اتارا گیا ان کے ساتھ کوئی فرشتہ کہ ان کے ساتھ ڈر سناتا",
			"hi_kanzulimaan": "और बोले (15फ) इस रसूल को क्या हुआ खाना खाता है और बाज़ार में चलता है (16फ) क्यों न उतारा गया उनके साथ कोई फ़रिश्ता कि उनके साथ डर सुनाता (17फ)",
			"author": "৭. আর তারা বলে, ‘এ রাসূলের কী হয়েছে? তিনি খাবার গ্রহণ করেন এবং বাজারে চলাফেরা করেন। তাঁর নিকট কেন কোনো ফেরেশতা অবতীর্ণ হয় না, যাতে তাঁর সাথে (মিলেমিশে) সতর্ককারী হতে পারে?"
		},
		{
			"_id": "2863",
			"sura": "25",
			"para": "18",
			"verses": "8",
			"names": "اَوۡ یُلۡقٰۤی اِلَیۡہِ کَنۡزٌ اَوۡ تَکُوۡنُ لَہٗ جَنَّۃٌ یَّاۡکُلُ مِنۡہَا ؕ وَ قَالَ الظّٰلِمُوۡنَ  اِنۡ تَتَّبِعُوۡنَ   اِلَّا  رَجُلًا  مَّسۡحُوۡرًا ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "اَوۡ یُلۡقٰۤی اِلَیۡہِ کَنۡزٌ اَوۡ تَکُوۡنُ لَہٗ جَنَّۃٌ یَّاۡکُلُ مِنۡہَا ؕ وَ قَالَ الظّٰلِمُوۡنَ  اِنۡ تَتَّبِعُوۡنَ   اِلَّا  رَجُلًا  مَّسۡحُوۡرًا ﴿۸﴾ ",
			"index": "2863",
			"name": "অথবা অদৃশ্য থেকে কোন ধন ভাণ্ডার তিনি প্রাপ্ত হতেন কিংবা তার কোন বাগান থাকতো, যা থেকে আহার করতেন?’ এবং যালিমগণ বললো, ‘তোমরা তো অনুসরণ করছো না, কিন্তু একজন এমন ব্যক্তির যার উপর যাদু করা হয়েছে’।",
			"en_kanzulimaan": "Or that he should have obtained a hidden treasure, or should have had a garden from which to eat; and the unjust said, You do not follow but a man under a magic spell.",
			"ur_kanzulimaan": "یا غیب سے انہیں کوئی خزانہ مل جاتا یا ان کا کوئی باغ ہوتا جس میں سے کھاتے اور ظالم بولے تم تو پیروی نہیں کرتے مگر ایک ایسے مرد کی جس پر جادو ہوا",
			"hi_kanzulimaan": "या ग़ैब से उन्हें कोई ख़ज़ाना मिल जाता या उनका कोई बाग़ होता जिसमें से खाते (18फ) और ज़ालिम बोले  (19फ) तुम तो पैरवी नहीं करते मगर एक ऐसे मर्द की जिसपर जादू हुआ (20फ)",
			"author": "৮. অথবা তাঁর নিকট কোনো ধন-ভান্ডার অবতীর্ণ হতো অথবা (কমপক্ষে) তাঁর একটি বাগান থাকতো যার (আয়) থেকে তিনি খেতে পারতেন।’ আর জালিমেরা (মুসলমানদেরকে) বলে যে, ‘তোমরা তো কেবল একজন যাদুগ্রস্ত লোকের আনুগত্য করছো’।"
		},
		{
			"_id": "2864",
			"sura": "25",
			"para": "18",
			"verses": "9",
			"names": "اُنۡظُرۡ کَیۡفَ ضَرَبُوۡا لَکَ الۡاَمۡثَالَ فَضَلُّوۡا  فَلَا  یَسۡتَطِیۡعُوۡنَ سَبِیۡلًا ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "اُنۡظُرۡ کَیۡفَ ضَرَبُوۡا لَکَ الۡاَمۡثَالَ فَضَلُّوۡا  فَلَا  یَسۡتَطِیۡعُوۡنَ سَبِیۡلًا ﴿۹﴾ ",
			"index": "2864",
			"name": "হে মাহবুব! দেখুন, কেমন সব উপমা আপনার জন্য রচনা করছে, অতঃপর তারা পথভ্রষ্ট হয়েছে, এখন তারা কোন পথ পাচ্ছে না। ",
			"en_kanzulimaan": "O dear Prophet (Mohammed  peace and blessings be upon him) see how they invent examples for you - they have therefore gone astray, unable to find a road.",
			"ur_kanzulimaan": "اے محبوب دیکھو کیسی کہاوتیں تمہارے لیے بنارہے ہیں تو گمراہ ہوئے کہ اب کوئی راہ نہیں پاتے،",
			"hi_kanzulimaan": "ऐ मेहबूब देखो कैसी कहावतें तुम्हारे लिये बना रहे हैं, तो गुमराह हुए कि अब कोई राह नहीं पाते",
			"author": "৯. ­ (হে সম্মানিত হাবীব!) আপনি লক্ষ্য করুন, এরা আপনার জন্যে কী রকম উপমা বর্ণনা করে। অতঃপর তারা গোমরাহ্ বা পথভ্রষ্ট হয়ে গেছে। সুতরাং তারা (হেদায়াতের) কোনো পথ পাবে না।"
		},
		{
			"_id": "2865",
			"sura": "25",
			"para": "18",
			"verses": "10",
			"names": "تَبٰرَکَ الَّذِیۡۤ  اِنۡ شَآءَ جَعَلَ لَکَ خَیۡرًا مِّنۡ ذٰلِکَ جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ ۙ وَ  یَجۡعَلۡ  لَّکَ  قُصُوۡرًا ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "تَبٰرَکَ الَّذِیۡۤ  اِنۡ شَآءَ جَعَلَ لَکَ خَیۡرًا مِّنۡ ذٰلِکَ جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ ۙ وَ  یَجۡعَلۡ  لَّکَ  قُصُوۡرًا ﴿۱۰﴾ ",
			"index": "2865",
			"name": "মহা মঙ্গলময় তিনিই, যদি তিনি চান তবে আপনার জন্য তদপেক্ষা বহু উৎকৃষ্ট করে দিতে পারেন জান্নাতসমূহকে, যেগুলোর পাদদেশে নহরসমূহ প্রবহমান এবং আপনার জন্য উচু উচু প্রাসাদ করতে পারেন। ",
			"en_kanzulimaan": "Most Auspicious is He Who, if He wills, may make it much better for you - Gardens beneath which rivers flow, and may create high palaces for you.",
			"ur_kanzulimaan": "بڑی برکت والا ہے وہ کہ اگر چاہے تو تمہارے لیے بہت بہتر اس سے کردے جنتیں جن کے نیچے نہریں بہیں اور کرے گا تمہارے لیے اونچے اونچے محل،",
			"hi_kanzulimaan": "बड़ी बरकत वाला है वह कि अगर चाहे तो तुम्हारे लिये बहुत बेहतर उससे कर दे (21फ) जन्नते जिनके नीचे नहरें बहें और करेगा तुम्हारे लिये ऊंचे ऊंचे महल",
			"author": "১০. তিনি অতিশয় বরকতের অধিকারী। যদি তিনি চান তবে আপনার জন্যে (দুনিয়াতে) এরচেয়েও উত্তম উদ্যান তৈরী করে দিতে পারেন যার তলদেশে স্রোতধারাসমূহ প্রবাহিত হবে এবং আপনার জন্যে আলীশান প্রাসাদ বানিয়ে দিতে পারেন (কিন্তু নবী ও রাসূল হওয়ার জন্যে এগুলো শর্ত নয়।)"
		},
		{
			"_id": "2866",
			"sura": "25",
			"para": "18",
			"verses": "11",
			"names": "بَلۡ  کَذَّبُوۡا بِالسَّاعَۃِ ۟ وَ  اَعۡتَدۡنَا لِمَنۡ کَذَّبَ بِالسَّاعَۃِ سَعِیۡرًا ﴿ۚ۱۱﴾ ",
			"number": "",
			"verses_PDMS": "بَلۡ  کَذَّبُوۡا بِالسَّاعَۃِ ۟ وَ  اَعۡتَدۡنَا لِمَنۡ کَذَّبَ بِالسَّاعَۃِ سَعِیۡرًا ﴿ۚ۱۱﴾ ",
			"index": "2866",
			"name": "বরং এরা তো ক্বিয়ামতকে অস্বীকার করছে; এবং যে ক্বিয়ামতকে অস্বীকার করে, আমি তার জন্য তৈরী করে রেখেছি প্রজ্জ্বলিত আগুন। ",
			"en_kanzulimaan": "In fact they deny the Last Day; and We have kept prepared a blazing fire for those who deny the Last Day.",
			"ur_kanzulimaan": "بلکہ یہ تو قیامت کو جھٹلاتے ہیں، اور جو قیامت کو جھٹلائے ہم نے اس کے لیے تیار کر رکھی ہے بھڑکتی ہوئی آگ،",
			"hi_kanzulimaan": "बल्कि ये तो क़यामत को झुटलाते हैं और जो क़यामत को झुटलाए हमने उसके लिये तैयार कर रखी है भड़कती हुई आग",
			"author": "১১. বরং তারা কিয়ামতকে(ও) মিথ্যাপ্রতিপন্ন করেছে। আর কিয়ামতকে মিথ্যাপ্রতিপন্নকারী (প্রত্যেক) ব্যক্তির জন্যে আমরা (দোযখের) প্রজ্বলিত আগুন প্রস্তুত করে রেখেছি।"
		},
		{
			"_id": "2867",
			"sura": "25",
			"para": "18",
			"verses": "12",
			"names": "اِذَا  رَاَتۡہُمۡ مِّنۡ مَّکَانٍۭ بَعِیۡدٍ سَمِعُوۡا  لَہَا تَغَیُّظًا وَّ  زَفِیۡرًا ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "اِذَا  رَاَتۡہُمۡ مِّنۡ مَّکَانٍۭ بَعِیۡدٍ سَمِعُوۡا  لَہَا تَغَیُّظًا وَّ  زَفِیۡرًا ﴿۱۲﴾ ",
			"index": "2867",
			"name": "যখন সেটা তাদেরকে দূরবর্তী স্থান থেকে দেখবে, তখন তারা শুনতে পাবে সেটার ক্রব্ধ গর্জন ও চিৎকার।",
			"en_kanzulimaan": "When it will see them from afar, they will hear its raging and roaring.",
			"ur_kanzulimaan": "جب وہ انہیں دور جگہ سے دیکھے گی تو سنیں گے اس کا جوش مارنا اور چنگھاڑنا،",
			"hi_kanzulimaan": "जब वह उन्हें दूर जगह से दीखेंगी (22फ) तो सुनेंगे उसका जोश मारना और चिंघाड़ना",
			"author": "১২. যখন এ (দোযখের আগুন) দূর থেকে(ই) তাদের সামনে দৃশ্যমান হবে তখন তারা এর ক্রুদ্ধ গর্জন এবং হুঙ্কার শুনতে পাবে।"
		},
		{
			"_id": "2868",
			"sura": "25",
			"para": "18",
			"verses": "13",
			"names": "وَ اِذَاۤ  اُلۡقُوۡا مِنۡہَا مَکَانًا ضَیِّقًا مُّقَرَّنِیۡنَ  دَعَوۡا  ہُنَالِکَ ثُبُوۡرًا ﴿ؕ۱۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذَاۤ  اُلۡقُوۡا مِنۡہَا مَکَانًا ضَیِّقًا مُّقَرَّنِیۡنَ  دَعَوۡا  ہُنَالِکَ ثُبُوۡرًا ﴿ؕ۱۳﴾ ",
			"index": "2868",
			"name": "এবং যখন তাদেরকে সেটার কোন সংকীর্ণ স্থানে নিক্ষেপ করা হবে লৌহ শৃঙ্খলে আবদ্ধ অবস্থায়, তখন তারা সেখানে মৃত্যু কামনা করবে। ",
			"en_kanzulimaan": "And when they are thrown into a narrow place in it, bound in chains, they will pray for death in it.",
			"ur_kanzulimaan": "اور جب اس کی کسی تنگ جگہ میں ڈالے جائیں گے زنجیروں میں جکڑے ہوئے تو وہاں موت مانگیں گے",
			"hi_kanzulimaan": "और जब उसकी किसी तंग जगह में डाले जाएंगे (23फ) ज़ंजीरों में जकड़े हुए (24फ) तो वहां मौत मांगेगे (25फ)",
			"author": "১৩. আর যখন তাদেরকে কোনো সংকীর্ণ স্থান থেকে শৃঙ্খলিত অবস্থায় (অথবা তাদের শয়তানদের সাথে বেঁধে) নিক্ষেপ করা হবে তখন তারা (নিজেদের) ধ্বংস কামনা করবে।"
		},
		{
			"_id": "2869",
			"sura": "25",
			"para": "18",
			"verses": "14",
			"names": "لَا تَدۡعُوا الۡیَوۡمَ ثُبُوۡرًا وَّاحِدًا وَّ ادۡعُوۡا ثُبُوۡرًا کَثِیۡرًا ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "لَا تَدۡعُوا الۡیَوۡمَ ثُبُوۡرًا وَّاحِدًا وَّ ادۡعُوۡا ثُبُوۡرًا کَثِیۡرًا ﴿۱۴﴾ ",
			"index": "2869",
			"name": "এরশাদ করা হবে, ‘আজ এক মৃত্যু কামনা করো না, আরো বহু মৃত্যু কামনা করো’।",
			"en_kanzulimaan": "It will be said Do not pray this day for one death  and pray for many deaths.",
			"ur_kanzulimaan": "فرمایا جائے گا آج ایک موت نہ مانگو اور بہت سی موتیں مانگو",
			"hi_kanzulimaan": "फ़रमाया जाएगा आज एक मौत न मांगो और बहुत सी मौते मांगों",
			"author": "১৪. (তাদেরকে বলা হবে,) ‘আজ কেবল এক ধ্বংসকে ডেকো না বরং আরো অনেক ধ্বংসকে ডাকো’।"
		},
		{
			"_id": "2870",
			"sura": "25",
			"para": "18",
			"verses": "15",
			"names": "قُلۡ اَذٰلِکَ خَیۡرٌ اَمۡ جَنَّۃُ  الۡخُلۡدِ الَّتِیۡ وُعِدَ الۡمُتَّقُوۡنَ ؕ کَانَتۡ لَہُمۡ جَزَآءً وَّ مَصِیۡرًا ﴿۱۵﴾  ",
			"number": "",
			"verses_PDMS": "قُلۡ اَذٰلِکَ خَیۡرٌ اَمۡ جَنَّۃُ  الۡخُلۡدِ الَّتِیۡ وُعِدَ الۡمُتَّقُوۡنَ ؕ کَانَتۡ لَہُمۡ جَزَآءً وَّ مَصِیۡرًا ﴿۱۵﴾  ",
			"index": "2870",
			"name": "আপনি বলুন, ‘এটাই কি শ্রেয়, না ওই স্থায়ী জান্নাত, যার প্রতিশ্রুতি খোদাভীরুদেরকে দেওয়া হয়েছে। সেটা তাদের পুরস্কার ও পরিণামস্থল। ",
			"en_kanzulimaan": "Say, Is this better or the Everlasting Gardens which are promised to those who fear? That is their reward and their outcome.",
			"ur_kanzulimaan": "تم فرماؤ کیا یہ بھلا یا وہ ہمیشگی کے باغ جس کا وعدہ ڈر والوں کو ہے، وہ ان کا صلہ اور انجام ہے،",
			"hi_kanzulimaan": "(26फ) तुम फ़रमाओ क्या यह (27फ) भला या वो हमेशगी के बाग़ जिसका वादा डर वालों को है वह उनका सिला और अंजाम है",
			"author": "১৫. বলে দিন, ‘এ (অবস্থা) উত্তম নাকি চিরস্থায়ী জান্নাত (-এর জীবন), যার ব্যাপারে খোদাভীরুদের জন্যে অঙ্গীকার করা হয়েছে?’ এ হলো তাদের (কৃতকর্মের) প্রতিদান এবং তাদের ঠিকানা।"
		},
		{
			"_id": "2871",
			"sura": "25",
			"para": "18",
			"verses": "16",
			"names": "لَہُمۡ فِیۡہَا مَا یَشَآءُوۡنَ خٰلِدِیۡنَ ؕ کَانَ عَلٰی رَبِّکَ  وَعۡدًا  مَّسۡـُٔوۡلًا ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "لَہُمۡ فِیۡہَا مَا یَشَآءُوۡنَ خٰلِدِیۡنَ ؕ کَانَ عَلٰی رَبِّکَ  وَعۡدًا  مَّسۡـُٔوۡلًا ﴿۱۶﴾ ",
			"index": "2871",
			"name": "তাদের জন্য সেখানে রয়েছে যা তাদের মন চাইবে। সেগুলোতে তারা স্থায়ীভাবে থাকবে; আপনার রবের দায়িত্বে ওই প্রতিশ্রুতি রয়েছে যার কামনা করা হয়েছে। ",
			"en_kanzulimaan": "In it for them is all that they may desire, abiding in it for ever; a promise incumbent upon your Lord, that is prayed for.",
			"ur_kanzulimaan": "ان کے لیے وہاں من مانی مرادیں ہیں جن میں ہمیشہ رہیں گے، تمہارے رب کے ذمہ وعدہ ہے مانگا ہوا، ف۲۸)",
			"hi_kanzulimaan": "उनके लिये वहाँ मनमानी मुरादें है जिनमें हमेशा रहेंगे तुम्हारे रब के ज़िम्मे वादा है मांगा हुआ (28फ)",
			"author": "১৬. তাদের জন্যে (জান্নাতে) তারা তা (সবকিছুই বিদ্যমান) পাবে যা তারা কামনা করে। (এতে) তারা চিরদিন অবস্থান করবে। আর তা আপনার প্রতিপালকের (উদার) দায়বদ্ধ অঙ্গীকার (যা পূর্ণ করা হবে)।"
		},
		{
			"_id": "2872",
			"sura": "25",
			"para": "18",
			"verses": "17",
			"names": "وَ یَوۡمَ یَحۡشُرُہُمۡ وَ مَا یَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ فَیَقُوۡلُ ءَاَنۡتُمۡ اَضۡلَلۡتُمۡ عِبَادِیۡ ہٰۤؤُلَآءِ اَمۡ ہُمۡ ضَلُّوا السَّبِیۡلَ ﴿ؕ۱۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَوۡمَ یَحۡشُرُہُمۡ وَ مَا یَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ فَیَقُوۡلُ ءَاَنۡتُمۡ اَضۡلَلۡتُمۡ عِبَادِیۡ ہٰۤؤُلَآءِ اَمۡ ہُمۡ ضَلُّوا السَّبِیۡلَ ﴿ؕ۱۷﴾ ",
			"index": "2872",
			"name": "আর যেদিন একত্র করবেন তাদেরকে এবং তারা আল্লাহ্‌ ব্যতীত যাদের পূজা করতো তাদেরকে, অতঃপর উক্ত সব উপাস্যকে বলবেন, ‘তোমরাই কি পথভ্রষ্ট করেছিলে আমার এ বান্দাদেরকে, না এরা নিজেরাই পথ ভুলে গিয়েছে’?",
			"en_kanzulimaan": "And on the day when He will assemble them and all what they worship instead of Allah - then will say to those deities, Did you mislead my bondmen or did they themselves forget the path?",
			"ur_kanzulimaan": "اور جس دن اکٹھا کرے گا انہیں اور جن کوا لله کے سوا پوجتے ہیں پھر ان معبودو ں سے فرمائے گا کیا تم نے گمراہ کردیے یہ میرے بندے یا یہ خود ہی راہ بھولے",
			"hi_kanzulimaan": "और जिस दिन इकट्ठा करेगा उन्हें (29फ) और जिनको अल्लाह के सिवा पूजते हैं (30फ) फिर उन मअबूदों से फ़रमाएगा क्या तुमने गुमराह कर दिये ये मेरे बन्दे या ये ख़ुद ही राह भूले (31फ)",
			"author": "১৭. আর সেদিন আল্লাহ্ একত্রিত করবেন তাদেরকে এবং তারা আল্লাহ্ ব্যতীত যাদের উপাসনা করতো তাদেরকে। অতঃপর বলবেন, ‘তোমরাই কি আমার ঐ সকল বান্দাদের গোমরাহ্ করেছিলে নাকি তারা (নিজেরাই) পথচ্যুত হয়েছিল?’"
		},
		{
			"_id": "2873",
			"sura": "25",
			"para": "18",
			"verses": "18",
			"names": "قَالُوۡا سُبۡحٰنَکَ مَا کَانَ یَنۡۢبَغِیۡ لَنَاۤ  اَنۡ نَّتَّخِذَ مِنۡ دُوۡنِکَ مِنۡ  اَوۡلِیَآءَ  وَ لٰکِنۡ مَّتَّعۡتَہُمۡ وَ اٰبَآءَہُمۡ حَتّٰی نَسُوا الذِّکۡرَ ۚ وَ کَانُوۡا  قَوۡمًۢا  بُوۡرًا ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا سُبۡحٰنَکَ مَا کَانَ یَنۡۢبَغِیۡ لَنَاۤ  اَنۡ نَّتَّخِذَ مِنۡ دُوۡنِکَ مِنۡ  اَوۡلِیَآءَ  وَ لٰکِنۡ مَّتَّعۡتَہُمۡ وَ اٰبَآءَہُمۡ حَتّٰی نَسُوا الذِّکۡرَ ۚ وَ کَانُوۡا  قَوۡمًۢا  بُوۡرًا ﴿۱۸﴾ ",
			"index": "2873",
			"name": "তারা আরয করবে, ‘পবিত্রতা তোমরাই! আমাদের জন্য শোভা পেতো না তোমাকে ব্যতীত অন্য কাউকে অভিভাবকরূপে গ্রহণ করা ; কিন্তু তুমি তাদেরকে ও তাদের পিতৃপুরুষদেরকে ভোগ বিলাসের সুযোগ দিয়েছো, শেষ পর্যন্ত তারা তোমার স্মরণ ভুলে গেছে; এবং এসব ছিলোই ধ্বংসশীল। ",
			"en_kanzulimaan": "They will submit, Purity is to You - it was not rightful for us to appoint any Master besides You; but You gave them and their forefathers usage to the extent that they forgot Your Remembrance; and they were indeed the people who destroy themselves.",
			"ur_kanzulimaan": "وہ عرض کریں گے پاکی ہے تجھ کو ہمیں سزاوار (حق) نہ تھا کہ تیرے سوا کسی اور کو مولیٰ بنائیں لیکن تو نے انہیں اور ان کے باپ داداؤں کو برتنے دیا یہاں تک کہ وہ تیری یاد بھول گئے اور یہ لوگ تھے ہی ہلاک ہونے والے",
			"hi_kanzulimaan": "वो अर्ज़ करेंगे पाकी है तुझ को (32फ) हमें सज़ावार (मुनासिब) न था कि तेरे सिवा किसी और को मौला बनाएं (33फ) लेकिन तूने उन्हें और उनके बाप दादाओ को बरतने दिया (34फ) यहाँ तक कि वो तेरी याद भूल गए और ये लोग थे ही हलाक होने वाले (35फ)",
			"author": "১৮. তারা বলবে, ‘আপনার সত্তা পবিত্র! আমাদের জন্যে (তো) এ কথা(ও) সমীচিন নয় যে, আমরা আপনাকে ছাড়া অন্যদেরকে বন্ধু বানিয়ে নেব (এ তো অসম্ভব যে, আপনি ছাড়া তাদেরকে অন্য কারো ইবাদত করতে বলবো)। তবে (হে মাওলা!) আপনি তাদের এবং তাদের পিতৃপুরুষদেরকে (পার্থিব ঐশ্বর্য ও উপকরণের মাধ্যমে) এমন সুপ্রসন্ন করেছিলেন যে, তারা আপনার স্মরণও বিস্মৃত হয়ে গিয়েছিল। আর এ সকল (দুর্ভাগা) লোকেরা(ই) ধ্বংস হওয়ার লোক।’"
		},
		{
			"_id": "2874",
			"sura": "25",
			"para": "18",
			"verses": "19",
			"names": "فَقَدۡ کَذَّبُوۡکُمۡ بِمَا تَقُوۡلُوۡنَ ۙ فَمَا تَسۡتَطِیۡعُوۡنَ صَرۡفًا وَّ لَا نَصۡرًا ۚ وَ مَنۡ یَّظۡلِمۡ  مِّنۡکُمۡ  نُذِقۡہُ عَذَابًا کَبِیۡرًا ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "فَقَدۡ کَذَّبُوۡکُمۡ بِمَا تَقُوۡلُوۡنَ ۙ فَمَا تَسۡتَطِیۡعُوۡنَ صَرۡفًا وَّ لَا نَصۡرًا ۚ وَ مَنۡ یَّظۡلِمۡ  مِّنۡکُمۡ  نُذِقۡہُ عَذَابًا کَبِیۡرًا ﴿۱۹﴾ ",
			"index": "2874",
			"name": "অতঃপর এখন উপাস্যগুলো তোমাদের উক্তিকে মিথ্যা সাব্যস্ত করেছে। সুতরাং এখন তোমরা না শাস্তি প্রতিরোধ করতে পারো, না নিজেদের সাহায্য করতে পারো এবং তোমাদের মধ্যে যে যালিম তাকে আমি মহাশাস্তির আস্বাদ করাবো।",
			"en_kanzulimaan": "So the deities have belied what you state - so now you can neither avert the punishment nor help yourself; and whoever among you is unjust, We shall make him taste a terrible punishment.",
			"ur_kanzulimaan": "تو اب معبودوں نے تمہاری بات جھٹلادی تو اب تم نہ عذاب پھیرسکو نہ اپنی مدد کرسکو اور تم میں جو ظالم ہے ہم اسے بڑا عذاب چکھائیں گے،",
			"hi_kanzulimaan": "तो अब मअबूदों ने तुम्हारी बात झुटला दी तो अब तुम न अज़ाब फेर सको न अपनी मदद कर सको और तुम में जो ज़ालिम है हम उसे बड़ा अज़ाब चखाएंगे",
			"author": "১৯. সুতরাং (হে কাফেরেরা!) তারা (তো) তোমরা যা বলতে তাতে তোমাদেরকে মিথ্যাপ্রতিপন্ন করেছে। কাজেই (এখন) তোমরা না শাস্তিকে প্রতিহত করতে পারবে, আর না (নিজেদেরকে) সাহায্য করতে পারবে। আর (শুনো!) তোমাদের মধ্যে যে-ই সীমালঙ্ঘন করবে আমরা তাকেই মহাশাস্তি আস্বাদন করাবো।"
		},
		{
			"_id": "2875",
			"sura": "25",
			"para": "18",
			"verses": "20",
			"names": "وَ مَاۤ  اَرۡسَلۡنَا قَبۡلَکَ مِنَ الۡمُرۡسَلِیۡنَ  اِلَّاۤ  اِنَّہُمۡ لَیَاۡکُلُوۡنَ الطَّعَامَ وَ  یَمۡشُوۡنَ فِی الۡاَسۡوَاقِ ؕ وَ جَعَلۡنَا بَعۡضَکُمۡ لِبَعۡضٍ فِتۡنَۃً ؕ اَتَصۡبِرُوۡنَ ۚ وَ کَانَ رَبُّکَ بَصِیۡرًا ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَاۤ  اَرۡسَلۡنَا قَبۡلَکَ مِنَ الۡمُرۡسَلِیۡنَ  اِلَّاۤ  اِنَّہُمۡ لَیَاۡکُلُوۡنَ الطَّعَامَ وَ  یَمۡشُوۡنَ فِی الۡاَسۡوَاقِ ؕ وَ جَعَلۡنَا بَعۡضَکُمۡ لِبَعۡضٍ فِتۡنَۃً ؕ اَتَصۡبِرُوۡنَ ۚ وَ کَانَ رَبُّکَ بَصِیۡرًا ﴿۲۰﴾ ",
			"index": "2875",
			"name": "এবং আমি আপনার পূর্বে যতো রসূল প্রেরণ করেছি সবাই তো এমনই ছিলো-আহার করতো, হাট-বাজারে চলাফেরা করতো এবং আমি তোমাদের মধ্যে এককে অপরের জন্য পরীক্ষাস্বরূপ করেছি। আর হে মানবকূল! তোমরা কি ধৈর্য ধারণ করবে? এবং হে মাহবূব! আপনার রব দেখছেন। ",
			"en_kanzulimaan": "And all the Noble Messengers We sent before you were like this  eating food and walking in the markets; and We have made some of you a test for others; so will you, O people, patiently endure? And O dear Prophet, your Lord is All Seeing.",
			"ur_kanzulimaan": "اور ہم نے تم سے پہلے جتنے رسول بھیجے سب ایسے ہی تھے کھانا کھاتے اور بازاروں میں چلتے اور ہم نے تم میں ایک کو دوسرے کی جانچ کیا ہے اور اے لوگو! کیا تم صبر کرو گے اور اے محبوب! تمہارا رب دیکھتا ہے",
			"hi_kanzulimaan": "और हमने तुमसे पहले जितने रसूल भेजे सब ऐसे ही थे खाना खाते और बाज़ारों में चलते (36फ) और हमने तुममें एक को दूसरे की जांच किया है (37फ) और ऐ लोगो क्या तुम सब्र करोगे (38फ) और ऐ मेहबूब तुम्हारा रब देखता है (39फ)",
			"author": "২০. আর আমরা আপনার পূর্বে যতো রাসূলই প্রেরণ করেছি (এমন হয়েছে যে,) তারা অবশ্যই খাবারও খেয়েছেন এবং (প্রয়োজনে) বাজারেও চলাফেরা করেছেন। আর আমরাতো তোমাদেরকে একে অপরের জন্যে পরীক্ষাস্বরূপ করেছি। তোমরা কি (পরীক্ষায়) ধৈর্য ধারণ করবে? আপনার প্রতিপালক সর্বদ্রষ্টা।"
		},
		{
			"_id": "2876",
			"sura": "25",
			"para": "19",
			"verses": "21",
			"names": "وَ قَالَ الَّذِیۡنَ لَا یَرۡجُوۡنَ لِقَآءَنَا لَوۡ لَاۤ اُنۡزِلَ عَلَیۡنَا الۡمَلٰٓئِکَۃُ  اَوۡ  نَرٰی رَبَّنَا ؕ لَقَدِ اسۡتَکۡبَرُوۡا فِیۡۤ  اَنۡفُسِہِمۡ وَ عَتَوۡ عُتُوًّا کَبِیۡرًا ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الَّذِیۡنَ لَا یَرۡجُوۡنَ لِقَآءَنَا لَوۡ لَاۤ اُنۡزِلَ عَلَیۡنَا الۡمَلٰٓئِکَۃُ  اَوۡ  نَرٰی رَبَّنَا ؕ لَقَدِ اسۡتَکۡبَرُوۡا فِیۡۤ  اَنۡفُسِہِمۡ وَ عَتَوۡ عُتُوًّا کَبِیۡرًا ﴿۲۱﴾ ",
			"index": "2876",
			"name": "এবং তারা বললো, যারা আমার সাক্ষাতের আশা রাখে না, ‘আমাদের প্রতি ফিরিশ্‌তা কেন অবতারণ করা হলো না? অথবা আমরা স্বয়ং আমাদের রবকে দেখতাম!’ নিশ্চয় তারা আপন অন্তরে বড়ই অহঙ্কার করেছে এবং গুরুতর অবাধ্যতায় এসেছে। ",
			"en_kanzulimaan": "And those who do not expect to meet Us said, Why were the angels not sent down to us or we been able to see our Lord? Indeed they thought too highly of themselves and they turned extremely rebellious.",
			"ur_kanzulimaan": "اور بولے وہ جو ہمارے ملنے کی امید نہیں رکھتے ہم پر فرشتے کیوں نہ اتارے یا ہم اپنے رب کو دیکھتے بیشک اپنے جی میں بہت ہی اونچی کھینچی (سرکشی کی) اور بڑی سرکشی پر آئے",
			"hi_kanzulimaan": "और बोले जो लोग (40फ) हमारे मिलने की उम्मीद नहीं रखते हम पर फ़रिश्ते क्यों न उतारे (41फ) या हम अपने रब को देखते (42फ) बेशक अपने जी में बहुत ही ऊंची खींची और बड़ी सरकशी (नाफ़रमानी) पर आए (43फ)",
			"author": "২১. আর যারা আমাদের সাথে সাক্ষাতের আশা করে না তারা বলে, ‘কেন আমাদের নিকট ফেরেশতা অবতীর্ণ হয় না? অথবা যদি আমরা আমাদের প্রতিপালককে (নিজের চোখে) দেখতাম (তবে অবশ্যই ঈমান আনয়ন করতাম)।’ প্রকৃতপক্ষে এরা নিজেরা (নিজেদেরকে) অনেক বড় মনে করে থাকে এবং এরা সীমাহীন অবাধ্যতায় লিপ্ত রয়েছে।"
		},
		{
			"_id": "2877",
			"sura": "25",
			"para": "19",
			"verses": "22",
			"names": "یَوۡمَ یَرَوۡنَ الۡمَلٰٓئِکَۃَ  لَا بُشۡرٰی یَوۡمَئِذٍ لِّلۡمُجۡرِمِیۡنَ وَ یَقُوۡلُوۡنَ حِجۡرًا مَّحۡجُوۡرًا ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "یَوۡمَ یَرَوۡنَ الۡمَلٰٓئِکَۃَ  لَا بُشۡرٰی یَوۡمَئِذٍ لِّلۡمُجۡرِمِیۡنَ وَ یَقُوۡلُوۡنَ حِجۡرًا مَّحۡجُوۡرًا ﴿۲۲﴾ ",
			"index": "2877",
			"name": "যেদিন ফিরিশ্‌তাদেরকে দেখবে সেদিন অপরাধীদের কোন খুশীর দিন হবে না, এবং বলবে, ‘হে আল্লাহ্‌! আমাদের ও তাদের মধ্যে এমন কোন আড়াল করে দাও, যা অন্তরায় হয়’।",
			"en_kanzulimaan": "The day when they will see the angels - that day will not be of any happiness for the guilty - and they will cry, O God, erect a barrier between us and them!",
			"ur_kanzulimaan": "جس دن فرشتوں کو دیکھیں گے وہ دن مجرموں کی کوئی خوشی کا نہ ہوگا اور کہیں گے الٰہی ہم میں ان میں کوئی آڑ کردے رکی ہوئی",
			"hi_kanzulimaan": "जिस दिन फ़रिश्तों को देखेंगे (44फ) वह दिन मुजरिमों की कोई ख़ुशी का न होगा (45फ) और कहेंगे इलाही हम में उनमें कोई आड़ कर दे रूकी हुई (46फ) और जो कुछ उन्होंने काम किये थे",
			"author": "২২. যে দিন তারা ফেরেশতাদেরকে দেখবে, সে দিন অপরাধীদের জন্যে কোনো সুসংবাদ থাকবে না বরং তারা (তাদেরকে দেখে ভয়ে) বলবে, ‘যদি কোনো প্রতিবন্ধকতা থাকতো (যা আমাদেরকে বাঁচাতো’। অথবা ফেরেশতারা তাদেরকে দেখে বলবে, ‘তোমাদের জন্যে জান্নাতে প্রবেশ সম্পূর্ণরূপে নিষিদ্ধ’)।"
		},
		{
			"_id": "2878",
			"sura": "25",
			"para": "19",
			"verses": "23",
			"names": "وَ قَدِمۡنَاۤ اِلٰی مَا عَمِلُوۡا مِنۡ عَمَلٍ فَجَعَلۡنٰہُ  ہَبَآءً  مَّنۡثُوۡرًا  ﴿۲۳﴾",
			"number": "",
			"verses_PDMS": "وَ قَدِمۡنَاۤ اِلٰی مَا عَمِلُوۡا مِنۡ عَمَلٍ فَجَعَلۡنٰہُ  ہَبَآءً  مَّنۡثُوۡرًا  ﴿۲۳﴾",
			"index": "2878",
			"name": "এবং যা কিছু তারা কাজ করেছিলো। আমি ইচ্ছা করে সেগুলোকে ক্ষুদ্র ক্ষুদ্র ধূলিকণার বিক্ষিপ্ত অণু-পরমাণু করে দিয়েছি, যা ভেন্টিলেটরের মধ্য দিয়ে পতিত আলোকরশ্মিতে দৃষ্টিগোচর হয়। ",
			"en_kanzulimaan": "And We turned all the deeds they had performed into scattered floating specks of dust.",
			"ur_kanzulimaan": "اور جو کچھ انہوں نے کام کیے تھے ہم نے قصد فرماکر انہیں باریک باریک غبار، کے بکھرے ہوئے ذرے کردیا کہ روزن کی دھوپ میں نظر آتے ہیں",
			"hi_kanzulimaan": "(47फ) हमने क़स्द(इरादा) फ़रमाकर उन्हें बारीक़ बारीक़ ग़ुबार(धूल) के बिखरे हुए ज़र्रे कर दिया कि रौज़न (छेद) की धूप में नज़र आते हैं (48फ)",
			"author": "২৩. আর আমরা (আবার) সেসব আমলমুখী হবো যা তারা (নিজেদের ধারণা অনুযায়ী জীবনে) সম্পাদন করেছে। অতঃপর আমরা তাকে পরিণত করবো ছড়ানো বিক্ষিপ্ত ধুলিকণায়।"
		},
		{
			"_id": "2879",
			"sura": "25",
			"para": "19",
			"verses": "24",
			"names": "اَصۡحٰبُ الۡجَنَّۃِ یَوۡمَئِذٍ خَیۡرٌ  مُّسۡتَقَرًّا وَّ اَحۡسَنُ  مَقِیۡلًا ﴿۲۴﴾ ",
			"number": "",
			"verses_PDMS": "اَصۡحٰبُ الۡجَنَّۃِ یَوۡمَئِذٍ خَیۡرٌ  مُّسۡتَقَرًّا وَّ اَحۡسَنُ  مَقِیۡلًا ﴿۲۴﴾ ",
			"index": "2879",
			"name": "জান্নাতবাসীদের সেদিন উৎকৃষ্ট ঠিকানা এবং হিসাবের দ্বি প্রহরের পর উৎকৃষ্ট আরামস্থল (হবে)।",
			"en_kanzulimaan": "And for the People of the Garden on that day is a better destination and account, and a better place of afternoon rest.",
			"ur_kanzulimaan": "جنت والوں کا اس دن اچھا ٹھکانا اور حساب کے دوپہر کے بعد اچھی آرام کی جگہ،",
			"hi_kanzulimaan": "जन्नत वालों का उस दिन अच्छा ठिकाना (49फ) और हिसाब के दोपहर के बाद अच्छी आराम की जगह",
			"author": "২৪. সে দিন জান্নাতবাসীদের অবস্থানস্থল হবে উত্তম এবং তাদের বিশ্রামস্থলও হবে চমৎকার। (যেখানে তারা হিসাব-কিতাবের মধ্যাহ্নের পর বিশ্রাম গ্রহণ করবে।)"
		},
		{
			"_id": "2880",
			"sura": "25",
			"para": "19",
			"verses": "25",
			"names": "وَ یَوۡمَ تَشَقَّقُ السَّمَآءُ بِالۡغَمَامِ وَ نُزِّلَ الۡمَلٰٓئِکَۃُ  تَنۡزِیۡلًا ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَوۡمَ تَشَقَّقُ السَّمَآءُ بِالۡغَمَامِ وَ نُزِّلَ الۡمَلٰٓئِکَۃُ  تَنۡزِیۡلًا ﴿۲۵﴾ ",
			"index": "2880",
			"name": "আর যেদিন বিদীর্ন হবে আসমান মেঘপুঞ্জসহ এবং ফিরিশ্‌তাদেরকে নামিয়ে দেওয়া হবে পরিপূর্ণভাবে-",
			"en_kanzulimaan": "And the day when the sky will be split asunder with clouds and the angels will be sent down in full.",
			"ur_kanzulimaan": "اور جس دن پھٹ جائے گا آسمان بادلوں سے اور فرشتے اتارے جائیں گے پوری طرح",
			"hi_kanzulimaan": "और जिस दिन फट जाएगा आसमान बादलों से और फ़रिश्ते उतारे जाएंगे पूरी तरह (50फ)",
			"author": "২৫. আর সে দিন আকাশ বিদীর্ণ হবে (ধূলার ন্যায়) মেঘপুঞ্জসহ এবং দলে দলে ফেরেশতারা অবতরণ করবে।"
		},
		{
			"_id": "2881",
			"sura": "25",
			"para": "19",
			"verses": "26",
			"names": "اَلۡمُلۡکُ یَوۡمَئِذِۣ الۡحَقُّ لِلرَّحۡمٰنِ ؕ وَ کَانَ یَوۡمًا عَلَی الۡکٰفِرِیۡنَ عَسِیۡرًا ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "اَلۡمُلۡکُ یَوۡمَئِذِۣ الۡحَقُّ لِلرَّحۡمٰنِ ؕ وَ کَانَ یَوۡمًا عَلَی الۡکٰفِرِیۡنَ عَسِیۡرًا ﴿۲۶﴾ ",
			"index": "2881",
			"name": "সেদিন প্রকৃত বাদশাহী রহমানের এবং সেদিনটি কাফিরদের জন্য কঠিন। ",
			"en_kanzulimaan": "The true kingship on that day belongs to the Most Gracious; and that is hard for the disbelievers.",
			"ur_kanzulimaan": "اس دن سچی بادشاہی رحمن کی ہے، اور وہ دن کافروں پر سخت ہے",
			"hi_kanzulimaan": "उस दिन सच्ची बादशाही रहमान की है और वह दिन काफ़िरों पर सख़्त है (51फ)",
			"author": "২৬. সে দিন নিরেট সার্বভৌমত্বের অধিকারী হবেন কেবল পরম করুণাময় (আল্লাহ্ তা‘আলা)। আর সেদিনটি কাফেরদের জন্যে হবে কঠিন (সমস্যাপূর্ণ)।"
		},
		{
			"_id": "2882",
			"sura": "25",
			"para": "19",
			"verses": "27",
			"names": "وَ  یَوۡمَ یَعَضُّ الظَّالِمُ عَلٰی  یَدَیۡہِ یَقُوۡلُ یٰلَیۡتَنِی اتَّخَذۡتُ مَعَ الرَّسُوۡلِ سَبِیۡلًا ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ  یَوۡمَ یَعَضُّ الظَّالِمُ عَلٰی  یَدَیۡہِ یَقُوۡلُ یٰلَیۡتَنِی اتَّخَذۡتُ مَعَ الرَّسُوۡلِ سَبِیۡلًا ﴿۲۷﴾ ",
			"index": "2882",
			"name": "এবং যেদিন যালিম নিজ হাত দু’টি চিবিয়ে ফেলবে, বলবে, ‘হায়, যদি কোন প্রকারে আমি রসূলের সাথে পথ অবলম্বন করতাম!",
			"en_kanzulimaan": "And the day when the unjust will gnaw his hands, saying, Alas, if only I had chosen a way along with the (Noble) Messenger (of Allah)!",
			"ur_kanzulimaan": "اور جس دن ظالم اپنے ہاتھ چبا چبا لے گا کہ ہائے کسی طرح سے میں نے رسول کے ساتھ راہ لی ہوتی،",
			"hi_kanzulimaan": "और जिस दिन ज़ालिम अपने हाथ चबा चबा लेगा (52फ) कि हाय किसी तरह से मैं ने रसूल के साथ राह ली होती (53फ)",
			"author": "২৭. সেদিন অত্যাচারী (ক্রোধ এবং হতাশায়) নিজের হস্ত দংশন করতে করতে বলবে, ‘হায়! যদি আমি রাসূল (আকরাম সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর সাথে (হেদায়াতের) পথ অনুসরণ করতাম!’"
		},
		{
			"_id": "2883",
			"sura": "25",
			"para": "19",
			"verses": "28",
			"names": "یٰوَیۡلَتٰی لَیۡتَنِیۡ لَمۡ اَتَّخِذۡ فُلَانًا خَلِیۡلًا ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "یٰوَیۡلَتٰی لَیۡتَنِیۡ لَمۡ اَتَّخِذۡ فُلَانًا خَلِیۡلًا ﴿۲۸﴾ ",
			"index": "2883",
			"name": "হায়, দুর্ভোগ আমার! হায়, কোনমতে আমি যদি অমুককে বন্ধুরূপে গ্রহণ না করতাম!",
			"en_kanzulimaan": "Woe to me  alas, if only I had not taken that one for a friend.",
			"ur_kanzulimaan": "وائے خرابی میری ہائے کسی طرح میں نے فلانے کو دوست نہ بنایا ہوتا،",
			"hi_kanzulimaan": "हाए ख़राबी मेरी हाय किसी तरह मैं ने फ़लाने (अमुक) को दोस्त न बनाया होता",
			"author": "২৮. ‘হায় আফসোস! যদি আমি অমুক ব্যক্তিকে বন্ধু না বানাতাম!’"
		},
		{
			"_id": "2884",
			"sura": "25",
			"para": "19",
			"verses": "29",
			"names": "لَقَدۡ اَضَلَّنِیۡ عَنِ الذِّکۡرِ  بَعۡدَ  اِذۡ جَآءَنِیۡ ؕ وَ کَانَ الشَّیۡطٰنُ لِلۡاِنۡسَانِ خَذُوۡلًا ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "لَقَدۡ اَضَلَّنِیۡ عَنِ الذِّکۡرِ  بَعۡدَ  اِذۡ جَآءَنِیۡ ؕ وَ کَانَ الشَّیۡطٰنُ لِلۡاِنۡسَانِ خَذُوۡلًا ﴿۲۹﴾ ",
			"index": "2884",
			"name": "নিশ্চয় সে আমাকে বিভ্রান্ত করে দিয়েছে আমার নিকট আগত উপদেশ থেকে’। এবং শয়তান মানুষকে অসহায় অবস্থায় ছেড়ে দেয়।",
			"en_kanzulimaan": "He indeed led me astray from the advice that had come to me; and Satan deserts man, leaving him unaided.",
			"ur_kanzulimaan": "بیشک اس نے مجھے بہکادیا میرے پاس آئی ہوئی نصیحت سے اور شیطان آدمی کو بے مدد چھوڑ دیتا ہے",
			"hi_kanzulimaan": "बेशक उसने मुझे बहका दिया मेरे पास आई हुई नसीहत से (54फ) और शैतान आदमी को बे मदद छोड़ देता है (55फ)",
			"author": "২৯. ‘নিশ্চয়ই আমার নিকট উপদেশ আসার পর সে আমাকে তা থেকে বিপথগামী করেছিল’। আর শয়তান মানুষকে (মুসিবতের সময়ে) বন্ধুহীন ও সাহায্যহীন অবস্থায় ছেড়ে দেয়।"
		},
		{
			"_id": "2885",
			"sura": "25",
			"para": "19",
			"verses": "30",
			"names": "وَ قَالَ الرَّسُوۡلُ یٰرَبِّ اِنَّ قَوۡمِی اتَّخَذُوۡا ہٰذَا  الۡقُرۡاٰنَ  مَہۡجُوۡرًا ﴿۳۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الرَّسُوۡلُ یٰرَبِّ اِنَّ قَوۡمِی اتَّخَذُوۡا ہٰذَا  الۡقُرۡاٰنَ  مَہۡجُوۡرًا ﴿۳۰﴾ ",
			"index": "2885",
			"name": "এবং রসূল আরয করলেন, ‘হে আমার রব, এ ক্বোরআনকে আমার সম্প্রদায় পরিত্যাজ্যরূপে স্থির করে নিয়েছে’।",
			"en_kanzulimaan": "And the Noble Messenger submitted, O my Lord - indeed my people took this Quran as worthy of being abandoned.",
			"ur_kanzulimaan": "اور رسول نے عرض کی کہ اے میرے رب! میری قوم نے اس قرآن کو چھوڑنے کے قابل ٹھہرایا",
			"hi_kanzulimaan": "और रसूल ने अर्ज़ की कि ऐ मेरे रब मेरी क़ौम ने इस क़ुरआन को छोड़ने के क़ाबिल ठहरा लिया (56फ)",
			"author": "৩০. আর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) আরয করবেন, ‘হে আমার প্রতিপালক! আমার সম্প্রদায় তো এ কুরআনকে সম্পূর্ণরূপে পরিত্যাগ করেছিল’।"
		},
		{
			"_id": "2886",
			"sura": "25",
			"para": "19",
			"verses": "31",
			"names": "وَ کَذٰلِکَ جَعَلۡنَا لِکُلِّ نَبِیٍّ عَدُوًّا مِّنَ الۡمُجۡرِمِیۡنَ ؕ وَ کَفٰی بِرَبِّکَ ہَادِیًا وَّ نَصِیۡرًا ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَذٰلِکَ جَعَلۡنَا لِکُلِّ نَبِیٍّ عَدُوًّا مِّنَ الۡمُجۡرِمِیۡنَ ؕ وَ کَفٰی بِرَبِّکَ ہَادِیًا وَّ نَصِیۡرًا ﴿۳۱﴾ ",
			"index": "2886",
			"name": "আর এভাবে আমি প্রত্যেক নবীর জন্য শত্রু করে দিয়েছিলাম অপরাধী লোকদেরকে এবং আপনার রব যথেষ্ট হিদায়ত করা ও সাহায্য দানের জন্য। ",
			"en_kanzulimaan": "And this is how We had appointed guilty people as enemies to every Prophet; and Allah is Sufficient, to guide and to aid.",
			"ur_kanzulimaan": "اور اسی طرح ہم نے ہر نبی کے لیے دشمن بنادیے تھے مجرم لوگ اور تمہارا رب کافی ہے ہدایت کرنے اور مدد دینے کو،",
			"hi_kanzulimaan": "और इसी तरह हमने हर नबी के लिये दुश्मन बना दिये थे मुजरिम लोग (57फ) और तुम्हारा रब काफ़ी है हिदायत करने और मदद देने को",
			"author": "৩১. আর এভাবেই আমরা প্রত্যেক নবীর জন্যে অপরাধী লোকদেরকে শত্রু বানিয়ে দিয়েছিলাম। (যারা তাদের নবুয়্যতের দায়িত্ব পালনে বিরোধিতা করতো, আর এভাবে হক্ব ও বাতিলের মাঝে বিরোধ সৃষ্টি হতো যার মাধ্যমে বিপ্লবের উপযুক্ত ক্ষেত্র প্রস্তুত হতো।) আর আপনার প্রতিপালক হেদায়াতদাতা ও সাহায্যকারীরূপে যথেষ্ট।"
		},
		{
			"_id": "2887",
			"sura": "25",
			"para": "19",
			"verses": "32",
			"names": "وَ قَالَ الَّذِیۡنَ کَفَرُوۡا لَوۡ لَا نُزِّلَ عَلَیۡہِ الۡقُرۡاٰنُ جُمۡلَۃً  وَّاحِدَۃً ۚۛ کَذٰلِکَ ۚۛ لِنُثَبِّتَ بِہٖ  فُؤَادَکَ وَ رَتَّلۡنٰہُ تَرۡتِیۡلًا ﴿۳۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الَّذِیۡنَ کَفَرُوۡا لَوۡ لَا نُزِّلَ عَلَیۡہِ الۡقُرۡاٰنُ جُمۡلَۃً  وَّاحِدَۃً ۚۛ کَذٰلِکَ ۚۛ لِنُثَبِّتَ بِہٖ  فُؤَادَکَ وَ رَتَّلۡنٰہُ تَرۡتِیۡلًا ﴿۳۲﴾ ",
			"index": "2887",
			"name": "এবং কাফিরগণ বললো, ‘ক্বোরআন তার উপর একবারে কেন অবতারণ করা হলো না?’ আমি এভাবেই ক্রমশ? সেটা অবতীর্ণ করেছি এ জন্য যে, তা’দ্বারা আপনার হৃদয়কে মজবুত করবো এবং আমি সেটাকে থেমে থেমে পাঠ করেছি। ",
			"en_kanzulimaan": "And the disbelievers say, Why was the Quran not sent down to him all at once? This is how We sent it in stages, in order to strengthen your heart with it and We read it slowly, in stages.",
			"ur_kanzulimaan": "اور کافر بولے قرآن ان پر ایک ساتھ کیوں نہ اتار دیا ہم نے یونہی بتدریج سے اتارا ہے کہ اس سے تمہارا دل مضبوط کریں اور ہم نے اسے ٹھہر ٹھہر کر پڑھا",
			"hi_kanzulimaan": "और काफ़िर बोले क़ुरआन उनपर एक साथ क्यों न उतार दिया (58फ) हमने यूंही धीरे धीरे इसे उतारा है कि इससे तुम्हारा दिल मज़बूत करें (59फ) और हमने इसे ठहर ठहर कर पढ़ा (60फ)",
			"author": "৩২. আর কাফেরেরা বলে, ‘এ (রাসূল) সত্তার উপর একবারে (একত্রিত আকারে) কেন কুরআন অবতীর্ণ হলো না?’ এভাবে (অল্প অল্প করে) পর্যায়ক্রমে এজন্যে অবতীর্ণ করা হয়েছে যাতে আমি এর মাধ্যমে আপনার (পবিত্রতম) অন্তরকে সুদৃঢ় করতে পারি। আর (এ কারণেই) আমি একে ধীরে ধীরে পাঠ করেছি।"
		},
		{
			"_id": "2888",
			"sura": "25",
			"para": "19",
			"verses": "33",
			"names": "وَ لَا یَاۡتُوۡنَکَ بِمَثَلٍ  اِلَّا جِئۡنٰکَ بِالۡحَقِّ وَ  اَحۡسَنَ  تَفۡسِیۡرًا ﴿ؕ۳۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا یَاۡتُوۡنَکَ بِمَثَلٍ  اِلَّا جِئۡنٰکَ بِالۡحَقِّ وَ  اَحۡسَنَ  تَفۡسِیۡرًا ﴿ؕ۳۳﴾ ",
			"index": "2888",
			"name": "এবং তারা কোন উপমা আপনার নিকট আনবে না, কিন্তু আমি সত্য ও তার চেয়ে উত্তম বিবরণ নিয়ে আসবো। ",
			"en_kanzulimaan": "And they will never bring you an example, but We shall bring you a true narration and better than it.",
			"ur_kanzulimaan": "اور وہ کوئی کہاوت تمہارے پاس نہ لائیں گے مگر ہم حق اور اس سے بہتر بیان لے آئیں گے،",
			"hi_kanzulimaan": "और वो कोई कहावत तुम्हारे पास न लाएंगे (61फ) मगर हम हक़ (सत्य) और इससे बेहतर बयान ले आएंगे",
			"author": "৩৩. আর এরা (এ কাফেরেরা) আপনার নিকট (এমন) যে কোনো উপমা (প্রশ্নাকারে বা মতবিরোধ আকারে) উপস্থাপন করুক না কেন আমি আপনাকে (এর জবাবে) সত্য এবং (এর চেয়ে) উত্তম ব্যাখ্যা এনে দেই।"
		},
		{
			"_id": "2889",
			"sura": "25",
			"para": "19",
			"verses": "34",
			"names": "اَلَّذِیۡنَ یُحۡشَرُوۡنَ عَلٰی وُجُوۡہِہِمۡ اِلٰی جَہَنَّمَ ۙ  اُولٰٓئِکَ شَرٌّ مَّکَانًا وَّ اَضَلُّ سَبِیۡلًا ﴿۳۴﴾ ",
			"number": "",
			"verses_PDMS": "اَلَّذِیۡنَ یُحۡشَرُوۡنَ عَلٰی وُجُوۡہِہِمۡ اِلٰی جَہَنَّمَ ۙ  اُولٰٓئِکَ شَرٌّ مَّکَانًا وَّ اَضَلُّ سَبِیۡلًا ﴿۳۴﴾ ",
			"index": "2889",
			"name": "ওই সব লোক, যাদেরকে মুখের উপর ভর করে জাহান্নামের দিকে হাকিয়ে নিয়ে যাওয়া হবে, তাদের ঠিকানা সর্বাপেক্ষা নিকৃষ্ট এবং তারা হচ্ছে সর্বাধিক পথভ্রষ্ট। ",
			"en_kanzulimaan": "Those who will be dragged on their faces towards hell  theirs is the worst destination and they are the most astray.",
			"ur_kanzulimaan": "وہ جو جہنم کی طرف ہانکے جائیں گے اپنے منہ کے بل ان کا ٹھکانا سب سے برا اور وہ سب سے گمراہ،",
			"hi_kanzulimaan": "वो जो जहन्नम की तरफ़ हांके जाएंगे अपने मुंह के बल उनका ठिकाना सबसे बुरा (62फ) और वो सबसे गुमराह",
			"author": "৩৪. (এরা) সেসব লোক যাদেরকে মুখে ভর দিয়ে জাহান্নামে তাড়িয়ে নিয়ে যাওয়া হবে। এরা সেসব লোক যাদের ঠিকানা হবে খুবই মন্দ এবং যারা পথ থেকে(ও) বিচ্যুত থাকবে।"
		},
		{
			"_id": "2890",
			"sura": "25",
			"para": "19",
			"verses": "35",
			"names": "وَ لَقَدۡ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ وَ جَعَلۡنَا مَعَہٗۤ   اَخَاہُ  ہٰرُوۡنَ  وَزِیۡرًا ﴿ۚۖ۳۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ وَ جَعَلۡنَا مَعَہٗۤ   اَخَاہُ  ہٰرُوۡنَ  وَزِیۡرًا ﴿ۚۖ۳۵﴾ ",
			"index": "2890",
			"name": "আর নিশ্চয় আমি মূসাকে কিতাব দান করেছি এবং তার ভাই হারূনকে উযীর করেছি; ",
			"en_kanzulimaan": "And indeed We gave Moosa the Book and appointed with him his brother Haroon as a deputy.",
			"ur_kanzulimaan": "اور بیشک ہم نے موسیٰ کو کتاب عطا فرمائی اور اس کے بھائی ہارون کو وزیر کیا،",
			"hi_kanzulimaan": "और बेशक हमने मूसा को किताब अता फ़रमाई और उसके भाई हारून को वज़ीर किया",
			"author": "৩৫. আমরা তো মূসা (আলাইহিস সালাম)-কে প্রদান করেছিলাম কিতাব এবং (তাঁকে সহযোগিতার জন্যে) তাঁর সাথে তাঁর ভাই হারুন (আলাইহিস সালাম)-কে করেছিলাম পরামর্শক।"
		},
		{
			"_id": "2891",
			"sura": "25",
			"para": "19",
			"verses": "36",
			"names": "فَقُلۡنَا اذۡہَبَاۤ  اِلَی الۡقَوۡمِ الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا ؕ فَدَمَّرۡنٰہُمۡ  تَدۡمِیۡرًا ﴿ؕ۳۶﴾ ",
			"number": "",
			"verses_PDMS": "فَقُلۡنَا اذۡہَبَاۤ  اِلَی الۡقَوۡمِ الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا ؕ فَدَمَّرۡنٰہُمۡ  تَدۡمِیۡرًا ﴿ؕ۳۶﴾ ",
			"index": "2891",
			"name": "অতঃপর আমি বলেছি, ‘তোমরা দু’জন যাও ওই সম্প্রদায়ের প্রতি যারা আমার নিদর্শনগুলোকে অস্বীকার করেছে। অতঃপর আমি তাদেরকে বিধ্বস্ত করে ধ্বংস করে দিয়েছি।",
			"en_kanzulimaan": "We therefore said, Go, both of you, to the people who have denied Our signs; then ruining the people, We destroyed them completely.",
			"ur_kanzulimaan": "تو ہم نے فرمایا تم دونوں جاؤ اس قوم کی طرف جس نے ہماری آیتیں جھٹلائیں پھر ہم نے انہیں تباہ کرکے ہلاک کردیا،",
			"hi_kanzulimaan": "तो हमने फ़रमाया तुम दोनों जाओ उस क़ौम की तरफ़ जिसने हमारी आयतें झुटलाईं (63फ) फिर हमने उन्हें तबाह करके हलाक कर दिया",
			"author": "৩৬. অতঃপর বলেছিলাম: ‘তোমরা দু’জন ঐ সম্প্রদায়ের কাছে যাও যারা আমার নিদর্শনাবলীকে মিথ্যাপ্রতিপন্ন করেছে’। (যখন তারা এতদসত্তেও আমাকে মিথ্যাপ্রতিপন্ন করা থেকে বিরত থাকেনি) সুতরাং আমি তাদেরকে সম্পূর্ণরূপে ধ্বংস করে দিয়েছিলাম।"
		},
		{
			"_id": "2892",
			"sura": "25",
			"para": "19",
			"verses": "37",
			"names": "وَ قَوۡمَ نُوۡحٍ  لَّمَّا کَذَّبُوا الرُّسُلَ اَغۡرَقۡنٰہُمۡ وَ جَعَلۡنٰہُمۡ لِلنَّاسِ اٰیَۃً ؕ وَ اَعۡتَدۡنَا لِلظّٰلِمِیۡنَ عَذَابًا  اَلِیۡمًا  ﴿ۚۖ۳۷﴾",
			"number": "",
			"verses_PDMS": "وَ قَوۡمَ نُوۡحٍ  لَّمَّا کَذَّبُوا الرُّسُلَ اَغۡرَقۡنٰہُمۡ وَ جَعَلۡنٰہُمۡ لِلنَّاسِ اٰیَۃً ؕ وَ اَعۡتَدۡنَا لِلظّٰلِمِیۡنَ عَذَابًا  اَلِیۡمًا  ﴿ۚۖ۳۷﴾",
			"index": "2892",
			"name": "এবং নূহের সম্প্রদায়কে, যখন তারা রসূলগণকে অস্বীকার করেছে, আমি তাদেরকে নিমজ্জিত করেছি এবং তাদেরকে মানবজাতির জন্য নিদর্শন করেছি আর আমি যালিমদের জন্য বেদনাদায়ক শাস্তি প্রস্তুত করে রেখেছি। ",
			"en_kanzulimaan": "And the people of Nooh - when they denied the Noble Messengers, We drowned them and made them a sign for mankind; and We have kept prepared a painful punishment for the unjust.",
			"ur_kanzulimaan": "اور نوح کی قوم کو جب انہوں نے رسولوں کو جھٹلایا ہم نے ان کو ڈبو دیا اور انہیں لوگوں کے لیے نشانی کردیا اور ہم نے ظالموں کے لیے دردناک عذاب تیار کر رکھا ہے،",
			"hi_kanzulimaan": "और नूह की क़ौम को (64फ) जब उन्होंने रसूलों को झुटलाया (65फ) हमने उनको डुबो दिया और उन्हें लोगों के लिये निशानी कर दिया (66फ) और हमने ज़ालिमों के लिये दर्दनाक अज़ाब तैयार कर रखा है",
			"author": "৩৭. আর নূহ (আলাইহিস সালাম)-এঁর সম্প্রদায়কে(ও); যখন তারা রাসূলগণকে মিথ্যাপ্রতিপন্ন করেছিল (তখন) আমি তাদেরকে ডুবিয়ে দিয়েছিলাম এবং আমি তাদেরকে (অন্যান্য) লোকদের জন্যে সতর্কতার নিদর্শন বানিয়ে দিলাম। আর আমি অত্যাচারীদের জন্যে কষ্টদায়ক শাস্তি প্রস্তুত করে রেখেছি।"
		},
		{
			"_id": "2893",
			"sura": "25",
			"para": "19",
			"verses": "38",
			"names": "وَّ عَادًا  وَّ  ثَمُوۡدَا۠  وَ اَصۡحٰبَ الرَّسِّ وَ قُرُوۡنًۢا  بَیۡنَ  ذٰلِکَ  کَثِیۡرًا ﴿۳۸﴾ ",
			"number": "",
			"verses_PDMS": "وَّ عَادًا  وَّ  ثَمُوۡدَا۠  وَ اَصۡحٰبَ الرَّسِّ وَ قُرُوۡنًۢا  بَیۡنَ  ذٰلِکَ  کَثِیۡرًا ﴿۳۸﴾ ",
			"index": "2893",
			"name": "এবং ‘আদ, সামূদ ও কূপবাসীদেরকে এবং তাদের মধ্যবর্তীকালে বহু সম্প্রদায় রয়েছে। ",
			"en_kanzulimaan": "And the tribes of Aad and the Thamud, and the people of the Wells, and many a generation between them.",
			"ur_kanzulimaan": "اور عاد اور ثمود اور کنوئیں والوں کو اور ان کے بیچ میں بہت سی سنگتیں (قومیں)",
			"hi_kanzulimaan": "और आद और समूद (67फ) और कुंवें वालों को (68फ) और उनके बीच में बहुत सी संगतें (क़ौमें) (69फ)",
			"author": "৩৮. আর ’আদ, সামূদ এবং রাস্-অধিবাসীদেরকে এবং এদের মধ্যবর্তী (অপরাপর) অনেক সম্প্রদায়কেও (ধ্বংস করেছিলাম)।"
		},
		{
			"_id": "2894",
			"sura": "25",
			"para": "19",
			"verses": "39",
			"names": "وَ کُلًّا ضَرَبۡنَا لَہُ  الۡاَمۡثَالَ ۫ وَ کُلًّا  تَبَّرۡنَا تَتۡبِیۡرًا ﴿۳۹﴾   ",
			"number": "",
			"verses_PDMS": "وَ کُلًّا ضَرَبۡنَا لَہُ  الۡاَمۡثَالَ ۫ وَ کُلًّا  تَبَّرۡنَا تَتۡبِیۡرًا ﴿۳۹﴾   ",
			"index": "2894",
			"name": "এবং আমি সবার জন্য দৃষ্টান্তসমূহ বর্ণনা করেছি; আর সবাইকে ধ্বংস করে নিশ্চিহ্ন করে দিয়েছি। ",
			"en_kanzulimaan": "And We illustrated examples to each one of them; and ruining them, annihilated them all.",
			"ur_kanzulimaan": "اور ہم نے سب سے مثالیں بیان فرمائیں اور سب کو تباہ کرکے مٹادیا،",
			"hi_kanzulimaan": "और हमने सब से मिसालें बयान फ़रमाई (70फ) और सबको तबाह करके मिटा दिया",
			"author": "৩৯. আর আমরা (তাদের) প্রত্যেকের (উপদেশের) জন্যে দৃষ্টান্ত পেশ করেছিলাম এবং (যখন তারা সীমালঙ্ঘন থেকে ফিরে আসলো না তখন) তাদেরকে সম্পূর্ণরূপে বিলীন করেছিলাম।"
		},
		{
			"_id": "2895",
			"sura": "25",
			"para": "19",
			"verses": "40",
			"names": "وَ لَقَدۡ اَتَوۡا عَلَی الۡقَرۡیَۃِ الَّتِیۡۤ  اُمۡطِرَتۡ مَطَرَ  السَّوۡءِ ؕ اَفَلَمۡ  یَکُوۡنُوۡا یَرَوۡنَہَا ۚ بَلۡ  کَانُوۡا  لَا  یَرۡجُوۡنَ  نُشُوۡرًا ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اَتَوۡا عَلَی الۡقَرۡیَۃِ الَّتِیۡۤ  اُمۡطِرَتۡ مَطَرَ  السَّوۡءِ ؕ اَفَلَمۡ  یَکُوۡنُوۡا یَرَوۡنَہَا ۚ بَلۡ  کَانُوۡا  لَا  یَرۡجُوۡنَ  نُشُوۡرًا ﴿۴۰﴾ ",
			"index": "2895",
			"name": "এবং নিশ্চয় এরা অতিক্রম করে এসেছে ওই জনপদকে যার উপর অকল্যানের বৃষ্টি বর্ষিত হয়েছিলো, তবে কি তারা সেটা দেখতো না? বরং তাদের মধ্যে জীবিত হয়ে ওঠার আশাই ছিলো না। ",
			"en_kanzulimaan": "And indeed they have visited the township upon which had rained a harmful rain; so were they not seeing it? In fact, they never expected to be raised again.",
			"ur_kanzulimaan": "اور ضرور یہ ہو آئے ہیں اس بستی پر جس پر برا برساؤ برسا تھا تو کیا یہ اسے دیکھتے نہ تھے بلکہ انہیں جی اٹھنے کی امید تھی ہی نہیں",
			"hi_kanzulimaan": "और ज़रूर ये (71फ) हो आए हैं उस बस्ती पर जिस पर बुरा बरसाव बरसा था (72फ) तो क्या ये उसे देखते न थे (73फ) बल्कि उन्हें जी उठने की उम्मीद थी ही नहीं (74फ)",
			"author": "৪০. আর এরা (এ কাফেরেরা) তো সে জনপদ দিয়েই অতিক্রম করে যার উপর বর্ষণ করা হয়েছিল ধ্বংসাত্মক (পাথর)-বৃষ্টি। অতঃপর তারা কি তা (এ ধ্বংসপ্রাপ্ত জনপদ) দেখে না? বস্তুতঃ তারা তো (মৃত্যুর পর) পুনরুত্থানের আশাই করে না।"
		},
		{
			"_id": "2896",
			"sura": "25",
			"para": "19",
			"verses": "41",
			"names": "وَ اِذَا رَاَوۡکَ اِنۡ یَّتَّخِذُوۡنَکَ اِلَّا ہُزُوًا ؕ اَہٰذَا  الَّذِیۡ  بَعَثَ  اللّٰہُ  رَسُوۡلًا ﴿۴۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذَا رَاَوۡکَ اِنۡ یَّتَّخِذُوۡنَکَ اِلَّا ہُزُوًا ؕ اَہٰذَا  الَّذِیۡ  بَعَثَ  اللّٰہُ  رَسُوۡلًا ﴿۴۱﴾ ",
			"index": "2896",
			"name": "এবং যখন তারা আপনাকে দেখে তখন তারা আপনাকে কেবল ঠাট্টা-বিদ্রূপের পাত্ররূপে, গণ্য করে-‘ইনিই কি তিনি, যাকে আল্লাহ্‌ রসূল করে প্রেরণ করেছেন?’",
			"en_kanzulimaan": "And when they see you (O dear Prophet Mohammed - peace and blessings be upon him) they take you but as a mockery, Is this the one whom Allah sent as a (Noble) Messenger?",
			"ur_kanzulimaan": "اور جب تمہیں دیکھتے ہیں تو تمہیں نہیں ٹھہراتے مگر ٹھٹھا کیا یہ ہیں جن کو اللہ نے رسول بناکر بھیجا،",
			"hi_kanzulimaan": "और जब तुम्हें देखते हैं तो तुम्हें नहीं ठहराते मगर ठ्टटा(75फ) क्या ये हैं जिन को अल्लाह ने रसूल बनाकर भेजा",
			"author": "৪১. আর (হে মহিমান্বিত হাবীব!) যখনই তারা আপনাকে দেখে, আপনাকে তারা ঠাট্টা-বিদ্রুপের পাত্র রূপেই গণ্য করে। (আর তারা বলে:) ‘এই কি সে (ব্যক্তি) যাঁকে আল্লাহ রাসূল রূপে পাঠিয়েছেন?"
		},
		{
			"_id": "2897",
			"sura": "25",
			"para": "19",
			"verses": "42",
			"names": "اِنۡ  کَادَ  لَیُضِلُّنَا عَنۡ  اٰلِہَتِنَا  لَوۡ لَاۤ  اَنۡ صَبَرۡنَا عَلَیۡہَا ؕ وَ سَوۡفَ یَعۡلَمُوۡنَ حِیۡنَ یَرَوۡنَ الۡعَذَابَ مَنۡ اَضَلُّ سَبِیۡلًا ﴿۴۲﴾ ",
			"number": "",
			"verses_PDMS": "اِنۡ  کَادَ  لَیُضِلُّنَا عَنۡ  اٰلِہَتِنَا  لَوۡ لَاۤ  اَنۡ صَبَرۡنَا عَلَیۡہَا ؕ وَ سَوۡفَ یَعۡلَمُوۡنَ حِیۡنَ یَرَوۡنَ الۡعَذَابَ مَنۡ اَضَلُّ سَبِیۡلًا ﴿۴۲﴾ ",
			"index": "2897",
			"name": "এরই উপক্রম ছিলো যে, আমাদেরকে তিনি আমাদের উপাস্যগুলো থেকে দূরে সরিয়ে দিতেন, যদি আমরা সেগুলোর উপর অটল না থাকতাম; এবং তারা এখন জানতে চায় যেদিন শাস্তি দেখবে, কে পথভ্রষ্ট ছিলো!",
			"en_kanzulimaan": "Possibly he would have misled us away from our Gods had we not been firm upon them; soon they will know, when they see the punishment, who was astray from the path.",
			"ur_kanzulimaan": "قریب تھا کہ یہ ہمیں ہمارے خداؤں سے بہکادیں اگر ہم ان پر صبر نہ کرتے اور اب جانا چاہتے ہیں جس دن عذاب دیکھیں گے کہ کون گمراہ تھا",
			"hi_kanzulimaan": "क़रीब था कि ये हमें हमारे ख़ुदाओ से बहक़ा दें अगर हम उनपर सब्र न करते (76फ) और अब जाना चाहते हैं जिस दिन अज़ाब देखेंगे (77फ) कि कौन गुमराह था (78फ)",
			"author": "৪২. সে তো আমাদেরকে আমাদের দেবতাদের হতে দূরে সরিয়েই দিতো যদি না আমরা তাদের (উপাসনার) উপর অটল থাকতাম।’ আর তারা অচিরেই জানবে কে সবচেয়ে বিপথগামী যখন তারা শাস্তি প্রত্যক্ষ করবে।"
		},
		{
			"_id": "2898",
			"sura": "25",
			"para": "19",
			"verses": "43",
			"names": "اَرَءَیۡتَ مَنِ اتَّخَذَ اِلٰـہَہٗ ہَوٰىہُ ؕ اَفَاَنۡتَ تَکُوۡنُ  عَلَیۡہِ   وَکِیۡلًا ﴿ۙ۴۳﴾ ",
			"number": "",
			"verses_PDMS": "اَرَءَیۡتَ مَنِ اتَّخَذَ اِلٰـہَہٗ ہَوٰىہُ ؕ اَفَاَنۡتَ تَکُوۡنُ  عَلَیۡہِ   وَکِیۡلًا ﴿ۙ۴۳﴾ ",
			"index": "2898",
			"name": "আপনি কি তাকে দেখেছেন, যে স্বীয় কামনা-বাসনাকেই আপন খোদা স্থির করে নিয়েছে? তবুও কি আপনি তার রক্ষণাবেক্ষণের দায়িত্ব নেবেন?",
			"en_kanzulimaan": "Did you see the one who chose his own desires as his God? So will you accept the responsibility of guarding him?",
			"ur_kanzulimaan": "کیا تم نے اسے دیکھا جس نے اپنی جی کی خواہش کو اپنا خدا بنالیا تو کیا تم اس کی نگہبانی کا ذمہ لو گے",
			"hi_kanzulimaan": "क्या तुमने उसे देखा जिसने अपने जी की ख़्वाहिश को अपना ख़ुदा बना लिया (79फ) तो क्या तुम उसकी निगहबानी का ज़िम्मा लोगे (80फ)",
			"author": "৪৩. আপনি কি তাকে দেখেছেন যে তার নিজের কুপ্রবৃত্তিকে উপাস্য বানিয়ে নিয়েছে? সুতরাং আপনি কি তার অভিভাবক হবেন?"
		},
		{
			"_id": "2899",
			"sura": "25",
			"para": "19",
			"verses": "44",
			"names": "اَمۡ  تَحۡسَبُ اَنَّ  اَکۡثَرَہُمۡ  یَسۡمَعُوۡنَ  اَوۡ یَعۡقِلُوۡنَ ؕ اِنۡ  ہُمۡ   اِلَّا  کَالۡاَنۡعَامِ  بَلۡ ہُمۡ اَضَلُّ  سَبِیۡلًا ﴿۴۴﴾ ",
			"number": "",
			"verses_PDMS": "اَمۡ  تَحۡسَبُ اَنَّ  اَکۡثَرَہُمۡ  یَسۡمَعُوۡنَ  اَوۡ یَعۡقِلُوۡنَ ؕ اِنۡ  ہُمۡ   اِلَّا  کَالۡاَنۡعَامِ  بَلۡ ہُمۡ اَضَلُّ  سَبِیۡلًا ﴿۴۴﴾ ",
			"index": "2899",
			"name": "অথবা একথা মনে করছেন যে, তাদের মধ্যে অনেক কিছু শুনে কিংবা বুঝে? তারা তো নয়, কিন্তু যেমন চতুষ্পদ পশু, বরং সেগুলোর চেয়েও অধিক নিকৃষ্ট পথভ্রষ্ট। ",
			"en_kanzulimaan": "Or do you think that most of them hear or understand something? They are not but like the cattle  in fact more astray from the path than them!",
			"ur_kanzulimaan": "یا یہ سمجھتے ہو کہ ان میں بہت کچھ سنتے یا سمجھتے ہیں وہ تو نہیں مگر جیسے چوپائے بلکہ ان سے بھی بدتر گمراہ",
			"hi_kanzulimaan": "या यह समझते हो कि उनमें बहुत कुछ सुनते या समझते हैं (81फ) वो तो नहीं मगर जैसे चौपाए बल्कि उनसे भी बदतर गुमराह (82फ)",
			"author": "৪৪. আপনি কি মনে করেন যে, তাদের অধিকাংশ লোক শ্রবণ করে অথবা উপলদ্ধি করে? (না) তারা তো চতুষ্পদ জন্তুর মতো (হয়ে গিয়েছে); বরং এরা তার চেয়েও জঘন্য পথভ্রষ্ট।"
		},
		{
			"_id": "2900",
			"sura": "25",
			"para": "19",
			"verses": "45",
			"names": "اَلَمۡ  تَرَ  اِلٰی رَبِّکَ کَیۡفَ مَدَّ  الظِّلَّ ۚ وَ لَوۡ شَآءَ لَجَعَلَہٗ  سَاکِنًا ۚ ثُمَّ جَعَلۡنَا الشَّمۡسَ عَلَیۡہِ  دَلِیۡلًا ﴿ۙ۴۵﴾ ",
			"number": "",
			"verses_PDMS": "اَلَمۡ  تَرَ  اِلٰی رَبِّکَ کَیۡفَ مَدَّ  الظِّلَّ ۚ وَ لَوۡ شَآءَ لَجَعَلَہٗ  سَاکِنًا ۚ ثُمَّ جَعَلۡنَا الشَّمۡسَ عَلَیۡہِ  دَلِیۡلًا ﴿ۙ۴۵﴾ ",
			"index": "2900",
			"name": "হে মাহবূব! আপনি কি আপন রবকে দেখেন নি, তিনি কীভাবে সম্প্রসারিত করেছেন ছায়াকে? এবং তিনি যদি ইচ্ছা করতেন, তবে সেটাকে স্থির করে দিতেন; অতঃপর আমি সূর্যকে সেটার উপর দলীল করেছি;",
			"en_kanzulimaan": "O dear Prophet, did you not see your Lord, how He spread the shade? And if He willed, He could have made it still; then We made the sun a proof upon it.",
			"ur_kanzulimaan": "اے محبوب! کیا تم نے اپنے رب کو نہ دیکھا کہ کیسا پھیلا سایہ اور اگر چاہتا تو اسے ٹھہرایا ہوا کردیتا پھر ہم نے سورج کو اس پر دلیل کیا،",
			"hi_kanzulimaan": "ऐ मेहबूब क्या तुमने अपने रब को न देखा (83फ) कि कैसा फैलाया साया (84फ) और अगर चाहता तो उसे ठहराया हुआ कर देता (85फ) फिर हमने सूरज को उसपर दलील किया",
			"author": "৪৫. আপনি কি আপনার প্রতিপালকের (ক্ষমতার দিকে) দৃষ্টি দেননি, কিভাবে তিনি (দ্বিপ্রহর পর্যন্ত) ছায়াকে দীর্ঘায়িত করেন? আর যদি তিনি চাইতেন, তবে তিনি তো একে স্থির রাখতে পারতেন। অতঃপর সূর্যকে আমরা এর (এ ছায়ার) নির্দেশক বানিয়েছি।"
		},
		{
			"_id": "2901",
			"sura": "25",
			"para": "19",
			"verses": "46",
			"names": "ثُمَّ  قَبَضۡنٰہُ   اِلَیۡنَا قَبۡضًا یَّسِیۡرًا ﴿۴۶﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ  قَبَضۡنٰہُ   اِلَیۡنَا قَبۡضًا یَّسِیۡرًا ﴿۴۶﴾ ",
			"index": "2901",
			"name": "অতঃপর আমি ধীরে ধীরে সেটাকে নিজের দিকে গুটিয়ে নিয়েছি। ",
			"en_kanzulimaan": "We then gradually withdraw it towards Us.",
			"ur_kanzulimaan": "پھر ہم نے آہستہ آہستہ اسے اپنی طرف سمیٹا",
			"hi_kanzulimaan": "फिर हमने आहिस्ता आहिस्ता उसे अपनी तरफ़ समेटा (86फ)",
			"author": "৪৬. অতঃপর আমরা ধীরে ধীরে একে (এ ছায়াকে) নিজের দিকে টেনে সঙ্কুচিত করে দেই।"
		},
		{
			"_id": "2902",
			"sura": "25",
			"para": "19",
			"verses": "47",
			"names": "وَ ہُوَ الَّذِیۡ  جَعَلَ  لَکُمُ  الَّیۡلَ  لِبَاسًا وَّ النَّوۡمَ سُبَاتًا وَّ جَعَلَ النَّہَارَ  نُشُوۡرًا ﴿۴۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الَّذِیۡ  جَعَلَ  لَکُمُ  الَّیۡلَ  لِبَاسًا وَّ النَّوۡمَ سُبَاتًا وَّ جَعَلَ النَّہَارَ  نُشُوۡرًا ﴿۴۷﴾ ",
			"index": "2902",
			"name": "এবং তিনিই হন, যিনি রাতকে তোমাদের জন্য পর্দা করেছেন, নিদ্রাকে আরাম এবং দিনকে করেছেন জাগ্রত হবার জন্য। ",
			"en_kanzulimaan": "And it is He Who made the night a veil for you, and the sleep a rest, and made the day for getting up.",
			"ur_kanzulimaan": "اور وہی ہے جس نے رات کو تمہارے لیے پردہ کیا اور نیند کو آرام اور دن بنایا اٹھنے کے لیے",
			"hi_kanzulimaan": "और वही है जिसने रात को तुम्हारे लिये पर्दा किया और नींद को आराम, और दिन बनाया उठने के लिये (87फ)",
			"author": "৪৭. আর তিনিই সে সত্তা যিনি তোমাদের জন্যে রাত্রিকে করেছেন (আচ্ছাদনকারী) পোশাক, নিদ্রাকে করেছেন (তোমাদের জন্যে) বিশ্রাম (-এর মাধ্যম) এবং দিবসকে করেছেন (কার্যাবলী সম্পাদনে) জেগে উঠার (উপলক্ষ)।"
		},
		{
			"_id": "2903",
			"sura": "25",
			"para": "19",
			"verses": "48",
			"names": "وَ ہُوَ الَّذِیۡۤ  اَرۡسَلَ الرِّیٰحَ بُشۡرًۢا بَیۡنَ یَدَیۡ رَحۡمَتِہٖ ۚ وَ اَنۡزَلۡنَا مِنَ السَّمَآءِ مَآءً  طَہُوۡرًا ﴿ۙ۴۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الَّذِیۡۤ  اَرۡسَلَ الرِّیٰحَ بُشۡرًۢا بَیۡنَ یَدَیۡ رَحۡمَتِہٖ ۚ وَ اَنۡزَلۡنَا مِنَ السَّمَآءِ مَآءً  طَہُوۡرًا ﴿ۙ۴۸﴾ ",
			"index": "2903",
			"name": "এবং তিনিই হন, যিনি বায়ু প্রেরণ করেছেন আপন অনুগ্রহের প্রাক্কালে সুসংবাদবাহীরূপে; আর আমি আকাশ থেকে বারি বর্ষণ করেছি, যা পবিত্রকারী;",
			"en_kanzulimaan": "And it is He Who sent the winds giving glad tidings before His mercy; and We sent down purifying water from the sky.",
			"ur_kanzulimaan": "اور وہی ہے جس نے ہوائیں بھیجیں اپنی رحمت کے آگے مژدہ سنائی ہوئی اور ہم نے آسمان سے پانی اتارا پاک کرنے والا،",
			"hi_kanzulimaan": "और वही है जिसने हवाएं भेजी अपनी रहमत के आगे, ख़ुशख़बरी सुनाती हुई (88फ) और हमने आसमान से पानी उतारा पाक करने वाला",
			"author": "৪৮. আর তিনিই সে সত্তা যিনি তাঁর রহমতের (বৃষ্টির) অগ্রে বাতাসকে সুসংবাদবাহী রূপে প্রেরণ করেন। আর আমরাই আকাশ থেকে বিশুদ্ধ (ও পরিষ্কারক) বারি বর্ষণ করি,"
		},
		{
			"_id": "2904",
			"sura": "25",
			"para": "19",
			"verses": "49",
			"names": "لِّنُحۡیِۦَ بِہٖ بَلۡدَۃً  مَّیۡتًا وَّ نُسۡقِیَہٗ مِمَّا خَلَقۡنَاۤ   اَنۡعَامًا وَّ  اَنَاسِیَّ  کَثِیۡرًا ﴿۴۹﴾ ",
			"number": "",
			"verses_PDMS": "لِّنُحۡیِۦَ بِہٖ بَلۡدَۃً  مَّیۡتًا وَّ نُسۡقِیَہٗ مِمَّا خَلَقۡنَاۤ   اَنۡعَامًا وَّ  اَنَاسِیَّ  کَثِیۡرًا ﴿۴۹﴾ ",
			"index": "2904",
			"name": "যাতে আমি তাদ্বারা জীবিত করি কোন মৃত শহরকে এবং তা পান করতে দিই স্বীয় সৃষ্টিকৃত বহু চতুষ্পদ জন্তু ও মানুষকে। ",
			"en_kanzulimaan": "In order that We may revive a dead city with it, and give it to the many beasts and men that We have created, to drink.",
			"ur_kanzulimaan": "تاکہ ہم ا سسے زندہ کریں کسی مردہ شہر کو اور اسے پلائیں اپنے بنائے ہوئے بہت سے چوپائے اور آدمیوں کو،",
			"hi_kanzulimaan": "ताकि हम उससे ज़िन्दा करें किसी मुर्दा शहर को (89फ) और उसे पिलाएं अपने बनाए हुए बहुत से चौपाए और आदमियों को",
			"author": "৪৯. যাতে এর মাধ্যমে আমরা (যে কোনো) মৃত শহরকে জীবন দিতে পারি এবং (এ ছাড়াও) এ (পানি) আমার সৃজিত অনেক চতুষ্পদ প্রাণী এবং (মরুচারী) মানুষকে পান করাই।"
		},
		{
			"_id": "2905",
			"sura": "25",
			"para": "19",
			"verses": "50",
			"names": "وَ لَقَدۡ صَرَّفۡنٰہُ بَیۡنَہُمۡ  لِیَذَّکَّرُوۡا ۫ۖ فَاَبٰۤی  اَکۡثَرُ  النَّاسِ   اِلَّا کُفُوۡرًا  ﴿۵۰﴾",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ صَرَّفۡنٰہُ بَیۡنَہُمۡ  لِیَذَّکَّرُوۡا ۫ۖ فَاَبٰۤی  اَکۡثَرُ  النَّاسِ   اِلَّا کُفُوۡرًا  ﴿۵۰﴾",
			"index": "2905",
			"name": "এবং নিশ্চয় আমি তাদের মধ্যে বৃষ্টি বর্ষণের পালা রেখেছি, যাতে তারা গভীরভাবে চিন্তা করে, অতঃপর অনেক লোক অকৃতজ্ঞতা প্রকাশ করা ছাড়া কিছুই মানে নি।",
			"en_kanzulimaan": "And indeed We kept cycles of water among them that they may remember; so most men did not accept, except to be ungrateful.",
			"ur_kanzulimaan": "اور بیشک ہم نے ان میں پانی کے پھیرے رکھے کہ وہ دھیان کریں تو بہت لوگوں نے نہ مانا مگر ناشکری کرنا،",
			"hi_kanzulimaan": "और बेशक हमने उनमें पानी के फेरे रखे (90फ) कि वो ध्यान करें,(91फ) तो बहुत लोगों ने न माना नाशुक्री करना",
			"author": "৫০. আর আমি তো তা (এ বৃষ্টি) তাদের মাঝে (বিভিন্ন শহর এবং সময়ের বিবেচনায়) বিতরণ করে থাকি, যাতে তারা চিন্তা-ভাবনা করে। এরপরও অধিকাংশ লোক অকৃতজ্ঞতা ছাড়া (কিছুই) গ্রহণ করেনি।"
		},
		{
			"_id": "2906",
			"sura": "25",
			"para": "19",
			"verses": "51",
			"names": "وَ لَوۡ شِئۡنَا لَبَعَثۡنَا فِیۡ کُلِّ قَرۡیَۃٍ نَّذِیۡرًا ﴿۫ۖ۵۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ شِئۡنَا لَبَعَثۡنَا فِیۡ کُلِّ قَرۡیَۃٍ نَّذِیۡرًا ﴿۫ۖ۵۱﴾ ",
			"index": "2906",
			"name": "এবং আমি ইচ্ছা করলে প্রত্যেক জনপদে একজন করে সতর্ককারী প্রেরণ করতাম।",
			"en_kanzulimaan": "If We willed, We could have sent a Herald of Warning to every village.",
			"ur_kanzulimaan": "اور ہم چاہتے تو ہر بستی میں ایک ڈر سنانے والا بھیجتے",
			"hi_kanzulimaan": "और हम चाहते तो हर बस्ती में एक डर सुनाने वाला भेजते (92फ)",
			"author": "৫১. আর যদি আমরা ইচ্ছা করতাম তবে প্রত্যেক জনপদে একজন সতর্ককারী প্রেরণ করতাম।"
		},
		{
			"_id": "2907",
			"sura": "25",
			"para": "19",
			"verses": "52",
			"names": "فَلَا  تُطِعِ الۡکٰفِرِیۡنَ وَ جَاہِدۡہُمۡ بِہٖ جِہَادًا کَبِیۡرًا ﴿۵۲﴾ ",
			"number": "",
			"verses_PDMS": "فَلَا  تُطِعِ الۡکٰفِرِیۡنَ وَ جَاہِدۡہُمۡ بِہٖ جِہَادًا کَبِیۡرًا ﴿۵۲﴾ ",
			"index": "2907",
			"name": "সুতরাং তুমি কাফিরদের কথা মান্য করো না এবং এ ক্বোরআনের সাহায্যে তাদের বিরুদ্ধে জিহাদ করো-বড় জিহাদ। ",
			"en_kanzulimaan": "So do not listen to the disbelievers and, with this Quran, fight a great war against them.",
			"ur_kanzulimaan": "تو کافروں کا کہا نہ مان اور اس قرآن سے ان پر جہاد کر بڑا جہاد،",
			"hi_kanzulimaan": "तो काफ़िरों का कहा न मान और इस क़ुरआन से उनपर जिहाद कर, बड़ा जिहाद",
			"author": "৫২. অতঃপর (হে মুমিন বান্দা!) তুমি কাফেরদের আনুগত্য করো না এবং তুমি (এ কুরআনের দাওয়াত ও দলিল)-এর মাধ্যমে তাদের সাথে তীব্র সংগ্রাম করো।"
		},
		{
			"_id": "2908",
			"sura": "25",
			"para": "19",
			"verses": "53",
			"names": "وَ ہُوَ الَّذِیۡ مَرَجَ الۡبَحۡرَیۡنِ ہٰذَا عَذۡبٌ فُرَاتٌ وَّ ہٰذَا مِلۡحٌ  اُجَاجٌ ۚ وَ جَعَلَ بَیۡنَہُمَا بَرۡزَخًا  وَّ  حِجۡرًا  مَّحۡجُوۡرًا ﴿۵۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الَّذِیۡ مَرَجَ الۡبَحۡرَیۡنِ ہٰذَا عَذۡبٌ فُرَاتٌ وَّ ہٰذَا مِلۡحٌ  اُجَاجٌ ۚ وَ جَعَلَ بَیۡنَہُمَا بَرۡزَخًا  وَّ  حِجۡرًا  مَّحۡجُوۡرًا ﴿۵۳﴾ ",
			"index": "2908",
			"name": "এবং তিনিই হন, যিনি দু’টি সমুদ্রকে মিলিতভাবে প্রবাহিত করেছেন- এটা মিষ্ট, অতি মধুর এবং এটা লোনা, অতি তিক্ত; এবং উভয়ের মধ্যখানে এক অন্তরায় রেখেছেন আর এক বাধা-প্রদানের অন্তরাল।",
			"en_kanzulimaan": "And it is He Who caused the two joint seas to flow- one is palatable, very sweet, and the other is salty, very bitter; and kept a veil between them and a preventing barrier.",
			"ur_kanzulimaan": "اور وہی ہے جس نے ملے ہوئے رواں کیے دو سمندر یہ میٹھا ہے نہایت شیریں اور یہ کھاری ہے نہایت تلخ اور ان کے بیچ میں پردہ رکھا اور روکی ہوئی آڑ",
			"hi_kanzulimaan": "और वही है जिसने मिले हुए बहाए दो समन्दर यह मीठा है बहुत मीठा और यह खारी है बहुत तल्ख़ और इन के बीच में पर्दा रखा और रोकी हुई आड़ (93फ)",
			"author": "৫৩. আর তিনিই সেই সত্তা যিনি দুই সমুদ্রকে একত্রিত করেছেন। একটি সুমিষ্ট, সুপেয় আর অপরটি খর, অত্যধিক লবনাক্ত। আর তিনি এ দু’য়ের মাঝে রেখে দিয়েছেন এক আবরণ এবং মজবুত প্রতিবন্ধক।"
		},
		{
			"_id": "2909",
			"sura": "25",
			"para": "19",
			"verses": "54",
			"names": "وَ ہُوَ الَّذِیۡ خَلَقَ مِنَ الۡمَآءِ بَشَرًا فَجَعَلَہٗ  نَسَبًا وَّ صِہۡرًا ؕ وَ کَانَ رَبُّکَ قَدِیۡرًا ﴿۵۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الَّذِیۡ خَلَقَ مِنَ الۡمَآءِ بَشَرًا فَجَعَلَہٗ  نَسَبًا وَّ صِہۡرًا ؕ وَ کَانَ رَبُّکَ قَدِیۡرًا ﴿۵۴﴾ ",
			"index": "2909",
			"name": "এবং তিনিই হন, যিনি পানি থেকে সৃষ্টি করেছেন মানুষ, অতঃপর তার বংশগত ও বৈবাহিক সম্বন্ধ স্থাপন করেছেন; এবং আপনার রব সর্বশক্তিমান। ",
			"en_kanzulimaan": "And it is He Who created man from water, then appointed relatives and in-laws for him; and your Lord is All Able.",
			"ur_kanzulimaan": "اور وہی ہے جس نے پانی سے بنایا آدمی پھر اس کے رشتے اور سسرال مقرر کی اور تمہارا رب قدرت والا ہے",
			"hi_kanzulimaan": "और वही है जिसने पानी से (94फ) बनाया आदमी फिर उसके रिश्ते और ससुराल मुक़र्रर की (95फ) और तुम्हारा रब क़ुदरत वाला है (96फ)",
			"author": "৫৪. আর তিনিই সেই সত্তা যিনি পানি (সদৃশ একবিন্দু বীর্য) থেকে মানুষকে সৃষ্টি করেছেন। অতঃপর তাকে বংশগত এবং বৈবাহিক (আত্মীয়তার) সম্পর্কের অধিকারী করেছেন। আর আপনার প্রতিপালক সর্বশক্তিমান।"
		},
		{
			"_id": "2910",
			"sura": "25",
			"para": "19",
			"verses": "55",
			"names": "وَ یَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ مَا لَا یَنۡفَعُہُمۡ  وَ لَا یَضُرُّہُمۡ ؕ وَ کَانَ الۡکَافِرُ عَلٰی  رَبِّہٖ   ظَہِیۡرًا ﴿۵۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ مَا لَا یَنۡفَعُہُمۡ  وَ لَا یَضُرُّہُمۡ ؕ وَ کَانَ الۡکَافِرُ عَلٰی  رَبِّہٖ   ظَہِیۡرًا ﴿۵۵﴾ ",
			"index": "2910",
			"name": "এবং আল্লাহ্‌ ব্যতীত এমন কিছুর তারা পূজা করে, যা তাদের ভালমন্দ কিছুই করে না; আর কাফির আপন রবের বিরুদ্ধে শয়তানকে সাহায্য দেয়। ",
			"en_kanzulimaan": "And they worship such, other than Allah, which neither benefit nor hurt them; and the disbeliever helps the devil instead of his Lord.",
			"ur_kanzulimaan": "اور اللہ کے سوا ایسوں کو پوجتے ہیں جو ان کا بھلا برا کچھ نہ کریں اور کافر اپنے رب کے مقابل شیطان کو مدد دیتا ہے",
			"hi_kanzulimaan": "और अल्लाह के सिवा ऐसों को पूजते हैं (97फ) जो उनका भला बुरा कुछ न करें और काफ़िर अपने रब के मुक़ाबिल शैतान को मदद देता है (98फ)",
			"author": "৫৫. আর তারা (কাফেরেরা) আল্লাহ্ ব্যতীত ঐ (মূর্তি) সকলের উপাসনা করে যা তাদের না (কোনো) উপকার করতে পারে আর না (কোনো) ক্ষতি করতে পারে। আর সত্য প্রত্যাখ্যানকারী তো আপন প্রতিপালকের বিরুদ্ধে (নাফরমানীতে শয়তানকে সর্বদা) সাহায্যকারী।"
		},
		{
			"_id": "2911",
			"sura": "25",
			"para": "19",
			"verses": "56",
			"names": "وَ مَاۤ  اَرۡسَلۡنٰکَ  اِلَّا مُبَشِّرًا وَّ نَذِیۡرًا ﴿۵۶﴾  ",
			"number": "",
			"verses_PDMS": "وَ مَاۤ  اَرۡسَلۡنٰکَ  اِلَّا مُبَشِّرًا وَّ نَذِیۡرًا ﴿۵۶﴾  ",
			"index": "2911",
			"name": "আর আমি আপনাকে সুসংবাদদাতা এবং সতর্ককারী করেই প্রেরণ করেছি;।",
			"en_kanzulimaan": "And We have not sent you (O dear Prophet Mohammed - peace and blessings be upon him) except as a Herald of glad tidings and warnings.",
			"ur_kanzulimaan": "اور ہم نے تمہیں نہ بھیجا مگر خوشی اور ڈر سناتا،",
			"hi_kanzulimaan": "और हमने तुम्हे न भेजा मगर (99फ) ख़ुशी और (100फ) डर सुनाता",
			"author": "৫৬. আর আমি তো আপনাকে প্রেরণ করেছি (আল্লাহ্‌র আনুগত্যশীল বান্দাদের জন্যে) সুসংবাদদাতা এবং (অবাধ্য লোকদের) সতর্ককারীরূপেই।"
		},
		{
			"_id": "2912",
			"sura": "25",
			"para": "19",
			"verses": "57",
			"names": "قُلۡ مَاۤ  اَسۡـَٔلُکُمۡ  عَلَیۡہِ مِنۡ اَجۡرٍ  اِلَّا مَنۡ  شَآءَ  اَنۡ یَّتَّخِذَ  اِلٰی رَبِّہٖ سَبِیۡلًا ﴿۵۷﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ مَاۤ  اَسۡـَٔلُکُمۡ  عَلَیۡہِ مِنۡ اَجۡرٍ  اِلَّا مَنۡ  شَآءَ  اَنۡ یَّتَّخِذَ  اِلٰی رَبِّہٖ سَبِیۡلًا ﴿۵۷﴾ ",
			"index": "2912",
			"name": "আপনি বলুন, ‘আমি এর জন্য তোমাদের নিকট থেকে কোন বিনিময় চাই না, কিন্তু যে ইচ্ছা করে সে তার রবের পথ অবলম্বন করুক!’",
			"en_kanzulimaan": "Proclaim, I do not ask any fee from you for this, except that whoever wills may take the way to his Lord.",
			"ur_kanzulimaan": "تم فرماؤ میں اس پر تم سے کچھ اجرت نہیں مانگتا مگر جو چاہے کہ اپنے رب کی طرف راہ لے،",
			"hi_kanzulimaan": "तुम फ़रमाओ मैं इस (101फ) पर तुम से कुछ उजरत (वेतन)नहीं मांगता मगर जो चाहे कि अपने रब की तरफ़ राह ले (102फ)",
			"author": "৫৭. আপনি বলে দিন: ‘আমি এ (দ্বীন প্রচারের) জন্যে তোমাদের নিকট কোনো প্রতিদান চাই না, তবে যে ব্যক্তি তার প্রতিপালকের (কাছে পৌঁছার) পথ গ্রহণ করতে চায় (সে যেন তা গ্রহণ করে)’।"
		},
		{
			"_id": "2913",
			"sura": "25",
			"para": "19",
			"verses": "58",
			"names": "وَ تَوَکَّلۡ عَلَی الۡحَیِّ الَّذِیۡ لَا یَمُوۡتُ وَ سَبِّحۡ بِحَمۡدِہٖ ؕ وَ کَفٰی بِہٖ بِذُنُوۡبِ عِبَادِہٖ خَبِیۡرَا ﴿ۚۛۙ۵۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ تَوَکَّلۡ عَلَی الۡحَیِّ الَّذِیۡ لَا یَمُوۡتُ وَ سَبِّحۡ بِحَمۡدِہٖ ؕ وَ کَفٰی بِہٖ بِذُنُوۡبِ عِبَادِہٖ خَبِیۡرَا ﴿ۚۛۙ۵۸﴾ ",
			"index": "2913",
			"name": "এবং আপনি নির্ভর করুন ওই চিরজীবী সত্তার উপর, যিনি কখনো মৃত্যুবরণ করবেন না এবং তার প্রশংসা করতে করতে তার পবিত্রতা ঘোষণা করুন আর তিনিই যথেষ্ট, আপন বান্দাদের পাপসমূহ সম্পর্কে অবহিত; ",
			"en_kanzulimaan": "And trust the Living One Who will never die, and praising Him proclaim His Purity; and He is Sufficient upon the sins of His bondmen, All Aware.",
			"ur_kanzulimaan": "اور بھروسہ کرو اس زندہ پر جو کبھی نہ مرے گا اور اسے سراہتے ہوئے اس کی پاکی بولو اور وہی کافی ہے اپنے بندوں کے گناہوں پر خبردار",
			"hi_kanzulimaan": "और भरोसा करो उस ज़िन्दा पर जो कभी न मरेगा (103फ) और उसे सराहते हुए उसकी पाकी बोलो (104फ) और वही काफ़ी है अपने बन्दों के गुनाहों पर ख़बरदार (105फ)",
			"author": "৫৮. আর আপনি এ চিরঞ্জীব (প্রতিপালক) সত্তার উপর ভরসা করুন যাঁর কখনো মৃত্যু নেই এবং প্রশংসার সাথে তাঁর মহিমা ঘোষণা করতে থাকুন। আর তিনি তাঁর বান্দাদের পাপ সম্পর্কে যথেষ্ট অবহিত।"
		},
		{
			"_id": "2914",
			"sura": "25",
			"para": "19",
			"verses": "59",
			"names": "ۣالَّذِیۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ وَ  مَا بَیۡنَہُمَا فِیۡ سِتَّۃِ  اَیَّامٍ ثُمَّ  اسۡتَوٰی عَلَی الۡعَرۡشِ ۚۛ اَلرَّحۡمٰنُ فَسۡـَٔلۡ بِہٖ خَبِیۡرًا ﴿۵۹﴾ ",
			"number": "",
			"verses_PDMS": "ۣالَّذِیۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ وَ  مَا بَیۡنَہُمَا فِیۡ سِتَّۃِ  اَیَّامٍ ثُمَّ  اسۡتَوٰی عَلَی الۡعَرۡشِ ۚۛ اَلرَّحۡمٰنُ فَسۡـَٔلۡ بِہٖ خَبِیۡرًا ﴿۵۹﴾ ",
			"index": "2914",
			"name": "যিনি আসমান ও যমীন এবং যা কিছু ছয়ে দিনে সৃষ্টি করেছেন, অতঃপর আরশের উপর ‘ইস্তিওয়া’ করেছেন (সমাসীন হন) যেভাবে তার জন্য শোভা পায়; তিনি বড়ই দয়াবান; সুতরাং তিনি অবগতজনকে তার প্রশংসা জিজ্ঞাসা করো। ",
			"en_kanzulimaan": "The One Who created the heavens and the earth and all that is between them in six days, then (befitting His Majesty) established Himself upon the Throne (of control); the Most Gracious  therefore ask the one who knows, concerning Him!",
			"ur_kanzulimaan": "جس نے آسمان اور زمین اور جو کچھ ان کے درمیان ہے چھ دن میں بنائے پھر عرش پر استواء فرمایا جیسا کہ اس کی شان کے لائق ہے وہ بڑی مہر والا تو کسی جاننے والے سے اس کی تعریف پوچھ",
			"hi_kanzulimaan": "जिसने आसमान और ज़मीन और जो कुछ इन के बीच है छ दिन में बनाए (106फ) फिर अर्श पर इस्तिवा फ़रमाया जैसा उसकी शान के लायक़ है (107फ) वह बड़ी मेहर वाला तो किसी जानने वाले से उसकी तअरीफ़ पूछ (108फ)",
			"author": "৫৯. যিনি আকাশমন্ডলী ও পৃথিবী এবং এ দু’য়ের মাঝে যা কিছু বিদ্যমান (এ মহাবিশ্ব) ছয়টি সময়কালে সৃষ্টি করেছেন।* অতঃপর তিনি (মহাবিশ্বের সমস্ত ব্যবস্থাপনার উপরে শক্তি ও সর্বোচ্চ কর্তৃত্বের) সিংহাসনে অধিষ্ঠিত হয়েছেন। (তিনি) রাহমান, (হে সত্যের মারিফাতের অনুসন্ধানী!) তুমি তাঁর ব্যাপারে অবগত কাউকে জিজ্ঞেস করো। (অজ্ঞাত কেউ তাঁর অবস্থা সম্পর্কে অবগত নয়।)* ‘সিত্তাতা আইয়্যাম’-এর অর্থ সৃষ্টির ছয়টি সময়কাল বা পর্যায়, ছয়দিন নয়; কেননা এখানে পৃথিবী এবং সমস্ত আকাশ মন্ডলী, ছায়াপথ, তারকারাজি, গ্রহরাজি, এবং শূন্যমন্ডলের সৃষ্টির কাল বর্ণিত হচ্ছে, সুতরাং তখন পৃথিবীর রাতদিন কীভাবে থাকবে?"
		},
		{
			"_id": "2915",
			"sura": "25",
			"para": "19",
			"verses": "60",
			"names": "وَ اِذَا قِیۡلَ لَہُمُ  اسۡجُدُوۡا  لِلرَّحۡمٰنِ قَالُوۡا وَ مَا  الرَّحۡمٰنُ ٭ اَنَسۡجُدُ لِمَا تَاۡمُرُنَا  وَ  زَادَہُمۡ  نُفُوۡرًا ﴿ٛ۶۰﴾",
			"number": "",
			"verses_PDMS": "وَ اِذَا قِیۡلَ لَہُمُ  اسۡجُدُوۡا  لِلرَّحۡمٰنِ قَالُوۡا وَ مَا  الرَّحۡمٰنُ ٭ اَنَسۡجُدُ لِمَا تَاۡمُرُنَا  وَ  زَادَہُمۡ  نُفُوۡرًا ﴿ٛ۶۰﴾",
			"index": "2915",
			"name": "এবং যখন তাদেরকে বলা হয়, ‘রাহমানকে সাজদা করো’। তখন তারা বলে, ‘রাহমান কি? আমরা কি সাজদা করে নেবো যাকে আপনি সাজদা করতে বলেন? এবং এ নির্দেশ তাদের বিমুখতাকে আরো বৃদ্ধি করেছে।",
			"en_kanzulimaan": "And when it is said to them, Prostrate to the Most Gracious - they say, And what is the Most Gracious? Shall we prostrate to whatever you command us? And this command only increases the hatred in them. (Command of Prostration # 7)",
			"ur_kanzulimaan": "اور جب ان سے کہا جائے رحمن کو سجدہ کرو کہتے ہیں رحمن کیا ہے، کیا ہم سجدہ کرلیں جسے تم کہو اور اس حکم نے انہیں اور بدکنا بڑھایا السجدة ۔۷",
			"hi_kanzulimaan": "और जब उनसे कहा जाए (109फ) रहमान को सज्दा करो कहते हैं रहमान क्या है क्या हम सज्दा कर लें जिसे तुम कहो (110फ) और इस हुक्म ने उन्हें और बिदकना बढ़ाया (111फ)",
			"author": "৬০. আর যখন তাদেরকে বলা হয়, ‘তোমরা (দয়ালু) রাহমানকে সেজদা করো’ তখন এরা (এ সত্যের অস্বীকারকারীরা) বলে, ‘রাহমান কী (জিনিস)? আমরা কি তাকে সেজদা করবো যার হুকুম তুমি আমাদেরকে দিচ্ছো?’ আর এ (নির্দেশ) তাদের ঘৃনাকে আরো বৃদ্ধিই করলো।"
		},
		{
			"_id": "2916",
			"sura": "25",
			"para": "19",
			"verses": "61",
			"names": "تَبٰرَکَ الَّذِیۡ جَعَلَ فِی السَّمَآءِ  بُرُوۡجًا وَّ جَعَلَ  فِیۡہَا سِرٰجًا وَّ قَمَرًا  مُّنِیۡرًا ﴿۶۱﴾ ",
			"number": "",
			"verses_PDMS": "تَبٰرَکَ الَّذِیۡ جَعَلَ فِی السَّمَآءِ  بُرُوۡجًا وَّ جَعَلَ  فِیۡہَا سِرٰجًا وَّ قَمَرًا  مُّنِیۡرًا ﴿۶۱﴾ ",
			"index": "2916",
			"name": "বড় মঙ্গলময় তিনি, যিনি আসমানে কক্ষপথ সৃষ্টি করেছেন এবং সেগুলোর মধ্যে প্রদীপ স্থাপন করেছেন আর জ্যোতির্ময় চাঁদ। ",
			"en_kanzulimaan": "Most Auspicious is He Who created lofty towers in the sky and placed a lamp in it, and the luminous moon.",
			"ur_kanzulimaan": "بڑی برکت والا ہے وہ جس نے آسمان میں برج بنائے اور ان میں چراغ رکھا اور چمکتا چاند،",
			"hi_kanzulimaan": "बड़ी बरकत वाला है जिसने आसमान में बुर्ज बनाए (112फ) उनमें चिराग़ रखा (113फ) और चमकता चाँद",
			"author": "৬১. কতোই না কল্যাণ ও মহত্বের অধিকারী তিনি যিনি নভোমন্ডলে (ছায়াপথের আকারে) আকাশমন্ডলীর প্রশস্ত স্তরসমূহ সৃজন করেছেন এবং এতে (সূর্যকে আলো ও তাপ বিকিরণকারী) আলোকবর্তিকা করেছেন আর (এ সৌরজগতের অভ্যন্তরে) স্থাপন করেছেন আলোবিচ্ছুরণকারী চন্দ্রকে।"
		},
		{
			"_id": "2917",
			"sura": "25",
			"para": "19",
			"verses": "62",
			"names": "وَ ہُوَ الَّذِیۡ جَعَلَ الَّیۡلَ وَ النَّہَارَ خِلۡفَۃً لِّمَنۡ اَرَادَ  اَنۡ یَّذَّکَّرَ اَوۡ اَرَادَ شُکُوۡرًا ﴿۶۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الَّذِیۡ جَعَلَ الَّیۡلَ وَ النَّہَارَ خِلۡفَۃً لِّمَنۡ اَرَادَ  اَنۡ یَّذَّکَّرَ اَوۡ اَرَادَ شُکُوۡرًا ﴿۶۲﴾ ",
			"index": "2917",
			"name": "এবং তিনিই, যিনি রাত ও দিনের পরিবর্তন রেখেছেন, তারই জন্য, যে মনোযোগ দিতে চায় অথবা কৃতজ্ঞতা প্রকাশ করার ইচ্ছা করে। ",
			"en_kanzulimaan": "And it is He Who created the alternation of the night and day for one who wishes to remember or intends to give thanks.",
			"ur_kanzulimaan": "اور وہی ہے جس نے رات اور دن کی بدلی رکھی اس کے لیے جو دھیان کرنا چاہے یا شکر کا ارادہ کرے،",
			"hi_kanzulimaan": "और वही है जिसने रात और दिन की बदली रखी (114फ) उसके लिये जो ध्यान करना चाहे या शुक्र का इरादा करे",
			"author": "৬২. আর তিনিই সেই সত্তা যিনি রাত্রি এবং দিবসকে একে অপরের পশ্চাতে পরিভ্রমণকারী করেছেন তার জন্যে যে পর্যবেক্ষণে অথবা কৃতজ্ঞতা আদায়ে ইচ্ছুক। (এ সৃষ্টিগত সক্ষমতার মাঝে উপদেশ এবং হেদায়াত রয়েছে।)"
		},
		{
			"_id": "2918",
			"sura": "25",
			"para": "19",
			"verses": "63",
			"names": "وَ عِبَادُ  الرَّحۡمٰنِ الَّذِیۡنَ  یَمۡشُوۡنَ عَلَی الۡاَرۡضِ ہَوۡنًا وَّ اِذَا خَاطَبَہُمُ الۡجٰہِلُوۡنَ  قَالُوۡا سَلٰمًا ﴿۶۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ عِبَادُ  الرَّحۡمٰنِ الَّذِیۡنَ  یَمۡشُوۡنَ عَلَی الۡاَرۡضِ ہَوۡنًا وَّ اِذَا خَاطَبَہُمُ الۡجٰہِلُوۡنَ  قَالُوۡا سَلٰمًا ﴿۶۳﴾ ",
			"index": "2918",
			"name": "এবং রাহমানের ওই বান্দাগণ, যারা ভূ-পৃষ্ঠে ধীরগতিতে চলাফেরা করে এবং যখন অজ্ঞব্যক্তিরা তাদের সাথে কথা বলে তখন বলে, ‘ব্যাস সালাম’।",
			"en_kanzulimaan": "And the bondmen of the Most Gracious who walk upon the earth humbly, and when the ignorant address them they answer, Peace. (Good bye)",
			"ur_kanzulimaan": "اور رحمن کے وہ بندے کہ زمین پر آہستہ چلتے ہیں اور جب جاہل ان سے بات کرتے ہیں تو کہتے ہیں بس سلام",
			"hi_kanzulimaan": "और रहमान के वो बन्दे कि ज़मीन पर आहिस्ता चलते हैं (115फ) और जब ज़ाहिल उनसे बात करते हैं (116फ) तो कहते हैं बस सलाम (117फ)",
			"author": "৬৩. আর অসীম দয়াময় রহমান (আল্লাহ্)-এঁর (পছন্দনীয়) বান্দা তারাই যারা পৃথিবীতে নম্রভাবে চলাফেরা করে এবং যখন তাদের সাথে (অসভ্য) মূর্খ লোকেরা (অপছন্দনীয়) কথা বলে তখন তারা ‘সালাম’ বলে (পৃথক হয়ে যায়)।"
		},
		{
			"_id": "2919",
			"sura": "25",
			"para": "19",
			"verses": "64",
			"names": "وَ الَّذِیۡنَ یَبِیۡتُوۡنَ لِرَبِّہِمۡ سُجَّدًا وَّ قِیَامًا ﴿۶۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ یَبِیۡتُوۡنَ لِرَبِّہِمۡ سُجَّدًا وَّ قِیَامًا ﴿۶۴﴾ ",
			"index": "2919",
			"name": "এবং ওই সব লোক, যারা রাত অতিবাহিত করে আপন রবের জন্য সাজদা ও ক্বিয়ামের মধ্যে। ",
			"en_kanzulimaan": "And who spend the night prostrating and standing, for their Lord.",
			"ur_kanzulimaan": "اور وہ جو رات کاٹتے ہیں اپنے رب کے لیے سجدے اور قیام میں",
			"hi_kanzulimaan": "और वो जो रात काटते हैं अपने रब के लिये सज्दे और क़याम में (118फ)",
			"author": "৬৪. আর (তারা) ঐসব লোক যারা নিজেদের প্রতিপালকের উদ্দেশ্যে সেজদাবনত এবং (প্রার্থনায়) দন্ডায়মান থেকে রাত্রি অতিবাহিত করে।"
		},
		{
			"_id": "2920",
			"sura": "25",
			"para": "19",
			"verses": "65",
			"names": "وَ الَّذِیۡنَ یَقُوۡلُوۡنَ رَبَّنَا اصۡرِفۡ عَنَّا عَذَابَ جَہَنَّمَ ٭ۖ اِنَّ عَذَابَہَا کَانَ غَرَامًا ﴿٭ۖ۶۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ یَقُوۡلُوۡنَ رَبَّنَا اصۡرِفۡ عَنَّا عَذَابَ جَہَنَّمَ ٭ۖ اِنَّ عَذَابَہَا کَانَ غَرَامًا ﴿٭ۖ۶۵﴾ ",
			"index": "2920",
			"name": "এবং ওই সব লোক, যারা আরয করে, ‘হে আমাদের রব! আমাদের দিকে থেকে ফিরিয়ে দিন জাহান্নামের শাস্তিকে; নিশ্চয় সেটার শাস্তি হচ্ছে গলার শৃঙ্খল’।",
			"en_kanzulimaan": "And who submit, Our Lord - avert the punishment of hell from us; indeed its punishment is a permanent neck-shackle.",
			"ur_kanzulimaan": "اور وہ جو عرض کرتے ہیں اے ہمارے رب! ہم سے پھیر دے جہنم کا عذاب، بیشک اس کا عذاب گلے کا غل (پھندا) ہے",
			"hi_kanzulimaan": "और वो जो अर्ज़ करते हैं ऐ हमारे रब हमसे फेर दे जहन्नम का अज़ाब, बेशक उसका अज़ाब गले का गिल {फन्दा} है (119फ)",
			"author": "৬৫. আর (তারা) ঐসব লোক যারা (সর্বদা বারী তা’আলার দরবারে) প্রার্থনা করে, ‘হে আমাদের প্রতিপালক! তুমি আমাদের নিকট থেকে জাহান্নামের শাস্তি নিবৃত্ত করো, এর শাস্তি তো নিশ্চিত ধ্বংসাত্মক (এবং স্থায়ী)।’"
		},
		{
			"_id": "2921",
			"sura": "25",
			"para": "19",
			"verses": "66",
			"names": "اِنَّہَا سَآءَتۡ مُسۡتَقَرًّا وَّ  مُقَامًا ﴿۶۶﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّہَا سَآءَتۡ مُسۡتَقَرًّا وَّ  مُقَامًا ﴿۶۶﴾ ",
			"index": "2921",
			"name": "নিশ্চয় সেটা অতি নিকৃষ্ট অবস্থানস্থল।",
			"en_kanzulimaan": "Indeed it is a most wretched abode.",
			"ur_kanzulimaan": "بیشک وہ بہت ہی بری ٹھہرنے کی جگہ ہے،",
			"hi_kanzulimaan": "बेशक वह बहुत ही बुरी ठहरने की जगह है",
			"author": "৬৬. নিশ্চয়ই এটি (অস্থায়ী বসবাসকারীদের জন্যে) কতো মন্দ অবস্থানস্থল এবং (স্থায়ী বসবাসকারীদের জন্যে) কতো মন্দ আবাসস্থল!"
		},
		{
			"_id": "2922",
			"sura": "25",
			"para": "19",
			"verses": "67",
			"names": "وَ الَّذِیۡنَ  اِذَاۤ  اَنۡفَقُوۡا لَمۡ  یُسۡرِفُوۡا وَ لَمۡ یَقۡتُرُوۡا وَ کَانَ  بَیۡنَ  ذٰلِکَ  قَوَامًا ﴿۶۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ  اِذَاۤ  اَنۡفَقُوۡا لَمۡ  یُسۡرِفُوۡا وَ لَمۡ یَقۡتُرُوۡا وَ کَانَ  بَیۡنَ  ذٰلِکَ  قَوَامًا ﴿۶۷﴾ ",
			"index": "2922",
			"name": "আর ওই সব লোক যখন ব্যয় করে তখন তারা না সীমাতিক্রম করে না কার্পণ্য করে আর সে দু’টির মাঝখানে মধপন্থায় থাকে। ",
			"en_kanzulimaan": "And those who, when spending, neither exceed the limits nor act miserly, and stay in moderation between the two.",
			"ur_kanzulimaan": "اور وہ کہ جب خرچ کرتے ہیں نہ حد سے بڑھیں اور نہ تنگی کریں اور ان دونوں کے بیچ اعتدال پر رہیں",
			"hi_kanzulimaan": "और वो कि जब ख़र्च करते हैं न हद से बढ़ें और न तंगी करें (120फ) और इन दोनों के बीच एतिदाल {संतुलन} पर रहें (121फ)",
			"author": "৬৭. আর (তারা) ঐসব লোক যখন তারা ব্যয় করে তখন অপচয় করে না এবং কৃপণতাও করে না। আর তাদের ব্যয় (অধিক ও স্বল্প) এ দুই সীমার মধ্যবর্তী ভারসাম্যের উপর স্থিতিশীল) হয়ে থাকে।"
		},
		{
			"_id": "2923",
			"sura": "25",
			"para": "19",
			"verses": "68",
			"names": "وَ الَّذِیۡنَ لَا یَدۡعُوۡنَ مَعَ اللّٰہِ  اِلٰـہًا اٰخَرَ  وَ لَا یَقۡتُلُوۡنَ النَّفۡسَ الَّتِیۡ حَرَّمَ اللّٰہُ  اِلَّا بِالۡحَقِّ وَ لَا یَزۡنُوۡنَ ۚ وَ مَنۡ یَّفۡعَلۡ  ذٰلِکَ  یَلۡقَ  اَثَامًا ﴿ۙ۶۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ لَا یَدۡعُوۡنَ مَعَ اللّٰہِ  اِلٰـہًا اٰخَرَ  وَ لَا یَقۡتُلُوۡنَ النَّفۡسَ الَّتِیۡ حَرَّمَ اللّٰہُ  اِلَّا بِالۡحَقِّ وَ لَا یَزۡنُوۡنَ ۚ وَ مَنۡ یَّفۡعَلۡ  ذٰلِکَ  یَلۡقَ  اَثَامًا ﴿ۙ۶۸﴾ ",
			"index": "2923",
			"name": "এবং ওই সব লোক, যারা আল্লাহ্‌র সাথে অন্য কোন উপাস্যের পূজা করে না এবং ওই প্রাণকে, যার রক্তপাত আল্লাহ্‌ হারাম করে দিয়েছেন, অন্যায়ভাবে হত্যা করে না এবং ব্যভিচার করে না; আর যে এ কাজ করবে সে শাস্তি পাবে। ",
			"en_kanzulimaan": "And those who do not worship any other deity along with Allah, and do not unjustly kill any living thing which Allah has forbidden, nor commit adultery; and whoever does this will receive punishment.",
			"ur_kanzulimaan": "اور وہ جو اللہ کے ساتھ کسی دوسرے معبود کو نہیں پوجتے اور اس جان کو جس کی اللہ نے حرمت رکھی ناحق نہیں مارتے اور بدکاری نہیں کرتے اور جو یہ کام کرے وہ سزا پائے گا،",
			"hi_kanzulimaan": "और वो जो अल्लाह के साथ किसी दूसरे मअबूद को नहीं पूजते (122फ) और वो जो अल्लाह के साथ किसी दूसरे मअबूद को नहीं पूजते (123फ) और उस जान को जिसकी अल्लाह ने हुरमत{इज़्ज़त} रखी (124फ) नाहक़ नहीं मारते और बदकारी नहीं करते (125फ) और जो वह काम करे वह सज़ा पाएगा",
			"author": "৬৮. আর (তারা) ঐসব লোক যারা আল্লাহ্ তা’আলার সাথে দ্বিতীয় কোনো মাবুদের ইবাদত করে না, এমন কোনো প্রাণও হত্যা করে না যা অন্যায়ভাবে হত্যা করা আল্লাহ্ তা’আলা হারাম করে দিয়েছেন এবং ব্যভিচারেও লিপ্ত হয় না। আর যে ব্যক্তি এ কাজ করবে সে পাপের শাস্তি লাভ করবে।"
		},
		{
			"_id": "2924",
			"sura": "25",
			"para": "19",
			"verses": "69",
			"names": "یُّضٰعَفۡ لَہُ  الۡعَذَابُ یَوۡمَ  الۡقِیٰمَۃِ وَ یَخۡلُدۡ   فِیۡہٖ   مُہَانًا ﴿٭ۖ۶۹﴾ ",
			"number": "",
			"verses_PDMS": "یُّضٰعَفۡ لَہُ  الۡعَذَابُ یَوۡمَ  الۡقِیٰمَۃِ وَ یَخۡلُدۡ   فِیۡہٖ   مُہَانًا ﴿٭ۖ۶۹﴾ ",
			"index": "2924",
			"name": "বর্ধিত করা হবে তার উপর শাস্তিকে ক্বিয়ামতের দিনে এবং স্থায়ীভাবে সেটার মধ্যে লাঞ্ছনার সাথে থাকবে; ",
			"en_kanzulimaan": "The punishment shall be increased for him on the Day of Resurrection, and he will remain in it forever, with humiliation.",
			"ur_kanzulimaan": "بڑھایا جائے گا اس پر عذابِ قیامت کے دن اور ہمیشہ اس میں ذلت سے رہے گا،",
			"hi_kanzulimaan": "बढाया जाएगा उसपर अज़ाब क़यामत के दिन (125फ) और हमेशा उसमें ज़िल्लत से रहेगा",
			"author": "৬৯. কিয়ামতের দিনে তার শাস্তি দ্বিগুণ করা হবে। আর তাতে সে অপমান ও অপদস্ত অবস্থায় চিরকাল বসবাস করবে।"
		},
		{
			"_id": "2925",
			"sura": "25",
			"para": "19",
			"verses": "70",
			"names": "اِلَّا مَنۡ تَابَ وَ اٰمَنَ وَ عَمِلَ عَمَلًا صَالِحًا فَاُولٰٓئِکَ یُبَدِّلُ اللّٰہُ سَیِّاٰتِہِمۡ  حَسَنٰتٍ ؕ وَ کَانَ  اللّٰہُ  غَفُوۡرًا  رَّحِیۡمًا ﴿۷۰﴾ ",
			"number": "",
			"verses_PDMS": "اِلَّا مَنۡ تَابَ وَ اٰمَنَ وَ عَمِلَ عَمَلًا صَالِحًا فَاُولٰٓئِکَ یُبَدِّلُ اللّٰہُ سَیِّاٰتِہِمۡ  حَسَنٰتٍ ؕ وَ کَانَ  اللّٰہُ  غَفُوۡرًا  رَّحِیۡمًا ﴿۷۰﴾ ",
			"index": "2925",
			"name": "কিন্তু যে ব্যক্তি তাওবা করবে এবং ঈমান আনবে আর সৎকাজ করবে তবে এমন লোকদের মন্দকাজগুলোকে আল্লাহ্‌ সৎকর্মসমূহে পরিবর্তিত করে দেবেন; এবং আল্লাহ্‌ ক্ষমাশীল, দয়ালু। ",
			"en_kanzulimaan": "Except one who repents and accepts faith and does good deeds  so Allah will turn their evil deeds into virtues; and Allah is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "مگر جو توبہ کرے اور ایمان لائے اور اچھا کام کرے اور اچھا کام کرے تو ایسوں کی برائیوں کو اللہ بھلائیوں سے بدل دے گا اور اللہ بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "मगर जो तौबह करे (126फ) और ईमान लाए (127फ) और अच्छा काम करे (128फ) तो ऐसों की बुराइयों को अल्लाह भलाइयों में बदल देगा (129फ) और अल्लाह बख़्शने वाला मेहरबान है",
			"author": "৭০.  তবে যারা তওবা করে, ঈমান আনয়ন করে এবং সৎকর্ম করে; তারা তো সেসব লোক আল্লাহ্ যাদের মন্দ কাজগুলোকে ভালো কাজের মাধ্যমে পরিবর্তন করে দেবেন। আর আল্লাহ্ তা’আলা মহাক্ষমাশীল ও অসীম দয়ালু।"
		},
		{
			"_id": "2926",
			"sura": "25",
			"para": "19",
			"verses": "71",
			"names": "وَ مَنۡ تَابَ وَ عَمِلَ صَالِحًا فَاِنَّہٗ یَتُوۡبُ اِلَی  اللّٰہِ  مَتَابًا ﴿۷۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ تَابَ وَ عَمِلَ صَالِحًا فَاِنَّہٗ یَتُوۡبُ اِلَی  اللّٰہِ  مَتَابًا ﴿۷۱﴾ ",
			"index": "2926",
			"name": "এবং যে তাওবা করে ও সৎকাজ করে, তবে সে আল্লাহ্‌র দিকেই তেমনিভাবে প্রত্যাবর্তন করেছে যেমনভাবে করা উচিত ছিলো। ",
			"en_kanzulimaan": "And whoever repents and does good deeds  so he has inclined towards Allah with repentance as was required.",
			"ur_kanzulimaan": "اور جو توبہ کرے اور اچھا کام کرے تو وہ اللہ کی طرف رجوع لایا جیسی چاہیے تھی،",
			"hi_kanzulimaan": "और जो तौबह करे और अच्छा काम करे तो वह अल्लाह की तरफ़ रूजू लाया जैसी चाहिये थी",
			"author": "৭১. আর যে তওবা করে এবং সৎকর্ম করে, সে আল্লাহ্‌র দিকে প্রত্যাবর্তন করে যথাযথ প্রত্যাবর্তনের ন্যায়।"
		},
		{
			"_id": "2927",
			"sura": "25",
			"para": "19",
			"verses": "72",
			"names": "وَ الَّذِیۡنَ لَا یَشۡہَدُوۡنَ الزُّوۡرَ ۙ وَ اِذَا مَرُّوۡا بِاللَّغۡوِ  مَرُّوۡا کِرَامًا ﴿۷۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ لَا یَشۡہَدُوۡنَ الزُّوۡرَ ۙ وَ اِذَا مَرُّوۡا بِاللَّغۡوِ  مَرُّوۡا کِرَامًا ﴿۷۲﴾ ",
			"index": "2927",
			"name": "এবং যেসব লোক মিথ্যা সাক্ষ্য দেয় না; আর যখন অনর্থক কার্যকলাপের নিকট দিয়ে অতিক্রম করে, তখন তারা স্বীয় সম্মানকে রক্ষা করে অতিক্রম করে। ",
			"en_kanzulimaan": "And those who do not give false testimony, and when they pass near some indecency, they pass by it saving their honour.",
			"ur_kanzulimaan": "اور جو جھوٹی گواہی نہیں دیتے اور جب بیہودہ پر گذرتے ہیں اپنی عزت سنبھالے گزر جاتے ہیں،",
			"hi_kanzulimaan": "और जो झूठी गवाही नहीं देते (130फ) और जब बेहूदा पर गुज़रते हैं अपनी इज़्ज़त संभाले गुज़र जाते हैं (131फ)",
			"author": "৭২.  আর (তারা) ঐসব লোক যারা (কথা এবং কাজে কোনো ভাবেই) মিথ্যা এবং অসৎকর্মে অংশ নেয় না এবং যখন তারা অসার ক্রিয়াকলাপের সম্মুখীন হয় তখন (সাবধানতা অবলম্বন পূর্বক) অত্যধিক মহত্ব এবং গাম্ভীর্য্যরে সাথে পাশ কেটে চলে।"
		},
		{
			"_id": "2928",
			"sura": "25",
			"para": "19",
			"verses": "73",
			"names": "وَ الَّذِیۡنَ  اِذَا ذُکِّرُوۡا بِاٰیٰتِ رَبِّہِمۡ لَمۡ یَخِرُّوۡا عَلَیۡہَا صُمًّا وَّ عُمۡیَانًا ﴿۷۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ  اِذَا ذُکِّرُوۡا بِاٰیٰتِ رَبِّہِمۡ لَمۡ یَخِرُّوۡا عَلَیۡہَا صُمًّا وَّ عُمۡیَانًا ﴿۷۳﴾ ",
			"index": "2928",
			"name": "এবং ওই সব লোক যারা এমনি যে, যখন তাদেরকে তাদের রবের আয়াতসমূহ স্মরণ করিয়ে দেওয়া হয়, তখন সেগুলোর উপর বধির অন্ধ হয়ে পতিত হয় না। ",
			"en_kanzulimaan": "And those who, when they are reminded of the signs of their Lord, do not fall deaf and blind upon them.",
			"ur_kanzulimaan": "اور وہ کہ جب کہ انہیں ان کے رب کی آیتیں یاد د لائی جائیں تو ان پر بہرے اندھے ہوکر نہیں گرتے",
			"hi_kanzulimaan": "और वो कि जब उन्हें उनके रब की आयतें याद दिलाई जाएं तो उनपर (132फ) बहरे अंधे होकर नहीं गिरते (133फ)",
			"author": "৭৩.  আর (তারা) ঐসব লোক যখন তাদেরকে তাদের প্রতিপালকের আয়াতসমূহের মাধ্যমে উপদেশ প্রদান করা হয় তখন তারা তাতে অন্ধ ও বধির হয়ে পতিত হয় না। (বরং চিন্তা-ভাবনাও করে।)"
		},
		{
			"_id": "2929",
			"sura": "25",
			"para": "19",
			"verses": "74",
			"names": "وَ الَّذِیۡنَ یَقُوۡلُوۡنَ رَبَّنَا ہَبۡ لَنَا مِنۡ اَزۡوَاجِنَا وَ ذُرِّیّٰتِنَا قُرَّۃَ اَعۡیُنٍ وَّ اجۡعَلۡنَا لِلۡمُتَّقِیۡنَ اِمَامًا ﴿۷۴﴾",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ یَقُوۡلُوۡنَ رَبَّنَا ہَبۡ لَنَا مِنۡ اَزۡوَاجِنَا وَ ذُرِّیّٰتِنَا قُرَّۃَ اَعۡیُنٍ وَّ اجۡعَلۡنَا لِلۡمُتَّقِیۡنَ اِمَامًا ﴿۷۴﴾",
			"index": "2929",
			"name": "এবং যারা আরয করে, ‘হে আমাদের রব! আমাদেরকে দান করো- আমাদের স্ত্রীগণ এবং আমাদের সন্তান-সন্ততি থেকে চক্ষুসমূহের শান্তি এবং আমাদেরকে পরহেয্‌গারদের আদর্শ করুন!",
			"en_kanzulimaan": "And who submit, Our Lord, soothe our eyes with our wives and our children, and make us leaders of the pious.",
			"ur_kanzulimaan": "اور وہ جو عرض کرتے ہیں، اے ہمارے رب! ہمیں دے ہماری بیبیوں اور اولاد سے آنکھوں کی ٹھنڈک اور ہمیں پرہیزگاروں کا پیشوا بنا",
			"hi_kanzulimaan": "और वो जो अर्ज़ करते हैं ऐ हमरे रब हमें दे हमारी बीबियों और हमारी औलाद से आँखों की ठण्डक (134फ) और हमें परहेज़गारों का पेशवा बना (135फ)",
			"author": "৭৪. আর (তারা) ঐসব লোক যারা (বারী তা’আলার সমীপে) আরয করে, ‘হে আমাদের প্রতিপালক! আমাদের স্ত্রী সন্তানদেরকে আমাদের জন্যে নয়নপ্রীতিকর করো। আর আমাদেরকে পরহেযগারদের নেতা বানিয়ে দাও।’"
		},
		{
			"_id": "2930",
			"sura": "25",
			"para": "19",
			"verses": "75",
			"names": "اُولٰٓئِکَ یُجۡزَوۡنَ الۡغُرۡفَۃَ  بِمَا صَبَرُوۡا وَ یُلَقَّوۡنَ فِیۡہَا تَحِیَّۃً  وَّ  سَلٰمًا ﴿ۙ۷۵﴾ ",
			"number": "",
			"verses_PDMS": "اُولٰٓئِکَ یُجۡزَوۡنَ الۡغُرۡفَۃَ  بِمَا صَبَرُوۡا وَ یُلَقَّوۡنَ فِیۡہَا تَحِیَّۃً  وَّ  سَلٰمًا ﴿ۙ۷۵﴾ ",
			"index": "2930",
			"name": "তারা জান্নাতের সর্বাপেক্ষা উচ্চ প্রাসাদ পুরস্কারস্বরূপ লাভ করবে তাদের ধৈর্যের প্রতিদান স্বরূপ এবং সেখানে অভিবাদন ও সালাম সহকারে তাদের অভ্যর্থনা করা হবে। ",
			"en_kanzulimaan": "They will be rewarded the highest position in heaven, the recompense of their patience, and they will be welcomed with honour and greetings of peace.",
			"ur_kanzulimaan": "ان کو جنت کا سب سے اونچا بالا خانہ انعام ملے گا بدلہ ان کے صبر کا اور وہاں مجرے اور سلام کے ساتھ ان کی پیشوائی ہوگی",
			"hi_kanzulimaan": "उनको जन्नत का सब से ऊँचा बालाख़ाना इनाम मिलेगा बदला उनके सब्र का और वहां मुजरे और सलाम के साथ उनकी पेशवाई होगी (136फ)",
			"author": "৭৫. এ সকল লোককে তাদের ধৈর্যের প্রতিদান হিসেবে (জান্নাতে) দেয়া হবে উচ্চমর্যাদা সম্পন্ন প্রাসাদ। সেখানে তাদেরকে অভিবাদন জানানো হবে কল্যাণের দোয়া ও সালামের সাথে।"
		},
		{
			"_id": "2931",
			"sura": "25",
			"para": "19",
			"verses": "76",
			"names": "خٰلِدِیۡنَ فِیۡہَا ؕ حَسُنَتۡ مُسۡتَقَرًّا وَّ مُقَامًا ﴿۷۶﴾ ",
			"number": "",
			"verses_PDMS": "خٰلِدِیۡنَ فِیۡہَا ؕ حَسُنَتۡ مُسۡتَقَرًّا وَّ مُقَامًا ﴿۷۶﴾ ",
			"index": "2931",
			"name": "তারা সেটার মধ্যে স্থায়ীভাবে থাকবে। কতই উৎকৃষ্ট অবস্থান ও বসবাসের স্থান!",
			"en_kanzulimaan": "They shall abide in it forever; what an excellent abode and place of stay.",
			"ur_kanzulimaan": "ہمیشہ اس میں رہیں گے، کیا ہی اچھی ٹھہرنے اور بسنے کی جگہ،",
			"hi_kanzulimaan": "हमेशा उसमें रहेंगे क्या ही अच्छी ठहरने और बसने की जगह",
			"author": "৭৬. তাতে তারা বসবাস করবে চিরদিন। সেসব (বেহেশতের আড়ম্বরপূর্ণ প্রাসাদসমূহ,) অবস্থান এবং বসবাসের স্থান অতি উৎকৃষ্ট।"
		},
		{
			"_id": "2932",
			"sura": "25",
			"para": "19",
			"verses": "77",
			"names": "قُلۡ  مَا یَعۡبَؤُا بِکُمۡ  رَبِّیۡ  لَوۡ لَا دُعَآؤُکُمۡ ۚ فَقَدۡ کَذَّبۡتُمۡ  فَسَوۡفَ  یَکُوۡنُ  لِزَامًا ﴿۷۷﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  مَا یَعۡبَؤُا بِکُمۡ  رَبِّیۡ  لَوۡ لَا دُعَآؤُکُمۡ ۚ فَقَدۡ کَذَّبۡتُمۡ  فَسَوۡفَ  یَکُوۡنُ  لِزَامًا ﴿۷۷﴾ ",
			"index": "2932",
			"name": "আপনি বলুন, ‘তোমাদের কোন মর্যাদা নেই আমার রবের নিকট যদি তোমরা তার ইবাদত না করো; অতঃপর তোমরা তো অস্বীকার করেছিলে সুতরাং এখন হবে ওই শাস্তি যা জড়িয়ে থাকবে’।",
			"en_kanzulimaan": "Say (O dear Prophet Mohammed - peace and blessings be upon him) You have no value before My Lord if you do not worship Him; so you have denied  therefore the punishment that remains, will occur.",
			"ur_kanzulimaan": "تم فرماؤ تمہاری کچھ قدر نہیں میرے رب کے یہاں اگر تم اسے نہ پوجو تو تم نے تو جھٹلایا تو اب ہوگا وہ عذاب کہ لپٹ رہے گا",
			"hi_kanzulimaan": "तुम फ़रमाओ (137फ) तुम्हारी कुछ क़द्र नहीं मेरे रब के यहाँ अगर तुम उसे न पूजो तो तुमने झुटलाया (138फ) तो अब होगा वह अज़ाब कि लिपट रहेगा (139फ)",
			"author": "৭৭. বলে দিন, ‘আমার প্রতিপালক তোমাদের কোনো পরওয়া করেন না, যদি তোমরা (তাঁর) ইবাদত না করো। অতঃপর তোমরা তো বাস্তবিকই (তাঁকে) অস্বীকার করেছো। কাজেই এখন এ (প্রত্যাখ্যান তোমাদের জন্যে) স্থায়ী শাস্তিতে পরিণত হবে।’"
		}
	]