[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "4584",
			"sura": "48",
			"para": "26",
			"verses": "1",
			"names": "اِنَّا فَتَحۡنَا لَکَ فَتۡحًا مُّبِیۡنًا ۙ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّا فَتَحۡنَا لَکَ فَتۡحًا مُّبِیۡنًا ۙ﴿۱﴾ ",
			"index": "4584",
			"name": "নিশ্চয় আমি আপনার জন্য সুস্পষ্ট বিজয় দান করেছি; ",
			"en_kanzulimaan": "We have indeed, for your sake (O dear Prophet Mohammed - peace and blessings be upon him), bestowed a clear victory.",
			"ur_kanzulimaan": "بیشک ہم نے تمہارے لیے روشن فتح دی",
			"hi_kanzulimaan": "बेशक हमने तुम्हारे लिये रौशन फ़त्ह फ़रमा दी (2फ)",
			"author": "১. (হে সম্মানিত হাবীব!) নিশ্চয়ই আমরা আপনার জন্যে (ইসলামের) সমুজ্জ্বল বিজয় (এবং আধিপত্য) নির্ধারণ করেছি (যাতে আপনার সুমহান প্রচেষ্টা সফলতার সাথে পূর্ণতা পায়),"
		},
		{
			"_id": "4585",
			"sura": "48",
			"para": "26",
			"verses": "2",
			"names": "لِّیَغۡفِرَ  لَکَ اللّٰہُ  مَا تَقَدَّمَ مِنۡ ذَنۡۢبِکَ وَ مَا تَاَخَّرَ وَ یُتِمَّ نِعۡمَتَہٗ  عَلَیۡکَ وَ یَہۡدِیَکَ صِرَاطًا مُّسۡتَقِیۡمًا ۙ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "لِّیَغۡفِرَ  لَکَ اللّٰہُ  مَا تَقَدَّمَ مِنۡ ذَنۡۢبِکَ وَ مَا تَاَخَّرَ وَ یُتِمَّ نِعۡمَتَہٗ  عَلَیۡکَ وَ یَہۡدِیَکَ صِرَاطًا مُّسۡتَقِیۡمًا ۙ﴿۲﴾ ",
			"index": "4585",
			"name": "যাতে আল্লাহ্‌ আপনার কারণে ক্ষমা করে দেন আপনার পূর্ববর্তীদের ও আপনার পরবর্তীদের গুনাহ্‌ এবং আপন নি’মাতসমূহ আপনার উপর পরিপূর্ণ করে দেন আর আপনাকে সোজা পথ দেখিয়ে দেন;",
			"en_kanzulimaan": "So that Allah may forgive, for your sake, the sins of those before you and those after you, and complete His favours upon you, and to show you the Straight Path.",
			"ur_kanzulimaan": "تاکہ اللہ تمہارے سبب سے گناہ بخشے تمہارے اگلوں کے اور تمہارے پچھلوں کے اور اپنی نعمتیں تم پر تمام کردے اور تمہیں سیدھی راہ دکھادے",
			"hi_kanzulimaan": "ताकि अल्लाह तुम्हारे कारण से गुनाह बख़्शे तुम्हारे अगलों के और तुम्हारे पिछलों के (3फ) और अपनी नेअमतें तुम पर पूरी कर दे (4फ) और तुम्हें सीधी राह दिखा दे (5फ)",
			"author": "২. যেন আল্লাহ্ আপনার কারণে আপনার (সেসব) উম্মতের পূর্বাপর গোনাহসমূহ মার্জনা করেন* (যারা আপনার নির্দেশে সংগ্রাম করেছে, জিহাদ করেছে এবং ত্যাগ স্বীকার করেছে) আর (এভাবে ইসলামের বিজয় এবং উম্মতের ক্ষমার আকারে) আপনার প্রতি তাঁর অনুগ্রহ (বাহ্যিক ও আভ্যন্তরীণভাবে) পূর্ণ করেন এবং আপনার সত্তাকে (অর্থাৎ আপনার মাধ্যমে আপনার উম্মতকে) সরল পথের উপর অবিচল রাখেন,* এখানে মুযাফ উহ্য রয়েছে, অর্থাৎ ‘মা তাকাদ্দামা মিন জাম্বি উম্মাতিকা ওয়ামা তাআখ্খারা’। কেননা পরের অংশে উম্মতের জন্যে প্রশান্তি অবতরণ, জান্নাতে প্রবেশ এবং গোনাহ মাফ হওয়ার সুসংবাদ উল্লেখ করা হয়েছে। এ বিষয়টি ১ নং আয়াত থেকে ৫ নং আয়াত পর্যন্ত মিলিয়ে পড়ুন, তাহলে নিজে নিজেই সুস্পষ্ট হয়ে যাবে। আরো বিস্তারিত তাফসীরের কিতাবে দেখুন। যেমন সূরা- মুমিনের ৫৫ নং আয়াতের অধীনে মুফাসসিরীন বর্ণনা করেছেন যে, ‘লিযাম্বিকা’য় ‘উম্মত’ মুযাফ, যা উহ্য রয়েছে। একারণে এর ভিত্তিতে ‘ওয়াস তাগফির লিযাম্বিকা’ দ্বারা উদ্দেশ্য উম্মতের গোনাহ। ইমাম নাসাফী, ইমাম কুরতুবী ও আল্লামা শাউক্বানী এ অর্থই বর্ণনা করেছেন। উদ্ধৃতিসহ লক্ষ্য করুন, ১. (ওয়াস্তাগ্ফির লিযাম্বিকা) অর্থাৎ লিযাম্বি উম্মাতিকা অর্থাৎ আপনার উম্মতের গোনাহের ক্ষমা প্রার্থনা করুন। (নাসাফী, মাদারিকুত তানযীল ওয়া হাক্বায়িকুত তাবিল, ৪:৩৫৯)। ২. (ওয়াস্তাগ্ফির লিযাম্বিকা) কেউ কেউ বলেছেন, লিযাম্বি উম্মাতিকা হযফ‚ল মুযাফ ওয়া উক্বিমাল মুযাফু ইলাইহি মাকামাহু। ওয়াসতাগফির লিযাম্বিকা এর ব্যাপারে বলা হয়ে থাকে এর দ্বারা উদ্দেশ্য উম্মতের গোনাহ। এখানে মুযাফকে উহ্য রেখে মুযাফে ইলাইহিকে এর স্থলবর্তী করে দেয়া হয়েছে। (কুরতুবী, আল-জামিউ লিআহকামিল কুরআন, ১৫:৩২৪)। ৩. ওয়া ক্বীলা লিযাম্বি উম্মাতিকা ফী হাক্কিকা; এও বলা হয়ে থাকে যে, লিযাম্বিকা অর্থাৎ আপনি আপনার ক্ষেত্রে উম্মতের দ্বারা সংঘটিত গোনাহসমূহের জন্যে ক্ষমা প্রার্থনা করুন। (ইবনে হাইয়্যান আন্দুলুসী, আল-বাহরুল মুহীত, ৭:৪৭১।) ৪. (ওয়াস্তাগ্ফির লিযাম্বিকা) ক্বিলা: আল-মুরাদু যাম্বু উম্মাতিকা ফাহুয়া আলা হাযফিল মুযাফ। বলা হয়ে থাকে যে এর দ্বারা উদ্দেশ্য উম্মতের গোনাহ। আর এ অর্থ মুযাফ উহ্য মেনে নেয়ার কারণে। (আল্লামা শাউকানী, ফতহুল কাদীর, ৪:৪৯৭।)"
		},
		{
			"_id": "4586",
			"sura": "48",
			"para": "26",
			"verses": "3",
			"names": "وَّ  یَنۡصُرَکَ اللّٰہُ  نَصۡرًا عَزِیۡزًا ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "وَّ  یَنۡصُرَکَ اللّٰہُ  نَصۡرًا عَزِیۡزًا ﴿۳﴾ ",
			"index": "4586",
			"name": "এবং আল্লাহ্‌ আপনাকে বড় ধরনের সাহায্য করেন। ",
			"en_kanzulimaan": "And so that Allah may provide you a great help.",
			"ur_kanzulimaan": "اور اللہ تمہاری زبردست مدد فرمائے",
			"hi_kanzulimaan": "और अल्लाह तुम्हारी ज़बरदस्त मदद फ़रमाए (6फ)",
			"author": "৩. আর আল্লাহ্ আপনাকে অতিশয় মর্যাদাসম্পন্ন সাহায্যের দ্বারা অনুগ্রহ করেন।"
		},
		{
			"_id": "4587",
			"sura": "48",
			"para": "26",
			"verses": "4",
			"names": "ہُوَ الَّذِیۡۤ  اَنۡزَلَ السَّکِیۡنَۃَ  فِیۡ  قُلُوۡبِ الۡمُؤۡمِنِیۡنَ  لِیَزۡدَادُوۡۤا  اِیۡمَانًا مَّعَ اِیۡمَانِہِمۡ ؕ وَ لِلّٰہِ  جُنُوۡدُ  السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ  کَانَ اللّٰہُ  عَلِیۡمًا حَکِیۡمًا ۙ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "ہُوَ الَّذِیۡۤ  اَنۡزَلَ السَّکِیۡنَۃَ  فِیۡ  قُلُوۡبِ الۡمُؤۡمِنِیۡنَ  لِیَزۡدَادُوۡۤا  اِیۡمَانًا مَّعَ اِیۡمَانِہِمۡ ؕ وَ لِلّٰہِ  جُنُوۡدُ  السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ  کَانَ اللّٰہُ  عَلِیۡمًا حَکِیۡمًا ۙ﴿۴﴾ ",
			"index": "4587",
			"name": "তিনিই, যিনি ঈমানদারদের অন্তরসমূহে প্রশান্তি অবতীর্ণ করেন, যাতে তাদের মধ্যে দৃঢ় বিশ্বাসের উপর দৃঢ় বিশ্বাস বৃদ্ধি পায়; এবং আল্লাহ্‌রই মালিকানাধীন সমস্ত বাহিনী আস্‌মানসমূহ ও যমীনের; এবং আল্লাহ্‌ জ্ঞানময়, প্রজ্ঞাময়;",
			"en_kanzulimaan": "It is He Who instilled peace in the hearts of the believers, so that it may increase their strength of conviction; and to Allah only belong the armies of the heavens and the earth; and Allah is All Knowing, Wise.",
			"ur_kanzulimaan": "وہی ہے جس نے ایمان والوں کے دلوں میں اطمینان اتارا تاکہ انہیں یقین پر یقین بڑھے اور اللہ ہی کی ملک ہیں تمام لشکر آسمانوں اور زمین کے اور اللہ علم و حکمت والا ہے",
			"hi_kanzulimaan": "वही है जिसने ईमान वालों के दिलों में इत्मीनान उतारा ताकि उन्हें यक़ीन पर यक़ीन बढ़े (7फ) और अल्लाह ही की मिल्क (स्वामित्व में) हैं तमाम लश्कर आसमानों और ज़मीन के (8फ) और अल्लाह इल्म व हिकमत (बोध) वाला है (9फ)",
			"author": "৪. তিনিই মুমিনদের অন্তরে প্রশান্তি দান করেন, যাতে তাদের ঈমানের সাথে আরো ঈমান বৃদ্ধি পায় (অর্থাৎ জ্ঞাত বিশ্বাস দৃষ্টিমান বিশ্বাসে রূপান্তরিত হয়)। আর আকাশমন্ডলী ও পৃথিবীর সমস্ত বাহিনীই আল্লাহ্‌র এবং আল্লাহ্ সর্বজ্ঞ, প্রজ্ঞাবান।"
		},
		{
			"_id": "4588",
			"sura": "48",
			"para": "26",
			"verses": "5",
			"names": "لِّیُدۡخِلَ  الۡمُؤۡمِنِیۡنَ وَ الۡمُؤۡمِنٰتِ جَنّٰتٍ تَجۡرِیۡ  مِنۡ تَحۡتِہَا  الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَا وَ یُکَفِّرَ عَنۡہُمۡ سَیِّاٰتِہِمۡ ؕ وَ کَانَ ذٰلِکَ عِنۡدَ اللّٰہِ  فَوۡزًا عَظِیۡمًا ۙ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "لِّیُدۡخِلَ  الۡمُؤۡمِنِیۡنَ وَ الۡمُؤۡمِنٰتِ جَنّٰتٍ تَجۡرِیۡ  مِنۡ تَحۡتِہَا  الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَا وَ یُکَفِّرَ عَنۡہُمۡ سَیِّاٰتِہِمۡ ؕ وَ کَانَ ذٰلِکَ عِنۡدَ اللّٰہِ  فَوۡزًا عَظِیۡمًا ۙ﴿۵﴾ ",
			"index": "4588",
			"name": "যাতে ঈমানদার পুরুষ ও ঈমানদার নারীদেরকে বাগানসমূহে নিয়ে যান, যেগুলোর নিম্নদেশে নহরসমূহ প্রবহমান, তারা সেগুলোর মধ্যে স্থায়ীভাবে থাকবে; এবং তাদের পাপরাশি তাদের থেকে মোচন করে দেন। আর এটা আল্লাহ্‌র নিকট মহা সাফল্য। ",
			"en_kanzulimaan": "In order to admit the believing men and believing women into Gardens beneath which rivers flow, in which they will abide, and to relieve them of their misdeeds; and this, in Allahs sight, is the greatest success.",
			"ur_kanzulimaan": "تاکہ ایمان والے مردوں اور ایمان والی عورتوں کو باغوں میں لے جائے جن کے نیچے نہریں رواں ہمیشہ ان میں رہیں اور انکی برائیاں ان سے اتار دے، اور یہ اللہ کے یہاں بڑی کامیابی ہے،",
			"hi_kanzulimaan": "ताकि ईमान वाले मर्दों और ईमान वाली औरतों को बाग़ों में ले जाए जिनके नीचे नेहरें बहे हमेशा उनमें रहें और उनकी बुराइयाँ उनसे उतार दे, और यह अल्लाह के यहाँ बड़ी कामयाबी है",
			"author": "৫. (এ সকল নিয়ামত এ জন্যে একত্রিত করেছেন,) যাতে তিনি মুমিন নারী ও মুমিন পুরুষগণকে প্রবেশ করাতে পারেন বেহেশতে যার তলদেশে স্রোতধারা প্রবাহমান। (তারা) এতে চিরদিন বসবাস করবে এবং (এরপরও) তিনি তাদের থেকে তাদের মন্দকর্মগুলো দূরীভূত করবেন, (যেমন তিনি তাদের পাপ মোচন করে দেবেন।) এটিই আল্লাহ্‌র দৃষ্টিতে (মুমিনদের জন্যে) মহাসাফল্য।"
		},
		{
			"_id": "4589",
			"sura": "48",
			"para": "26",
			"verses": "6",
			"names": "وَّ یُعَذِّبَ الۡمُنٰفِقِیۡنَ وَ الۡمُنٰفِقٰتِ وَ الۡمُشۡرِکِیۡنَ وَ الۡمُشۡرِکٰتِ الظَّآنِّیۡنَ بِاللّٰہِ  ظَنَّ السَّوۡءِ ؕ عَلَیۡہِمۡ  دَآئِرَۃُ السَّوۡءِ ۚ وَ غَضِبَ اللّٰہُ  عَلَیۡہِمۡ  وَ  لَعَنَہُمۡ وَ اَعَدَّ لَہُمۡ جَہَنَّمَ ؕ وَ سَآءَتۡ مَصِیۡرًا ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "وَّ یُعَذِّبَ الۡمُنٰفِقِیۡنَ وَ الۡمُنٰفِقٰتِ وَ الۡمُشۡرِکِیۡنَ وَ الۡمُشۡرِکٰتِ الظَّآنِّیۡنَ بِاللّٰہِ  ظَنَّ السَّوۡءِ ؕ عَلَیۡہِمۡ  دَآئِرَۃُ السَّوۡءِ ۚ وَ غَضِبَ اللّٰہُ  عَلَیۡہِمۡ  وَ  لَعَنَہُمۡ وَ اَعَدَّ لَہُمۡ جَہَنَّمَ ؕ وَ سَآءَتۡ مَصِیۡرًا ﴿۶﴾ ",
			"index": "4589",
			"name": "এবং শাস্তি দেন মুনাফিক্ব পুরুষ ও মুনাফিক্ব নারীদেরকে এবং মুশরিক পুরুষ ও মুশরিক নারীদেরকে, যারা আল্লাহ্‌ সম্বন্ধে ধারণা পোষণ করে-মন্দ ধারণা। তাদের উপর রয়েছে মন্দচক্র। এবং আল্লাহ্‌ তাদের উপর ক্রব্ধ হয়েছেন ও তাদের উপর অভিসম্পাত করছেন আর তাদের জন্য জাহান্নাম তৈরী করেছেন; এবং তা কতই মন্দ পরিণাম!",
			"en_kanzulimaan": "And to punish the hypocrite men and hypocrite women, and the polytheist men and polytheist women, who think evilly about Allah; upon them only is the evil cycle of misfortune; and Allah has wreaked anger upon them, and has cursed them, and has prepared hell for them; and what an evil destination.",
			"ur_kanzulimaan": "اور عذاب دے منافق مَردوں اور منافق عورتوں اور مشرک مَردوں اور مشرک عورتوں کو جو اللہ پر گمان رکھتے ہیں انہیں پر ہے بری گردش اور اللہ نے اُن پر غضب فرمایا اور انہیں لعنت کی اور ان کے لیے جہنم تیار فرمایا، اور وہ کیا ہی برا انجام ہے،",
			"hi_kanzulimaan": "और अज़ाब दे मुनाफ़िक़ (दोग़ले) मर्दों और मुनाफ़िक़ औरतों और मुश्रिक मर्दों और मुश्रिक औरतों को जो अल्लाह पर गुमान रखते हैं (10फ) उन्हीं पर है बड़ी गर्दिश (मुसीबत) (11फ) और अल्लाह ने उन पर ग़ज़ब फ़रमाया और उन्हें लअनत की और उनके लिये जहन्नम तैयार फ़रमाया, और वह क्या ही बुरा अंजाम",
			"author": "৬. আর (এজন্যেও যে,) তিনি শাস্তি দেবেন মুনাফিক পুরুষ ও মুনাফিক নারীদেরকে এবং মুশরিক পুরুষ ও মুশরিক নারীদেরকে যারা আল্লাহ্ সম্পর্কে মন্দ ধারণা পোষণ করে। তাদের জন্যে (নির্ধারিত) রয়েছে মন্দ চক্র এবং আল্লাহ্ তাদের উপর ক্রোধান্বিত হয়েছেন, তাদের প্রতি অভিশম্পাত করেছেন এবং তাদের জন্যে প্রস্তুত রেখেছেন জাহান্নাম। আর তা খুবই মন্দ ঠিকানা।"
		},
		{
			"_id": "4590",
			"sura": "48",
			"para": "26",
			"verses": "7",
			"names": "وَ لِلّٰہِ جُنُوۡدُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ کَانَ اللّٰہُ  عَزِیۡزًا  حَکِیۡمًا ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ لِلّٰہِ جُنُوۡدُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ کَانَ اللّٰہُ  عَزِیۡزًا  حَکِیۡمًا ﴿۷﴾ ",
			"index": "4590",
			"name": "এবং আল্লাহ্‌রই মালিকানাধীন আস্‌মানসমূহ ও যমীনের সমস্ত বাহিনী এবং আল্লাহ্‌ সম্মান ও প্রজ্ঞাময়। ",
			"en_kanzulimaan": "And to Allah only belong the armies of the heavens and the earth; and Allah is Most Honourable, Wise.",
			"ur_kanzulimaan": "اور اللہ ہی کی ملک ہیں آسمانوں اور زمین کے سب لشکر، اور اللہ عزت و حکمت والا ہے،",
			"hi_kanzulimaan": "और अल्लाह ही की मिल्क में आसमानों और ज़मीन के सब लश्कर, और अल्लाह इज़्ज़त व हिकमत (बोध) वाला है",
			"author": "৭. আর আকাশমন্ডলী ও পৃথিবীর সমস্ত বাহিনীই আল্লাহ্‌র এবং আল্লাহ্ মহাপরাক্রমশালী, প্রজ্ঞাবান।"
		},
		{
			"_id": "4591",
			"sura": "48",
			"para": "26",
			"verses": "8",
			"names": "اِنَّاۤ  اَرۡسَلۡنٰکَ شَاہِدًا وَّ مُبَشِّرًا وَّ نَذِیۡرًا  ۙ﴿۸﴾",
			"number": "",
			"verses_PDMS": "اِنَّاۤ  اَرۡسَلۡنٰکَ شَاہِدًا وَّ مُبَشِّرًا وَّ نَذِیۡرًا  ۙ﴿۸﴾",
			"index": "4591",
			"name": "নিশ্চয় আমি আপনাকে প্রেরণ করেছি হাযির নাযির (উপস্থিত প্রত্যক্ষকারী) এবং সুসংবাদদাতা ও সতর্ককারী করে; ",
			"en_kanzulimaan": "We have indeed sent you (O dear Prophet Mohammed - peace and blessings be upon him) as a present witness and a Herald of glad tidings and warnings. (The Holy Prophet is a witness from Allah.)",
			"ur_kanzulimaan": "بیشک ہم نے تمہیں بھیجا حاضر و ناظر اور خوشی اور ڈر سناتا",
			"hi_kanzulimaan": "बेशक हमने तुम्हें भेजा हाज़िर व  नाज़िर (सर्व दृष्टा) (12फ) और ख़ुशी और डर सुनाता (13फ)",
			"author": "৮. নিশ্চয়ই আমরা আপনাকে (কিয়ামতের দিন উম্মতের কর্মকান্ড ও অবস্থাদির) প্রত্যক্ষ সাক্ষী, সুসংবাদদাতা এবং সতর্ককারী হিসেবে প্রেরণ করেছি,"
		},
		{
			"_id": "4592",
			"sura": "48",
			"para": "26",
			"verses": "9",
			"names": "لِّتُؤۡمِنُوۡا بِاللّٰہِ وَ رَسُوۡلِہٖ  وَ تُعَزِّرُوۡہُ وَ تُوَقِّرُوۡہُ ؕ وَ تُسَبِّحُوۡہُ  بُکۡرَۃً  وَّ اَصِیۡلًا ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "لِّتُؤۡمِنُوۡا بِاللّٰہِ وَ رَسُوۡلِہٖ  وَ تُعَزِّرُوۡہُ وَ تُوَقِّرُوۡہُ ؕ وَ تُسَبِّحُوۡہُ  بُکۡرَۃً  وَّ اَصِیۡلًا ﴿۹﴾ ",
			"index": "4592",
			"name": "যাতে হে লোকেরা! তোমরা আল্লাহ্‌ ও তার রসূলের উপর ঈমান আনো এবং রসূলের মহত্ব বর্ণনা ও (তার প্রতি) সম্মান প্রদর্শন করো আর সকাল-সন্ধ্যা আল্লাহ্‌র পবিত্রতা ঘোষণা করো। ",
			"en_kanzulimaan": "In order that you, O people, may accept faith in Allah and His Noble Messenger, and honour and revere the Noble Messenger; and may say the Purity of Allah, morning and evening. (To honour the Holy Prophet  peace and blessings be upon him  is part of faith. To disrespect him is blasphemy.)",
			"ur_kanzulimaan": "تاکہ اے لوگو تم اللہ اور اس کے رسول پر ایمان لاؤ اور رسول کی تعظیم و توقیر کرو اور صبح و شام اللہ کی پاکی بولو",
			"hi_kanzulimaan": "ताकि ऐ लोगों तुम अल्लाह और उसके रसूल पर ईमान लाओ और रसूल की तअज़ीम व तौक़ीर (आदर व सत्कार) करो, और सुबह शाम अल्लाह की पाकी (प्रशंसा) बोलो (14फ)",
			"author": "৯. যাতে (হে লোকেরা!) তোমরা আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর প্রতি ঈমান আনয়ন করো, তাঁকে সাহায্য করো, তাঁকে সীমাহীন সম্মান ও মর্যাদা প্রদান করো এবং (একই সাথে) সকাল-সন্ধা আল্লাহ্‌র মহিমা ও পবিত্রতা ঘোষণা করো।"
		},
		{
			"_id": "4593",
			"sura": "48",
			"para": "26",
			"verses": "10",
			"names": "اِنَّ  الَّذِیۡنَ یُبَایِعُوۡنَکَ  اِنَّمَا یُبَایِعُوۡنَ اللّٰہَ ؕ یَدُ اللّٰہِ  فَوۡقَ  اَیۡدِیۡہِمۡ ۚ فَمَنۡ  نَّکَثَ فَاِنَّمَا یَنۡکُثُ عَلٰی نَفۡسِہٖ ۚ وَ مَنۡ  اَوۡفٰی بِمَا عٰہَدَ عَلَیۡہُ اللّٰہَ  فَسَیُؤۡتِیۡہِ  اَجۡرًا عَظِیۡمًا ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الَّذِیۡنَ یُبَایِعُوۡنَکَ  اِنَّمَا یُبَایِعُوۡنَ اللّٰہَ ؕ یَدُ اللّٰہِ  فَوۡقَ  اَیۡدِیۡہِمۡ ۚ فَمَنۡ  نَّکَثَ فَاِنَّمَا یَنۡکُثُ عَلٰی نَفۡسِہٖ ۚ وَ مَنۡ  اَوۡفٰی بِمَا عٰہَدَ عَلَیۡہُ اللّٰہَ  فَسَیُؤۡتِیۡہِ  اَجۡرًا عَظِیۡمًا ﴿۱۰﴾ ",
			"index": "4593",
			"name": "ওই সব লোক, যারা আপনার নিকট বায়’আত গ্রহণ করেছে তারা তো আল্লাহ্‌রই নিকট বায়’আত গ্রহণ করেছে। তাদের হাতগুলোর উপর আল্লাহ্‌র হাত রয়েছে। সুতরাং যে কেউ অঙ্গীকার ভঙ্গ করেছে সে নিজেরই অনিষ্টার্থে অঙ্গীকার ভঙ্গ করেছে; আর যে কেউ পূরণ করেছে ওই অঙ্গীকার, যা সে আল্লাহ্‌র সাথে করেছিলো, তবে অতি সত্বর আল্লাহ্‌ তাকে মহা পুরস্কার দেবেন। ",
			"en_kanzulimaan": "Those who swear allegiance to you (O dear Prophet Mohammed - peace and blessings be upon him), do indeed in fact swear allegiance to Allah; Allah's Hand* of Power is above their hands; so whoever breaches his oath, has breached his own greater promise; and whoever fulfils the covenant he has with Allah - so very soon Allah will bestow upon him a great reward. (Used as a metaphor.)",
			"ur_kanzulimaan": "وہ جو تمہاری بیعت کرتے ہیں وہ تو اللہ ہی سے بیعت کرتے ہیں ان کے ہاتھوں پر اللہ کا ہاتھ ہے، تو جس نے عہد توڑا اس نے اپنے بڑے عہد کو توڑا اور جس نے پورا کیا وہ عہد جو اس نے اللہ سے کیا تھا تو بہت جلد اللہ اسے بڑا ثواب دے گا",
			"hi_kanzulimaan": "वो जो तुम्हारी बैअत करते (अपना हाथ तुम्हारे हाथ में देते) हैं (15फ) वो तो अल्लाह ही से बैअत करते हैं (16फ) उनके हाथों पर (17फ) अल्लाह का हाथ है, तो जिसने एहद तोड़ा उसने अपने बड़े एहद को तोड़ा, (18फ) और जिसने पूरा किया वह एहद जो उसने अल्लाह से किया था तो बहुत जल्द अल्लाह उसे बड़ा सवाब देगा (19फ)",
			"author": "১০. (হে হাবীব!) নিশ্চয়ই যারা আপনার নিকট বাইয়াত গ্রহণ করে তারা আল্লাহ্‌রই নিকট বাইয়াত গ্রহণ করে। তাদের হাতের উপর (আপনার হাতের আকারে) আল্লাহ্‌রই হাত। অতঃপর যে বাইয়াত ভঙ্গ করে, তার এ বাইয়াত ভঙ্গের পরিণতি তার নিজেরই এবং যে তা পূর্ণ করে যা (পূর্ণ করার) প্রতিশ্রুতি সে আল্লাহ্‌র নিকট করেছে, তবে তিনি শীঘ্রই তাদেরকে প্রদান করবেন মহাপুরস্কার।"
		},
		{
			"_id": "4594",
			"sura": "48",
			"para": "26",
			"verses": "11",
			"names": "سَیَقُوۡلُ  لَکَ الۡمُخَلَّفُوۡنَ مِنَ الۡاَعۡرَابِ شَغَلَتۡنَاۤ  اَمۡوَالُنَا وَ اَہۡلُوۡنَا فَاسۡتَغۡفِرۡ لَنَا ۚ یَقُوۡلُوۡنَ  بِاَلۡسِنَتِہِمۡ مَّا لَیۡسَ فِیۡ قُلُوۡبِہِمۡ ؕ قُلۡ فَمَنۡ یَّمۡلِکُ لَکُمۡ مِّنَ اللّٰہِ  شَیۡئًا  اِنۡ  اَرَادَ بِکُمۡ  ضَرًّا  اَوۡ  اَرَادَ  بِکُمۡ نَفۡعًا ؕ بَلۡ کَانَ اللّٰہُ بِمَا تَعۡمَلُوۡنَ خَبِیۡرًا ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "سَیَقُوۡلُ  لَکَ الۡمُخَلَّفُوۡنَ مِنَ الۡاَعۡرَابِ شَغَلَتۡنَاۤ  اَمۡوَالُنَا وَ اَہۡلُوۡنَا فَاسۡتَغۡفِرۡ لَنَا ۚ یَقُوۡلُوۡنَ  بِاَلۡسِنَتِہِمۡ مَّا لَیۡسَ فِیۡ قُلُوۡبِہِمۡ ؕ قُلۡ فَمَنۡ یَّمۡلِکُ لَکُمۡ مِّنَ اللّٰہِ  شَیۡئًا  اِنۡ  اَرَادَ بِکُمۡ  ضَرًّا  اَوۡ  اَرَادَ  بِکُمۡ نَفۡعًا ؕ بَلۡ کَانَ اللّٰہُ بِمَا تَعۡمَلُوۡنَ خَبِیۡرًا ﴿۱۱﴾ ",
			"index": "4594",
			"name": "এখন আপনাকে, যেসব মরুবাসী পেছনে (ঘরে) রয়ে গিয়েছিলো তার বলবে, ‘আমাদের ধন-সম্পদ ও আমাদের পরিবার পরিজন আমাদেরকে যাওয়া থেকে বিরত রেখেছে। এখন হুযূর! আমাদের ক্ষমার জন্য প্রার্থনা করুন। তাদের মুখে ওই কথা বলে, যা তাদের অন্তরে নেই। আপনি বলুন, ‘সুতরাং আল্লাহ্‌র সামনে তোমাদের রক্ষার্থে কার কি ক্ষমতা আছে, যদি তিনি তোমাদের অনিষ্ট চান অথবা তোমাদের মঙ্গলের ইচ্ছা করেন?’ বরং আল্লাহ্‌ তোমাদের কৃতকর্ম সম্পর্কে অবগত আছেন। ",
			"en_kanzulimaan": "The ignorant ones who had stayed behind will now say to you, Our wealth and our families prevented us from going by keeping us pre-occupied, therefore seek forgiveness for us; they utter with their tongues what is not in their hearts; say, So does anyone have any control over you against Allah, if He wills to harm you or provide you benefit? In fact Allah is Aware of what you do.",
			"ur_kanzulimaan": "اب تم سے کہیں گے جو گنوار (اعرابی) پیچھے رہ گئے تھے کہ ہمیں ہمارے مال اور ہمارے گھر والوں نے مشغول رکھا اب حضور ہماری مغفرت چاہیں اپنی زبانوں سے وہ بات کہتے ہیں جو ان کے دلوں میں نہیں تم فرماؤ تو اللہ کے سامنے کسے تمہارا کچھ اختیار ہے اگر وہ تمہارا برا چاہے یا تمہاری بھلائی کا ارادہ فرمائے، بلکہ اللہ کو تمہارے کاموں کی خبر ہے،",
			"hi_kanzulimaan": "अब तुम से कहेंगे जो गंवार पीछे रह गए थे (20फ) कि हमें हमारे माल और हमारे घर वालों ने जाने से मश्ग़ूल रखा (21फ) अब हुज़ूर हमारी मग़फ़िरत चाहें (22फ) अपनी ज़बानों से वो बात कहते हैं जो उनके दिलों में नहीं (23फ) तुम फ़रमाओ तो अल्लाह के सामने किसे तुम्हारा कुछ इख़्तियार है अगर वह तुम्हारा बुरा चाहे या तुम्हारी भलाई का इरादा फ़रमाए बल्कि अल्लाह को तुम्हारे कामों की ख़बर है",
			"author": "১১. অচিরেই যেসব মরুবাসী যারা (হুদাইবিয়্যায় অংশগ্রহণ করা থেকে) পশ্চাতে থেকে গিয়েছিল তারা (ওযর দেখিয়ে) বলবে, ‘আমাদের ধন-সম্পদ ও পরিবার-পরিজন আমাদেরকে ব্যস্ত করে রেখেছিল (এ জন্যে আমরা আপনার সাহচর্য থেকে বঞ্চিত ছিলাম)। সুতরাং আমাদের জন্যে ক্ষমা প্রার্থনা করুন।’ এরা নিজেদের মুখে যা বলে তা তাদের অন্তরে নেই। আপনি বলে দিন, ‘কে এমন আছে, যে তোমাদেরকে আল্লাহ্‌র (ফায়সালার) বিরুদ্ধে বাঁচানোর ক্ষমতা রাখে যদি তিনি তোমাদের ক্ষতি কিংবা তোমাদের কল্যাণের ইচ্ছা করেন? বরং আল্লাহ্ তোমাদের কর্মকান্ড সম্পর্কে সম্যক অবগত।"
		},
		{
			"_id": "4595",
			"sura": "48",
			"para": "26",
			"verses": "12",
			"names": "بَلۡ ظَنَنۡتُمۡ  اَنۡ  لَّنۡ یَّنۡقَلِبَ الرَّسُوۡلُ وَ الۡمُؤۡمِنُوۡنَ  اِلٰۤی  اَہۡلِیۡہِمۡ  اَبَدًا وَّ  زُیِّنَ ذٰلِکَ فِیۡ  قُلُوۡبِکُمۡ  وَ ظَنَنۡتُمۡ ظَنَّ السَّوۡءِ ۚۖ  وَ کُنۡتُمۡ  قَوۡمًۢا بُوۡرًا ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "بَلۡ ظَنَنۡتُمۡ  اَنۡ  لَّنۡ یَّنۡقَلِبَ الرَّسُوۡلُ وَ الۡمُؤۡمِنُوۡنَ  اِلٰۤی  اَہۡلِیۡہِمۡ  اَبَدًا وَّ  زُیِّنَ ذٰلِکَ فِیۡ  قُلُوۡبِکُمۡ  وَ ظَنَنۡتُمۡ ظَنَّ السَّوۡءِ ۚۖ  وَ کُنۡتُمۡ  قَوۡمًۢا بُوۡرًا ﴿۱۲﴾ ",
			"index": "4595",
			"name": "বরং তোমরা তো এ মনে করেছিলে যে, রসূল ও মুসলমানগণ কখনো তাদের ঘরের দিকে ফিরে আসবে না এবং সেটাকেই নিজেদের অন্তরগুলোর মধ্যে ভালো মনে করে বসেছিলে এবং তোমরা মন্দ ধারণা পোষণ করেছো। আর তোমরা ধ্বংস হবার লোক ছিলে। ",
			"en_kanzulimaan": "Rather you had assumed that the Noble Messenger and the Muslims will never return to their homes, and you thought this as good within your hearts, whereas you had thought evilly; and you were a people about to be ruined.",
			"ur_kanzulimaan": "بلکہ تم تو یہ سمجھے ہوئے تھے کہ رسول اور مسلمان ہرگز گھروں کو واپس نہ آئیں گے اور اسی کو اپنے دلوں میں بھلا سمجھیں ہوئے تھے اور تم نے برا گمان کیا اور تم ہلاک ہونے والے لوگ تھے",
			"hi_kanzulimaan": "बल्कि तुम तो ये समझे हुए थे कि रसूल और मुसलमान हरगिज़ घरों को वापस न आएंगे (24फ) और उसी को अपने दिलों में भला समझे हुए थे और तुमने बुरा गुमान किया (25फ) और तुम हलाक होने वाले लोग थे (26फ)",
			"author": "১২. বরং তোমরা ধারণা করেছিলে যে, রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) এবং ঈমানদারগণ (অর্থাৎ সাহাবাগণ) কখনোই তাদের পরিবার-পরিজনের নিকট ফিরে আসতে পারবেন না। আর এ (ধারণা) তোমাদের অন্তরে (তোমাদের কুপ্রবৃত্তির কারণে) খুবই প্রীতিকর মনে হয়েছিল এবং তোমরা খুবই মন্দ ধারণা করেছিলে; তোমরা তো ধ্বংসমুখী এক সম্প্রদায় হয়ে গিয়েছো।’"
		},
		{
			"_id": "4596",
			"sura": "48",
			"para": "26",
			"verses": "13",
			"names": "وَ مَنۡ لَّمۡ یُؤۡمِنۡۢ  بِاللّٰہِ  وَ رَسُوۡلِہٖ  فَاِنَّاۤ اَعۡتَدۡنَا  لِلۡکٰفِرِیۡنَ سَعِیۡرًا ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ لَّمۡ یُؤۡمِنۡۢ  بِاللّٰہِ  وَ رَسُوۡلِہٖ  فَاِنَّاۤ اَعۡتَدۡنَا  لِلۡکٰفِرِیۡنَ سَعِیۡرًا ﴿۱۳﴾ ",
			"index": "4596",
			"name": "এবং যারা ঈমান আনে নি আল্লাহ্‌ ও তার রসূলের উপর, নিশ্চয় আমি কাফিরদের জন্য জ্বলন্ত আগুন তৈরি করে রেখেছি। ",
			"en_kanzulimaan": "And whoever does not accept faith in Allah and His Noble Messenger - We have indeed kept prepared a blazing fire for disbelievers.",
			"ur_kanzulimaan": "اور جو ایمان نہ لائے اللہ اور اس کے رسول پر تو بیشک ہم نے کافروں کے لیے بھڑکتی آگ تیار کر رکھی ہے،",
			"hi_kanzulimaan": "और जो ईमान न लाए अल्लाह और उसके रसूल पर (27फ) तो बेशक हमने काफ़िरों के लिये भड़कती आग तैयार कर रखी है",
			"author": "১৩. আর যে আল্লাহ্ ও তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর প্রতি ঈমান আনে না, তবে আমরা সেসব কাফেরদের জন্যে প্রস্তুত রেখেছি জাহান্নাম।"
		},
		{
			"_id": "4597",
			"sura": "48",
			"para": "26",
			"verses": "14",
			"names": "وَ لِلّٰہِ  مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ یَغۡفِرُ  لِمَنۡ یَّشَآءُ  وَ یُعَذِّبُ مَنۡ یَّشَآءُ ؕ وَ کَانَ  اللّٰہُ  غَفُوۡرًا  رَّحِیۡمًا ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لِلّٰہِ  مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ یَغۡفِرُ  لِمَنۡ یَّشَآءُ  وَ یُعَذِّبُ مَنۡ یَّشَآءُ ؕ وَ کَانَ  اللّٰہُ  غَفُوۡرًا  رَّحِیۡمًا ﴿۱۴﴾ ",
			"index": "4597",
			"name": "এবং আল্লাহ্‌রই জন্য আস্‌মানসমূহ ও যমীনের বাদশাহী; যাকে ইচ্ছা ক্ষমা করেন এবং যাকে ইচ্ছা শাস্তি দেন। আর আল্লাহ্‌ ক্ষমাশীল, দয়ালু। ",
			"en_kanzulimaan": "And for Allah only is the kingship of the heavens and the earth; He may forgive whomever He wills, and punish whomever He wills; and Allah is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "اور اللہ ہی کے لیے ہے آسمانوں اور زمین کی سلطنت، جسے چاہے بخشے اور جسے چاہے عذاب کرے اور اللہ بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "और अल्लाह ही के लिये है आसमानों और ज़मीन की सल्तनत जिसे चाहे बख़्शे और जिसे चाहे अज़ाब करे (28फ) और अल्लाह बख़्शने वाला मेहरबान है",
			"author": "১৪. আর আকাশমন্ডলী ও পৃথিবীর সকল রাজত্ব তো আল্লাহ্‌রই। তিনি যাকে ইচ্ছা ক্ষমা করেন এবং যাকে ইচ্ছা শাস্তি দেন। আর আল্লাহ্ মহাক্ষমাশীল, অসীম দয়ালু।"
		},
		{
			"_id": "4598",
			"sura": "48",
			"para": "26",
			"verses": "15",
			"names": "سَیَقُوۡلُ الۡمُخَلَّفُوۡنَ  اِذَا انۡطَلَقۡتُمۡ  اِلٰی مَغَانِمَ  لِتَاۡخُذُوۡہَا ذَرُوۡنَا نَتَّبِعۡکُمۡ ۚ یُرِیۡدُوۡنَ  اَنۡ یُّبَدِّلُوۡا کَلٰمَ  اللّٰہِ ؕ قُلۡ  لَّنۡ تَتَّبِعُوۡنَا کَذٰلِکُمۡ  قَالَ اللّٰہُ مِنۡ قَبۡلُ ۚ فَسَیَقُوۡلُوۡنَ بَلۡ تَحۡسُدُوۡنَنَا ؕ بَلۡ  کَانُوۡا  لَا یَفۡقَہُوۡنَ  اِلَّا  قَلِیۡلًا ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "سَیَقُوۡلُ الۡمُخَلَّفُوۡنَ  اِذَا انۡطَلَقۡتُمۡ  اِلٰی مَغَانِمَ  لِتَاۡخُذُوۡہَا ذَرُوۡنَا نَتَّبِعۡکُمۡ ۚ یُرِیۡدُوۡنَ  اَنۡ یُّبَدِّلُوۡا کَلٰمَ  اللّٰہِ ؕ قُلۡ  لَّنۡ تَتَّبِعُوۡنَا کَذٰلِکُمۡ  قَالَ اللّٰہُ مِنۡ قَبۡلُ ۚ فَسَیَقُوۡلُوۡنَ بَلۡ تَحۡسُدُوۡنَنَا ؕ بَلۡ  کَانُوۡا  لَا یَفۡقَہُوۡنَ  اِلَّا  قَلِیۡلًا ﴿۱۵﴾ ",
			"index": "4598",
			"name": "এখন যারা পেছনে বসে আছে তারা বলবে, যখন তোমরা গনীমতের মাল নিতে যাবে, ‘সুতরাং আমাদেরকেও তোমাদের পেছনে আসতে দাও’। তারা চায় আল্লাহ্‌র বাণী বদলে ফেলতে। আপনি বলুন, ‘তোমরা কখনো আমাদের সাথে এসো না! আল্লাহ্‌ প্রথম থেকে এমনিই বলে দিয়েছেন’। অতঃপর এখন তারা বলবে, ‘বরং তোমরা আমাদের প্রতি বিদ্বেষভাব পোষণ করছো। বরং তারা কথা বুঝতো না, কিন্তু স্বল্প কিছু।",
			"en_kanzulimaan": "Those who had stayed behind will now say, When you go to receive the war booty, let us also go with you; they wish to change the Words of Allah; say You shall never come with us - this is already decreed by Allah; so they will now say, But rather you envy us; in fact they never understood except a little.",
			"ur_kanzulimaan": "اب کہیں گے پیچھے بیٹھ رہنے والے جب تم غنیمتیں لینے چلو تو ہمیں بھی اپنے پیچھے آنے دو وہ چاہتے ہیں اللہ کا کلام بدل دیں تم فرماؤ ہرگز ہمارے ساتھ نہ آؤ اللہ نے پہلے سے یونہی فرمادیا تو اب کہیں گے بلکہ تم ہم سے جلتے ہو بلکہ وہ بات نہ سمجھتے تھے مگر تھوڑی",
			"hi_kanzulimaan": "अब कहेंगे पीछे बैठ रहने वाले (29फ) जब तुम ग़नीमतें लेने चलो (30फ) तो हमें भी अपने पीछे आने दो (31फ) वो चाहते हैं अल्लाह का कलाम बदल दें (32फ) तुम फ़रमाओ हरगिज़ तुम हमारे साथ न आओ अल्लाह ने पहले से यूंही फ़रमा दिया है (33फ) तो अब कहेंगे बल्कि तुम हमसे जलते हो (34फ) बल्कि वो बात न समझते थे (35फ) मगर थोड़ी (36फ)",
			"author": "১৫. যখন তোমরা (খায়বারের) যুদ্ধলব্ধ সম্পদ সংগ্রহ করতে বের হবে, তখন (হুদাইবিয়্যার সফরে) পশ্চাতে থেকে যাওয়া লোকেরা বলবে, ‘আমাদেরকেও আপনাদের সাথে যেতে অনুমতি দিন’। তারা আল্লাহ্‌র নির্দেশ পরিবর্তন করে দিতে চায়। বলে দিন, ‘তোমরা কিছুতেই আমাদের পেছনে আসতে পারবে না, আল্লাহ্ পূর্ব থেকেই এমনটি ঘোষণা করেছেন’। সুতরাং তখন তারা বলবে, ‘বরং তোমরা আমাদেরকে হিংসা করছো’। বস্তুত এরা (সত্য বিষয়) খুব সামান্যই অনুধাবন করে।"
		},
		{
			"_id": "4599",
			"sura": "48",
			"para": "26",
			"verses": "16",
			"names": "قُلۡ  لِّلۡمُخَلَّفِیۡنَ مِنَ  الۡاَعۡرَابِ سَتُدۡعَوۡنَ  اِلٰی  قَوۡمٍ اُولِیۡ  بَاۡسٍ شَدِیۡدٍ تُقَاتِلُوۡنَہُمۡ  اَوۡ یُسۡلِمُوۡنَ ۚ فَاِنۡ تُطِیۡعُوۡا یُؤۡتِکُمُ اللّٰہُ  اَجۡرًا حَسَنًا ۚ وَ اِنۡ تَتَوَلَّوۡا کَمَا تَوَلَّیۡتُمۡ مِّنۡ قَبۡلُ یُعَذِّبۡکُمۡ  عَذَابًا  اَلِیۡمًا ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  لِّلۡمُخَلَّفِیۡنَ مِنَ  الۡاَعۡرَابِ سَتُدۡعَوۡنَ  اِلٰی  قَوۡمٍ اُولِیۡ  بَاۡسٍ شَدِیۡدٍ تُقَاتِلُوۡنَہُمۡ  اَوۡ یُسۡلِمُوۡنَ ۚ فَاِنۡ تُطِیۡعُوۡا یُؤۡتِکُمُ اللّٰہُ  اَجۡرًا حَسَنًا ۚ وَ اِنۡ تَتَوَلَّوۡا کَمَا تَوَلَّیۡتُمۡ مِّنۡ قَبۡلُ یُعَذِّبۡکُمۡ  عَذَابًا  اَلِیۡمًا ﴿۱۶﴾ ",
			"index": "4599",
			"name": "ওই সব পেছনে অবস্থানকারী মরুবাসীদেরকে বলে দিন, ‘অবিলম্বে তোমাদেরকে এক জঘন্য যুদ্ধবাজ সম্প্রদায়ের প্রতি আহ্বান করা হবে যে, তাদের সাথে যুদ্ধ করো! অথবা তারা মুসলমান হয়ে যাবে। অতঃপর যদি তোমরা আদেশ মেনে নাও তবে আল্লাহ্‌ তোমাদেরকে উত্তম প্রতিদান দেবেন। আর যদি ফিরে যাও যেমন পূর্বে ফিরে গিয়েছিলে, তবে তোমাদেরকে বেদনাদায়ক শাস্তি দেবেন। ",
			"en_kanzulimaan": "Say to the ignorant who stayed behind, You will soon be called against a nation of great military strength - to fight against them or that they become Muslims; so if you obey, Allah will give you an excellent reward; and if you turn away, the way you had turned away before, He will mete out a painful punishment to you.",
			"ur_kanzulimaan": "ان پیچھے رہ گئے ہوئے گنواروں سے فرماؤ عنقریب تم ایک سخت لڑائی والی قوم کی طرف بلائے جاؤ گے کہ ان سے لڑو یا وہ مسلمان ہوجائیں، پھر اگر تم فرمان مانو گے اللہ تمہیں اچھا ثواب دے گا، ور اگر پھر گے جیسے پہلے پھر گئے تو تمھیں درد ناک عذاب دے گا،",
			"hi_kanzulimaan": "उन पीछे रह गए हुए गंवारों से फ़रमाओ (37फ) बहुत जल्द तुम एक सख़्त लड़ाई वाली क़ौम की तरफ़ बुलाए जाओगे (38फ) कि उनसे लड़ो या वो मुसलमान हो जाएं, फिर अगर तुम फ़रमान मानोगे अल्लाह तुम्हें अच्छा सवाब देगा (39फ) और अगर फिर जाओगे जैसे पहले फिर गए (40फ) तो तुम्हें दर्दनाक अज़ाब देगा",
			"author": "১৬. বেদুইনদের মধ্যে যারা পশ্চাতে থেকে গিয়েছিল তাদেরকে বলুন, ‘তোমাদেরকে অচিরেই এক প্রবল যুদ্ধবাজ জাতির বিরুদ্ধে (জিহাদে) আহ্বান করা হবে। (মানবতার অগ্রগতি এবং শান্তি প্রতিষ্ঠার লক্ষ্যে) তোমরা তাদের বিরুদ্ধে যুদ্ধ করবে অথবা তারা ইসলাম গ্রহণ করবে। সুতরাং যদি তোমরা আদেশ মেনে নাও তবে আল্লাহ্ তোমাদেরকে উত্তম প্রতিদান দেবেন, আর যদি তোমরা মুখ ফিরিয়ে নাও যেভাবে ইতিপূর্বে মুখ ফিরিয়ে নিয়েছিলে, তবে তিনি তোমাদেরকে যন্ত্রণাদায়ক শাস্তি দেবেন।’"
		},
		{
			"_id": "4600",
			"sura": "48",
			"para": "26",
			"verses": "17",
			"names": "لَیۡسَ عَلَی الۡاَعۡمٰی حَرَجٌ  وَّ لَا عَلَی الۡاَعۡرَجِ  حَرَجٌ وَّ لَا عَلَی الۡمَرِیۡضِ حَرَجٌ ؕ وَ مَنۡ یُّطِعِ  اللّٰہَ وَ رَسُوۡلَہٗ یُدۡخِلۡہُ  جَنّٰتٍ تَجۡرِیۡ  مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ ۚ وَ مَنۡ یَّتَوَلَّ یُعَذِّبۡہُ  عَذَابًا اَلِیۡمًا ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "لَیۡسَ عَلَی الۡاَعۡمٰی حَرَجٌ  وَّ لَا عَلَی الۡاَعۡرَجِ  حَرَجٌ وَّ لَا عَلَی الۡمَرِیۡضِ حَرَجٌ ؕ وَ مَنۡ یُّطِعِ  اللّٰہَ وَ رَسُوۡلَہٗ یُدۡخِلۡہُ  جَنّٰتٍ تَجۡرِیۡ  مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ ۚ وَ مَنۡ یَّتَوَلَّ یُعَذِّبۡہُ  عَذَابًا اَلِیۡمًا ﴿۱۷﴾ ",
			"index": "4600",
			"name": "না অন্ধের জন্য কোন অপরাধ আছে, না খোড়া ব্যক্তির জন্য কোন অসুবিধা আছে এবং না ব্যাধিগ্রস্তের উপর জবাবদিহিতা আছে। আর যে ব্যক্তি আল্লাহ্‌ ও তার রসূলের নির্দেশ মেনে চলে, আল্লাহ্‌ তাকে বাগানসমূহে নিয়ে যাবেন, যেগুলোর নিম্নদেশে নহরসমূহ প্রবহমান; এবং যে ফিরে যাবে তাকে বেদনাদায়ক শাস্তি দেবেন। ",
			"en_kanzulimaan": "There is no reproach upon the blind, nor reproach against the lame, nor reproach upon the sick; and whoever obeys Allah and His Noble Messenger - Allah will admit him into Gardens beneath which rivers flow; and whoever turns away - He will mete out a painful punishment to him.",
			"ur_kanzulimaan": "اندھے پر تنگی نہیں اور نہ لنگڑے پر مضائقہ اور نہ بیمار پر مواخذہ اور جو اللہ اور اس کے رسول کا حکم مانے اللہ اسے باغوں میں لے جائے گا جن کے نیچے نہریں رواں اور جو پھر جائے گا اسے دردناک عذاب فرمائے گا،",
			"hi_kanzulimaan": "अंधे पर तंगी नहीं (41फ) और न लंगड़े पर मुज़ायक़ा और न बीमार पर मुआख़िज़ा (42फ) और जो अल्लाह और उसके रसूल का हुक्म माने अल्लाह उसे बाग़ों में ले जाएगा जिनके नीचे नहरें बहें, और जो फिर जाएगा (43फ) उसे दर्दनाक अज़ाब फ़रमाएगा",
			"author": "১৭. (জিহাদ থেকে বিরত থাকায়) অন্ধের কোনো গোনাহ নেই, খোড়ার কোনো গোনাহ নেই এবং পীড়িতেরও কোনো গোনাহ্ নেই। আর যে আল্লাহ্ ও তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর আনুগত্য করবে, তিনি তাকে প্রবেশ করাবেন জান্নাতে, যার নিচ দিয়ে স্রোতধারা প্রবাহমান। কিন্তু যে (আনুগত্য থেকে) মুখ ফিরিয়ে নেবে, তিনি তাকে যন্ত্রণাদায়ক শাস্তি দেবেন।"
		},
		{
			"_id": "4601",
			"sura": "48",
			"para": "26",
			"verses": "18",
			"names": "لَقَدۡ رَضِیَ اللّٰہُ  عَنِ الۡمُؤۡمِنِیۡنَ  اِذۡ یُبَایِعُوۡنَکَ تَحۡتَ الشَّجَرَۃِ  فَعَلِمَ  مَا فِیۡ قُلُوۡبِہِمۡ  فَاَنۡزَلَ السَّکِیۡنَۃَ  عَلَیۡہِمۡ وَ اَثَابَہُمۡ  فَتۡحًا  قَرِیۡبًا ﴿ۙ۱۸﴾ ",
			"number": "",
			"verses_PDMS": "لَقَدۡ رَضِیَ اللّٰہُ  عَنِ الۡمُؤۡمِنِیۡنَ  اِذۡ یُبَایِعُوۡنَکَ تَحۡتَ الشَّجَرَۃِ  فَعَلِمَ  مَا فِیۡ قُلُوۡبِہِمۡ  فَاَنۡزَلَ السَّکِیۡنَۃَ  عَلَیۡہِمۡ وَ اَثَابَہُمۡ  فَتۡحًا  قَرِیۡبًا ﴿ۙ۱۸﴾ ",
			"index": "4601",
			"name": "নিশ্চয় আল্লাহ্‌ সন্তুষ্ট হয়েছেন ঈমানদারদের প্রতি যখন তারা ওই বৃক্ষের নীচে আপনার নিকট বায়’আত গ্রহণ করছিলো। সুতরাং আল্লাহ্‌ জেনেছেন যা তাদের অন্তরগুলোতে রয়েছে। অতঃপর তাদের উপর প্রশান্তি অবতীর্ণ করেছেন এবং তাদেরকে শীঘ্র আগমনকারী বিজয়ের পুরস্কার দিয়েছেন; ",
			"en_kanzulimaan": "Indeed Allah was truly pleased with the believers when they swore allegiance to you beneath the tree - so He knew what was in their hearts - He therefore sent down peace upon them, and rewarded them with an imminent victory.",
			"ur_kanzulimaan": "بیشک اللہ راضی ہوا ایمان والوں سے جب وہ اس پیڑ کے نیچے تمہاری بیعت کرتے تھے تو اللہ نے جانا جو ان کے دلوں میں ہے تو ان پر اطمینان اتارا اور انہیں جلد آنے والی فتح کا انعام دیا",
			"hi_kanzulimaan": "बेशक अल्लाह राज़ी हुआ ईमान वालों से जब वो उस पेड़ के नीचे तुम्हारी बैअत करते थे (44फ) तो अल्लाह ने जाना जो उनके दिलों में है (45फ) तो उनपर इत्मीनान उतारा और उन्हें ज़ल्द आने वाली फ़त्ह का इनाम दिया (46फ)",
			"author": "১৮. আল্লাহ্ তো মুমিনদের উপর সন্তুষ্ট হয়ে গিয়েছেন, যখন তারা (হুদায়বিয়্যায়) বৃক্ষতলে আপনার নিকট বাইয়াত গ্রহণ করেছিল। সুতরাং (সত্য ও আনুগত্যের আকর্ষণ) যা তাদের অন্তরে ছিল আল্লাহ্ তা অবগত ছিলেন। অতঃপর আল্লাহ্ তাদের (অন্তরের) প্রতি অবতীর্ণ করলেন বিশেষ প্রশান্তি এবং তাদেরকে পুরস্কার দিলেন আসন্ন (খায়বরের) বিজয়,"
		},
		{
			"_id": "4602",
			"sura": "48",
			"para": "26",
			"verses": "19",
			"names": "وَّ مَغَانِمَ کَثِیۡرَۃً  یَّاۡخُذُوۡنَہَا ؕ وَ کَانَ اللّٰہُ  عَزِیۡزًا حَکِیۡمًا ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "وَّ مَغَانِمَ کَثِیۡرَۃً  یَّاۡخُذُوۡنَہَا ؕ وَ کَانَ اللّٰہُ  عَزِیۡزًا حَکِیۡمًا ﴿۱۹﴾ ",
			"index": "4602",
			"name": "এবং বহুল পরিমাণে গনীমতের মাল, যেগুলো তারা নেবে এবং আল্লাহ্‌ সম্মান ও প্রজ্ঞাময়। ",
			"en_kanzulimaan": "And plenty of war booty, to take; and Allah is Most Honourable, Wise.",
			"ur_kanzulimaan": "اور بہت سی غنیمتیں جن کو لیں، اور اللہ عزت و حکمت والا ہے،",
			"hi_kanzulimaan": "और बहुत सी ग़नीमतें (47फ) जिन को लें, और अल्लाह इज़्ज़त व हिकमत वाला है",
			"author": "১৯. এবং বিপুল পরিমাণে যুদ্ধলব্ধ সম্পদও, যা তারা লাভ করছে, আর আল্লাহ্ মহাপরাক্রমশালী, প্রজ্ঞাবান।"
		},
		{
			"_id": "4603",
			"sura": "48",
			"para": "26",
			"verses": "20",
			"names": "وَعَدَکُمُ اللّٰہُ  مَغَانِمَ کَثِیۡرَۃً تَاۡخُذُوۡنَہَا  فَعَجَّلَ  لَکُمۡ  ہٰذِہٖ  وَ  کَفَّ اَیۡدِیَ  النَّاسِ عَنۡکُمۡ ۚ وَ  لِتَکُوۡنَ  اٰیَۃً لِّلۡمُؤۡمِنِیۡنَ وَ یَہۡدِیَکُمۡ صِرَاطًا مُّسۡتَقِیۡمًا ﴿ۙ۲۰﴾ ",
			"number": "",
			"verses_PDMS": "وَعَدَکُمُ اللّٰہُ  مَغَانِمَ کَثِیۡرَۃً تَاۡخُذُوۡنَہَا  فَعَجَّلَ  لَکُمۡ  ہٰذِہٖ  وَ  کَفَّ اَیۡدِیَ  النَّاسِ عَنۡکُمۡ ۚ وَ  لِتَکُوۡنَ  اٰیَۃً لِّلۡمُؤۡمِنِیۡنَ وَ یَہۡدِیَکُمۡ صِرَاطًا مُّسۡتَقِیۡمًا ﴿ۙ۲۰﴾ ",
			"index": "4603",
			"name": "এবং আল্লাহ্‌ তোমাদের সাথে ওয়াদা করেছেন বহুল পরিমাণ গনীমতের, যা তোমরা গ্রহণ করবে। সুতরাং তোমাদেরকে এটা শীঘ্রই দান করেছেন এবং মানুষের (অনিষ্টের) হাত তোমাদের দিক থেকে রুখে দিয়েছেন; আর এ জন্য যে, ঈমানদারদের জন্য নিদর্শন হবে এবং তোমাদেরকে সরলপথ দেখাবেন;",
			"en_kanzulimaan": "Allah has promised you plenty of booty which you will take, and has bestowed this to you quickly, and restrained peoples hands from you; and in order that it may be a sign for the believers, and to guide you on the Straight Path.",
			"ur_kanzulimaan": "اور اللہ نے تم سے وعدہ کیا ہے بہت سی غنیمتوں کا کہ تم لو گے تو تمہیں یہ جلد عطا فرمادی اور لوگوں کے ہاتھ تم سے روک دیے اور اس لیے کہ ایمان والوں کے لیے نشانی ہو اور تمہیں سیدھی راہ دکھائے",
			"hi_kanzulimaan": "और अल्लाह ने तुम से वादा किया है बहुत सी ग़नीमतों का कि तुम लोगे (48फ) तो तुम्हें वह ज़ल्द अता फ़रमा दी और लोगों के हाथ तुमसे रोक दिये (49फ) और इसलिये कि ईमान वालों के लिये निशानी हो (50फ) और तुम्हें सीधी राह दिखा दे (51फ)",
			"author": "২০. আর আল্লাহ্ তোমাদেরকে প্রতিশ্রুতি দিয়েছেন (কয়েকটি বিজয়ের ফলশ্রুতিতে) যুদ্ধলব্ধ বিপুল সম্পদের, যা তোমরা লাভ করবে; কিন্তু তিনি তা (অর্থাৎ খায়বারের যুদ্ধে অর্জিত সম্পদ) তোমাদের জন্যে তরান্বিত করেছেন এবং তোমাদের থেকে (মক্কাবাসী, খায়বারবাসী, বনী আসাদ ও গাতফানগোত্রসহ সমস্ত দুশমন) লোকদের হাত প্রতিহত করেছেন, যাতে এটা হয় মুমিনদের জন্যে (ভবিষ্যতের সাফল্য ও বিজয়ের) এক নিদর্শন এবং তোমাদেরকে সরল পথের উপর (দৃঢ়পদ এবং) অবিচল রাখেন (অন্তরের প্রশান্তির সাথে)।"
		},
		{
			"_id": "4604",
			"sura": "48",
			"para": "26",
			"verses": "21",
			"names": "وَّ اُخۡرٰی لَمۡ  تَقۡدِرُوۡا عَلَیۡہَا قَدۡ  اَحَاطَ اللّٰہُ بِہَا ؕ وَ کَانَ اللّٰہُ  عَلٰی کُلِّ  شَیۡءٍ  قَدِیۡرًا ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "وَّ اُخۡرٰی لَمۡ  تَقۡدِرُوۡا عَلَیۡہَا قَدۡ  اَحَاطَ اللّٰہُ بِہَا ؕ وَ کَانَ اللّٰہُ  عَلٰی کُلِّ  شَیۡءٍ  قَدِیۡرًا ﴿۲۱﴾ ",
			"index": "4604",
			"name": "এবং আরো একটা, যা তোমাদের ক্ষমতাধীন ছিলো না, তা আল্লাহ্‌র করায়ত্বাধীন রয়েছে। এবং আল্লাহ্‌ সব কিছুর উপর ক্ষমতাশীল। ",
			"en_kanzulimaan": "And one more, not within your capacity, is within Allahs hold; and Allah is Able to do all things.",
			"ur_kanzulimaan": "اور ایک اور جو تمہارے بل (بس) کی نہ تھی وہ اللہ کے قبضہ میں ہے، اور اللہ ہر چیز پر قادر ہے،",
			"hi_kanzulimaan": "और एक और (52फ) जो तुम्हारे बल की न थी (53फ) वह अल्लाह के क़ब्ज़े में है, और अल्लाह हर चीज़ पर क़ादिर है",
			"author": "২১. আর অপরাপর (মক্কা, হাওয়াযিন এবং হুনাইন থেকে পারস্য ও রোম পর্যন্ত মহান বিজয়সমূহ) যাদের উপর তোমরা ক্ষমতাধর ছিলে না; নিশ্চয়ই আল্লাহ্ (তোমাদের জন্যে) তাদেরকেও আয়ত্বে রেখেছেন। আর আল্লাহ্ সর্ববিষয়ে ক্ষমতাবান।"
		},
		{
			"_id": "4605",
			"sura": "48",
			"para": "26",
			"verses": "22",
			"names": "وَ لَوۡ قٰتَلَکُمُ  الَّذِیۡنَ کَفَرُوۡا لَوَلَّوُا الۡاَدۡبَارَ  ثُمَّ  لَا یَجِدُوۡنَ وَلِیًّا وَّ لَا نَصِیۡرًا ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ قٰتَلَکُمُ  الَّذِیۡنَ کَفَرُوۡا لَوَلَّوُا الۡاَدۡبَارَ  ثُمَّ  لَا یَجِدُوۡنَ وَلِیًّا وَّ لَا نَصِیۡرًا ﴿۲۲﴾ ",
			"index": "4605",
			"name": "এবং যদি কাফিরগণ তোমাদের বিরুদ্ধে যুদ্ধ করে, তবে অবশ্যই তোমাদের সাথে মোকাবেলা থেকে পৃষ্ঠ প্রদর্শন করবে, অতঃপর না কোন রক্ষক পাবে ও না কোন সাহায্যকারী। ",
			"en_kanzulimaan": "And if the disbelievers were to fight you, they will turn away and flee, and then they will not find any supporter nor any aide.",
			"ur_kanzulimaan": "اور اگر کافر تم سے لڑیں تو ضرور تمہارے مقابلہ سے پیٹھ پھیردیں گے پھر کوئی حمایتی نہ پائیں گے نہ مددگار،",
			"hi_kanzulimaan": "और अगर काफ़िर तुम से लड़ें (54फ) तो ज़रूर तुम्हारे मुक़ाबले से पीठ फेर देंगे (55फ) फिर कोई हिमायती न पाएंगे न मददगार",
			"author": "২২. আর (হে ঈমানদারগণ!) যদি কাফেরেরা (হুদাইবিয়্যায়) তোমাদের বিরুদ্ধে যুদ্ধ (শুরু) করতো, তবে নিশ্চয়ই তারা পৃষ্ঠ প্রদর্শন করে পলায়ন করতো, তখন তারা না পেতো কোনো বন্ধু, আর না সাহায্যকারী। (কিন্তু আল্লাহ্ কর্তৃক নিরাপত্তার অঙ্গীকারের মাধ্যমে তোমাদের জন্যে বিজয়ের কয়েকটি দরোজা খোলাই ছিল উদ্দেশ্য।)"
		},
		{
			"_id": "4606",
			"sura": "48",
			"para": "26",
			"verses": "23",
			"names": "سُنَّۃَ  اللّٰہِ  الَّتِیۡ قَدۡ خَلَتۡ مِنۡ قَبۡلُ ۚۖ وَ لَنۡ  تَجِدَ  لِسُنَّۃِ  اللّٰہِ  تَبۡدِیۡلًا ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "سُنَّۃَ  اللّٰہِ  الَّتِیۡ قَدۡ خَلَتۡ مِنۡ قَبۡلُ ۚۖ وَ لَنۡ  تَجِدَ  لِسُنَّۃِ  اللّٰہِ  تَبۡدِیۡلًا ﴿۲۳﴾ ",
			"index": "4606",
			"name": "আল্লাহ্‌র এ নিয়ম, যা পূর্ব থেকে চলে আসছে; এবং কখনো আপনি আল্লাহ্‌র বিধানে পরিবর্তন পাবেন না। ",
			"en_kanzulimaan": "The tradition of Allah, ongoing since before; and you will not find the tradition of Allah changing.",
			"ur_kanzulimaan": "اللہ کا دستور ہے کہ پہلے سے چلا آتا ہے اور ہرگز تم اللہ کا دستور بدلتا نہ پاؤ گے،",
			"hi_kanzulimaan": "अल्लाह का दस्तूर है कि पहले से चला आता है (56फ) और हरगिज़ तुम अल्लाह का दस्तूर बदलता न पाओगे",
			"author": "২৩. (এটি) আল্লাহ্‌র সুন্নত, যা পূর্ব থেকেই চলে এসেছে এবং আপনি আল্লাহ্‌র রীতিতে কখনো কোনো পরিবর্তন পাবেন না।"
		},
		{
			"_id": "4607",
			"sura": "48",
			"para": "26",
			"verses": "24",
			"names": "وَ ہُوَ الَّذِیۡ کَفَّ  اَیۡدِیَہُمۡ  عَنۡکُمۡ وَ اَیۡدِیَکُمۡ عَنۡہُمۡ بِبَطۡنِ مَکَّۃَ  مِنۡۢ بَعۡدِ اَنۡ  اَظۡفَرَکُمۡ عَلَیۡہِمۡ ؕ وَ کَانَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ بَصِیۡرًا ﴿۲۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الَّذِیۡ کَفَّ  اَیۡدِیَہُمۡ  عَنۡکُمۡ وَ اَیۡدِیَکُمۡ عَنۡہُمۡ بِبَطۡنِ مَکَّۃَ  مِنۡۢ بَعۡدِ اَنۡ  اَظۡفَرَکُمۡ عَلَیۡہِمۡ ؕ وَ کَانَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ بَصِیۡرًا ﴿۲۴﴾ ",
			"index": "4607",
			"name": "এবং তিনিই, যিনি তাদের হাতকে তোমাদের থেকে প্রতিরুদ্ধ করেছেন এবং তোমাদের হাতকে তাদের থেকে প্রতিরুদ্ধ করেছেন মক্কার উপত্যকায় এরপর যে, তোমাদেরকে তাদের উপর ক্ষমতা দিয়ে দিয়েছিলেন এবং আল্লাহ্‌ তোমাদের কর্ম প্রত্যক্ষ করছেন। ",
			"en_kanzulimaan": "And it is He Who restrained their hands from you, and your hands from them in the valley of Mecca, after having given you control over them; and Allah sees all what you do.",
			"ur_kanzulimaan": "اور وہی ہے جس نے ان کے ہاتھ تم سے روک دیے اور تمہارے ہاتھ ان سے روک دیے وادی مکہ میں بعد اس کے کہ تمہیں ان پر قابو دے دیا تھا، اور اللہ تمہارے کام دیکھتا ہے،",
			"hi_kanzulimaan": "और वही है जिसने उनके हाथ (57फ) तुम से रोक दिये और तुम्हारे हाथ उनसे रोक दिये मक्का की घाटी में (58फ) बाद इसके कि तुम्हें उनपर क़ाबू दे दिया था और अल्लाह तुम्हारे काम देखता है",
			"author": "২৪. আর তিনিই মক্কা উপত্যকায় (হুদাইবিয়্যার নিকটে) তাদের হস্ত তোমাদের থেকে এবং তোমাদের হস্ত তাদের থেকে সংবরণ করেছিলেন, তোমাদেরকে তাদের (দলের) উপর আধিপত্য প্রদান করার পর। আর তোমরা যা করো আল্লাহ্ তা দেখেন।"
		},
		{
			"_id": "4608",
			"sura": "48",
			"para": "26",
			"verses": "25",
			"names": "ہُمُ  الَّذِیۡنَ کَفَرُوۡا وَ صَدُّوۡکُمۡ عَنِ الۡمَسۡجِدِ الۡحَرَامِ  وَ الۡہَدۡیَ مَعۡکُوۡفًا اَنۡ یَّبۡلُغَ مَحِلَّہٗ ؕ وَ لَوۡ لَا رِجَالٌ مُّؤۡمِنُوۡنَ وَ نِسَآءٌ  مُّؤۡمِنٰتٌ لَّمۡ تَعۡلَمُوۡہُمۡ  اَنۡ  تَطَـُٔوۡہُمۡ فَتُصِیۡبَکُمۡ مِّنۡہُمۡ مَّعَرَّۃٌۢ  بِغَیۡرِ عِلۡمٍ ۚ لِیُدۡخِلَ اللّٰہُ فِیۡ رَحۡمَتِہٖ  مَنۡ یَّشَآءُ ۚ لَوۡ تَزَیَّلُوۡا لَعَذَّبۡنَا الَّذِیۡنَ کَفَرُوۡا مِنۡہُمۡ عَذَابًا اَلِیۡمًا ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "ہُمُ  الَّذِیۡنَ کَفَرُوۡا وَ صَدُّوۡکُمۡ عَنِ الۡمَسۡجِدِ الۡحَرَامِ  وَ الۡہَدۡیَ مَعۡکُوۡفًا اَنۡ یَّبۡلُغَ مَحِلَّہٗ ؕ وَ لَوۡ لَا رِجَالٌ مُّؤۡمِنُوۡنَ وَ نِسَآءٌ  مُّؤۡمِنٰتٌ لَّمۡ تَعۡلَمُوۡہُمۡ  اَنۡ  تَطَـُٔوۡہُمۡ فَتُصِیۡبَکُمۡ مِّنۡہُمۡ مَّعَرَّۃٌۢ  بِغَیۡرِ عِلۡمٍ ۚ لِیُدۡخِلَ اللّٰہُ فِیۡ رَحۡمَتِہٖ  مَنۡ یَّشَآءُ ۚ لَوۡ تَزَیَّلُوۡا لَعَذَّبۡنَا الَّذِیۡنَ کَفَرُوۡا مِنۡہُمۡ عَذَابًا اَلِیۡمًا ﴿۲۵﴾ ",
			"index": "4608",
			"name": "ওই সব হচ্ছে তারাই, যারা কুফর করেছে এবং তোমাদেরকে মসজিদে হারাম থেকে বাধা দিয়েছে আর ক্বোরবানীর পশুগুলো বাধাপ্রাপ্ত হয়ে রয়েছে আপন স্থানে পৌঁছা থেকে। এবং যদি এমন না হতো যে, কিছু সংখ্যক মুসলমান নারী, যাদের সম্পর্কে তোমরা অবগত নও, তাদেরকে তোমরা পদদলিত করবে, অতঃপর তোমাদেরকে কোন অবাঞ্ছিত বিষয় স্পর্শ করবে, তবে আমি তোমাদেরকে তাদের বিরুদ্ধে যুদ্ধ করার অনুমতি দিতাম। তাদের এ পরিত্রান এ জন্য যে, আল্লাহ্‌ আপন অনুগ্রহে প্রবিষ্ট করেন যাকে চান। যদি তারা পৃথক হয়ে যেতো, তবে অবশ্যই আমি তাদের মধ্য থেকে কাফিরদেরকে বেদনাদায়ক শাস্তি দিতাম।",
			"en_kanzulimaan": "It was these who disbelieved and prevented you from the Sacred Mosque, and stopped the sacrificial animals from reaching their place; and were it not for some Muslim men and Muslim women, whom you do not know - lest you may crush them and unintentionally incur some violation due to them - Allah would have permitted you to slay them; this relief for them, is so that Allah may admit into His mercy whomever He wills; and had they been separated, We would have indeed punished the disbelievers among them with a painful punishment.",
			"ur_kanzulimaan": "وہ وہ ہیں جنہوں نے کفر کیا اور تمہیں مسجدِ حرام سے روکا اور قربانی کے جانور رُکے پڑے اپنی جگہ پہنچنے سے اور اگر یہ نہ ہوتا کچھ مسلمان مرد اور کچھ مسلمان عورتیں جن کی تمہیں خبر نہیں کہیں تم انہیں روند ڈالو تو تمہیں ان کی طرف سے انجانی میں کوئی مکروہ پہنچے تو ہم تمہیں ان کی قتال کی اجازت دیتے ان کا یہ بچاؤ اس لیے ہے کہ اللہ اپنی رحمت میں داخل کرے جسے چاہے، اگر وہ جدا ہوجاتے تو ہم ضرور ان میں کے کافروں کو دردناک عذاب دیتے",
			"hi_kanzulimaan": "वो (59फ) वो हैं जिन्होंने कुफ़्र किया और तुम्हें मस्जिदें हराम से (60फ) रोका और क़ुरबानी के जानवर रूके पड़े अपनी जगह पहुंचने से (61फ) और अगर यह न होता कुछ मुसलमान मर्द और कुछ मुसलमान औरतें (62फ) जिनकी तुम्हें ख़बर नहीं (63फ) कहीं तुम उन्हें रौंदे डालो (64फ) तो तुम्हें उनकी तरफ़ से अनजानी में कोई मकरूह पहुंचे तो हम तुम्हें उनके क़िताल की इजाज़त देते उनका यह बचाव इसलिये है कि अल्लाह अपनी रहमत में दाख़िल करें जिसे चाहे, अगर वो जुदा हो जाते (65फ) तो हम ज़रूर उनमें के काफ़िरों को दर्दनाक अज़ाब देते (66फ)",
			"author": "২৫. এরাই কুফরী করেছিল এবং তোমাদেরকে নিবৃত্ত করেছিল মসজিদুল-হারাম থেকে, আর কুরবানীর আবদ্ধ পশুগুলোকেও যথাস্থানে পৌঁছতে বাধা দিয়েছিল। আর যদি কিছু সংখ্যক মুমিন পুরুষ ও মুমিন নারী (মক্কায় বিদ্যমান) না থাকতো, যাদের ব্যাপারে তোমরা অবগত নও, তাদেরকে তোমরা অজ্ঞাতসারে পদদলিত করে ফেলতে; অপরদিকে তাদের কারণে তোমরাও কিছু ক্ষতিগ্রস্ত হতে (তা নাহলে আমরা তোমাদেরকে এ স্থলেই যুদ্ধের অনুমতি দিয়ে দিতাম। এ কারণে মক্কা বিজয় বিলম্বিত করা হয়েছে) যেন আল্লাহ্ যাকে চান (সন্ধির মাধ্যমে) তাঁর রহমতে প্রবিষ্ট করান। যদি তারা (সেখানকার কাফের ও মুসলমান) পৃথক হয়ে যেতো, তবে আমরা তাদের মধ্যে কাফেরদেরকে যন্ত্রণাদায়ক শাস্তি দিতাম।"
		},
		{
			"_id": "4609",
			"sura": "48",
			"para": "26",
			"verses": "26",
			"names": "اِذۡ جَعَلَ  الَّذِیۡنَ کَفَرُوۡا فِیۡ  قُلُوۡبِہِمُ الۡحَمِیَّۃَ حَمِیَّۃَ  الۡجَاہِلِیَّۃِ  فَاَنۡزَلَ اللّٰہُ سَکِیۡنَتَہٗ  عَلٰی رَسُوۡلِہٖ وَ عَلَی الۡمُؤۡمِنِیۡنَ وَ اَلۡزَمَہُمۡ کَلِمَۃَ  التَّقۡوٰی وَ کَانُوۡۤا  اَحَقَّ بِہَا وَ اَہۡلَہَا ؕ وَ کَانَ اللّٰہُ بِکُلِّ شَیۡءٍ عَلِیۡمًا ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "اِذۡ جَعَلَ  الَّذِیۡنَ کَفَرُوۡا فِیۡ  قُلُوۡبِہِمُ الۡحَمِیَّۃَ حَمِیَّۃَ  الۡجَاہِلِیَّۃِ  فَاَنۡزَلَ اللّٰہُ سَکِیۡنَتَہٗ  عَلٰی رَسُوۡلِہٖ وَ عَلَی الۡمُؤۡمِنِیۡنَ وَ اَلۡزَمَہُمۡ کَلِمَۃَ  التَّقۡوٰی وَ کَانُوۡۤا  اَحَقَّ بِہَا وَ اَہۡلَہَا ؕ وَ کَانَ اللّٰہُ بِکُلِّ شَیۡءٍ عَلِیۡمًا ﴿۲۶﴾ ",
			"index": "4609",
			"name": "যখন কাফিরগণ তাদের হৃদয়ে পোষণ করে রেখেছে অন্ধকার যুগের গোত্রীয় অহমিকার মতো অহমিকা তখন আল্লাহ্‌ আপন প্রশানিত আপন রসূল ও ঈমানদারদের উপর অবতীর্ণ করেছেন এবং খোদাভীরুতার বাণী তাদের উপর অপরিহার্য করেছেন; এবং তারা এরই অধিকতর যোগ্য ও উপযুক্ত ছিলো। এবং আল্লাহ্‌ সবকিছু জানেন। ",
			"en_kanzulimaan": "Whereas the disbelievers had set up in their hearts an obstinacy - the same obstinacy of the days of ignorance - so Allah sent down His solace upon His Noble Messenger and upon the believers, and decreed upon them the words of piety, and they were more deserving and suitable for it; and Allah is the All Knowing.",
			"ur_kanzulimaan": "جبکہ کافروں نے اپنے دلوں میں اَڑ رکھی وہی زمانہٴ جاہلیت کی اَڑ (ضد) تو اللہ نے اپنا اطمینان اپنے رسول اور ایمان والوں پر اتارا اور پرہیزگاری کا کلمہ ان پر لازم فرمایا اور وہ اس کے زیادہ سزاوار اور اس کے اہل تھے اور اللہ سب کچھ جانتا ہے",
			"hi_kanzulimaan": "जब कि काफ़िरों ने अपने दिलों में आड़ रखी है वही अज्ञानता के ज़माने की आड़ (67फ) तो अल्लाह ने अपना इत्मीनान अपने रसूल और ईमान वालों पर उतारा (68फ) और परहेज़गारी का कलिमा उनपर अनिवार्य फ़रमाया (69फ) और वो उसके ज़्यादा सज़ावार और उसके योग्य थे (70फ) और अल्लाह सब कुछ जानता है (71फ)",
			"author": "২৬. যখন কাফেরেরা তাদের অন্তরে অহমিকাপূর্ণ হঠকারিতা পোষণ করেছিল, (যা ছিল) জাহেলি যুগের ক্ষোভ ও অহমিকা, তখন আল্লাহ্ তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) এবং মুমিনদের প্রতি তাঁর বিশেষ প্রশান্তি প্রদান করলেন এবং তাদেরকে পরহেযগারিতার বাণীর উপর সুদৃঢ় করলেন। আর তারা এরই অধিকতর যোগ্য এবং অধিকারী ছিলেন। আর আল্লাহ্ সমস্ত কিছু সম্পর্কে সম্যক অবগত।"
		},
		{
			"_id": "4610",
			"sura": "48",
			"para": "26",
			"verses": "27",
			"names": "لَقَدۡ صَدَقَ اللّٰہُ  رَسُوۡلَہُ  الرُّءۡیَا بِالۡحَقِّ ۚ  لَتَدۡخُلُنَّ  الۡمَسۡجِدَ الۡحَرَامَ اِنۡ شَآءَ اللّٰہُ  اٰمِنِیۡنَ ۙ مُحَلِّقِیۡنَ  رُءُوۡسَکُمۡ وَ مُقَصِّرِیۡنَ ۙ لَا  تَخَافُوۡنَ ؕ فَعَلِمَ  مَا لَمۡ تَعۡلَمُوۡا فَجَعَلَ مِنۡ  دُوۡنِ ذٰلِکَ فَتۡحًا قَرِیۡبًا ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "لَقَدۡ صَدَقَ اللّٰہُ  رَسُوۡلَہُ  الرُّءۡیَا بِالۡحَقِّ ۚ  لَتَدۡخُلُنَّ  الۡمَسۡجِدَ الۡحَرَامَ اِنۡ شَآءَ اللّٰہُ  اٰمِنِیۡنَ ۙ مُحَلِّقِیۡنَ  رُءُوۡسَکُمۡ وَ مُقَصِّرِیۡنَ ۙ لَا  تَخَافُوۡنَ ؕ فَعَلِمَ  مَا لَمۡ تَعۡلَمُوۡا فَجَعَلَ مِنۡ  دُوۡنِ ذٰلِکَ فَتۡحًا قَرِیۡبًا ﴿۲۷﴾ ",
			"index": "4610",
			"name": "নিশ্চয় আল্লাহ্‌ সত্য করে দেখিয়েছেন আপন রসূলের সত্য স্বপ্নকে; নিশ্চয় নিশ্চয় তোমরা মসজিদে হারামে প্রবেশ করবে যদি আল্লাহ্‌ চান, নিরাপদে, স্বীয় মাথার চুল মুণ্ডিত অবস্থায় অথবা চুল ছেটে, নির্ভয়ে; সুতরাং তিনি জেনেছেন যা তোমাদের জানা নেই। অতএব, এর পূর্বে এক আসন্ন বিজয় রেখেছেন।",
			"en_kanzulimaan": "Allah has indeed made the truthful dream of His Noble Messenger, come true; indeed you will all enter the Sacred Mosque, if Allah wills, in safety - with your heads shaven or hair cut short - without fear; so He knows what you do not know, and has therefore ordained another imminent victory before this.",
			"ur_kanzulimaan": "بیشک اللہ نے سچ کردیا اپنے رسول کا سچا خواب بیشک تم ضرور مسجد حرام میں داخل ہوگے اگر اللہ چاہے امن و امان سے اپنے سروں کے بال منڈاتے یا ترشواتے بے خوف، تو اس نے جانا جو تمہیں معلوم نیں تو اس سے پہلے ایک نزدیک آنے والی فتح رکھی",
			"hi_kanzulimaan": "बेशक अल्लाह ने सच कर दिया अपने रसूल का सच्चा ख़्वाब (72फ) बेशक तुम ज़रूर मस्जिदे हराम में दाख़िल होंगे अगर अल्लाह चाहे अम्नो अमान से अपने सरों के (73फ) बाल मुंडाते या (74फ) तरशवाते बेख़ौफ़, तो उसने जाना जो तुम्हे मालूम नहीं (75फ) तो उससे पहले (76फ) एक नज़्दीक़ आने वाली फ़त्ह रखी (77फ)",
			"author": "২৭. নিশ্চয়ই আল্লাহ্ তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-কে বাস্তবতার নিরিখে সত্য স্বপ্ন দেখিয়েছিলেন যে, যদি আল্লাহ্ চান, তবে তোমরা নিরাপদে ও শান্তিপূর্ণভাবে অবশ্য অবশ্যই মসজিদুল-হারামে প্রবেশ করবে; (কেউ) মাথা মুন্ডানো অবস্থায় এবং (কেউ) চুল ছাটা অবস্থায়, নির্ভয়ে। সুতরাং তিনি (হুদাইবিয়্যার সন্ধিকে এ স্বপ্নের ব্যাখ্যার পটভূমি হিসেবে) জানতেন, যা তোমরা জানতে না। অতঃপর (এ মক্কা বিজয়)-এরও পূর্বে তিনি এক আসন্ন বিজয় (হুদাইবিয়্যাহ্ থেকে ফিরতে না ফিরতেই খায়বার বিজয়) দান করেছেন (এবং এরপরের বছর মক্কাবিজয় এবং হারাম শরীফে প্রবেশাধিকার প্রদান করেছেন)।"
		},
		{
			"_id": "4611",
			"sura": "48",
			"para": "26",
			"verses": "28",
			"names": "ہُوَ الَّذِیۡۤ  اَرۡسَلَ  رَسُوۡلَہٗ  بِالۡہُدٰی وَ دِیۡنِ الۡحَقِّ  لِیُظۡہِرَہٗ  عَلَی الدِّیۡنِ کُلِّہٖ ؕ وَ کَفٰی بِاللّٰہِ  شَہِیۡدًا ﴿ؕ۲۸﴾ ",
			"number": "",
			"verses_PDMS": "ہُوَ الَّذِیۡۤ  اَرۡسَلَ  رَسُوۡلَہٗ  بِالۡہُدٰی وَ دِیۡنِ الۡحَقِّ  لِیُظۡہِرَہٗ  عَلَی الدِّیۡنِ کُلِّہٖ ؕ وَ کَفٰی بِاللّٰہِ  شَہِیۡدًا ﴿ؕ۲۸﴾ ",
			"index": "4611",
			"name": "তিনিই, যিনি আপন রসূলকে সঠিক হিদায়ত ও সত্য দ্বীন সহকারে প্রেরণ করেছেন, যাতে সেটাকে সমস্ত দ্বীনের উপর বিজয়ী করেন এবং আল্লাহ্‌ হন যথেষ্ট সাক্ষী। ",
			"en_kanzulimaan": "It is He Who has sent His Noble Messenger with the guidance and the true religion, in order to make it prevail over all other religions; and Allah is sufficient as a Witness. (The Holy Prophet is a light from Allah.)",
			"ur_kanzulimaan": "وہی ہے جس نے اپنے رسول کو ہدایت اور سچے دین کے ساتھ بھیجا کہ اسے سب دینوں پر غالب کرے اور اللہ کافی ہے گواہ",
			"hi_kanzulimaan": "वही है जिसने अपने रसूल को हिदायत और सच्चे दीन के साथ भेजा कि उसे सब दीनों पर ग़ालिब करे (78फ) और अल्लाह काफ़ी है गवाह (79फ)",
			"author": "২৮. আর তিনিই তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-কে হেদায়াত ও সত্য দ্বীনসহ প্রেরণ করেছেন সমস্ত দ্বীনের উপর বিজয়ী করার জন্যে। আর (রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের সত্যনিষ্ঠতা ও সত্যতার উপর) সাক্ষী হিসেবে আল্লাহ্ই যথেষ্ট।"
		},
		{
			"_id": "4612",
			"sura": "48",
			"para": "26",
			"verses": "29",
			"names": "مُحَمَّدٌ  رَّسُوۡلُ اللّٰہِ ؕ وَ الَّذِیۡنَ مَعَہٗۤ اَشِدَّآءُ  عَلَی الۡکُفَّارِ  رُحَمَآءُ  بَیۡنَہُمۡ تَرٰىہُمۡ  رُکَّعًا سُجَّدًا یَّبۡتَغُوۡنَ  فَضۡلًا مِّنَ  اللّٰہِ  وَ رِضۡوَانًا ۫ سِیۡمَاہُمۡ  فِیۡ وُجُوۡہِہِمۡ  مِّنۡ  اَثَرِ السُّجُوۡدِ ؕ ذٰلِکَ مَثَلُہُمۡ  فِی التَّوۡرٰىۃِ ۚۖۛ وَ مَثَلُہُمۡ  فِی الۡاِنۡجِیۡلِ ۚ۟ۛ کَزَرۡعٍ  اَخۡرَجَ  شَطۡـَٔہٗ  فَاٰزَرَہٗ  فَاسۡتَغۡلَظَ فَاسۡتَوٰی عَلٰی سُوۡقِہٖ یُعۡجِبُ الزُّرَّاعَ  لِیَغِیۡظَ بِہِمُ  الۡکُفَّارَ ؕ وَعَدَ اللّٰہُ  الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ مِنۡہُمۡ  مَّغۡفِرَۃً  وَّ اَجۡرًا عَظِیۡمًا ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "مُحَمَّدٌ  رَّسُوۡلُ اللّٰہِ ؕ وَ الَّذِیۡنَ مَعَہٗۤ اَشِدَّآءُ  عَلَی الۡکُفَّارِ  رُحَمَآءُ  بَیۡنَہُمۡ تَرٰىہُمۡ  رُکَّعًا سُجَّدًا یَّبۡتَغُوۡنَ  فَضۡلًا مِّنَ  اللّٰہِ  وَ رِضۡوَانًا ۫ سِیۡمَاہُمۡ  فِیۡ وُجُوۡہِہِمۡ  مِّنۡ  اَثَرِ السُّجُوۡدِ ؕ ذٰلِکَ مَثَلُہُمۡ  فِی التَّوۡرٰىۃِ ۚۖۛ وَ مَثَلُہُمۡ  فِی الۡاِنۡجِیۡلِ ۚ۟ۛ کَزَرۡعٍ  اَخۡرَجَ  شَطۡـَٔہٗ  فَاٰزَرَہٗ  فَاسۡتَغۡلَظَ فَاسۡتَوٰی عَلٰی سُوۡقِہٖ یُعۡجِبُ الزُّرَّاعَ  لِیَغِیۡظَ بِہِمُ  الۡکُفَّارَ ؕ وَعَدَ اللّٰہُ  الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ مِنۡہُمۡ  مَّغۡفِرَۃً  وَّ اَجۡرًا عَظِیۡمًا ﴿۲۹﴾ ",
			"index": "4612",
			"name": "মুহাম্মদ আল্লাহ্‌র রসূল; এবং তার সঙ্গে যারা আছে, কাফিরদের উপর কঠোর এবং পরস্পরের মধ্যে সহানুভূতিশীল, তুমি তাদেরকে দেখবে রুকূ’কারী, সাজদারত, আল্লাহ্‌র অনুগ্রহ ও সন্তষ্টি কামনা করে, তাদের চিহ্ন তাদের চেহারায় রয়েছে সাজদার চিহ্ন থেকে, তাদের এ বৈশিষ্ট্য তাওরীতের মধ্যে রয়েছে এবং তাদের (অনুরূপ) বৈশিষ্ট্য রয়েছে ইন্‌জীলে; যেমন একটা ক্ষেত, যা আপন চারা উৎপন্ন করেছে, অতঃপর সেটাকে শক্তিশালী করেছে, তারপর তা শক্ত হয়েছে, তারপর আপন কাণ্ডের উপর সোজা হয়ে দণ্ডায়মান হয়েছে, যা চাষীদেরকে আনন্দ দেয়, যাতে তাদের দ্বারা কাফিরদের অন্তর (হিংসার আগুনে) জ্বলে; আল্লাহ্‌ ওয়াদা করেছেন তাদের সাথে, যারা তাদের মধ্যে ঈমানদার ও সৎকর্মপরায়ণ- ক্ষমা ও মহা প্রতিদানের।",
			"en_kanzulimaan": "Mohammed (peace and blessings be upon him) is the Noble Messenger of Allah; and his companions are stern with the disbelievers and merciful among themselves - you will see them bowing and falling in prostration, seeking Allahs munificence and His pleasure; their signs are on their faces, from the effects of prostrations; this trait of theirs is mentioned in the Taurat; and their trait is mentioned in the Injeel; like a cultivation that sprouted its shoot, then strengthened it, then thickened and then stood firm upon its stem, pleasing the farmer - in order to enrage the disbelievers with them; Allah has promised forgiveness and a great reward to those among them who have faith and do good deeds.",
			"ur_kanzulimaan": "محمد اللہ کے رسول ہیں، اور ان کے ساتھ والے کافروں پر سخت ہیں اور آپس میں نرم دل تو انہیں دیکھے گا رکوع کرتے سجدے میں گرتے اللہ کا فضل و رضا چاہتے، ان کی علامت ان کے چہروں میں ہے سجدوں کے نشان سے یہ ان کی صفت توریت میں ہے، اور ان کی صفت انجیل میں جیسے ایک کھیتی اس نے اپنا پٹھا نکالا پھر اسے طاقت دی پھر دبیز ہوئی پھر اپنی ساق پر سیدھی کھڑی ہوئی کسانوں کو بھلی لگتی ہے تاکہ ان سے کافروں کے دل جلیں، اللہ نے وعدہ کیا ان سے جو ان میں ایمان اور اچھے کاموں والے ہیں بخشش اور بڑے ثواب کا،",
			"hi_kanzulimaan": "मुहम्मद अल्लाह के रसूल हैं और उनके साथ वाले (80फ) काफ़िरों पर सख़्त हैं (81फ) और आपस में नर्म दिल (82फ) उन्हें देखेगा रूकू करते सज्दे में गिरते (83फ) अल्लाह का फ़ज़्ल और रज़ा चाहते, उनकी निशानी उनके चेहरों में है सज्दों के निशान से (84फ) यह उनकी सिफ़त (विशेषता) तौरात में है और उनकी सिफ़त इंजील में हैं (85फ) जैसे एक खेती उसने अपना पट्ठा निकाला फिर उसे ताक़त दी फिर दबीज़ (मोटी) हुई फिर अपनी पिंडली पर सीधी खड़ी हुई किसानों को भली लगती है (86फ) ताकि उनसे काफ़िरों के दिल जलें, अल्लाह ने वादा किया उनसे जो उनमें ईमान और अच्छे कामों वाले हैं (87फ) बख़्शिश और बड़े सवाब का",
			"author": "২৯. মুহাম্মাদ (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) আল্লাহ্‌র রাসূল; আর যারা তাঁর সাহচর্যে রয়েছেন তাঁরা কাফেরদের প্রতি কঠোর, কিন্তু নিজেদের মধ্যে পরস্পরের প্রতি দয়ালু ও সহানুভূতিশীল। আপনি তাদেরকে দেখবেন রুকু ও সেজদায় অবনত, তাঁরা (কেবল) আল্লাহ্‌র অনুগ্রহ ও সন্তুষ্টি কামনা করেন। তাদের লক্ষণ, তাদের মুখমন্ডলে সেজদার (নূরানী লক্ষণীয়) প্রভাব পরিস্ফুট। তাদের এ গুণাবলী তাওরাতে (উল্লেখ) রয়েছে এবং তাদের (এসব) গুণাবলী ইঞ্জিলেও (লিখিত) রয়েছে। এসব (সাহাবায়ে কেরাম আমাদের সম্মানিত মাহবুবের) কর্ষিত চারাগাছের ন্যায়, যা (সবার আগে) ক্ষুদ্র কিশলয় নির্গত করে, অতঃপর তা শক্তিশালী ও পুষ্ট হয় এবং পরে তা দৃঢ় হয়ে কান্ডের উপর দাঁড়ায়। (আর যখন তা সবুজ ও সতেজ হয়ে দুলতে থাকে) তখন তা কৃষককে আনন্দ দেয়। (আল্লাহ্ স্বীয় হাবীবের সাহাবাগণকে এমনি স্থুলকান্ডবিশিষ্ট ঈমানের বৃক্ষে পরিণত করেছেন।) যাতে তিনি তাদের মাধ্যমে (সম্মানিত নবী মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের প্রতি হিংসায় জ্বলে মরা) কাফেরদের অন্তর্জ্বালা সৃষ্টি করতে পারেন। যারা ঈমান আনে এবং সৎকর্ম সম্পাদন করে আল্লাহ্ তাদেরকে প্রতিশ্রুতি দিয়েছেন ক্ষমা ও মহাপ্রতিদানের।"
		}
	]