[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "6226",
			"sura": "113",
			"para": "30",
			"verses": "1",
			"names": "قُلۡ اَعُوۡذُ  بِرَبِّ الۡفَلَقِ ۙ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ اَعُوۡذُ  بِرَبِّ الۡفَلَقِ ۙ﴿۱﴾ ",
			"index": "6226",
			"name": "আপনি বলুন, ‘আমি তারঁই আশ্রয় নিচ্ছি, যিনি প্রভাতের সৃষ্টিকর্তা। (২)",
			"en_kanzulimaan": "Proclaim (O dear Prophet Mohammed  peace and blessings be upon him), I take refuge of the One Who creates the Daybreak.",
			"ur_kanzulimaan": "➤টীকা-২, আল্লাহর আশ্রয় প্রার্থনায়, আল্লাহ তা'আলার এ গুণ সহকারে এ জন্য উল্লেখ করা হয়েছে যে, আল্লাহ তা'আলা প্রভাত সৃষ্টি করে রাতের অন্ধকার দুরীভূত করেন। তিনি এর উপরও শক্তিমান যে, আশ্রয় প্রার্থনাকারীর মনে যে অবস্থদির আশংকা রয়েছে তাও দূরীভূত করবেন। অনুরূপভাবে, প্রভাত বিপদগ্রস্ত ও অস্থিরচিত্তদের দো'আ কবূল হবার সময়। সুতরাং অর্থ এ হলো যে যখন বিপদগ্রস্ত ও চিন্তিতদের এ থেকে মুক্তি দেয়া হয় এবং দাে'আ কবুল করা হয়, আমি ঐ নসময়ের সৃষ্টিকর্তার আশ্রয় চাচ্ছি । অন্য এক অবিমতনুসারে, ফালাক্ব জাহান্নামের একটি উদ্যান।",
			"hi_kanzulimaan": "➤টীকা-১, সূরা ফালাক মাদানী। অপর এক অভিমত অনুসারে, মক্কী। প্রথমটাই বিশুদ্ধতর। এসুরায় একটি রুকু, পাঁচটি আয়াত, তেইশটি পদ এবং চুয়াত্তটি বর্ণ রয়েছে।\n\n✔শানে নুযুল: এ সুরা এবং এর পরবর্তী সূরা নাস ঐ সময় অবতীর্ণ হয়েছে, যখন লবীদ ইবনে আসেম ইহুদী ও তার কন্যাগণ হুযুর সাল্লাল্লাহু আলায়হি ওয়াসাল্লামের উপর যাদু করেছিল এবং হুযুর সাল্লাল্লাহু আলাইহি ওয়াসল্লামের দেহ মুবরক ও পবিত্র প্রকাশ্য অঙ্গ-প্রতাঙ্গে সেটার প্রভাব পড়েছিলো। পবিত্র 'ক্বলব' (হৃদয়), 'আক্বল' (বিবেক-বুদ্ধি) ও ই'তিক্বাদ (অন্তরের বিশ্বাস)-এর উপর কোন প্রভাব পড়েনি। কিছুদিন পর হযরত জিব্রাঈল আলায়হিস সালাম আসলেন তিনি আর করলেন, “এক ইহুদী আপনার উপর যাদু করেছে এবং যাদুর যা কিছু উপকরণ রয়েছে তা অমুক কূপে একটি পাখরের নিচে চাপা দিয়েছে।\"\n\nহুযুর সৈয়দে আলম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হযরত আলী মরতাদা রাদিয়াল্লাহু আানহুকে পাঁঠালেন। তিনিকূপের পানি সেচে পাথর উঠালেন এবং সেটার নিচ থেকে খেজুরের কচি পাতার তৈরী একটি থলে উদ্ধার করলেন এবং এর মধ্যে ছিলাে হুযুর সল্লাল্লাহু তা'আলা আলায়হি ওয়াসাল্লাম এর চুল মোবারক, যা চিরুনি থেকে বের করা হয়েছে; হুযুরক সাল্লাল্লাহু আলায়হি ওয়াসাল্লামের চিরুণী মুবারকের কয়েকটা দাত ও একটি রশি অথবা ধনুকের রশি, তাতে এগারটি গ্রন্থি দেয়া হয়েছিলাে এবং একটি মােমের পুতুল, যাকে এগারটি সুঁই গাথা ছিলাে। এসব উপকরণ পাথরের নীচে থেকে বের কথা হলাে এবং হুযুরের দরবারে পেশ করা হলাে। আল্লাহ তা'আলা এ দু'টি সুরা অবতীর্ণ করলেন। এসূরা দু'টিতে এগারটি আয়াত আছে। তন্মধ্যে পাঁচটি সূরা ফালকে রয়েছে। প্রত্যেক আয়াত পড়ার সাথে সাথে একেকটা করে গিরা খুলে যাচ্ছিলাে। শেষ পর্যন্ত সব গিরা খুলে গেলাে এবং হুযুর সাল্লাল্লাহু তাআলা\nআলায়হি ওয়াসাল্লাম সম্পূর্ণ সুস্থ হয়ে গেলেন।\n\n✔মাসআলা: 'তাবিজ ও আমল' করা, যদি তাতে কোন কুফর ও শিরকের শব্দ বা বাক্য না থাকে, তবে জায়েয। বিশেষ করে, ঐ আমল, যা কোরনের আয়াতসমূহ দ্বারা করা হয় অথবা যার কথা হাদীসমূহে বলা হয়ে থাকে (তা নিঃসন্দেহে বৈধ)।\n\nহাদীস শরীফে বর্ণিত আছে, আসমা বিনতে আমীস আরষ করলেন, হে আল্লাহর রসূল সাল্লাল্লাহু তা'আলা আলায়হি ওয়াসাল্লাম। জাফরের শিশু সন্তানরা ঘন ঘন দৃষ্টিদেষের শিকার হয়, তাদের জন্য 'আমল' করার কি আমায় অনুমতি হয়েছে। হযুর অনুমতি দিলেন। (তিরমিযী)",
			"id": 1,
			"text": "قُلۡ اَعُوۡذُ  بِرَبِّ الۡفَلَقِ ۙ﴿۱﴾ ",
			"author": "১. বলুন, ‘আমি আশ্রয় প্রার্থনা করছি (এক) বিস্ফোরণে প্রচন্ড দ্রুতগতিতে (বিশ্বজগতকে) অস্তিত্বে আনয়নকারী প্রতিপালকের নিকট,"
		},
		{
			"_id": "6227",
			"sura": "113",
			"para": "30",
			"verses": "2",
			"names": "مِنۡ  شَرِّ مَا خَلَقَ ۙ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "مِنۡ  شَرِّ مَا خَلَقَ ۙ﴿۲﴾ ",
			"index": "6227",
			"name": "তাঁর সৃষ্টিকুলের অনিষ্ট থেকে, (৩)",
			"en_kanzulimaan": "From the evil of His entire creation.",
			"ur_kanzulimaan": "➤টীকা-৩, প্রাণী হোক বা প্রাণহীন, শরীয়তের বিধানাবলী বর্তায় এমন হােক, বা না-ই হােক। কোন কোন মুফাসসির বলেছেন যে, মাখলুক (সৃষ্টি) দ্বারা বিশেষভবে ইবলিশ কে বুঝানাে হয়েছে, যার চেয়ে নিকৃষ্ট সৃষ্টি আর কেউ নেই। যাদুকার্য সে ও তার সাঙ্গ- পাঙ্গদে সাহায্যে সমাধা হয়ে থাকে।",
			"hi_kanzulimaan": "उसकी सब मख़लुक़ के शर से (3फ़)",
			"id": 2,
			"text": "مِنۡ  شَرِّ مَا خَلَقَ ۙ﴿۲﴾ ",
			"author": "২. এমন প্রত্যেক বস্তুর অনিষ্ট (ও ক্ষতি) হতে, যা তিনি সৃষ্টি করেছেন,"
		},
		{
			"_id": "6228",
			"sura": "113",
			"para": "30",
			"verses": "3",
			"names": "وَ مِنۡ  شَرِّ غَاسِقٍ  اِذَا وَقَبَ ۙ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ مِنۡ  شَرِّ غَاسِقٍ  اِذَا وَقَبَ ۙ﴿۳﴾ ",
			"index": "6228",
			"name": "এবং অন্ধকারাচ্ছন্নকারীর অনিষ্ট থেকে, যখন সেটা অস্তমিত হয়, (৪)",
			"en_kanzulimaan": "And from the evil of the matter that darkens when it sets.",
			"ur_kanzulimaan": "➤টীকা ৪, হযরত উমুল মুমিনীন আয়েশা সিদ্দীকা (রাদিয়াল্লহু আল্লাহু আনহা ) থেকে বর্ণিত যে, রাসূলে করীম সল্লাল্লাহু আলায়হি ওয়াসাল্লাম চন্দ্রের প্রতি লক্ষ্য করে তাকে বললেন, হে আয়েশা! এর অপকারিতা থেকে আল্লাহর আশ্রয়, যেহেতু এটা অন্ধকারচ্ছন্নকারী, যখন অস্ত যায়।\" (তিরমিযী) অর্থৎ মাসের শেষ দিকে যখন চন্দ্র ডুবে যায়, তখন যাদুর ঐ অামল, যা অসুস্থ করার জন্য করা হয়, এ সময়েই করা হয়।",
			"hi_kanzulimaan": "और अंधेरी डालने वाले के शर से जब वह डूबे (4फ़)",
			"id": 3,
			"text": "وَ مِنۡ  شَرِّ غَاسِقٍ  اِذَا وَقَبَ ۙ﴿۳﴾ ",
			"author": "৩. আর (বিশেষ করে) অন্ধকার রাতের অনিষ্ট হতে, যখন (এর) অন্ধকার ছেয়ে যায়,"
		},
		{
			"_id": "6229",
			"sura": "113",
			"para": "30",
			"verses": "4",
			"names": "وَ مِنۡ  شَرِّ النَّفّٰثٰتِ فِی الۡعُقَدِ ۙ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ مِنۡ  شَرِّ النَّفّٰثٰتِ فِی الۡعُقَدِ ۙ﴿۴﴾ ",
			"index": "6229",
			"name": "এবং ওই সব নারীর অনিষ্ট থেকে, যারা গ্রন্থিসমূহে ফুঁৎকার দেয়, (৫)",
			"en_kanzulimaan": "And from the evil of the witches who blow into knots.",
			"ur_kanzulimaan": "➤টীকা ৫, অর্থাৎ যাদুকর মেয়েরা, যারা রশিতে গিরা দিতে দিতে এর মধ্যে যাদু মন্ত্র পড়ে ফুৎকার দেয়, যেমন লবীদের কন্যাগণ।",
			"hi_kanzulimaan": "और उन औरतों के शर से जो गाँठों में फुंकती हैं (5फ़)",
			"id": 4,
			"text": "وَ مِنۡ  شَرِّ النَّفّٰثٰتِ فِی الۡعُقَدِ ۙ﴿۴﴾ ",
			"author": "৪. এবং অনিষ্ট হতে যাদু কারিনীদের (ও যাদুকরদের), যারা গ্রন্থিতে ফুৎকার দেয়,"
		},
		{
			"_id": "6230",
			"sura": "113",
			"para": "30",
			"verses": "5",
			"names": "وَ مِنۡ  شَرِّ حَاسِدٍ  اِذَا حَسَدَ ﴿۵﴾  ",
			"number": "",
			"verses_PDMS": "وَ مِنۡ  شَرِّ حَاسِدٍ  اِذَا حَسَدَ ﴿۵﴾  ",
			"index": "6230",
			"name": "এবং হিংসুকের অনিষ্ট থেকে, যখন সে আমার প্রতি হিংসা করে’। (৬)",
			"en_kanzulimaan": "And from the evil of the envier when he is envious of me.",
			"ur_kanzulimaan": "➤টীকা-৬, হিংসুক হচ্ছে ঐ ব্যক্তি, যে অপরের নি'আমাতের পতন কামনা করে। এখানে 'হসিদ' বা হিংসুক দ্বারা ইহদীদের কথা বুঝানাে হয়েছে- যারা নবী করীম সাল্লাল্লাহু আলায়হি ওয়াসাল্লল্লাম-এর প্রতি বিধেষপূর্ণ মনােভাব পােষণ করতাে, অথবা বিশেষ করে লবীদ হবনে আসেম ইহুদীর কথা বুঝানাে হয়েছে। 'হাসদ' নিকৃষ্টতম দোষ এবং এটাই সর্বপ্রথম পাপ- যা আসমানের মধ্যে ইবলিশ থেকে সম্পাদিত হয় এবং যমীনে কাবিল থেকে।",
			"hi_kanzulimaan": "और हसद वाले के शर से जब वह मुझ से जले (6फ़)",
			"id": 5,
			"text": "وَ مِنۡ  شَرِّ حَاسِدٍ  اِذَا حَسَدَ ٪﴿۵﴾  \n‎ 1 رُكوع",
			"author": "৫. এবং অনিষ্ট হতে প্রত্যেক হিংসুকের, যখন সে হিংসা করে।’"
		}
	]