[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "1",
			"names": "بِسۡمِ اللّٰہِ الرَّحۡمٰنِ الرَّحِیۡمِ ﴿۱﴾",
			"number": "",
			"verses_PDMS": "بِسۡمِ اللّٰہِ الرَّحۡمٰنِ الرَّحِیۡمِ ﴿۱﴾",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "১. সূরা ফাতিহা সম্পর্কে প্রাসঙ্গিক আলোচনাঃ\n\n(আল্লাহর নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময়। আমরা তারই প্রশংসা করছি এবং তার দয়ালু হাবীব সাল্লাল্লাহু তা'আলা আলায়হি ওয়াসাল্লামের উপর সালাত ও সালাম পাঠ করছি।)\n\nসূরা ফাতিহার নামসমূহঃ\nএ সূরার বহু নাম রয়েছেঃ (১) ফাতিহা, (২) ফাতিহাতুল কিতাব (কোরআনের ভূমিকা), (৩) উম্মুল কোরআন (কোরআনের মূল), (৪) সূরাতুল কাহ্ (ভাণ্ড'র সূরা), (৫) কাফিয়াহ (প্রাচুর্যসম্পন্ন), (৬) ওয়াফিয়াহ (পরিপূর্ণ), (৭) শাফিয়াহ (আরােগ্যদায়ক), (৮) শেফা (আরােগ্য) (৯)সাই মাসানী (সপ্ত প্রশংসা, বারংবার আবৃত্তিযোগ্য সপ্ত আয়াত), (১০) নূর (জ্যোতি), (১১) রুকইয়াহ (দো'আ-তাবিজ), (১২) সূরাতুল হামদ (প্রশংসার সূরা), (১৩) সূরাতুদ দো'আ (প্রার্থনার সূরা), (১৪) তালীমুল মাসআলা (মাসআলা শিক্ষা), (১৫) সূরাতুল মুনাজাত (মুনাজাতের সূরা), (১৬) সূরাতুত তাফভীদ (অর্পণের সূরা), (১৭) সূরাতুস সাওয়াল (যাঞ্চার সূরা), (১৮) উম্মুল কিতাব (কিতাবের মূল), (১৯) ফাতিহাতুল কোরআন (কোরআনের সূচনা) এবং (২০) সূরাতুস্ সালাত (নামাযের সূরা)।\n\nএ সূরায় সাতটি আয়াত, সাতাশটি পদ এবং একশ চল্লিশটি বর্ণ আছে। কোন আয়াত 'নাসিখ’ (রহিতকারী) কিংবা মানসূখ (রহিতকৃত) নয়।\n\nশানে নূযুল (অবতরণের প্রেক্ষাপট): এ সূরা মক্কা মুকাররমাহ কিংবা মদীনা মুনাওয়ারা অথবা উভয় পূণ্যময়ী ভূমিতে অবতীর্ণ হয়েছে। হযরত আমন ইবনে শোরাহবীল থেকে বর্ণিত, নবী করীম সাল্লাল্লাহু তা'আলা আলায়হি ওয়াসাল্লাম হযরত খাদীজা রাদিয়াল্লাহু তা'আলা আনহাকে বললেন, “আমি এক আহবান শুনে থাকি, যাতে 'ইকরা' (আপনি পড়ুন!) বলা হয়।”\n\nওয়ারকাহ ইবনে নওফলকে এ সম্পর্কে অবহিত করা হলাে। তিনি আরয করলেন, “যখন এ আহ্বান আসে তখন আপনি স্থিরচিত্তে তা শ্রবণ করুন। এরপর হযরত জিবরাঈল (আলায়হিস্ সালাম) হুযুর সাল্লাল্লাহু তা'আলা আলায়হি ওয়াসাল্লামের দরবারে হাযির হয়ে আরয করলেন, আপনি বলুন, “বিসমিল্লাহির রাহমানির রাহীম, আল হামদুলিল্লাহি রাব্বিল আলামীন। এ থেকে বুঝা যায় যে, অবতরণের দিক দিয়ে এটাই প্রথম সূরা । কিন্তু অন্যান্য বর্ণনা থেকে জানা যায় যে, সর্বপ্রথম \"সূরা ইকরা\" নাযিল হয়েছে। দো'আ বা প্রার্থনার তরীকা শিক্ষা দেয়ার জন্য এ সূরার বর্ণনা ভঙ্গী বান্দাদের ভাষায়ই এরশাদ হয়েছে।\n\nমাসআলাঃ নামাযে এ সূরা পাঠ করা ওয়াজিব- ইমাম ও একাকী নামায আদায়কারীর জন্য নিজ মুখে উচ্চারণ করে (প্রত্যক্ষভাবে) এবং মুক্তাদীর জন্য \"হুকমী” বা পরােক্ষভাবে (অর্থাৎ ইমামের মুখে)। বিশুদ্ধ হাদীস শরীফে আছে- : অর্থাৎ “ইমামের পাঠ করাই মুক্তাদীর পাঠ করা\"।* কোরআন মজীদে মুক্তাদীকে নীরব থাকার এবং ইমামের কিরআত শ্রবণ করার নির্দেশ দেয়া হয়েছে- (অর্থাৎ-যখন কোরআন মজীদ পাঠ করা হয় তখন তােমরা তা মনযোেগ সহকারে শ্রবণ করাে এবং নিপ থাকো)। মুসলিম শরীফে বর্ণিত হয়েছে- অর্থাৎ “ইমাম যখন কিরাত পাঠ করেন তখন তােমরা চুপ থাকো।” আরাে বহু সংখ্যক হাদীসে একথাই বর্ণিত হয়েছে। \n\nমাস্আলাঃ জানাযার নামাযে দো'আ' স্মরণ না থাকলে সূরা ফাতিহা দো'আর নিয়তে পাঠ করা জায়েয; কিরআতের নিয়তে জায়েয নয়। (আলমগীরী)\n\nসূরা ফাতিহার ফযীলতসমূহঃ হাদীসসমূহে এ সূরার বহু ফযীলত বর্ণিত হয়েছে। হুযুর সাল্লাল্লাহু তা'আলা আলায়হি ওয়াসাল্লাম এরশাদ করেছেন, তাওরাত, ইনজীল ও যাবুরে এর মতাে কোন সূরা নাযিল হয়নি।” (তিরমিযী শরীফ)\n\nএক ফিরিশতা আসমান থেকে অবতীর্ণ হয়ে হুযুর সাল্লাল্লাহু তা'আলা আলায়হি ওয়াসাল্লামের উপর সালাম আরয করলেন এবং এমন দুটি নূর’-এর সুসংবাদ দিলেন, যা হয়ূরের পূর্বে কোন নবীকে প্রদান করা হয়নি। একটা হচ্ছে 'সূরা ফাতিহা', অন্যটা 'সূরা বাকারার শেষ আয়াতসমূহ। (মুসলিম শরীফ)।\n\nফাতিহা প্রত্যেক রােগের জন্য শেফা। (দাররী শরীফ)\n\nফাতিহা একশবার পাঠ করে যে প্রার্থনাই করা হােক আল্লাহ তা'আলা কবুল করেন। (দারমী শরীফ)\n\nইসতি’আযাহঃ (আ'উযু বিল্লাহি মিনাশ শায়তানির রাজীম) পাঠ করা\n\nমাসআলাঃ কোরআন তেলাওয়াতের পূর্বে আউযু বিল্লাহি মিনাশ শায়তানির রাজীম’ পাঠ করা সুন্নত। (তাফসীর-ই-খাযিন)। তবে, ছাত্র যখন শিক্ষক থেকে পাঠ করে তখন তার জন্য সুন্নাত নয়। (ফতােয়া-ই-শামী)\n\nমাসআলাঃ নামাযের মধ্যে ইমাম কিংবা একাকী নামায আদায়কারীর জন্য সানা” (সুবহা-নাকা) পাঠ করার পর নীরবে আউযু বিল্লাহ’ পাঠ করা সুন্নাত। (শামী)\n\nতাসমিয়াহঃ (বিসমিল্লাহির রাহমানির রাহীম) পাঠ করা\n\nমাসআলাঃ 'বিসমিল্লাহির রাহমানির রাহীম' কোরআন পাকেরই আয়াত; তবে সূরা ফাতিহা কিংবা অন্য কোন সূরার অংশ নয়। এজন্যই তা (কিরাতের সাথে) উচ্চরবে পাঠ করা হয় না। বােখারী ও মুসলিম শরীফে বর্ণিত আছে যে, হুযুর আক্বদাস সাল্লাল্লাহু তা'আলা আলায়হি ওয়াসাল্লাম এবং হযরত সিদ্দীকে আকবর ও হযরত ফারুকে আ'যম (রাদিয়াল্লাহু তা'আলা আনহুম) আলহামদু লিল্লাহি রাব্বিল আলামীন থেকেই নামায (কিরআত) আরম্ভ করতেন। (অর্থাৎ সূরা ফাতিহার সাথে “বিসমিল্লাহির রাহমানির রাহীম” উচ্চরবে পাঠ করতেন না।)\n\nমাসআলাঃ 'তারাবীহর নামায'- এর মধ্যে যেই খতম আদায় করা হয় তাতে কখনাে একবার উচ্চরবে 'বিসমিল্লাহ” অবশ্যই পড়তে হবে, যেন একটা আয়াত বাদ না পড়ে।\n\nমাসআলাঃ কোরআন শরীফে 'সূরা বারাআত' (সূরা তাওবা) ব্যতীত প্রত্যেকটা সূরা ‘বিসমিল্লাহ' সহকারে আরম্ভ করতে হয়।\n\nমাসআলাঃ 'সূরা নামল’-এর মধ্যে সাজদার আয়াতের পর যেই “বিসমিল্লাহ’র উল্লেখ রয়েছে তা কোন পূর্ণ আয়াত নয়; বরং আয়াতের একটা অংশ মাত্র। সর্বসম্মতভাবে, ঐ আয়াতের সাথে অবশ্যই পড়তে হবে। যেসব নামাযে কিরআত উচ্চরবে পড়া হয় সেসব নামাযে সরবে, আর যেসব নামাযে নীরবে পড়তে হয় সেসব নামাযে নীরবে।\n\nমাসআলাঃ প্রত্যেক মুবাহ’ (বৈধ) কাজ ‘বিসমিল্লাহ’ সহকারে আরম্ভ করা মুস্তাহাব। নাজায়েয বা অবৈধ কাজের প্রারম্ভে বিমিল্লাহ পড়া নিষিদ্ধ।\n\nসূরা ফাতিহার বিষয়বস্তুসমূহঃ এ সূরায় আল্লাহ তা'আলার প্রশংসা, রাবুবিয়াত, রহমত, মালিকানা, ইবাদতের একক উপযুক্ততা, উত্তম কাজের তৌফিক দান বান্দাদের পথ-নির্দেশনা, আল্লাহর প্রতি মনােনিবেশ, ইবাদতকে একমাত্র তারই জন্য সীমিতকরণ, সাহায্য তারই নিকট প্রার্থনা করা, তারই হিদায়ত তলব করা, প্রার্থনার নিয়ম-কানুন, বান্দাদের অবস্থাদির সাথে একাত্মতা ঘােষণা করা, পথভ্রষ্টদের সান্নিধ্য থেকে দূরে থাকা ও তাদের প্রতি ঘৃণা প্রদর্শন করা, পার্থিব জীবনের পরিণতি ও প্রতিদান, প্রতিদান দিবসের বিস্তারিত এবং সমস্ত মাসআলার সংক্ষিপ্ত বিবরণ রয়েছে।",
			"hi_kanzulimaan": "अल्लाह के नाम से शुरू जो निहायत मेहरबान रहम वाला (1फ)",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "১. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "2",
			"sura": "1",
			"para": "1",
			"verses": "2",
			"names": "اَلۡحَمۡدُ لِلّٰہِ رَبِّ الۡعٰلَمِیۡنَ ۙ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "اَلۡحَمۡدُ لِلّٰہِ رَبِّ الۡعٰلَمِیۡنَ ۙ﴿۲﴾ ",
			"index": "2",
			"name": "সমস্ত প্রশংসা আল্লাহর প্রতি, যিনি মালিক সমস্ত জগদ্বাসীর; (২)",
			"en_kanzulimaan": "All praise is to Allah, the Lord of all the worlds (the entire Creation.)",
			"ur_kanzulimaan": "২. হামদঃ (আল্লাহর প্রশংসা)\n\nমাসআলাঃ প্রতিটি কাজের প্রারম্ভে তাসমিয়াহ (আল্লাহর নাম উচ্চারণ করা)-এর ন্যায় ‘হামদ' (আল্লাহর প্রশংসা) করা চাই।\n\nমাসআলাঃ “হামদ\" কখনাে ‘ওয়াজিব; যেমন-জুমু'আর খাৎবায়। কখনাে মুস্তাহাব; যেমন-বিবাহের খােৎবায়, দো'আয়, প্রতােক গুরুত্বপূর্ণ কাজের প্রারম্ভে এবং প্রত্যেক পানাহারের পর। কখনাে সুন্নাতে মুআক্কাদাহ'; যেমন-হাঁচি আসার পর । (তাহতাভী শরীফ)\n\nরাব্বিল আলামীনঃ এর মধ্যে সমস্ত সৃষ্টিজগত যে ক্ষণস্থায়ী, 'মুমকিন'* ও মুখাপেক্ষী আর আল্লাহ তা'আলা যে চিরস্থায়ী, অনাদি, অনন্ত, চিরন্তন, চিরজীবী, চির তত্বাবধায়ক, সর্বশক্তিমান ও সর্বজ্ঞ - সেসব বিষয়ে ইঙ্গিত রয়েছে; যেসব গুণাবলী আল্লাহ পাক রাব্বুল আলামীন'-এর জন্য অপরিহার্য। এ দুটি মাত্র শব্দের মধ্যে “ইলম-ই-ইলাহিয়্যাৎ (খােদাতাত্বিক জ্ঞান) -এর গুরুত্বপূর্ণ বিষয়াদি অন্তর্ভুক্ত রয়েছে।\n\n* “মুমকিন\" আরবী দর্শন শাস্ত্রের পরিভাষায়, 'মুমকিন' হলাে-যা সৃষ্টি হবার পূর্বে হওয়া বা না হওয়া উভয়ই সম-সম্ভবনাময়; কিন্তু তা অস্তিত্ব লাভ করার জন্য অপরের (অর্থাৎ স্রষ্টার) মুখাপেক্ষী।",
			"hi_kanzulimaan": "सब खूबियाँ अल्लाह को जो मालिक सारे जहान वालों का",
			"id": 2,
			"text": "اَلۡحَمۡدُ لِلّٰہِ رَبِّ الۡعٰلَمِیۡنَ ۙ﴿۱﴾ ",
			"author": "২. সমস্ত প্রশংসা আল্লাহ্‌রই তরে, যিনি সমস্ত জগতের প্রতিপালনকারী,"
		},
		{
			"_id": "3",
			"sura": "1",
			"para": "1",
			"verses": "3",
			"names": "الرَّحۡمٰنِ الرَّحِیۡمِ ۙ﴿۳﴾",
			"number": "",
			"verses_PDMS": "الرَّحۡمٰنِ الرَّحِیۡمِ ۙ﴿۳﴾",
			"index": "3",
			"name": "পরম দয়ালু, করুণাময়;",
			"en_kanzulimaan": "The Most Gracious, the Most Merciful",
			"ur_kanzulimaan": "not",
			"hi_kanzulimaan": "बहुत मेहरबान रह़मत वाला",
			"id": 3,
			"text": "الرَّحۡمٰنِ الرَّحِیۡمِ ۙ﴿۲﴾",
			"author": "৩. পরম করুণাময়, অসীম দয়ালু,"
		},
		{
			"_id": "4",
			"sura": "1",
			"para": "1",
			"verses": "4",
			"names": "مٰلِکِ یَوۡمِ الدِّیۡنِ ؕ﴿۴﴾",
			"number": "",
			"verses_PDMS": "مٰلِکِ یَوۡمِ الدِّیۡنِ ؕ﴿۴﴾",
			"index": "4",
			"name": "প্রতিদান দিবসের মালিক।",
			"en_kanzulimaan": "Owner of the Day of Recompense",
			"ur_kanzulimaan": "not",
			"hi_kanzulimaan": "रोज़े जज़ा (इन्साफ के दिन) का मालिक",
			"id": 4,
			"text": "مٰلِکِ یَوۡمِ الدِّیۡنِ ؕ﴿۳﴾",
			"author": "৪. অধিপতি প্রতিদান দিবসের।"
		},
		{
			"_id": "5",
			"sura": "1",
			"para": "1",
			"verses": "5",
			"names": "اِیَّاکَ نَعۡبُدُ وَ اِیَّاکَ نَسۡتَعِیۡنُ ؕ﴿۵﴾",
			"number": "",
			"verses_PDMS": "اِیَّاکَ نَعۡبُدُ وَ اِیَّاکَ نَسۡتَعِیۡنُ ؕ﴿۵﴾",
			"index": "5",
			"name": "আমরা (যেন) তোমারই ইবাদত করি এবং তোমারই নিকট সাহায্য প্রার্থনা করি! (৩)",
			"en_kanzulimaan": "You alone we worship and from You alone we seek help (and may we always).",
			"ur_kanzulimaan": "৩. ইয়্যাকা না বুদুঃ আল্লাহ তা'আলার সত্তা ও গুণাবলীর বর্ণনার পর আয়াতের এ অংশটা উল্লেখ করে এ বিষয়ের প্রতি ইঙ্গিত করা হয় যে, 'আকীদা' ই আমলের পূর্বশর্ত এবং ইবাদতের গ্রহণযােগ্যতা আকীদার বিশুদ্ধির উপর নির্ভরশীল।\n\nমাসআলাঃ 'না 'বুদু - এ বহুবচন ক্রিয়াপদ দ্বারা ইবাদতকে জমা'আত সহকারে ( সম্মিলিতভাবে ) আদায় করার বৈধতাও বােধগম্য হয়। একথাও বুঝা যায় যে , সাধারণ মুসলমানের ইবাদত আল্লাহর প্রিয় বান্দাদের ইবাদতের সাথে মিলে কবুলিয়াতের মর্যাদা লাভ করে ।\n\nমাসআলাঃ এতে শির্ক প্রত্যাখ্যাত হয়েছে । কারণ , আল্লাহ তা'আলা ব্যতীত অন্য কারাে জন্য ইবাদত হতে পারে না ।\n\nইয়্যাকা নাসতা'ঈনঃ এতে এ শিক্ষা দেয়া হয়েছে যে, সাহায্য প্রার্থনা শুধু আল্লাহর নিকটই প্রত্যক্ষভাবে হােক, কিংবা পরোক্ষভাবে হোক । সাহায্য প্রার্থনার উপযােগী প্রকৃতপক্ষে তিনিই; অন্যান্য উপায় - উপকরণ , সেবক ও বন্ধু - বান্ধব ইত্যাদি সবই আল্লাহর সাহায্যেরই প্রকাশস্থল। বান্দাকে সে বিষয়ে সতর্ক দৃষ্টি রাখা এবং প্রত্যেক বিষয়ে আল্লাহর কুদরতকেই প্রকৃত কার্য সম্পাদনকারী মনে করা একান্ত আবশ্যক । আয়াতের এ অংশ থেকে নবী ও ওলীগণের নিকট সাহায্য চাওয়াকে শির্ক মনে করা একটা বাতিল আকীদা (ভ্রান্ত বিশ্বাস) । কেননা, আল্লাহর নৈকট্যধন্য বান্দাদের সাহায্য (প্রকৃতপক্ষে) আল্লাহরই সাহায্য, আল্লাহ ব্যতীত অন্যের কাছে সাহায্য প্রার্থনা নয় । যদি এ আয়াতের ঐ অর্থ হতাে, যা ওহাবী সম্প্রদায় বুঝে নিয়েছে , তা'হলে কোরআন মজীদে (যুল কারনায়ন বললেন, “ তোমরা আমাকে শক্তি দ্বারা সাহায্য করাে”।) এবং ( তােমরা ধৈর্য ও নামাযের মাধ্যমে সাহায্য প্রার্থনা করাে! ) কেন এরশাদ হয়েছে ? আর হাদীস শরীফসমূহে আল্লাহর প্রিয় বান্দাদের নিকট সাহায্য চাওয়ার শিক্ষাই বা কেন দেয়া হয়েছে ?",
			"hi_kanzulimaan": "हम तुझी को पूजें और तुझी से मदद चाहें",
			"id": 5,
			"text": "اِیَّاکَ نَعۡبُدُ وَ اِیَّاکَ نَسۡتَعِیۡنُ ؕ﴿۴﴾",
			"author": "৫. (হে আল্লাহ্!) আমরা তোমারই ইবাদত করি এবং তোমারই নিকট সাহায্য প্রার্থনা করি।"
		},
		{
			"_id": "6",
			"sura": "1",
			"para": "1",
			"verses": "6",
			"names": "اِہۡدِ نَا الصِّرَاطَ الۡمُسۡتَقِیۡمَ ۙ﴿۶﴾",
			"number": "",
			"verses_PDMS": "اِہۡدِ نَا الصِّرَاطَ الۡمُسۡتَقِیۡمَ ۙ﴿۶﴾",
			"index": "6",
			"name": "আমাদেরকে সোজা পথে পরিচালিত করো! (৪)",
			"en_kanzulimaan": "Guide us on the Straight Path.",
			"ur_kanzulimaan": "৪. ইহদিনাস সিরাতাল মুস্তাক্বীমঃ আল্লাহ তা'আলার সত্তা ও গুণাবলীর পরিচয়ের পর ইবাদত , অতঃপর প্রার্থনার শিক্ষা দিয়েছেন । এ থেকে এ মাসঅালা জানা যায় যে , বান্দাদের ইবাদতের পর দো'আয় মগ্ন হওয়া উচিত । হাদীস শরীফেও নামাযের পর ‘দো'আ' বা প্রার্থনার শিক্ষা দেয়া হয়েছে । ( তাবরানী ফিল কবীর ও বায়হাকী ফিস্ সুনান )\n\n‘সিরাতাল মুস্তাকীম' দ্বারা ইসলাম অথবা কোরআন মজীদ কিংবা নবী করীম সাল্লাল্লাহু তা'আলা আলায়হি ওয়াসাল্লাম-এর পূত পবিত্র চরিত্র' অথবা হুযূর সাল্লাল্লাহু তা'আলা আলায়হি ওয়াসাল্লাম এবং তার পরিবার-পরিজন (আহলে বায়ত) ও সাহাবা কেরামের কথাই বুঝানাে হয়েছে। এতে প্রমাণিত হয় যে, “সিরাতাল মুস্তাক্বীম' হলাে আহলে সুন্নাতেরই অনুসৃত পথ; যারা আহলে বায়ত, সাহাবা কেরাম, কোরআন ও সুন্নাহ এবং বৃহত্তম জমা'আত' সবাইকে মান্য করেন।",
			"hi_kanzulimaan": "हमको सीधा रास्ता चला",
			"id": 6,
			"text": "اِہۡدِ نَا الصِّرَاطَ الۡمُسۡتَقِیۡمَ ۙ﴿۵﴾",
			"author": "৬. আমাদেরকে প্রদর্শন করো সরল পথ,"
		},
		{
			"_id": "7",
			"sura": "1",
			"para": "1",
			"verses": "7",
			"names": "صِرَاطَ الَّذِیۡنَ اَنۡعَمۡتَ عَلَیۡہِمۡ ۬ۙ غَیۡرِ الۡمَغۡضُوۡبِ عَلَیۡہِمۡ وَ لَا الضَّآلِّیۡنَ ﴿۷﴾",
			"number": "",
			"verses_PDMS": "صِرَاطَ الَّذِیۡنَ اَنۡعَمۡتَ عَلَیۡہِمۡ ۬ۙ غَیۡرِ الۡمَغۡضُوۡبِ عَلَیۡہِمۡ وَ لَا الضَّآلِّیۡنَ ﴿۷﴾",
			"index": "7",
			"name": "তাঁদেরই পথে, যাঁদের উপর তুমি অনুগ্রহ করেছো;  তাদের পথে নয়, যাদের উপর গযব নিপতিত হয়েছে এবং পথভ্রষ্টদের পথেও নয়। (৫)",
			"en_kanzulimaan": "The path of those whom You have favoured - Not the path of those who earned Your anger - nor of the astray.",
			"ur_kanzulimaan": "৫. সিরা-তাল্লাযীনা আন্‘আমতা আলায়হিমঃ (এ আয়াত) উপরােক্ত বাক্যেরই তাফসীর অর্থাৎ, “সিরাতাল মুস্তাকীম' দ্বারা মুসলমানদেরই পথকে বুঝানাে হয়েছে। (তাছাড়া, তা'দ্বারা অনেক মাসআলার সমাধানও পাওয়া যায়। অর্থাৎ যে সমস্ত বিষয়ে বুযুর্গানে দ্বীনের আমল রয়েছে তা-ই ‘সিরাতাল মুস্তাকীম'-এর অন্তর্ভূক্ত।\n\nগায়রিল মাগদূবি আলায়হিম ওয়ালাদ্দোয়াল্লীন : এ বাক্যেও হিদায়ত রয়েছে। যেমন-\n\nমাসআলাঃ সত্য-সন্ধানীদের জন্য খােদার দুশমন থেকে দূরে থাকা এবং এদের পথ, কার্যকলাপ, আচার-আচরণ এবং রীতি-নীতি থেকে বিরত থাকা একান্ত আবশ্যক।\n\nতিরমিযী শরীফের রেওয়ায়ত থেকে বুঝা যায় যে, মাগদূ-বি আলায়হিম' দ্বারা 'ইহুদী' এবং 'দোয়া-ল্লীন’ খৃষ্টানদের কথা বুঝানাে হয়েছে।\n\nমাসআলাঃ “দোয়াদ\" ও যোয়া' -এর মধ্যে মৌলিক পার্থক্য রয়েছে। কোন কোন বৈশিষ্ট্যে অক্ষর দু'টির মধ্যে মিল থাকা উভয়কে এক করতে পারে না। কাজেই, 'যােয়া' সহকারে পাঠ করা যদি ইচ্ছাকৃত হয় তবে তা হবে কোরআন পাকে বিকৃতি সাধন ও কুফর'; নতুবা না-জায়েয।\n\nমাসআলাঃ যে ব্যক্তি 'দোয়াদ' -এর স্থলে ‘যোয়া’ পড়ে সে ব্যক্তির “ইমামত’ জায়েয নয়। (মুহীতে বুরহানী)\n\nআ-মীন : এর অর্থ হচ্ছে- এরূপ করা অথবা কবুল করাে। এটা কোরআনের শব্দ নয়।\n\nমাসআলাঃ সূরা ফাতিহা পাঠান্তে- নামাযে ও নামাযের বাইরে ‘আ-মীন’ বলা সুন্নাত।\n\n\n* সূরা ফাতিহা সমাপ্ত।",
			"hi_kanzulimaan": "रास्ता उनका जिन पर तूने एह़सान किया न उन का जिन पर ग़ज़ब (प्रकोप) हुआ और न बहके हुओं का",
			"id": 8,
			"text": "صِرَاطَ الَّذِیۡنَ اَنۡعَمۡتَ عَلَیۡہِمۡ ۙ۬\nغَیۡرِ الۡمَغۡضُوۡبِ عَلَیۡہِمۡ وَ لَا الضَّآلِّیۡنَ ٪﴿۷﴾\n‎ 1 رُكوع",
			"author": "৭. তাদের পথ, যাদের প্রতি তুমি অনুগ্রহ করেছো, তাদের পথ নয়, যারা তোমার ক্রোধের শিকার হয়েছে এবং তাদের পথও নয় যারা গোমরাহ্ বা পথভ্রষ্ট।"
		}
	]