[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "4613",
			"sura": "49",
			"para": "26",
			"verses": "1",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا  تُقَدِّمُوۡا بَیۡنَ یَدَیِ  اللّٰہِ  وَ رَسُوۡلِہٖ وَ اتَّقُوا اللّٰہَ ؕ اِنَّ اللّٰہَ  سَمِیۡعٌ عَلِیۡمٌ ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا  تُقَدِّمُوۡا بَیۡنَ یَدَیِ  اللّٰہِ  وَ رَسُوۡلِہٖ وَ اتَّقُوا اللّٰہَ ؕ اِنَّ اللّٰہَ  سَمِیۡعٌ عَلِیۡمٌ ﴿۱﴾ ",
			"index": "4613",
			"name": "হে ঈমানদারগণ! আল্লাহ্‌ ও তার রসূলের আগে বাড়বে না এবং আল্লাহ্‌কে ভয় করো। নিশ্চয় আল্লাহ্‌ শুনেন, জানেন। ",
			"en_kanzulimaan": "O People who Believe! Do not advance ahead of Allah and His Noble Messenger, and fear Allah; indeed Allah is All Hearing, All Knowing.",
			"ur_kanzulimaan": "اے ایمان والو اللہ اور اس کے رسول سے آگے نہ بڑھو اور اللہ سے ڈرو بیشک اللہ سنتا جانتا ہے،",
			"hi_kanzulimaan": "ऐ ईमान वालों अल्लाह और उसके रसूल से आगे न बढ़ो (2फ) और अल्लाह से डरो, बेशक अल्लाह सुनता जानता है",
			"author": "১. হে ঈমানদারগণ! (কোনো বিষয়েই) আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর সামনে অগ্রগামী হয়ো না এবং আল্লাহ্কে ভয় করতে থাকো (যেন রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের সাথে আদবের বরখেলাপ না হয়)। নিশ্চয়ই আল্লাহ্ সর্বশ্রোতা, সর্বজ্ঞ।"
		},
		{
			"_id": "4614",
			"sura": "49",
			"para": "26",
			"verses": "2",
			"names": "یٰۤاَیُّہَا  الَّذِیۡنَ اٰمَنُوۡا لَا تَرۡفَعُوۡۤا اَصۡوَاتَکُمۡ  فَوۡقَ صَوۡتِ النَّبِیِّ وَ لَا تَجۡہَرُوۡا  لَہٗ  بِالۡقَوۡلِ کَجَہۡرِ بَعۡضِکُمۡ لِبَعۡضٍ اَنۡ تَحۡبَطَ اَعۡمَالُکُمۡ  وَ اَنۡتُمۡ  لَا تَشۡعُرُوۡنَ ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا  الَّذِیۡنَ اٰمَنُوۡا لَا تَرۡفَعُوۡۤا اَصۡوَاتَکُمۡ  فَوۡقَ صَوۡتِ النَّبِیِّ وَ لَا تَجۡہَرُوۡا  لَہٗ  بِالۡقَوۡلِ کَجَہۡرِ بَعۡضِکُمۡ لِبَعۡضٍ اَنۡ تَحۡبَطَ اَعۡمَالُکُمۡ  وَ اَنۡتُمۡ  لَا تَشۡعُرُوۡنَ ﴿۲﴾ ",
			"index": "4614",
			"name": "হে ঈমানদারগণ! নিজেদের কন্ঠস্বরকে উচু করো না ওই অদৃশ্যের সংবাদদাতা (নবী)- এর কন্ঠস্বরের উপর এবং তার সামনে চিৎকার করে কথা বলো না যেভাবে পরস্পরের মধ্যে একে অপরের সামনে চিৎকার করো যেন কখনো তোমাদের কর্মসমূহ নিষ্ফল না হয়ে যায় আর তোমাদের খবর থাকবে না। ",
			"en_kanzulimaan": "O People who Believe! Do not raise your voices higher than the voice of the Prophet, nor speak to him loudly the way you shout to one another, lest your deeds go to waste whilst you are unaware. (Faith will go waste due to the slightest disrespect towards the Holy Prophet - peace and blessings be upon him. To honour him is part of faith. To disrespect him is blasphemy.)",
			"ur_kanzulimaan": "اے ایمان والو اپنی آوازیں اونچی نہ کرو اس غیب بتانے والے (نبی) کی آواز سے اور ان کے حضور بات چلا کر نہ کہو جیسے آپس میں ایک دوسرے کے سامنے چلاتے ہو کہ کہیں تمہارے عمل اَکارت نہ ہوجائیں اور تمہیں خبر نہ ہو",
			"hi_kanzulimaan": "ऐ ईमान वालों अपनी आवाज़ें ऊंची न करो उस ग़ैब बताने वाले (नबी) की आवाज़ से (3फ) और उनके हुज़ूर (समक्ष) बात चिल्लाकर न कहो जैसे आपस में एक दूसरे के सामने चिल्लाते हो कि कहीं तुम्हारे कर्म अक़ारत न हो जाएं और तुम्हें ख़बर न हो (4फ)",
			"author": "২. হে ঈমানদারগণ! তোমরা তোমাদের কন্ঠস্বর সম্মানিত নবী (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর কন্ঠস্বরের উপর উচুঁ করো না এবং তাঁর সাথে সেরূপ উচ্চস্বরেও কথা বলো না যেরূপ উচ্চস্বরে তোমরা একে অপরের সাথে কথা বলো। (অন্যথায়) এতে তোমাদের (ঈমানসহ) সমস্ত আমলই নিষ্ফল হয়ে যাবে, অথচ তোমরা টেরও পাবে না (যে, তোমাদের ঈমান ও আমল ধ্বংস হয়ে গিয়েছে)।"
		},
		{
			"_id": "4615",
			"sura": "49",
			"para": "26",
			"verses": "3",
			"names": "اِنَّ  الَّذِیۡنَ یَغُضُّوۡنَ  اَصۡوَاتَہُمۡ عِنۡدَ رَسُوۡلِ اللّٰہِ  اُولٰٓئِکَ الَّذِیۡنَ امۡتَحَنَ اللّٰہُ قُلُوۡبَہُمۡ  لِلتَّقۡوٰی ؕ لَہُمۡ  مَّغۡفِرَۃٌ  وَّ اَجۡرٌ عَظِیۡمٌ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الَّذِیۡنَ یَغُضُّوۡنَ  اَصۡوَاتَہُمۡ عِنۡدَ رَسُوۡلِ اللّٰہِ  اُولٰٓئِکَ الَّذِیۡنَ امۡتَحَنَ اللّٰہُ قُلُوۡبَہُمۡ  لِلتَّقۡوٰی ؕ لَہُمۡ  مَّغۡفِرَۃٌ  وَّ اَجۡرٌ عَظِیۡمٌ ﴿۳﴾ ",
			"index": "4615",
			"name": "নিশ্চয় ওই সমস্ত লোক, যারা আপন কন্ঠস্বরকে নিচুর রাখে আল্লাহ্‌র রসূলের নিকট, তারা হচ্ছে ওই সব লোক, যাদের অন্তরকে আল্লাহ্‌ খোদাভীরূতার জন্য পরীক্ষা করে নিয়েছেন। তাদের জন্য ক্ষমা ও মহা পুরস্কার রয়েছে। ",
			"en_kanzulimaan": "Indeed those who suppress their voices in the presence of Allahs Noble Messenger, are the ones whose hearts Allah has tested for piety; for them is forgiveness, and a great reward.",
			"ur_kanzulimaan": "بیشک وہ جو اپنی آوازیں پست کرتے ہیں رسول اللہ کے پاس وہ ہیں جن کا دل اللہ نے پرہیزگاری کے لیے پرکھ لیا ہے، ان کے لیے بخشش اور بڑا ثواب ہے،",
			"hi_kanzulimaan": "बेशक वो जो अपनी आवाज़ें पस्त करते हैं रसूलुल्लाह के पास (5फ) वो हैं जिनका दिल अल्लाह ने परहेज़गारी के लिये परख लिया है, उनके लिये बख़्शिश और बड़ा सवाब है",
			"author": "৩. নিশ্চয়ই যারা আল্লাহ্‌র রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর সম্মুখে (শিষ্টাচার ও নিবেদনের নিমিত্তে) তাদের কন্ঠস্বর নিচু রাখে তারাই সেসব লোক যাদের অন্তরকে আল্লাহ্ তাক্বওয়ার জন্যে মনোনীত করেছেন। তাদের জন্যেই রয়েছে ক্ষমা এবং মহাপুরস্কার।"
		},
		{
			"_id": "4616",
			"sura": "49",
			"para": "26",
			"verses": "4",
			"names": "اِنَّ  الَّذِیۡنَ یُنَادُوۡنَکَ مِنۡ وَّرَآءِ الۡحُجُرٰتِ  اَکۡثَرُہُمۡ  لَا یَعۡقِلُوۡنَ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الَّذِیۡنَ یُنَادُوۡنَکَ مِنۡ وَّرَآءِ الۡحُجُرٰتِ  اَکۡثَرُہُمۡ  لَا یَعۡقِلُوۡنَ ﴿۴﴾ ",
			"index": "4616",
			"name": "নিশ্চয় ওই সব লোক, যারা আপনাকে হুজরাসমূহের (প্রকোষ্ঠ) বাইরে থেকে আহ্বান করে তাদের মধ্যে অধিকাংশই নির্বোধ।",
			"en_kanzulimaan": "Indeed most of those who call you from outside the chambers do not have sense.",
			"ur_kanzulimaan": "بیشک وہ جو تمہیں حجروں کے باہر سے پکارتے ہیں ان میں اکثر بے عقل ہیں",
			"hi_kanzulimaan": "बेशक वो जो तुम्हें हुजरों के बाहर से पुकारते हैं उनमें अक्सर बे अक़्ल है (6फ)",
			"author": "৪. নিশ্চয়ই যারা প্রকোষ্ঠের বাইরে থেকে আপনাকে উচ্চস্বরে ডাকে তাদের অধিকাংশই (আপনার উচ্চ অবস্থান ও মর্যাদা এবং সম্মান প্রদর্শনের শিষ্টাচারের ব্যাপারে) নির্বোধ।"
		},
		{
			"_id": "4617",
			"sura": "49",
			"para": "26",
			"verses": "5",
			"names": "وَ لَوۡ اَنَّہُمۡ صَبَرُوۡا حَتّٰی تَخۡرُجَ  اِلَیۡہِمۡ لَکَانَ خَیۡرًا لَّہُمۡ ؕ وَ اللّٰہُ غَفُوۡرٌ رَّحِیۡمٌ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ اَنَّہُمۡ صَبَرُوۡا حَتّٰی تَخۡرُجَ  اِلَیۡہِمۡ لَکَانَ خَیۡرًا لَّہُمۡ ؕ وَ اللّٰہُ غَفُوۡرٌ رَّحِیۡمٌ ﴿۵﴾ ",
			"index": "4617",
			"name": "এবং যদি তারা ধৈর্যধারণ করতো যতক্ষণ না আপনি তাদের নিকট তাশরীফ আনতেন, তবে তা তাদের জন্য উত্তম ছিলো এবং আল্লাহ্‌ ক্ষমাশীল, দয়ালু।",
			"en_kanzulimaan": "And had they been patient until you yourself came out to them, it would be better for them; and Allah is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "اور اگر وہ صبر کرتے یہاں تک کہ تم آپ ان کے پاس تشریف لاتے تو یہ ان کے لیے بہتر تھا، اور اللہ بخشنے والا مہربان ہے",
			"hi_kanzulimaan": "और अगर वो सब्र करते यहाँ तक कि तुम आप उनके पास तशरीफ लाते (7फ) तो यह उनके लिये बेहतर था, और अल्लाह बख़्शने वाला मेहरबान है (8फ)",
			"author": "৫. আর যদি তারা ধৈর্য ধারণ করতো যতক্ষণ না আপনি নিজেই তাদের নিকট তাশরীফ আনতেন, তবে তা তাদের জন্যে কল্যাণকর হতো। আর আল্লাহ্ মহাক্ষমাশীল, পরম দয়ালু।"
		},
		{
			"_id": "4618",
			"sura": "49",
			"para": "26",
			"verses": "6",
			"names": "یٰۤاَیُّہَا  الَّذِیۡنَ اٰمَنُوۡۤا  اِنۡ جَآءَکُمۡ فَاسِقٌۢ بِنَبَاٍ فَتَبَیَّنُوۡۤا  اَنۡ  تُصِیۡبُوۡا قَوۡمًۢا بِجَہَالَۃٍ  فَتُصۡبِحُوۡا عَلٰی مَا فَعَلۡتُمۡ  نٰدِمِیۡنَ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا  الَّذِیۡنَ اٰمَنُوۡۤا  اِنۡ جَآءَکُمۡ فَاسِقٌۢ بِنَبَاٍ فَتَبَیَّنُوۡۤا  اَنۡ  تُصِیۡبُوۡا قَوۡمًۢا بِجَہَالَۃٍ  فَتُصۡبِحُوۡا عَلٰی مَا فَعَلۡتُمۡ  نٰدِمِیۡنَ ﴿۶﴾ ",
			"index": "4618",
			"name": "হে ঈমানদারগণ! যদি কোন ফাসিক্ব তোমাদের নিকট কোন সংবাদ আনে, তবে তা যাচাই করে নাও যাতে কোথাও কোন সম্প্রদায়কে অজানাবশতঃ কষ্ট না দিয়ে বসো; অতঃপর আপন কৃতকর্মের জন্য অনুশোচনা করতে থাকবে। ",
			"en_kanzulimaan": "O People who Believe! If any miscreant brings you some tidings, verify it, lest you unknowingly cause suffering to some people, and then remain repenting for what you did.",
			"ur_kanzulimaan": "اے ایمان والو اگر کوئی فاسق تمہارے پاس کوئی خبر لائے تو تحقیق کرلو کہ کہیں کسی قوم کو بے جانے ایذا نہ دے بیٹھو پھر اپنے کیے پر پچھتاتے رہ جاؤ،",
			"hi_kanzulimaan": "ऐ ईमान वालों अगर कोई फ़ासिक़ तुम्हारे पास कोई ख़बर लाए तो तहक़ीक़ कर लो (9फ) कि कहीं किसी क़ौम को बेजा ईज़ा (कष्ट) न दे बैठो फिर अपने किये पर पछताते रह जाओ",
			"author": "৬. হে ঈমানদারগণ! যদি তোমাদের নিকট কোনো পাপাচারী কোনো সংবাদ নিয়ে আসে, তবে তা পুঙ্খানুপুঙ্খভাবে যাচাই করে নিও, যাতে না তোমরা কোনো সম্প্রদায়কে অজ্ঞাতসারে (অনাকাঙ্ক্ষিত) কষ্ট দিয়ে ফেলো, এবং পরে তোমাদের নিজেদের কৃতকর্মের জন্যে অনুতপ্ত হতে হয়।"
		},
		{
			"_id": "4619",
			"sura": "49",
			"para": "26",
			"verses": "7",
			"names": "وَ اعۡلَمُوۡۤا  اَنَّ  فِیۡکُمۡ رَسُوۡلَ اللّٰہِ ؕ لَوۡ یُطِیۡعُکُمۡ فِیۡ کَثِیۡرٍ مِّنَ الۡاَمۡرِ لَعَنِتُّمۡ وَ لٰکِنَّ اللّٰہَ حَبَّبَ  اِلَیۡکُمُ  الۡاِیۡمَانَ وَ زَیَّنَہٗ  فِیۡ  قُلُوۡبِکُمۡ وَ کَرَّہَ  اِلَیۡکُمُ الۡکُفۡرَ وَ الۡفُسُوۡقَ وَ الۡعِصۡیَانَ ؕ اُولٰٓئِکَ ہُمُ  الرّٰشِدُوۡنَ ۙ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اعۡلَمُوۡۤا  اَنَّ  فِیۡکُمۡ رَسُوۡلَ اللّٰہِ ؕ لَوۡ یُطِیۡعُکُمۡ فِیۡ کَثِیۡرٍ مِّنَ الۡاَمۡرِ لَعَنِتُّمۡ وَ لٰکِنَّ اللّٰہَ حَبَّبَ  اِلَیۡکُمُ  الۡاِیۡمَانَ وَ زَیَّنَہٗ  فِیۡ  قُلُوۡبِکُمۡ وَ کَرَّہَ  اِلَیۡکُمُ الۡکُفۡرَ وَ الۡفُسُوۡقَ وَ الۡعِصۡیَانَ ؕ اُولٰٓئِکَ ہُمُ  الرّٰشِدُوۡنَ ۙ﴿۷﴾ ",
			"index": "4619",
			"name": "এবং জেনে রেখো যে, তোমাদের মধ্যে আল্লাহ্‌র রসূল রয়েছেন। অনেক বিষয়ে যদি তিনি তোমাদেরকে খুশী করেন, তবে তোমরা অবশ্যই কষ্টে পড়বে; কিন্তু আল্লাহ্‌ তোমাদের নিকট প্রিয় করে দিয়েছেন এবং সেটাকে তোমাদের অন্তরে সুশোভিত করে দিয়েছেন আর কুফর ও নির্দেশ অমান্য করা এবং অবাধ্যতাকে তোমাদের নিকট অপছন্দীয় করে দিয়েছেন। এমন লোকেরাই সৎপথে রয়েছে;",
			"en_kanzulimaan": "And know that Allahs Noble Messenger is among you; in most of the affairs, were he to listen to you, you would surely fall into hardship, but Allah has made faith dear to you and has instilled it in your hearts, and has made disbelief and rebellion and disobedience abhorred by you; it is people like these who are on guidance.",
			"ur_kanzulimaan": "اور جان لو کہ تم میں اللہ کے رسول ہیں بہت معاملوں میں اگر یہ تمہاری خوشی کریں تو تم ضرور مشقت میں پڑو لیکن اللہ نے تمہیں ایمان پیارا کردیا ہے اور اسے تمہارے دلوں میں آراستہ کردیا اور کفر اور حکم عدولی اور نافرمانی تمہیں ناگوار کر دی، ایسے ہی لوگ راہ پر ہیں",
			"hi_kanzulimaan": "और जान लो कि तुम में अल्लाह के रसूल है (10फ) बहुत मामलों में अगर यह तुम्हारी ख़ुशी करें (11फ) तो तुम ज़रूर मशक़्क़त में पड़ो लेकिन अल्लाह ने तुम्हें ईमान प्यारा कर दिया है और उसे तुम्हारे दिलों में आरास्ता कर दिया और कुफ़्र और हुक्म अदूली और नाफ़रमानी तुम्हें नागवार कर दी, ऐसे ही लोग राह पर हैं (12फ)",
			"author": "৭. আর জেনে রাখো যে, তোমাদের মাঝে রয়েছেন আল্লাহ্‌র রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)। যদি তিনি অধিকাংশ বিষয়ে তোমাদের কথা মেনে নেন, তবে তোমরাই কষ্টে পড়বে। কিন্তু আল্লাহ্ ঈমানের ভালোবাসাকে তোমাদের নিকট প্রিয় করেছেন এবং এটি তোমাদের অন্তরে শোভিত করেছেন, আর কুফরি, অবাধ্যতা ও পাপকে তোমাদের নিকট করেছেন অপ্রিয়। এ ধরণের লোকেরাই দ্বীনের পথে থাকে অটল ও অবিচল।"
		},
		{
			"_id": "4620",
			"sura": "49",
			"para": "26",
			"verses": "8",
			"names": "فَضۡلًا مِّنَ اللّٰہِ وَ نِعۡمَۃً ؕ وَ اللّٰہُ  عَلِیۡمٌ حَکِیۡمٌ  ﴿۸﴾",
			"number": "",
			"verses_PDMS": "فَضۡلًا مِّنَ اللّٰہِ وَ نِعۡمَۃً ؕ وَ اللّٰہُ  عَلِیۡمٌ حَکِیۡمٌ  ﴿۸﴾",
			"index": "4620",
			"name": "(এটা) আল্লাহ্‌র অনুগ্রহ ও বদান্যতা এবং আল্লাহ্‌ সর্বজ্ঞ, প্রজ্ঞাময়।",
			"en_kanzulimaan": "The munificence and favour of Allah; and Allah is All Knowing, Wise.",
			"ur_kanzulimaan": "اللہ کا فضل اور احسان، اور اللہ علم و حکمت والا ہے،",
			"hi_kanzulimaan": "अल्लाह का फ़ज़्ल और एहसान, और अल्लाह इल्म व हिकमत वाला है",
			"author": "৮. (এটি) আল্লাহ্‌র দান এবং তাঁর অনুগ্রহের কারণ (অর্থাৎ তোমাদের মাঝে সৃষ্টির মূল রাসূলের আবির্ভাব ও উপস্থিতি)। আর আল্লাহ সর্বজ্ঞ, প্রজ্ঞাবান।"
		},
		{
			"_id": "4621",
			"sura": "49",
			"para": "26",
			"verses": "9",
			"names": "وَ اِنۡ طَآئِفَتٰنِ مِنَ الۡمُؤۡمِنِیۡنَ اقۡتَتَلُوۡا فَاَصۡلِحُوۡا بَیۡنَہُمَا ۚ فَاِنۡۢ  بَغَتۡ اِحۡدٰىہُمَا عَلَی الۡاُخۡرٰی فَقَاتِلُوا الَّتِیۡ تَبۡغِیۡ  حَتّٰی تَفِیۡٓءَ  اِلٰۤی  اَمۡرِ اللّٰہِ ۚ فَاِنۡ فَآءَتۡ  فَاَصۡلِحُوۡا بَیۡنَہُمَا بِالۡعَدۡلِ وَ اَقۡسِطُوۡا ؕ اِنَّ اللّٰہَ یُحِبُّ الۡمُقۡسِطِیۡنَ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنۡ طَآئِفَتٰنِ مِنَ الۡمُؤۡمِنِیۡنَ اقۡتَتَلُوۡا فَاَصۡلِحُوۡا بَیۡنَہُمَا ۚ فَاِنۡۢ  بَغَتۡ اِحۡدٰىہُمَا عَلَی الۡاُخۡرٰی فَقَاتِلُوا الَّتِیۡ تَبۡغِیۡ  حَتّٰی تَفِیۡٓءَ  اِلٰۤی  اَمۡرِ اللّٰہِ ۚ فَاِنۡ فَآءَتۡ  فَاَصۡلِحُوۡا بَیۡنَہُمَا بِالۡعَدۡلِ وَ اَقۡسِطُوۡا ؕ اِنَّ اللّٰہَ یُحِبُّ الۡمُقۡسِطِیۡنَ ﴿۹﴾ ",
			"index": "4621",
			"name": "এবং যদি মুসলামানদের দু’টি দল পরস্পর যুদ্ধ করে, তবে তাদের মধ্যে সন্ধি করাও। অতঃপর যদি একে অপরের উপর সীমালঙ্ঘন করে, তবে ওই সীমালঙ্ঘনকারীর বিরুদ্ধে যুদ্ধ করো যতক্ষণ না তারা আল্লাহ্‌র নির্দেশের দিকে ফিরে আসে। অতঃপর যদি তারা ফিরে আসে, তবে তাদের মধ্যে ন্যায়ের সাথে সংশোধন করে দাও এবং সুবিচার করো। নিশ্চয় সুবিচারকগণ আল্লাহ্‌র প্রিয়। ",
			"en_kanzulimaan": "And if two groups of Muslims fight against each other, reconcile them; and if one of them oppresses the other, fight against the oppressor till it returns to the command of Allah; then if it returns, reconcile between them with justice, and be fair; indeed Allah loves the equitable.",
			"ur_kanzulimaan": "اور اگر مسلمانوں کے دو گروہ آپس میں لڑیں تو ان میں صلح کراؤ پھر اگر ایک دوسرے پر زیادتی کرے تو اس زیادتی والے سے لڑو یہاں تک کہ وہ اللہ کے حکم کی طرف پلٹ آئے، پھر اگر پلٹ آئے تو انصاف کے ساتھ ان میں اصلاح کردو اور عدل کرو، بیشک عدل والے اللہ کو پیارے ہیں،",
			"hi_kanzulimaan": "और अगर मुसलमानों के दो दल आपस में लड़े तो उनमें सुलह कराओ (13फ) फिर अगर एक दूसरे पर ज़ियादती करे (14फ) तो उस ज़ियादती वाले से लड़ो यहाँ तक कि वह अल्लाह के हुक्म की तरफ़ पलट आए फिर अगर पलट आए तो इन्साफ़ के साथ उनमें इस्लाह कर दो और इन्साफ़ करो, बेशक इन्साफ़ वाले अल्लाह को प्यारे हैं",
			"author": "৯. আর মুসলমানদের দু’দল যুদ্ধে লিপ্ত হলে তাদের মাঝে মীমাংসা করে দাও। অতঃপর যদি তাদের একদল অপর দলের বিরুদ্ধে বাড়াবাড়ি এবং সীমালঙ্ঘন করে, তবে তাদের বিরুদ্ধে লড়াই করো যারা বাড়াবাড়ি করছে, যতক্ষণ না তারা আল্লাহ্‌র নির্দেশের দিকে ফিরে আসে। অতঃপর যদি তারা ফিরে আসে তবে উভয়ের মাঝে ন্যায়ের সাথে ফায়সালা করো এবং সুবিচার করো। নিশ্চয়ই আল্লাহ্ ন্যায়বিচারকারীদেরকে পচ্ছন্দ করেন।"
		},
		{
			"_id": "4622",
			"sura": "49",
			"para": "26",
			"verses": "10",
			"names": "اِنَّمَا الۡمُؤۡمِنُوۡنَ  اِخۡوَۃٌ  فَاَصۡلِحُوۡا بَیۡنَ اَخَوَیۡکُمۡ وَ اتَّقُوا اللّٰہَ  لَعَلَّکُمۡ تُرۡحَمُوۡنَ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّمَا الۡمُؤۡمِنُوۡنَ  اِخۡوَۃٌ  فَاَصۡلِحُوۡا بَیۡنَ اَخَوَیۡکُمۡ وَ اتَّقُوا اللّٰہَ  لَعَلَّکُمۡ تُرۡحَمُوۡنَ ﴿۱۰﴾ ",
			"index": "4622",
			"name": "মুসলমান-মুসলমান পরস্পর ভাই ভাই। সুতরাং আপন দু’ভাইয়ের মধ্যে সন্ধি করিয়ে দাও এবং আল্লাহ্‌কে ভয় করো যাতে তোমাদের উপর দয়া করা হয়। ",
			"en_kanzulimaan": "The Muslims are brothers to each other, therefore make peace between your two brothers and fear Allah, so that you may gain mercy. (The entire Muslim nation is a single brotherhood, without any distinction for caste, creed or colour.)",
			"ur_kanzulimaan": "مسلمان مسلمان بھائی ہیں تو اپنے دو بھائیوں میں صلح کرو اور اللہ سے ڈرو کہ تم پر رحمت ہو",
			"hi_kanzulimaan": "मुसलमान मुसलमान भाई हैं (15फ) तो अपने दो भाइयों में सुलह करो (16फ) और अल्लाह से डरो कि तुम पर रहमत हो (17फ)",
			"author": "১০. সত্য এই যে, (সমস্ত) ঈমানদারগণ (পরস্পরে) ভাই ভাই। সুতরাং তোমরা তোমাদের দুই ভাইয়ের মাঝে সমঝোতা করো এবং আল্লাহ্কে ভয় করো যাতে তোমরা অনুগ্রহপ্রাপ্ত হও।"
		},
		{
			"_id": "4623",
			"sura": "49",
			"para": "26",
			"verses": "11",
			"names": "یٰۤاَیُّہَا  الَّذِیۡنَ اٰمَنُوۡا لَا یَسۡخَرۡ قَوۡمٌ مِّنۡ قَوۡمٍ عَسٰۤی اَنۡ یَّکُوۡنُوۡا خَیۡرًا مِّنۡہُمۡ وَ لَا نِسَآءٌ  مِّنۡ  نِّسَآءٍ  عَسٰۤی اَنۡ یَّکُنَّ خَیۡرًا مِّنۡہُنَّ ۚ وَ لَا تَلۡمِزُوۡۤا اَنۡفُسَکُمۡ وَ لَا تَنَابَزُوۡا بِالۡاَلۡقَابِ ؕ بِئۡسَ الِاسۡمُ الۡفُسُوۡقُ بَعۡدَ الۡاِیۡمَانِ ۚ وَ مَنۡ لَّمۡ یَتُبۡ فَاُولٰٓئِکَ ہُمُ الظّٰلِمُوۡنَ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا  الَّذِیۡنَ اٰمَنُوۡا لَا یَسۡخَرۡ قَوۡمٌ مِّنۡ قَوۡمٍ عَسٰۤی اَنۡ یَّکُوۡنُوۡا خَیۡرًا مِّنۡہُمۡ وَ لَا نِسَآءٌ  مِّنۡ  نِّسَآءٍ  عَسٰۤی اَنۡ یَّکُنَّ خَیۡرًا مِّنۡہُنَّ ۚ وَ لَا تَلۡمِزُوۡۤا اَنۡفُسَکُمۡ وَ لَا تَنَابَزُوۡا بِالۡاَلۡقَابِ ؕ بِئۡسَ الِاسۡمُ الۡفُسُوۡقُ بَعۡدَ الۡاِیۡمَانِ ۚ وَ مَنۡ لَّمۡ یَتُبۡ فَاُولٰٓئِکَ ہُمُ الظّٰلِمُوۡنَ ﴿۱۱﴾ ",
			"index": "4623",
			"name": "হে ঈমানদারগণ! না পুরুষ পুরুষদেরকে বিদ্রূপ করবে; এটা বিচিত্র নয় যে, তারা ওই বিদ্রূপকারীদের চেয়ে উত্তম হবে; এবং না নারীগণ নারীদেরকে (বিদ্রূপ করবে); এটাও বিচিত্র নয় যে, তারা এই বিদ্রূপকারীনীদের অপেক্ষা উত্তম হবে। এবং তোমরা একে অপরের প্রতি দোষারোপ করো না আর একে অপরের মন্দ নাম রেখো না। কতই মন্দ নাম- মুসলমান হয়ে ‘ফাসিক্ব’ বলানো! এবং যারা তাওবা করে না, তবে তারাই যালিম। ",
			"en_kanzulimaan": "O People who Believe! Men must not ridicule other men for it could be that the ridiculed are better than the mockers, nor must the women ridicule other women for the ridiculed women may be better than the mockers; and do not insult one another, nor assign evil nicknames; how base it is to be called a sinner after being a Muslim! And whoever does not repent - then it is they who are unjust.",
			"ur_kanzulimaan": "اے ایمان والو نہ مَرد مَردوں سے ہنسیں عجب نہیں کہ وہ ان ہنسنے والوں سے بہتر ہوں اور نہ عورتیں عورتوں سے، دور نہیں کہ وہ ان ہنسے والیوں سے بہتر ہوں اور آپس میں طعنہ نہ کرو اور ایک دوسرے کے برے نام نہ رکھو کیا ہی برا نام ہے مسلمان ہوکر فاسق کہلانا اور جو توبہ نہ کریں تو وہی ظالم ہیں،",
			"hi_kanzulimaan": "ऐ ईमान वालों न मर्द मर्दों पर हंसे (18फ) अजब नहीं कि वो उन हंसने वालों से बेहतर हों (19फ) और न औरतें औरतों से दूर नहीं कि वो उन हंसने वालियों से बेहतर हो (20फ) और आपस में तअना न करो (21फ) और एक दूसरे के बुरे नाम न रखो (22फ) क्या ही बुरा नाम है मुसलमान होकर फ़ासिक़ कहलाना (23फ) और जो तौबह न करें तो वही ज़ालिम हैं",
			"author": "১১. হে ঈমানদারগণ! সমাজের কেউ যেন অপর কাউকে উপহাস না করে, হতে পারে সে উপহাসকারী অপেক্ষা উত্তম, আর না নারীদের কেউ অপর কোনো নারীকে (উপহাস করবে), হতে পারে সে নারীই (উপহাসকারীনী) নারী অপেক্ষা উত্তম। আর তোমরা একে অপরকে দোষারোপ করো না এবং তোমরা একে অপরকে মন্দ নামে ডেকো না। বিশ্বাস স্থাপনের পর কাউকে ফাসিক ও পাপিষ্ঠ বলা অতি মন্দ। অতঃপর যারা তওবা না করে তারাই অত্যাচারী।"
		},
		{
			"_id": "4624",
			"sura": "49",
			"para": "26",
			"verses": "12",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ  اٰمَنُوا اجۡتَنِبُوۡا کَثِیۡرًا مِّنَ الظَّنِّ ۫ اِنَّ  بَعۡضَ الظَّنِّ   اِثۡمٌ وَّ لَا تَجَسَّسُوۡا وَ لَا یَغۡتَبۡ بَّعۡضُکُمۡ بَعۡضًا ؕ اَیُحِبُّ  اَحَدُکُمۡ  اَنۡ یَّاۡکُلَ  لَحۡمَ اَخِیۡہِ  مَیۡتًا فَکَرِہۡتُمُوۡہُ ؕ  وَ اتَّقُوا اللّٰہَ ؕ اِنَّ  اللّٰہَ  تَوَّابٌ  رَّحِیۡمٌ ﴿۱۲﴾  ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ  اٰمَنُوا اجۡتَنِبُوۡا کَثِیۡرًا مِّنَ الظَّنِّ ۫ اِنَّ  بَعۡضَ الظَّنِّ   اِثۡمٌ وَّ لَا تَجَسَّسُوۡا وَ لَا یَغۡتَبۡ بَّعۡضُکُمۡ بَعۡضًا ؕ اَیُحِبُّ  اَحَدُکُمۡ  اَنۡ یَّاۡکُلَ  لَحۡمَ اَخِیۡہِ  مَیۡتًا فَکَرِہۡتُمُوۡہُ ؕ  وَ اتَّقُوا اللّٰہَ ؕ اِنَّ  اللّٰہَ  تَوَّابٌ  رَّحِیۡمٌ ﴿۱۲﴾  ",
			"index": "4624",
			"name": "হে ঈমানদারগণ! তোমরা বহুবিধ অনুমান থেকে বিরত থাকো। নিশ্চয় কোন কোন অনুমান পাপ হয়ে যায় এবং দোষ তালাশ করো না আর একে অপরের গীবত করো না। তোমাদের মধ্যে কি কেউ এ কথা পছন্দ করবে যে, যে আপন মৃত ভাইয়ের গোশ্‌ত ভক্ষণ করবে? বস্তুত; এটা তোমাদের নিকট পছন্দীয় হবে না। এবং আল্লাহ্‌কে ভয় করো। নিশ্চয় আল্লাহ্‌ খুব তাওবা ক্ববূলকারী, দয়ালু।",
			"en_kanzulimaan": "O People who Believe! Avoid excessive assumptions; indeed assumption sometimes becomes a sin, and do not seek faults, and do not slander one another; would any one among you like to eat the flesh of his dead brother? So you will hate that! And fear Allah; indeed Allah is Most Acceptor of Repentance, Most Merciful.",
			"ur_kanzulimaan": "اے ایمان والو بہت گمانوں سے بچو بیشک کوئی گمان گناہ ہوجاتا ہے اور عیب نہ ڈھونڈھو اور ایک دوسرے کی غیبت نہ کرو کیا تم میں کوئی پسند رکھے گا کہ اپنے مرے بھائی کا گوشت کھائے تو یہ تمہیں گوارا نہ ہوگا اور اللہ سے ڈرو بیشک اللہ بہت توبہ قبول کرنے والا مہربان ہے،",
			"hi_kanzulimaan": "ऐ, ईमान वालों बहुत ग़ुमानों से बचो (24फ) बेशक कोई ग़ुमान गुनाह हो जाता है (25फ) और ऐब (दोष) न ढूंढो (26फ) और एक दूसरे की ग़ीबत न करो (27फ) क्या तुम में कोई पसन्द रखेगा कि अपने मरे भाई का गोश्त खाए तो यह तुम्हें गवारा न होगा (28फ) और अल्लाह से डरो बेशक अल्लाह बहुत तौबह क़ुबूल करने वाला मेहरबान है",
			"author": "১২. হে ঈমানদারগণ! অধিক ধারণা থেকে বেঁচে থাকো; নিশ্চয়ই কিছু কিছু ধারণা গোনাহ (যার কারণে পরকালে শাস্তি নির্ধারিত হয়ে যায়)। আর (কারো ত্রুটি এবং গোপন বিষয়ে) গুপ্তচরবৃত্তি করো না এবং একে অপরের পশ্চাতে নিন্দা করো না। তোমাদের কেউ কি তার মৃত ভাইয়ের মাংস ভক্ষণ করা পছন্দ করবে? বস্তুত তোমরা তো একে ঘৃণাই করবে। আর (এসব বিষয়ে) আল্লাহ্কে ভয় করো। নিশ্চয়ই আল্লাহ্ তওবা কবুলকারী, পরম দয়ালু।"
		},
		{
			"_id": "4625",
			"sura": "49",
			"para": "26",
			"verses": "13",
			"names": "یٰۤاَیُّہَا النَّاسُ  اِنَّا خَلَقۡنٰکُمۡ  مِّنۡ ذَکَرٍ وَّ اُنۡثٰی وَ جَعَلۡنٰکُمۡ شُعُوۡبًا وَّ قَبَآئِلَ لِتَعَارَفُوۡا ؕ اِنَّ  اَکۡرَمَکُمۡ  عِنۡدَ اللّٰہِ  اَتۡقٰکُمۡ ؕ اِنَّ اللّٰہَ عَلِیۡمٌ خَبِیۡرٌ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا النَّاسُ  اِنَّا خَلَقۡنٰکُمۡ  مِّنۡ ذَکَرٍ وَّ اُنۡثٰی وَ جَعَلۡنٰکُمۡ شُعُوۡبًا وَّ قَبَآئِلَ لِتَعَارَفُوۡا ؕ اِنَّ  اَکۡرَمَکُمۡ  عِنۡدَ اللّٰہِ  اَتۡقٰکُمۡ ؕ اِنَّ اللّٰہَ عَلِیۡمٌ خَبِیۡرٌ ﴿۱۳﴾ ",
			"index": "4625",
			"name": "হে মানবকূল! আমি তোমাদেরকে একজন পুরুষ ও একজন নারী থেকে সৃষ্টি করেছি এবং তোমাদেরকে শাখা-প্রশাখা ও গোত্র-গোত্র করেছি, যাতে পরস্পরের মধ্যে পরিচয় রাখতে পারো। নিশ্চয় আল্লাহ্‌র নিকট তোমাদের মধ্যে অধিক সম্মানিত সেই, যে তোমাদের মধ্যে অধিক খোদাভীরু। নিশ্চয় আল্লাহ্‌ জানেন, খবর রাখেন। ",
			"en_kanzulimaan": "O mankind! We have indeed created you from one man and one woman, and have made you into various nations and tribes so that you may know one another; indeed the more honourable among you, in the sight of Allah, is one who is more pious among you; indeed Allah is All Knowing, All Aware. (Piety is the basis of honour in Allahs sight.)",
			"ur_kanzulimaan": "اے لوگو! ہم نے تمہیں ایک مرد اورایک عورت سے پیدا کیا اور تمہیں شاخیں اور قبیلے کیا کہ آپس میں پہچان رکھو بیشک اللہ کے یہاں تم میں زیادہ عزت والا وہ جو تم میں زیادہ پرہیزگارہے بیشک اللہ جاننے والا خبردار ہے،",
			"hi_kanzulimaan": "ऐ लोगों हमने तुम्हें एक मर्द (29फ) और एक औरत (30फ) से पैदा किया (31फ) और तुम्हें शाख़ें और क़बीले किया कि आपस में पहचान रखो (32फ) बेशक अल्लाह के यहाँ तुम में ज़्यादा ईज़्ज़त वाला वह जो तुम में ज़्यादा परहेज़गार हैं (33फ) बेशक अल्लाह जानने वाला ख़बरदार है",
			"author": "১৩. হে মানবসমাজ! আমরা তোমাদেরকে সৃষ্টি করেছি এক পুরুষ ও এক নারী হতে এবং তোমাদেরকে বিভিন্ন (বৃহৎ) সম্প্রদায় এবং গোত্রে (বিভক্ত) করেছি, যাতে তোমরা একে অপরকে চিনতে পারো। নিশ্চয় আল্লাহ্‌র কাছে তোমাদের মধ্যে সে-ই সর্বাধিক সম্মানিত যে সর্বাধিক পরহেযগার। নিশ্চয় আল্লাহ্ সর্বজ্ঞ, সমস্ত খবর রাখেন।"
		},
		{
			"_id": "4626",
			"sura": "49",
			"para": "26",
			"verses": "14",
			"names": "قَالَتِ الۡاَعۡرَابُ اٰمَنَّا ؕ قُلۡ لَّمۡ تُؤۡمِنُوۡا وَ لٰکِنۡ  قُوۡلُوۡۤا  اَسۡلَمۡنَا وَ لَمَّا یَدۡخُلِ الۡاِیۡمَانُ فِیۡ  قُلُوۡبِکُمۡ ؕ وَ اِنۡ تُطِیۡعُوا اللّٰہَ وَ رَسُوۡلَہٗ  لَا یَلِتۡکُمۡ مِّنۡ اَعۡمَالِکُمۡ شَیۡئًا ؕ اِنَّ اللّٰہَ غَفُوۡرٌ رَّحِیۡمٌ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "قَالَتِ الۡاَعۡرَابُ اٰمَنَّا ؕ قُلۡ لَّمۡ تُؤۡمِنُوۡا وَ لٰکِنۡ  قُوۡلُوۡۤا  اَسۡلَمۡنَا وَ لَمَّا یَدۡخُلِ الۡاِیۡمَانُ فِیۡ  قُلُوۡبِکُمۡ ؕ وَ اِنۡ تُطِیۡعُوا اللّٰہَ وَ رَسُوۡلَہٗ  لَا یَلِتۡکُمۡ مِّنۡ اَعۡمَالِکُمۡ شَیۡئًا ؕ اِنَّ اللّٰہَ غَفُوۡرٌ رَّحِیۡمٌ ﴿۱۴﴾ ",
			"index": "4626",
			"name": "মরুবাসীরা বললো, ‘আমরা ঈমান এনেছি’। (হে হাবীব!) আপনি বলুন, ‘তোমরা ঈমান তো আনো নি। হাঁ, এমনই বলো, ‘আমরা অনুগত হয়েছি’। এবং এখন ঈমান তোমাদের অন্তরগুলোতে কোথায় প্রবেশ করেছে? এবং যদি তোমরা আল্লাহ্‌ ও তার রসূলের আনুগত্য করো, তবে তোমাদের কোন কর্মেরই কোন অংশ তোমাদেরকে কম দেবেন না, নিশ্চয় আল্লাহ্‌ ক্ষমাশীল, দয়ালু।",
			"en_kanzulimaan": "The ignorant said, We have accepted faith; say, (O dear Prophet Mohammed - peace and blessings be upon him), You have surely not accepted faith, but you should say We have submitted, for faith has not yet entered your hearts; and if you obey * Allah and His Noble Messenger, He will not reduce the reward of any of your deeds; indeed Allah is Oft Forgiving, Most Merciful. (* By accepting faith and then obeying the commands).",
			"ur_kanzulimaan": "گنوار بولے ہم ایمان لائے تم فرماؤ تم ایمان تو نہ لائے ہاں یوں کہوں کہ ہم مطیع ہوئے اور ابھی ایمان تمہارے دلوں میں کہاں داخل ہوا اور اگر تم اللہ اور اس کے رسول کی فرمانبرداری کرو گے تو تمہارے کسی عمل کا تمہیں نقصان نہ دے گا بیشک اللہ بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "गंवार बोले हम ईमान लाए (34फ) तुम फ़रमाओ तुम ईमान तो न लाए (35फ) हाँ यूं कहो कि हम मुतीअ हुए (36फ) और अभी ईमान तुम्हारे दिलों में कहाँ दाख़िल हुआ (37फ) और अगर तुम अल्लाह और उसके रसूल की फ़रमाँबरदारी करोगे (38फ) तो तुम्हारे किसी कर्म का तुम्हें नुक़सान न देगा (39फ) बेशक अल्लाह बख़्शने वाला मेहरबान है",
			"author": "১৪. মরুবাসীরা বলে, ‘আমরা ঈমান এনেছি’, বলে দিন, ‘তোমরা ঈমান আনয়ন করোনি। হাঁ, বরং বলো, ‘আমরা ইসলাম গ্রহণ করেছি’, কারণ ঈমান এখনো তোমাদের অন্তরে প্রবেশ করেনি। আর যদি তোমরা আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর আনুগত্য করো, তবে তিনি তোমাদের কর্ম (ও এর প্রতিফল) বিন্দুমাত্র লাঘব করবেন না। নিশ্চয়ই আল্লাহ্ মহাক্ষমাশীল, পরম দয়ালু।"
		},
		{
			"_id": "4627",
			"sura": "49",
			"para": "26",
			"verses": "15",
			"names": "اِنَّمَا  الۡمُؤۡمِنُوۡنَ  الَّذِیۡنَ اٰمَنُوۡا بِاللّٰہِ وَ رَسُوۡلِہٖ  ثُمَّ لَمۡ یَرۡتَابُوۡا وَ جٰہَدُوۡا بِاَمۡوَالِہِمۡ وَ اَنۡفُسِہِمۡ فِیۡ سَبِیۡلِ اللّٰہِ ؕ اُولٰٓئِکَ  ہُمُ  الصّٰدِقُوۡنَ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّمَا  الۡمُؤۡمِنُوۡنَ  الَّذِیۡنَ اٰمَنُوۡا بِاللّٰہِ وَ رَسُوۡلِہٖ  ثُمَّ لَمۡ یَرۡتَابُوۡا وَ جٰہَدُوۡا بِاَمۡوَالِہِمۡ وَ اَنۡفُسِہِمۡ فِیۡ سَبِیۡلِ اللّٰہِ ؕ اُولٰٓئِکَ  ہُمُ  الصّٰدِقُوۡنَ ﴿۱۵﴾ ",
			"index": "4627",
			"name": "ঈমানদারগণ তো তারাই, যারা আল্লাহ্‌ ও তার রসূলের উপর ঈমান এনেছে অতঃপর সন্দেহ করে নি এবং আপন প্রাণ ও সম্পদ দ্বারা আল্লাহ্‌র পথে জিহাদ করেছে। তারাই সত্যবাদী। ",
			"en_kanzulimaan": "The true believers are only those who accepted faith in Allah and His Noble Messenger and then did not have any doubt, and fought with their wealth and their lives in Allahs way; it is they who are the truthful.",
			"ur_kanzulimaan": "ایمان والے تو وہی ہیں جو اللہ اور اس کے رسول پر ایمان لائے پھر شک نہ کیا اور اپنی جان اور مال سے اللہ کی راہ میں جہاد کیا وہی سچے ہیں",
			"hi_kanzulimaan": "ईमान वाले तो वही हैं जो अल्लाह और उसके रसूल पर ईमान लाए फिर शक न किया (40फ) और अपनी जान और माल से अल्लाह की राह में जिहाद किया, वही सच्चे हैं (41फ)",
			"author": "১৫. ঈমানদার তো কেবল তারাই যারা আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর প্রতি ঈমান এনেছে, অতঃপর সন্দেহে পোষণ করেনি এবং নিজেদের সম্পদ ও নিজেদের জীবন দ্বারা আল্লাহ্‌র পথে জিহাদ করে। তারাই (ঈমানের দাবীতে) সত্যনিষ্ঠ।"
		},
		{
			"_id": "4628",
			"sura": "49",
			"para": "26",
			"verses": "16",
			"names": "قُلۡ اَتُعَلِّمُوۡنَ اللّٰہَ بِدِیۡنِکُمۡ ؕ وَ اللّٰہُ یَعۡلَمُ مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ؕ وَ اللّٰہُ  بِکُلِّ  شَیۡءٍ عَلِیۡمٌ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ اَتُعَلِّمُوۡنَ اللّٰہَ بِدِیۡنِکُمۡ ؕ وَ اللّٰہُ یَعۡلَمُ مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ؕ وَ اللّٰہُ  بِکُلِّ  شَیۡءٍ عَلِیۡمٌ ﴿۱۶﴾ ",
			"index": "4628",
			"name": "আপনি বলুন! ‘তোমরা কি আল্লাহ্‌কে তোমাদের দ্বীন সম্পর্কে অবহিত করছো?’ এবং আল্লাহ্‌ জানেন যা কিছু আস্‌মানসমূহে ও যা কিছু যমীনে রয়েছে আর আল্লাহ্‌ সবকিছু জানেন। ",
			"en_kanzulimaan": "Proclaim (O dear Prophet Mohammed - peace and blessings be upon him), Are you teaching Allah your own religion? Whereas Allah knows all whatever is in the heavens and all whatever is in the earth; and Allah knows all things.",
			"ur_kanzulimaan": "تم فرماؤ کیا تم اللہ کو اپنا دین بتاتے ہو، اور اللہ جانتا ہے جو کچھ آسمانوں میں اور جو کچھ زمین میں ہے اور اللہ سب کچھ جانتا ہے",
			"hi_kanzulimaan": "तुम फ़रमाओ क्या तुम अल्लाह को अपना दीन बताते हो और अल्लाह जानता है जो कुछ आसमानों में और जो कुछ ज़मीन में है, (42फ) और अल्लाह सब कुछ जानता है (43फ)",
			"author": "১৬. বলে দিন, ‘তোমরা কি আল্লাহ্কে তোমাদের দ্বীন সম্পর্কে অবহিত করছো? অথচ আল্লাহ্ (সবকিছুই) অবগত আছেন, যা কিছু আকাশমন্ডলীতে রয়েছে এবং যা কিছু পৃথিবীতে রয়েছে। আর আল্লাহ্ সর্ব বিষয়ে সম্যক অবগত।’"
		},
		{
			"_id": "4629",
			"sura": "49",
			"para": "26",
			"verses": "17",
			"names": "یَمُنُّوۡنَ عَلَیۡکَ اَنۡ  اَسۡلَمُوۡا ؕ قُلۡ  لَّا تَمُنُّوۡا عَلَیَّ  اِسۡلَامَکُمۡ ۚ بَلِ اللّٰہُ یَمُنُّ عَلَیۡکُمۡ  اَنۡ ہَدٰىکُمۡ  لِلۡاِیۡمَانِ  اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "یَمُنُّوۡنَ عَلَیۡکَ اَنۡ  اَسۡلَمُوۡا ؕ قُلۡ  لَّا تَمُنُّوۡا عَلَیَّ  اِسۡلَامَکُمۡ ۚ بَلِ اللّٰہُ یَمُنُّ عَلَیۡکُمۡ  اَنۡ ہَدٰىکُمۡ  لِلۡاِیۡمَانِ  اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ ﴿۱۷﴾ ",
			"index": "4629",
			"name": "হে মাহবূব! তারা আপনাকে খোটা দিচ্ছে এ বলে যে, তারা মুসলমান হয়ে গেছে। আপনি বলুন, ‘তোমাদের ইসলাম গ্রহণ আমাকে ধন্য করেছে মনে করো না; বরং আল্লাহ্‌ তোমাদেরকে ধন্য করেছেন যে, তিনি তোমাদেরকে ইসলামের দিকে পরিচালিত করেছেন, যদি তোমরা সত্যবাদী হও’।",
			"en_kanzulimaan": "They portray that they are doing a great favour to you (O dear Prophet Mohammed - peace and blessings be upon him) by having become Muslims; say, Do not think that you have done me a favour by accepting Islam; in fact Allah has bestowed a favour upon you, for He guided you to Islam, if you are truthful.",
			"ur_kanzulimaan": "اے محبوب وہ تم پر احسان جتاتے ہیں کہ مسلمان ہوگئے، تم فرماؤ اپنے اسلام کا احسان مجھ پر نہ رکھو بلکہ اللہ تم پر احسان رکھتا ہے کہ اس نے تمہیں اسلام کی ہدایت کی اگر تم سچے ہو",
			"hi_kanzulimaan": "ऐ मेहबूब वो तुम पर एहसान जताते हैं कि मुसलमान हो गए, तुम फ़रमाओ अपने इस्लाम का एहसान मुझे पर न रखो, बल्कि अल्लाह तुम पर एहसान रखता है कि उसने तुम्हें इस्लाम की हिदायत की अगर तुम सच्चे हो (44फ)",
			"author": "১৭. তারা ইসলাম গ্রহণ করে আপনাকে ধন্য করেছে বলে মনে করে। বলে দিন, ‘তোমরা তোমাদের ইসলামকে আমার প্রতি আনুকূল্য মনে করো না, বরং আল্লাহ্ তোমাদের প্রতি অনুগ্রহ করেছেন যে, তিনি তোমাদেরকে ঈমানের পথ দেখিয়েছেন, যদি তোমরা (ঈমানের ব্যাপারে) সত্যবাদী হও।’"
		},
		{
			"_id": "4630",
			"sura": "49",
			"para": "26",
			"verses": "18",
			"names": "اِنَّ  اللّٰہَ  یَعۡلَمُ غَیۡبَ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ اللّٰہُ  بَصِیۡرٌۢ  بِمَا تَعۡمَلُوۡنَ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  اللّٰہَ  یَعۡلَمُ غَیۡبَ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ اللّٰہُ  بَصِیۡرٌۢ  بِمَا تَعۡمَلُوۡنَ ﴿۱۸﴾ ",
			"index": "4630",
			"name": "নিশ্চয় আল্লাহ্‌ জানেন আস্‌মানসমূহ ও যমীনের সমস্ত অদৃশ্য বিষয় সম্পর্কে। এবং আল্লাহ্‌ তোমাদের কর্ম প্রত্যক্ষ করছেন।",
			"en_kanzulimaan": "Indeed Allah knows all the hidden of the heavens and the earth; and Allah is seeing your deeds.",
			"ur_kanzulimaan": "بیشک اللہ جانتا ہے آسمانوں اور زمین کے سب غیب، اور اللہ تمہارے کام دیکھ رہا ہے",
			"hi_kanzulimaan": "बेशक अल्लाह जानता है आसमानों और ज़मीन के सब ग़ैब, और अल्लाह तुम्हारे काम देख रहा है (45फ)",
			"author": "১৮. নিশ্চয়ই আল্লাহ্ আকাশমন্ডলী এবং পৃথিবীর সমস্ত অদৃশ্য বিষয় জানেন এবং আল্লাহ্ ভালোভাবেই দেখেন তোমরা যে আমলই করো।"
		}
	]