[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "5076",
			"sura": "57",
			"para": "27",
			"verses": "1",
			"names": "سَبَّحَ  لِلّٰہِ مَا فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ۚ وَ ہُوَ  الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "سَبَّحَ  لِلّٰہِ مَا فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ۚ وَ ہُوَ  الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۱﴾ ",
			"index": "5076",
			"name": "আল্লাহ্‌র পবিত্রতা ঘোষণা করে যা কিছু আস্‌মানগুলো ও যমীনে রয়েছে এবং তিনিই সম্মান ও প্রজ্ঞাময়। ",
			"en_kanzulimaan": "All whatever is in the heavens and in the earth proclaims the Purity of Allah; and He only is the Most Honourable, the Wise.",
			"ur_kanzulimaan": "اللہ کی پاکی بولتا ہے جو کچھ آسمان اور زمین میں ہے اور وہی عزت و حکمت والا ہے،",
			"hi_kanzulimaan": "अल्लाह की पाकी बोलता है जो कुछ आसमानों और ज़मीन में है (2फ) और वही इज़्ज़त व हिकमत (बोध) वाला है",
			"id": 1,
			"text": "سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
			"author": "১. আল্লাহ্‌রই পবিত্রতা ও মহিমা ঘোষণা করে যা কিছুই আকাশমন্ডলী ও পৃথিবীতে রয়েছে। আর তিনি মহাসম্মানিত, প্রজ্ঞাবান।"
		},
		{
			"_id": "5077",
			"sura": "57",
			"para": "27",
			"verses": "2",
			"names": "لَہٗ  مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ ۚ یُحۡیٖ وَ یُمِیۡتُ ۚ وَ ہُوَ  عَلٰی کُلِّ  شَیۡءٍ  قَدِیۡرٌ ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "لَہٗ  مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ ۚ یُحۡیٖ وَ یُمِیۡتُ ۚ وَ ہُوَ  عَلٰی کُلِّ  شَیۡءٍ  قَدِیۡرٌ ﴿۲﴾ ",
			"index": "5077",
			"name": "তাঁরই জন্য আস্‌মানসমূহ ও যমীনের বাদশাহী; জীবন দান করেন আর মৃত্যু ঘটান। এবং তিনি সবকিছু করতে পারেন। ",
			"en_kanzulimaan": "For Him only is the kingship of the heavens and the earth; He gives life and causes death; and He is Able to do all things.",
			"ur_kanzulimaan": "اسی کے لیے ہے آسمانوں اور زمین کی سلطنت، جِلاتا ہے اور مارتا اور وہ سب کچھ کرسکتا ہے،",
			"hi_kanzulimaan": "उसी के लिये है आसमानों और ज़मीन की सल्तनत,जिलाता है (3फ़) और मारता (4फ़) और वह सब कुछ कर सकता है",
			"id": 2,
			"text": "لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
			"author": "২. আকাশমন্ডলী ও পৃথিবীর রাজত্ব তাঁরই, তিনিই জীবন দান করেন এবং মৃত্যু ঘটান। আর তিনি সর্ববিষয়ে ক্ষমতাবান।"
		},
		{
			"_id": "5078",
			"sura": "57",
			"para": "27",
			"verses": "3",
			"names": "ہُوَ الۡاَوَّلُ وَ الۡاٰخِرُ وَ الظَّاہِرُ وَ الۡبَاطِنُ ۚ  وَ ہُوَ   بِکُلِّ  شَیۡءٍ عَلِیۡمٌ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "ہُوَ الۡاَوَّلُ وَ الۡاٰخِرُ وَ الظَّاہِرُ وَ الۡبَاطِنُ ۚ  وَ ہُوَ   بِکُلِّ  شَیۡءٍ عَلِیۡمٌ ﴿۳﴾ ",
			"index": "5078",
			"name": "তিনিই প্রথম, তিনিই শেষ, তিনিই প্রকাশ্য, তিনিই গোপন এবং তিনিই সবকিছু জানেন। ",
			"en_kanzulimaan": "He only is the First and He only the Last, and He only is the Evident and He only the Concealed; and it is He Who knows all things.",
			"ur_kanzulimaan": "وہی اول وہی آخر وہی ظاہر وہی باطن اور وہی سب کچھ جانتا ہے،",
			"hi_kanzulimaan": "वही अव्वल (5फ़) वही आख़िर (6फ़) वही ज़ाहिर (7फ़) वही बातिन (8फ़) और वही सब कुछ जानता है",
			"id": 3,
			"text": "هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّـٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ",
			"author": "৩. তিনিই (সবকিছুর) প্রথম ও (সবকিছুর) শেষ এবং (নিজের শক্তিতে) প্রকাশমান এবং (নিজ সত্তার বিবেচনায়) অপ্রকাশমান। আর তিনি সর্ববিষয়ে সম্যক অবগত।"
		},
		{
			"_id": "5079",
			"sura": "57",
			"para": "27",
			"verses": "4",
			"names": "ہُوَ الَّذِیۡ خَلَقَ السَّمٰوٰتِ  وَ الۡاَرۡضَ فِیۡ سِتَّۃِ  اَیَّامٍ ثُمَّ   اسۡتَوٰی عَلَی الۡعَرۡشِ ؕ یَعۡلَمُ مَا یَلِجُ  فِی الۡاَرۡضِ وَ مَا یَخۡرُجُ مِنۡہَا وَ مَا یَنۡزِلُ مِنَ السَّمَآءِ  وَ مَا یَعۡرُجُ فِیۡہَا ؕ وَ ہُوَ مَعَکُمۡ  اَیۡنَ مَا کُنۡتُمۡ ؕ وَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ  بَصِیۡرٌ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "ہُوَ الَّذِیۡ خَلَقَ السَّمٰوٰتِ  وَ الۡاَرۡضَ فِیۡ سِتَّۃِ  اَیَّامٍ ثُمَّ   اسۡتَوٰی عَلَی الۡعَرۡشِ ؕ یَعۡلَمُ مَا یَلِجُ  فِی الۡاَرۡضِ وَ مَا یَخۡرُجُ مِنۡہَا وَ مَا یَنۡزِلُ مِنَ السَّمَآءِ  وَ مَا یَعۡرُجُ فِیۡہَا ؕ وَ ہُوَ مَعَکُمۡ  اَیۡنَ مَا کُنۡتُمۡ ؕ وَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ  بَصِیۡرٌ ﴿۴﴾ ",
			"index": "5079",
			"name": "তিনিই, যিনি আস্‌মানগুলো ও যমীনকে ছয় দিনে সৃষ্টি করেছেন। অতঃপর আরশের উপর ‘ইস্তিওয়া’ ( ) ফরমায়েছেন (সমাসীন হয়েছেন) যেমনই তাঁর জন্য শোভা পায়। তিনি জানেন যা যমীনের ভিতরে প্রবেশ করে এবং যা তা থেকে বহির্গত হয়; আর যা আস্‌মান থেকে অবতীর্ণ হয় এবং যা তাতে আরোহণ করে। আর তিনি তোমাদের সাথে আছেন তোমরা যেখানেই থাকো না কেন। এবং আল্লাহ্‌ তোমাদের কর্ম দেখছেন। ",
			"en_kanzulimaan": "It is He Who created the heavens and the earth in six days, then (befitting His Majesty) established Himself upon the Throne (of Control); He knows all what goes into the earth and all what comes out of it, and all what descends from the sky and all that rises in it; and He is with you, wherever you may be; and Allah is seeing your deeds.",
			"ur_kanzulimaan": "وہی ہے جس نے آسمان اور زمین چھ دن میں پیدا کیے پھر عرش پر استوا فرمایا جیسا کہ اس کی شان کے لائق ہے، جانتا ہے جو زمین کے اندر جا تا ہے اور جو اس سے باہر نکلتا ہے اور جو آسمان سے اترتا ہے اور جو اس میں چڑھتا ہے اور وہ تمہارے ساتھ ہے تم کہیں ہو، اور اللہ تمہارے کام دیکھ رہا ہے",
			"hi_kanzulimaan": "वही है जिसने आसमान और ज़मीन छ दिन में पैदा किये (9फ़) फिर अर्श पर इस्तिवा फ़रमाया जैसा उसकी शान के लायक़ है जानता है जो ज़मीन के अन्दर जाता है (10फ़) और जो उससे बाहर निकलता है (11फ़) और जो आसमान से उतरता है (12फ़) और जो उसमें चढ़ता है (13फ़) और वह तुम्हारे साथ है (14फ़) तुम कहीं हो, और अल्लाह तुम्हार काम देख रहा है (15फ़)",
			"id": 4,
			"text": "هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ",
			"author": "৪. তিনিই আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন ছয়টি আবর্তনে, অতঃপর সৃষ্টিজগতের ক্ষমতার মসনদে প্রকাশিত হয়েছেন (অর্থাৎ সমগ্র মহাবিশ্বকে তাঁর নির্দেশের মাধ্যমে শৃঙ্খলাবদ্ধ করেছেন)। তিনি জানেন যা কিছু ভূমিতে প্রবেশ করে ও যা কিছু তা থেকে বের হয় এবং যা কিছু আকাশ থেকে নেমে (বা বের হয়ে) আসে ও যা কিছু তাতে আরোহণ (বা প্রবেশ) করে। তোমরা যেখানেই থাকো না কেন, তিনি তোমাদের সাথেই আছেন। আর তোমরা যা কিছু করো আল্লাহ্ তা ভালোভাবেই দেখেন।"
		},
		{
			"_id": "5080",
			"sura": "57",
			"para": "27",
			"verses": "5",
			"names": "لَہٗ  مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ اِلَی اللّٰہِ  تُرۡجَعُ الۡاُمُوۡرُ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "لَہٗ  مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ اِلَی اللّٰہِ  تُرۡجَعُ الۡاُمُوۡرُ ﴿۵﴾ ",
			"index": "5080",
			"name": "তাঁরই- আস্‌মানসমূহ ও যমীনের বাদশাহী এবং আল্লাহ্‌রই প্রতি সমস্ত কর্মের প্রত্যাবর্তন। ",
			"en_kanzulimaan": "For Him only is the kingship of the heavens and the earth; and towards Allah only is the return of all matters.",
			"ur_kanzulimaan": "اسی کی ہے آسمانوں اور زمین کی سلطنت، اور اللہ ہی کی طرف، سب کاموں کی رجوع،",
			"hi_kanzulimaan": "उसी की है आसमानों और ज़मीन की सल्तनत और अल्लाह ही की तरफ़ सब कामों की रूजू",
			"id": 5,
			"text": "لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
			"author": "৫. আকাশমন্ডলী ও পৃথিবীর সকল রাজত্ব তাঁরই, আর তাঁরই দিকে প্রত্যাবর্তিত হবে সকল কিছু।"
		},
		{
			"_id": "5081",
			"sura": "57",
			"para": "27",
			"verses": "6",
			"names": "یُوۡلِجُ الَّیۡلَ فِی النَّہَارِ وَ یُوۡلِجُ  النَّہَارَ فِی الَّیۡلِ ؕ وَ ہُوَ عَلِیۡمٌۢ  بِذَاتِ الصُّدُوۡرِ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "یُوۡلِجُ الَّیۡلَ فِی النَّہَارِ وَ یُوۡلِجُ  النَّہَارَ فِی الَّیۡلِ ؕ وَ ہُوَ عَلِیۡمٌۢ  بِذَاتِ الصُّدُوۡرِ ﴿۶﴾ ",
			"index": "5081",
			"name": "রাতকে দিনের অংশে নিয়ে আসেন এবং দিনকে রাতের অংশে আনেন এবং তিনি অন্তরগুলোর কথা জানেন। ",
			"en_kanzulimaan": "He brings the night in a part of the day, and brings the day in a part of the night; and He knows what lies within the hearts.",
			"ur_kanzulimaan": "رات کو دن کے حصے میں لاتا ہے اور دن کو رات کے حصے میں لاتا ہے اور وہ دلوں کی بات جانتا ہے",
			"hi_kanzulimaan": "रात को दिन के हिस्से में लाता है (16फ़) और दिन को रात के हिस्से में लाता है (17फ़) और वह दिलों की बात जानता है (18फ़)",
			"id": 6,
			"text": "يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
			"author": "৬. তিনিই রাত্রিকে প্রবিষ্ট করান দিবসে এবং দিবসকে প্রবিষ্ট করান রাত্রিতে, আর তিনিই অন্তরের (লুকায়িত) বিষয়াদি সম্পর্কেও সম্যক অবগত।"
		},
		{
			"_id": "5082",
			"sura": "57",
			"para": "27",
			"verses": "7",
			"names": "اٰمِنُوۡا بِاللّٰہِ وَ رَسُوۡلِہٖ  وَ اَنۡفِقُوۡا مِمَّا جَعَلَکُمۡ  مُّسۡتَخۡلَفِیۡنَ فِیۡہِ ؕ فَالَّذِیۡنَ اٰمَنُوۡا مِنۡکُمۡ وَ اَنۡفَقُوۡا لَہُمۡ  اَجۡرٌ کَبِیۡرٌ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "اٰمِنُوۡا بِاللّٰہِ وَ رَسُوۡلِہٖ  وَ اَنۡفِقُوۡا مِمَّا جَعَلَکُمۡ  مُّسۡتَخۡلَفِیۡنَ فِیۡہِ ؕ فَالَّذِیۡنَ اٰمَنُوۡا مِنۡکُمۡ وَ اَنۡفَقُوۡا لَہُمۡ  اَجۡرٌ کَبِیۡرٌ ﴿۷﴾ ",
			"index": "5082",
			"name": "আল্লাহ্‌ ও তাঁর রসূলের উপর ঈমান আনো এবং তাঁর পথে তারই কিছু ব্যয় করো, যার মধ্যে তোমাদেরকে অন্যান্যদের স্থলাভিষিক্ত করেছেন। সুতরাং যেসব লোক তোমাদের মধ্য থেকে ঈমান এনেছে এবং তাঁর পথে ব্যয় করেছে, তাদের জন্য মহা প্রতিদান রয়েছে। ",
			"en_kanzulimaan": "Accept faith in Allah and His Noble Messenger, and spend in His cause from what He has made you the heirs of; so for those among you who accepted faith and spent in His cause, is a great reward.",
			"ur_kanzulimaan": "اللہ اور اس کے رسول پر ایمان لاؤ اور اس کی راہ میں کچھ وہ خرچ کرو جس میں تمہیں اَوروں کا جانشین کیا تو جو تم میں ایمان لائے اور اس کی راہ میں خرچ کیا ان کے لیے بڑا ثواب ہے،",
			"hi_kanzulimaan": "अल्लाह और उसके रसूल पर ईमान लाओ और उसकी राह कुछ वह ख़र्च करो जिसमें तुम्हें औरों का जानशीन किया (19फ़) तो जो तुम में ईमान लाए और उसकी राह में ख़र्च किया उनके लिये बड़ा सवाब है",
			"id": 7,
			"text": "ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ",
			"author": "৭. আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর প্রতি ঈমান আনয়ন করো এবং (সে সম্পদ) থেকে ব্যয় করো, তিনি তোমাদেরকে যার প্রতিনিধি (ও তত্ত্বাবধায়ক) করেছেন। অতঃপর তোমাদের মধ্যে যে ব্যক্তি ঈমান আনে এবং (তাঁর পথে) ব্যয় করে, তাদের জন্যে রয়েছে মহাপ্রতিদান।"
		},
		{
			"_id": "5083",
			"sura": "57",
			"para": "27",
			"verses": "8",
			"names": "وَ مَا لَکُمۡ لَا تُؤۡمِنُوۡنَ بِاللّٰہِ ۚ وَ الرَّسُوۡلُ یَدۡعُوۡکُمۡ  لِتُؤۡمِنُوۡا بِرَبِّکُمۡ وَ قَدۡ  اَخَذَ مِیۡثَاقَکُمۡ  اِنۡ کُنۡتُمۡ مُّؤۡمِنِیۡنَ  ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا لَکُمۡ لَا تُؤۡمِنُوۡنَ بِاللّٰہِ ۚ وَ الرَّسُوۡلُ یَدۡعُوۡکُمۡ  لِتُؤۡمِنُوۡا بِرَبِّکُمۡ وَ قَدۡ  اَخَذَ مِیۡثَاقَکُمۡ  اِنۡ کُنۡتُمۡ مُّؤۡمِنِیۡنَ  ﴿۸﴾ ",
			"index": "5083",
			"name": "এবং তোমাদের কি হয়েছে যে, আল্লাহ্‌র উপর ঈমান আনছো না? অথচ এ রসূল তোমাদেরকে আহ্বান করছেন যে, ‘আপন রবের উপর ঈমান আনো! এবং নিশ্চয় তিনি তোমাদের নিকট থেকে পূর্বেই অঙ্গীকার নিয়েছেন। যদি তোমাদের নিশ্চিত বিশ্বাস থাকে। ",
			"en_kanzulimaan": "And what is the matter with you, that you should not accept faith in Allah? Whereas this Noble Messenger is calling you to believe in your Lord, and Allah has indeed already taken a covenant from you, if you believe.",
			"ur_kanzulimaan": "اور تمہیں کیا ہے کہ اللہ پر ایمان نہ لاؤ، حالانکہ یہ رسول تمہیں بلارہے ہیں کہ اپنے ر ب پر ایمان لاؤ اور بیشک وہ تم سے پہلے سے عہد لے چکا ہے اگر تمہیں یقین ہو،",
			"hi_kanzulimaan": "और तुम्हें क्या है कि अल्लाह पर ईमान न लाओ, हालांकि ये रसूल तुम्हें बुला रहे हैं कि अपने रब पर ईमान लाओ (20फ़) और बेशक वह (21फ़) तुमसे पहले ही एहद ले चुका है (22फ़) अगर तुम्हें यक़ीन हो",
			"id": 8,
			"text": "وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ",
			"author": "৮. আর তোমাদের কী হলো যে, তোমরা আল্লাহ্‌র প্রতি ঈমান আনয়ন করো না? অথচ রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) তোমাদেরকে আহ্বান করছেন যে, তোমরা তোমাদের প্রতিপালকের প্রতি ঈমান আনয়ন করো এবং আল্লাহ্ তো তোমাদের থেকে সুদৃঢ় অঙ্গীকার গ্রহণ করেছেন; যদি তোমরা সত্যবাদী হও।"
		},
		{
			"_id": "5084",
			"sura": "57",
			"para": "27",
			"verses": "9",
			"names": "ہُوَ الَّذِیۡ یُنَزِّلُ عَلٰی عَبۡدِہٖۤ  اٰیٰتٍۭ بَیِّنٰتٍ لِّیُخۡرِجَکُمۡ مِّنَ الظُّلُمٰتِ  اِلَی النُّوۡرِ ؕ وَ اِنَّ اللّٰہَ  بِکُمۡ  لَرَءُوۡفٌ رَّحِیۡمٌ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "ہُوَ الَّذِیۡ یُنَزِّلُ عَلٰی عَبۡدِہٖۤ  اٰیٰتٍۭ بَیِّنٰتٍ لِّیُخۡرِجَکُمۡ مِّنَ الظُّلُمٰتِ  اِلَی النُّوۡرِ ؕ وَ اِنَّ اللّٰہَ  بِکُمۡ  لَرَءُوۡفٌ رَّحِیۡمٌ ﴿۹﴾ ",
			"index": "5084",
			"name": "তিনিই, যিনি আপন বান্দার উপর সুস্পষ্ট নিদর্শনাদি অবতীর্ণ করেন, যাতে তোমাদেরকে অন্ধকাররাশি থেকে আলোর দিকে নিয়ে যান। এবং নিশ্চয় নিশ্চয় আল্লাহ্‌ তোমাদের উপর দয়ার্দ্র, দয়ালু। ",
			"en_kanzulimaan": "It is He Who sends down clear verses upon His chosen bondman, in order to take you out from the realms of darkness towards light; and indeed Allah is Most Compassionate, Most Merciful upon you.",
			"ur_kanzulimaan": "وہی ہے کہ اپنے بندہ پر روشن آیتیں اتارتا ہے تاکہ تمہیں اندھیریوں سے اجالے کی طرف لے جائے اور بیشک ا لله تم پر ضرور مہربان رحم والا،",
			"hi_kanzulimaan": " वही है कि अपने बन्दे पर (23फ़) रौशन आयतें उतारता है ताकि तुम्हें अंधेरियों से (24फ़) उजाले की तरफ़ ले जाए (25फ़) और बेशक अल्लाह तुम पर ज़रूर मेहरबान रहम वाला",
			"id": 9,
			"text": "هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ",
			"author": "৯. তিনিই তাঁর (সম্মানিত) বান্দার প্রতি সুস্পষ্ট নিদর্শনাবলী অবতীর্ণ করেন, যেন তিনি তোমাদেরকে অন্ধকার থেকে আলোর দিকে বের করে আনতে পারেন। আর নিশ্চয়ই আল্লাহ্ তোমাদের প্রতি করুণাময়, অসীম দয়ালু।"
		},
		{
			"_id": "5085",
			"sura": "57",
			"para": "27",
			"verses": "10",
			"names": "وَ مَا  لَکُمۡ   اَلَّا تُنۡفِقُوۡا فِیۡ سَبِیۡلِ اللّٰہِ وَ لِلّٰہِ مِیۡرَاثُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ لَا یَسۡتَوِیۡ  مِنۡکُمۡ مَّنۡ  اَنۡفَقَ مِنۡ قَبۡلِ الۡفَتۡحِ وَ قٰتَلَ ؕ اُولٰٓئِکَ  اَعۡظَمُ  دَرَجَۃً مِّنَ الَّذِیۡنَ اَنۡفَقُوۡا مِنۡۢ  بَعۡدُ وَ قٰتَلُوۡا ؕ وَ کُلًّا وَّعَدَ اللّٰہُ  الۡحُسۡنٰی ؕ وَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ خَبِیۡرٌ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا  لَکُمۡ   اَلَّا تُنۡفِقُوۡا فِیۡ سَبِیۡلِ اللّٰہِ وَ لِلّٰہِ مِیۡرَاثُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ لَا یَسۡتَوِیۡ  مِنۡکُمۡ مَّنۡ  اَنۡفَقَ مِنۡ قَبۡلِ الۡفَتۡحِ وَ قٰتَلَ ؕ اُولٰٓئِکَ  اَعۡظَمُ  دَرَجَۃً مِّنَ الَّذِیۡنَ اَنۡفَقُوۡا مِنۡۢ  بَعۡدُ وَ قٰتَلُوۡا ؕ وَ کُلًّا وَّعَدَ اللّٰہُ  الۡحُسۡنٰی ؕ وَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ خَبِیۡرٌ ﴿۱۰﴾ ",
			"index": "5085",
			"name": "এবং তোমাদের কি হলো যে, আল্লাহ্‌র পথে ব্যয় করছো না? অথচ আস্‌মানগুলো ও যমীনের মধ্যে সবকিছুর ‘ওয়ারিস’ (মালিক) আল্লাহ্‌ই। তোমাদের মধ্যে সমান নয় ওই সব লোক, যারা মক্কা বিজয়ের পূর্বে ব্যয় ও জিহাদ করেছে; তারা মর্যাদায় ওই সব লোক অপেক্ষা বড়, যারা বিজয়ের পর ব্যয় ও জিহাদ করেছে এবং তাদের সবার সাথে আল্লাহ্‌ জান্নাতের ওয়াদা করেছেন এবং আল্লাহ্‌ তোমাদের কৃত কর্মগুলো সম্পর্কে অবহিত আছেন। ",
			"en_kanzulimaan": "And what is the matter with you that you should not spend in Allahs cause, whereas Allah is the Inheritor of all that is in the heavens and in the earth? Those among you who spent and fought before the conquest of Mecca are not equal to others; they are greater in rank than those who spent and fought after the conquest; and Allah has promised Paradise to all of them; and Allah well knows what you do.",
			"ur_kanzulimaan": "اور تمہیں کیا ہے کہ اللہ کی راہ میں خرچ نہ کرو حالانکہ آسمانوں اور زمین میں سب کا وارث اللہ ہی ہے تم میں برابر نہیں وہ جنہوں نے فتحِ مکہ سے قبل خرچ اور جہاد کیا وہ مرتبہ میں ان سے بڑے ہیں جنہوں نے بعد فتح کے خرچ اور جہاد کیا، اور ان سب سے اللہ جنت کا وعدہ فرماچکا اور اللہ کو تمہارے کاموں کی خبر ہے،",
			"hi_kanzulimaan": " और तुम्हें क्या है कि अल्लाह की राह में ख़र्च न करो हालांकि आसमानों और ज़मीन में सब का वारिस अल्लाह ही है (26फ़) तुम में बराबर नहीं वो जिन्हों ने फतहे मक्का से क़ब्ल ख़र्च और जिहाद किया (27फ़) वो मर्तबे में उनसे बड़े हैं जिन्होंने फतह के बाद ख़र्च और जिहाद किया और उन सबसे (28फ़) अल्लाह जन्नत का वादा फ़रमा चुका (29फ़) और अल्लाह को तुम्हार कामों की ख़बर है",
			"id": 10,
			"text": "وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَـٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
			"author": "১০. আর তোমাদের কী হলো যে, তোমরা আল্লাহ্‌র পথে ব্যয় করো না, অথচ আকাশমন্ডলী ও পৃথিবীর সমস্ত রাজত্ব আল্লাহ্‌রই (তোমরা তো কেবল সেই মালিকের প্রতিনিধি।) তোমাদের মধ্যে যারা (মক্কা) বিজয়ের পূর্বে (নিজের সম্পদ আল্লাহ্‌র পথে) ব্যয় করেছে এবং যুদ্ধ করেছে, তাঁরা (এবং তোমরা) সমান হতে পারো না। তাঁরা মর্যাদায় অনেক উচ্চ স্তরে তাদের চেয়ে যারা পরবর্তীকালে সম্পদ ব্যয় করেছে ও যুদ্ধ করেছে। তবে আল্লাহ্ সবাইকে পরকালের কল্যাণের (অর্থাৎ জান্নাতের) অঙ্গীকার করেছেন। আর তোমরা যা কিছু করছো আল্লাহ্ তা সম্পর্কে সম্যক অবগত।"
		},
		{
			"_id": "5086",
			"sura": "57",
			"para": "27",
			"verses": "11",
			"names": "مَنۡ  ذَا الَّذِیۡ یُقۡرِضُ اللّٰہَ  قَرۡضًا حَسَنًا فَیُضٰعِفَہٗ  لَہٗ  وَ لَہٗۤ  اَجۡرٌ کَرِیۡمٌ ﴿ۚ۱۱﴾ ",
			"number": "",
			"verses_PDMS": "مَنۡ  ذَا الَّذِیۡ یُقۡرِضُ اللّٰہَ  قَرۡضًا حَسَنًا فَیُضٰعِفَہٗ  لَہٗ  وَ لَہٗۤ  اَجۡرٌ کَرِیۡمٌ ﴿ۚ۱۱﴾ ",
			"index": "5086",
			"name": "কে আছে, যে আল্লাহ্‌কে কর্জ দেবে উত্তম কর্জ? তাহলে, তিনি তার জন্য দ্বিগুণ করবেন এবং তার জন্য সম্মানজনক প্রতিদান রয়েছে। ",
			"en_kanzulimaan": "Who will lend a handsome loan to Allah so that He may double it for him? And for such is an honourable reward.",
			"ur_kanzulimaan": "کون ہے جو اللہ کو قرض دے اچھا قرض تو وہ اس کے لیے دونے کرے اور اللہ کو عزت کا ثواب دے،",
			"hi_kanzulimaan": "कौन है जो अल्लाह को क़र्ज़ दे अच्छा क़र्ज़ (30फ़) तो वह उस के लिये दूने करे और उसको इज़्ज़त का सवाब है",
			"id": 11,
			"text": "مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ",
			"author": "১১. কে আছে যে উত্তম ঋণের আকারে আল্লাহ্কে ঋণ প্রদান করবে? তবে তিনি তার জন্যে এটি বহুগুণে বৃদ্ধি করে দেবেন এবং তার জন্যে রয়েছে মর্যাদাবান মহাপুরস্কার।"
		},
		{
			"_id": "5087",
			"sura": "57",
			"para": "27",
			"verses": "12",
			"names": "یَوۡمَ تَرَی الۡمُؤۡمِنِیۡنَ وَ الۡمُؤۡمِنٰتِ یَسۡعٰی نُوۡرُہُمۡ بَیۡنَ  اَیۡدِیۡہِمۡ وَ بِاَیۡمَانِہِمۡ  بُشۡرٰىکُمُ  الۡیَوۡمَ جَنّٰتٌ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَا ؕ ذٰلِکَ ہُوَ  الۡفَوۡزُ  الۡعَظِیۡمُ ﴿ۚ۱۲﴾ ",
			"number": "",
			"verses_PDMS": "یَوۡمَ تَرَی الۡمُؤۡمِنِیۡنَ وَ الۡمُؤۡمِنٰتِ یَسۡعٰی نُوۡرُہُمۡ بَیۡنَ  اَیۡدِیۡہِمۡ وَ بِاَیۡمَانِہِمۡ  بُشۡرٰىکُمُ  الۡیَوۡمَ جَنّٰتٌ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَا ؕ ذٰلِکَ ہُوَ  الۡفَوۡزُ  الۡعَظِیۡمُ ﴿ۚ۱۲﴾ ",
			"index": "5087",
			"name": "যে দিন আপনি ঈমানদার পুরুষগণ ও ঈমানদার নারীদেরকে দেখবেন যে, তাদের আলো রয়েছে তাদের সম্মুখে ও তাদের ডানে, ছুটাছুটি করছে। তাদের উদ্দেশ্যে বলা হচ্ছে, ‘আজ তোমাদের সর্বাপেক্ষা খুশির বার্তা হচ্ছে ওই সব জান্নাত, যেগুলোর পাদদেশে নহরসমূহ প্রবাহমান। তোমরা সেখানে স্থায়ীভাবে থাকো। এটাই হচ্ছে মহা সাফল্য। ",
			"en_kanzulimaan": "The day when you will see the believing men and believing women, that their light runs before them and on their right - it being said to them, This day, the best tidings for you are the Gardens beneath which rivers flow - abide in it forever; this is the greatest success.",
			"ur_kanzulimaan": "جس دن تم ایمان والے مردوں اور ایمان والی عورتوں کو دیکھو گے کہ ان کا نور ہے ان کے آگے اور ان کے دہنے دوڑتا ہے ان سے فرمایا جارہا ہے کہ آج تمہاری سب سے زیادہ خوشی کی بات وہ جنتیں ہیں جن کے نیچے نہریں بہیں تم ان میں ہمیشہ رہو، یہی بڑی کامیابی ہے،",
			"hi_kanzulimaan": " जिस दिन तुम ईमान वाले मर्दों और ईमान वाली औरतों को (31फ़) देखोगे कि उनका नूर है (32फ़) उनके आगे और उनके दहने दौड़ता है (33फ़) उनसे फ़रमाया जा रहा है कि आज तुम्हारी सब से ज़्यादा ख़ुशी की बात वो जन्नतें हैं जिनके नीचे नेहरें बहें, तुम उनमें हमेशा रहो यही बड़ी कामयाबी है",
			"id": 12,
			"text": "يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّـٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
			"author": "১২. (হে হাবীব!) যে দিন আপনি দেখবেন (আপনার উম্মতের) মুমিন পুরুষ ও মুমিন নারীদেরকে, তাদের সম্মুখভাগে এবং ডানপাশে তাদের জ্যোতি ছুটোছুটি করছে (তখন তাদেরকে বলা হবে), ‘সুসংবাদ তোমাদের জন্যে, আজ (তোমাদের জন্যে) রয়েছে জান্নাত যার তলদেশ দিয়ে স্রোতধারা প্রবাহিত, (তোমরা) এতে চিরকাল অবস্থান করবে। এটিই মহাসাফল্য।’"
		},
		{
			"_id": "5088",
			"sura": "57",
			"para": "27",
			"verses": "13",
			"names": "یَوۡمَ یَقُوۡلُ  الۡمُنٰفِقُوۡنَ وَ الۡمُنٰفِقٰتُ لِلَّذِیۡنَ اٰمَنُوا انۡظُرُوۡنَا نَقۡتَبِسۡ مِنۡ نُّوۡرِکُمۡ ۚ  قِیۡلَ ارۡجِعُوۡا وَرَآءَکُمۡ فَالۡتَمِسُوۡا نُوۡرًا ؕ فَضُرِبَ بَیۡنَہُمۡ بِسُوۡرٍ لَّہٗ  بَابٌ ؕ بَاطِنُہٗ  فِیۡہِ الرَّحۡمَۃُ وَ ظَاہِرُہٗ  مِنۡ  قِبَلِہِ  الۡعَذَابُ  ﴿ؕ۱۳﴾",
			"number": "",
			"verses_PDMS": "یَوۡمَ یَقُوۡلُ  الۡمُنٰفِقُوۡنَ وَ الۡمُنٰفِقٰتُ لِلَّذِیۡنَ اٰمَنُوا انۡظُرُوۡنَا نَقۡتَبِسۡ مِنۡ نُّوۡرِکُمۡ ۚ  قِیۡلَ ارۡجِعُوۡا وَرَآءَکُمۡ فَالۡتَمِسُوۡا نُوۡرًا ؕ فَضُرِبَ بَیۡنَہُمۡ بِسُوۡرٍ لَّہٗ  بَابٌ ؕ بَاطِنُہٗ  فِیۡہِ الرَّحۡمَۃُ وَ ظَاہِرُہٗ  مِنۡ  قِبَلِہِ  الۡعَذَابُ  ﴿ؕ۱۳﴾",
			"index": "5088",
			"name": "যেদিন মুনাফিক্ব পুরুষ ও মুনাফিক্ব নারীরা মুসলমানদেরকে বলবে, ‘আমাদের দিকে একবার তাকাও! যাতে আমরা তোমাদের নূর থেকে কিছু অংশ নিই’। তাদেরকে বলা হবে, ‘তোমাদের পেছনের দিকে ফিরে যাও, সেখানে আলো অন্বেষণ করো’। তারা ফিরে যাবে। তখনই তাদের মধ্যখানে একটা প্রাচীর খাড়া করে দেওয়া হবে, যাতে একটি দরজা থাকবে এবং সেটা ভিতরের দিকে রহমত এবং সেটার বাইরের দিকে শাস্তি। ",
			"en_kanzulimaan": "The day when hypocrite men and hypocrite women will say to the Muslims, Look mercifully towards us, so that we may gain some of your light!; it will be said to them, Turn back, search light over there!; so they will turn around, whereupon a wall will be erected between them, in which is a gate; inside the gate is mercy, and on the outer side is the punishment.",
			"ur_kanzulimaan": "جس دن منافق مرد اور منافق عورتیں مسلمانوں سے کہیں گے کہ ہمیں یک نگاہ دیکھو کہ ہم تمہارے نور سے کچھ حصہ لیں، کہا جائے گا اپنے پیچھے لوٹو (ُ۳۴) وہاں نور ڈھونڈو وہ لوٹیں گے، جبھی ان کے درمیان ایک دیوار کھڑی کردی جائے گی جس میں ایک دروازہ ہے اس کے اندر کی طرف رحمت اور اس کے باہر کی طرف عذاب،",
			"hi_kanzulimaan": "जिस दिन मुनाफ़िक़ (दोग़ले) मर्द और मुनाफ़िक़ औरतें मुसलमानों से कहेंगे कि हमें एक निगाह देखो कि हम तुम्हारे नूर से कुछ हिस्सा लें, कहा जाएगा अपने पीछे लौटो (34फ़) वहाँ नूर ढूंढो वो लौटेंगे, जभी उनके (35फ़) दर्मीयान एक दीवार खड़ी कर दी जाएगी (36फ़) जिसमें एक दरवाज़ा है (37फ़) उसके अन्दर की तरफ़ रहमत (38फ़) और उसके बाहर की तरफ़ अज़ाब",
			"id": 13,
			"text": "يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ",
			"author": "১৩. যে দিন মুনাফিক পুরুষ ও মুনাফিক নারী ঈমানদারগণকে বলবে, ‘আমাদের দিকে একটু (বিবেচনার) দৃষ্টি দাও, আমরা তোমাদের জ্যোতি থেকে কিছু জ্যোতি নেই’। তাদেরকে বলা হবে, ‘তোমরা পশ্চাতে ফিরে যাও এবং (সেখানে গিয়ে) জ্যোতি অন্বেষণ করো (যেখানে তোমরা জ্যোতি অস্বীকার করতে)। অতঃপর তাদের মাঝে দাঁড় করানো হবে এক প্রাচীর, যাতে থাকবে একটি দরোজা। এর অভ্যন্তরে থাকবে রহমত এবং এর বহির্ভাগে থাকবে শাস্তি।"
		},
		{
			"_id": "5089",
			"sura": "57",
			"para": "27",
			"verses": "14",
			"names": "یُنَادُوۡنَہُمۡ  اَلَمۡ  نَکُنۡ مَّعَکُمۡ ؕ قَالُوۡا بَلٰی وَ لٰکِنَّکُمۡ فَتَنۡتُمۡ  اَنۡفُسَکُمۡ وَ تَرَبَّصۡتُمۡ وَ ارۡتَبۡتُمۡ وَ غَرَّتۡکُمُ الۡاَمَانِیُّ حَتّٰی جَآءَ  اَمۡرُ اللّٰہِ  وَ غَرَّکُمۡ بِاللّٰہِ الۡغَرُوۡرُ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "یُنَادُوۡنَہُمۡ  اَلَمۡ  نَکُنۡ مَّعَکُمۡ ؕ قَالُوۡا بَلٰی وَ لٰکِنَّکُمۡ فَتَنۡتُمۡ  اَنۡفُسَکُمۡ وَ تَرَبَّصۡتُمۡ وَ ارۡتَبۡتُمۡ وَ غَرَّتۡکُمُ الۡاَمَانِیُّ حَتّٰی جَآءَ  اَمۡرُ اللّٰہِ  وَ غَرَّکُمۡ بِاللّٰہِ الۡغَرُوۡرُ ﴿۱۴﴾ ",
			"index": "5089",
			"name": "মুনাফিক্বগণ মুসলমানদেরকে ডেকে বলবে, ‘আমরা কি তোমাদের সাথে ছিলাম না?’ তারা বলবে, ‘কেন নয়! (হাঁ,) কিন্তু তোমরা তো নিজেদের আত্নাগুলোকে ফিতনার মধ্যে নিক্ষেপ করেছো এবং মুসলমানদের অনিষ্টের দিকে তাকিয়ে থাকতে এবং সন্দেহ করতে; আর মিথ্যা লিপ্সা তোমাদেরকে ধোকা দিয়েছে। শেষ পর্যন্ত আল্লাহ্‌র আদেশ এসে পড়েছে। এবং তোমাদেরকে আল্লাহ্‌র নির্দেশ সম্বন্ধে ওই বড় প্রতাঁরক প্রতারিত করে রেখেছে’।",
			"en_kanzulimaan": "The hypocrites will call out to the Muslims, Were we not with you?; they will answer, Yes you were, why not? But you had put your souls into trial, and you used to await misfortune for the Muslims, and you doubted, and false hopes deceived you until Allahs command came - and the big cheat had made you conceited towards the command of Allah.",
			"ur_kanzulimaan": "منافق مسلمانوں کو پکاریں گے کیا ہم تمہارے ساتھ نہ تھے وہ کہیں گے کیوں نہیں مگر تم نے تو اپنی جانیں فتنہ میں ڈالیں اور مسلمانوں کی برائی تکتے اور شک رکھتے اور جھوٹی طمع نے تمھیں فریب دیا یہاں تک کہ اللہ کا حکم آگیا اور تمہیں اللہ کے حکم پر اس بڑے فریبی نے مغرور رکھا",
			"hi_kanzulimaan": "मुनाफ़िक़ (39फ़) मुसलमानों को पुकारेंगे क्या हम तुम्हारे साथ न थे (40फ़)वो कहेंगे क्यों नहीं मगर तुमने तो  अपनी जानें फ़ित्ने में डालीं (41फ़) और मुसलमानों की बुराई तकते और शक रखते (42फ़) और झूटी तमअ़ ने तुम्हें फरेब दिया (43फ़) यहाँ तक कि अल्लाह का हुक्म आ गया (44फ़) और तुम्हें अल्लाह के हुक्म पर उस बड़े फ़रेबी ने मग़रुर रखा (45फ़)",
			"id": 14,
			"text": "يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ",
			"author": "১৪. এরা (মুনাফিকেরা) ওইসব মুমিনকে ডেকে জিজ্ঞেস করবে, ‘আমরা কি (পৃথিবীতে) তোমাদের সাথে ছিলাম না?’ তারা বলবে, ‘হাঁ! কিন্তু তোমরা নিজেরাই নিজেদেরকে (কপটতায়) বিপদগ্রস্ত করেছো; আর তোমরা (আমাদের দুর্দশা ও ধ্বংসের জন্যে) প্রতীক্ষা করতে এবং সন্দেহ পোষণ করতে (মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের নবুওয়াত ও ইসলাম ধর্ম সম্পর্কে)। তোমাদের অলিক আকাঙ্ক্ষা তোমাদেরকে মোহাচ্ছন্ন করে রেখেছিল যতক্ষণ পর্যন্ত না আল্লাহ্‌র নির্দেশ (মৃত্যু) এসে পৌঁছলো। আর তোমাদেরকে আল্লাহ্ সম্পর্কে প্রতারক (শয়তান) ধোঁকা দিতো।"
		},
		{
			"_id": "5090",
			"sura": "57",
			"para": "27",
			"verses": "15",
			"names": "فَالۡیَوۡمَ لَا یُؤۡخَذُ مِنۡکُمۡ فِدۡیَۃٌ  وَّ لَا مِنَ الَّذِیۡنَ  کَفَرُوۡا ؕ مَاۡوٰىکُمُ  النَّارُ ؕ ہِیَ مَوۡلٰىکُمۡ ؕ وَ بِئۡسَ الۡمَصِیۡرُ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "فَالۡیَوۡمَ لَا یُؤۡخَذُ مِنۡکُمۡ فِدۡیَۃٌ  وَّ لَا مِنَ الَّذِیۡنَ  کَفَرُوۡا ؕ مَاۡوٰىکُمُ  النَّارُ ؕ ہِیَ مَوۡلٰىکُمۡ ؕ وَ بِئۡسَ الۡمَصِیۡرُ ﴿۱۵﴾ ",
			"index": "5090",
			"name": "‘সুতরাং আজ না তোমাদের নিকট থেকে মুক্তিপণ গ্রহণ করা হবে এবং না প্রকাশ্য কাফিরদের নিকট থেকে। তোমাদের ঠিকানা হচ্ছে আগুন। তা তোমাদের সাথী এবং কতই মন্দ পরিণতি!",
			"en_kanzulimaan": "So this day no ransom is to be taken from you nor from the declared disbelievers; your destination is the fire; that is your companion; and what a wretched outcome!",
			"ur_kanzulimaan": "تو آج نہ تم سے کوئی فدیہ لیا جائے اور نہ کھلے کافروں سے، تمہارا ٹھکانا آگ ہے، وہ تمہاری رفیق ہے، اور کیا ہی برا انجام،",
			"hi_kanzulimaan": "तो आज न तुमसे कोई फ़िदिया लिया जाए (46फ़) और न खुले काफ़िरों से, तुम्हारा ठिकाना आग है, वह तुम्हारी रफ़ीक़ है, और क्या ही बुरा अंजाम",
			"id": 15,
			"text": "فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ",
			"author": "১৫. অতঃপর আজকের দিনে (হে মুনাফিকেরা!), তোমাদের নিকট থেকে কোনো মুক্তিপণ গ্রহণ করা হবে না এবং যারা কুফরী করেছিল তাদের থেকেও নয়। জাহান্নামই তোমাদের (সকলের) ঠিকানা, আর এ (ঠিকানা) তোমাদের মাওলা (অর্থাৎ সঙ্গী)। আর কতোই না নিকৃষ্ট এ স্থান। (কেননা তোমরা তাদেরকে মাওলা মানতে অস্বীকার করেছিলে যাদের থেকে তোমাদের ঈমানের জ্যোতি এবং ক্ষমা লাভ হওয়ার কথা ছিলো।)"
		},
		{
			"_id": "5091",
			"sura": "57",
			"para": "27",
			"verses": "16",
			"names": "اَلَمۡ یَاۡنِ  لِلَّذِیۡنَ اٰمَنُوۡۤا  اَنۡ  تَخۡشَعَ قُلُوۡبُہُمۡ  لِذِکۡرِ اللّٰہِ  وَ مَا  نَزَلَ مِنَ الۡحَقِّ  ۙ  وَ لَا یَکُوۡنُوۡا کَالَّذِیۡنَ اُوۡتُوا الۡکِتٰبَ مِنۡ قَبۡلُ فَطَالَ عَلَیۡہِمُ  الۡاَمَدُ فَقَسَتۡ قُلُوۡبُہُمۡ ؕ وَ کَثِیۡرٌ  مِّنۡہُمۡ فٰسِقُوۡنَ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "اَلَمۡ یَاۡنِ  لِلَّذِیۡنَ اٰمَنُوۡۤا  اَنۡ  تَخۡشَعَ قُلُوۡبُہُمۡ  لِذِکۡرِ اللّٰہِ  وَ مَا  نَزَلَ مِنَ الۡحَقِّ  ۙ  وَ لَا یَکُوۡنُوۡا کَالَّذِیۡنَ اُوۡتُوا الۡکِتٰبَ مِنۡ قَبۡلُ فَطَالَ عَلَیۡہِمُ  الۡاَمَدُ فَقَسَتۡ قُلُوۡبُہُمۡ ؕ وَ کَثِیۡرٌ  مِّنۡہُمۡ فٰسِقُوۡنَ ﴿۱۶﴾ ",
			"index": "5091",
			"name": "ঈমানদারদের জন্য কি এখনো ওই সময় আসেনি যে, তাদের অন্তর ঝুকে পড়বে আল্লাহ্‌র স্মরণ ও ওই সত্যের জন্য, যা অবতীর্ণ হয়েছে? এবং তাদের মতো হয়ো না, যাদেরকে পূর্বে কিতাব দেওয়া হয়েছে, অতঃপর তাদের সময়সীমা দীর্ঘায়িত হয়েছে। সুতরাং তাদের অন্তর কঠিন হয়ে গেছে এবং তাদের মধ্যে অনেকে ফাসিক্ব।",
			"en_kanzulimaan": "Has not the time come for the believers to surrender their hearts to Allahs remembrance and to this truth that has come down? And do not be like those who were earlier given the Book(s) and when a long term passed over them, their hearts became hardened; and many of them are sinners.",
			"ur_kanzulimaan": "کیا ایمان والوں کو ابھی وہ وقت نہ آیا کہ ان کے دل جھک جائیں اللہ کی یاد اور اس حق کے لیے جو اترا اور ان جیسے نہ ہوں جن کو پہلے کتاب دی گئی پھر ان پر مدت دراز ہوئی تو ان کے دل سخت ہوگئے اور ان میں بہت فاسق ہیں",
			"hi_kanzulimaan": "क्या ईमान वालों को अभी वह वक़्त न आया कि उनके दिल झुक जाएं अल्लाह की याद और उस हक़ के लिये जो उतरा (47फ़) और उन जैसे न हों जिन को पहले किताब दी गई  (48फ़) फिर उन पर मुद्दत दराज़ हुई (49फ़) तो उनके दिल सख़्त हो गए (50फ़) और उनमें बहुत फ़ासिक़ हैं (51फ़)",
			"id": 16,
			"text": "۞أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ",
			"author": "১৬. ঈমানদারদের জন্যে কি (এখনো) সে সময় আসেনি যে, তাদের অন্তর বিগলিত হবে আল্লাহ্‌র স্মরণে এবং যে সত্য অবতীর্ণ হয়েছে তার কারণে? আর তাদের পূর্বে যাদেরকে কিতাব দেয়া হয়েছিল তাদের মতো যেন না হয়, সুদীর্ঘ সময় অতিবাহিত হবার পর তাদের অন্তর কঠিন হয়ে গিয়েছিল। আর তাদের অধিকাংশই ছিল নাফরমান।"
		},
		{
			"_id": "5092",
			"sura": "57",
			"para": "27",
			"verses": "17",
			"names": "اِعۡلَمُوۡۤا  اَنَّ اللّٰہَ یُحۡیِ الۡاَرۡضَ بَعۡدَ مَوۡتِہَا ؕ قَدۡ بَیَّنَّا لَکُمُ الۡاٰیٰتِ لَعَلَّکُمۡ  تَعۡقِلُوۡنَ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "اِعۡلَمُوۡۤا  اَنَّ اللّٰہَ یُحۡیِ الۡاَرۡضَ بَعۡدَ مَوۡتِہَا ؕ قَدۡ بَیَّنَّا لَکُمُ الۡاٰیٰتِ لَعَلَّکُمۡ  تَعۡقِلُوۡنَ ﴿۱۷﴾ ",
			"index": "5092",
			"name": "জেনে রেখো, আল্লাহ্‌ যমীনকে জীবিত করেন সেটার মৃত্যুর পর। নিশ্চয় আমি তোমাদের জন্য নিদর্শনগুলো বিবৃত করেছি যেন তোমাদের বুঝ হয়। ",
			"en_kanzulimaan": "Know that it is Allah Who revives the earth after its death; We have indeed illustrated the signs for you, for you to understand.",
			"ur_kanzulimaan": "جان لو کہ اللہ زمین کو زندہ کرتا ہے اس کے مرے پیچھے بیشک ہم نے تمہارے لیے نشانیاں بیان فرمادیں کہ تمہیں سمجھ ہو،",
			"hi_kanzulimaan": "जान लो कि अल्लाह ज़मीन को ज़िन्दा करता है उसके मरे पीछे,(52फ़) बेशक हमने तुम्हारे लिये निशानियाँ, बयान फ़रमा दीं कि तुम्हें समझ हो",
			"id": 17,
			"text": "ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ",
			"author": "১৭. জেনে রাখো, আল্লাহ্ই পৃথিবীকে তার মৃত অবস্থার পর পুনর্জীবিত করেন। আর নিশ্চয়ই আমরা তোমাদের জন্যে নিদর্শনগুলো সুস্পষ্টরূপে ব্যক্ত করেছি যাতে তোমরা বুদ্ধি-বিবেচনার মাধ্যমে কাজ করো।"
		},
		{
			"_id": "5093",
			"sura": "57",
			"para": "27",
			"verses": "18",
			"names": "اِنَّ  الۡمُصَّدِّقِیۡنَ وَ الۡمُصَّدِّقٰتِ وَ اَقۡرَضُوا اللّٰہَ  قَرۡضًا حَسَنًا یُّضٰعَفُ لَہُمۡ  وَ لَہُمۡ  اَجۡرٌ کَرِیۡمٌ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الۡمُصَّدِّقِیۡنَ وَ الۡمُصَّدِّقٰتِ وَ اَقۡرَضُوا اللّٰہَ  قَرۡضًا حَسَنًا یُّضٰعَفُ لَہُمۡ  وَ لَہُمۡ  اَجۡرٌ کَرِیۡمٌ ﴿۱۸﴾ ",
			"index": "5093",
			"name": "নিশ্চয় সাদক্বাহদাতা পুরুষ ও সাদকাহদাত্রী নারীগণ এবং তারাই, যারা আল্লাহ্‌কে উত্তম কর্জ দিয়েছে, তাদের জন্য দ্বিগুণ রয়েছে এবং তাদের জন্য সম্মানজনক প্রতিদান রয়েছে। ",
			"en_kanzulimaan": "Indeed the charity-giving men and women, and those who lend an excellent loan to Allah  for them is double, and for them is an honourable reward.",
			"ur_kanzulimaan": "بیشک صدقہ دینے والے مرد اور صدقہ دینے والی عورتیں اور وہ جنہوں نے اللہ کو اچھا قرض دیا ان کے دونے ہیں اور ان کے لیے عزت کا ثواب ہے",
			"hi_kanzulimaan": "बेशक सदक़ा देने वाले मर्द और सदक़ा देने वाली औरतें और वो जिन्हों ने अल्लाह को अच्छा क़र्ज़ दिया (53फ़) उनके दूने हैं और उनके लिये इज़्ज़त का सवाब है(54फ़)",
			"id": 18,
			"text": "إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ",
			"author": "১৮. নিশ্চয়ই দানশীল পুরুষ এবং দানশীল নারী এবং যারা আল্লাহ্কে উত্তমরূপে ধার দেয়, তাদের (সাদকাহ ও কর্যের প্রতিদান) বহুগুণ বৃদ্ধি করা হবে। আর তাদের জন্যে থাকবে মহাসম্মানজনক পুরস্কার।"
		},
		{
			"_id": "5094",
			"sura": "57",
			"para": "27",
			"verses": "19",
			"names": "وَ الَّذِیۡنَ اٰمَنُوۡا بِاللّٰہِ  وَ رُسُلِہٖۤ  اُولٰٓئِکَ ہُمُ الصِّدِّیۡقُوۡنَ ٭ۖ وَ الشُّہَدَآءُ  عِنۡدَ رَبِّہِمۡ ؕ لَہُمۡ  اَجۡرُہُمۡ وَ نُوۡرُہُمۡ ؕ وَ الَّذِیۡنَ کَفَرُوۡا وَ کَذَّبُوۡا بِاٰیٰتِنَاۤ اُولٰٓئِکَ اَصۡحٰبُ الۡجَحِیۡمِ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ اٰمَنُوۡا بِاللّٰہِ  وَ رُسُلِہٖۤ  اُولٰٓئِکَ ہُمُ الصِّدِّیۡقُوۡنَ ٭ۖ وَ الشُّہَدَآءُ  عِنۡدَ رَبِّہِمۡ ؕ لَہُمۡ  اَجۡرُہُمۡ وَ نُوۡرُہُمۡ ؕ وَ الَّذِیۡنَ کَفَرُوۡا وَ کَذَّبُوۡا بِاٰیٰتِنَاۤ اُولٰٓئِکَ اَصۡحٰبُ الۡجَحِیۡمِ ﴿۱۹﴾ ",
			"index": "5094",
			"name": "এবং তারাই, যারা আল্লাহ্‌ ও তাঁর সমস্ত রসূলের উপর ঈমান এনেছে তারাই হচ্ছে পূর্ণ সত্যবাদী এবং অন্যান্যদের উপর সাক্ষী আপন রবের নিকট। তাদের জন্য তাদের পুরস্কার এবং তাদের আলো রয়েছে। আর যারা কুফর করেছে এবং আমার আয়াতগুলোকে অস্বীকার করেছে তারা দোযখবাসী। ",
			"en_kanzulimaan": "And those who believe in Allah and all His Noble Messengers, are the truly sincere; and are witness upon others, before their Lord; for them is their reward, and their light; and those who disbelieved and denied Our signs, are the people of hell.",
			"ur_kanzulimaan": "اور وہ جو اللہ اور اس کے سب رسولوں پر ایمان لائیں وہی ہیں کامل سچے، اور اَوروں پر گواہ اپنے رب کے یہاں، ان کے لیے ان کا ثواب اور ان کا نور ہے اور جنہوں نے کفر کیا اور ہماری آیتیں جھٹلائیں وہ دوزخی ہیں،",
			"hi_kanzulimaan": "और वो जो अल्लाह और उसके सब रसूलों पर ईमान लाएं वही हैं कामिल सच्चे और औरों पर (55फ़) गवाह अपने रब के यहाँ, उनके लिये उनका सवाब (56फ़) और उनका नूर है (57फ़) और जिन्होंने कुफ़्र किया और हमारी आयतें झुटलाईं दोज़ख़ी हैं",
			"id": 19,
			"text": "وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَـٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ",
			"author": "১৯. আর যারা আল্লাহ্ এবং তাঁর রাসূলগণের প্রতি ঈমান আনে, তারাই তাদের প্রতিপালকের নিকট সিদ্দীক (সেরা সত্যবাদী) এবং শহীদ (বিশ্বস্ত সাক্ষী)। তাদের জন্যে রয়েছে প্রতিদান ও জ্যোতি। আরা যারা কুফরী করেছে এবং আমার আয়াতসমূহকে মিথ্যাপ্রতিপন্ন করেছে, তারাই জাহান্নামের অধিবাসী।"
		},
		{
			"_id": "5095",
			"sura": "57",
			"para": "27",
			"verses": "20",
			"names": "اِعۡلَمُوۡۤا اَنَّمَا الۡحَیٰوۃُ  الدُّنۡیَا لَعِبٌ وَّ لَہۡوٌ وَّ زِیۡنَۃٌ  وَّ تَفَاخُرٌۢ  بَیۡنَکُمۡ وَ تَکَاثُرٌ فِی الۡاَمۡوَالِ وَ الۡاَوۡلَادِ ؕ کَمَثَلِ غَیۡثٍ اَعۡجَبَ الۡکُفَّارَ نَبَاتُہٗ  ثُمَّ یَہِیۡجُ فَتَرٰىہُ مُصۡفَرًّا ثُمَّ  یَکُوۡنُ حُطَامًا ؕ وَ فِی الۡاٰخِرَۃِ  عَذَابٌ شَدِیۡدٌ ۙ وَّ مَغۡفِرَۃٌ مِّنَ اللّٰہِ وَ رِضۡوَانٌ ؕ وَ مَا الۡحَیٰوۃُ  الدُّنۡیَاۤ   اِلَّا مَتَاعُ  الۡغُرُوۡرِ ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "اِعۡلَمُوۡۤا اَنَّمَا الۡحَیٰوۃُ  الدُّنۡیَا لَعِبٌ وَّ لَہۡوٌ وَّ زِیۡنَۃٌ  وَّ تَفَاخُرٌۢ  بَیۡنَکُمۡ وَ تَکَاثُرٌ فِی الۡاَمۡوَالِ وَ الۡاَوۡلَادِ ؕ کَمَثَلِ غَیۡثٍ اَعۡجَبَ الۡکُفَّارَ نَبَاتُہٗ  ثُمَّ یَہِیۡجُ فَتَرٰىہُ مُصۡفَرًّا ثُمَّ  یَکُوۡنُ حُطَامًا ؕ وَ فِی الۡاٰخِرَۃِ  عَذَابٌ شَدِیۡدٌ ۙ وَّ مَغۡفِرَۃٌ مِّنَ اللّٰہِ وَ رِضۡوَانٌ ؕ وَ مَا الۡحَیٰوۃُ  الدُّنۡیَاۤ   اِلَّا مَتَاعُ  الۡغُرُوۡرِ ﴿۲۰﴾ ",
			"index": "5095",
			"name": "জেনে রাখো, দুনিয়ার যিন্দেগী তো নয়, কিন্তু খেলাধুলা, সাজসজ্জা, তোমাদের পরস্পরের মধ্যে গর্ব প্রদর্শন করা এবং সম্পদ ও সন্তান সন্ততিতে একে অপরের চেয়ে অধিক চাওয়া মাত্র; তা ওই বৃষ্টির ন্যায় যার উৎপন্ন শস্য কৃষকদেরকে চমৎকৃত করেছে, অতঃপর শুষ্ক হয়ে গেছে, ফলে তুমি সেটাকে হলদে বর্ণের দেখতে পেয়েছো, অতঃপর তা চূর্ণ-বিচূর্ণ হয়ে গেছে। আর আখিরাতে কঠিন শাস্তি রয়েছে এবং আল্লাহ্‌র নিকট ক্ষমা ও তাঁর সন্তুষ্টি। এবং পার্থিব জীবন তো নয়, কিন্তু ধোকার সামগ্রী। ",
			"en_kanzulimaan": "Know that the life of this world is nothing but play and pastime, and adornment, and boasting amongst yourselves, and the desire to surpass each other in wealth and children; like the rain the produce of which pleased the farmer, then dried so you see it yellow, and then turned into dry trampled hay; and in the Hereafter is a severe punishment, and the forgiveness from Allah and His pleasure; and the life of this world is nothing but counterfeit wealth.",
			"ur_kanzulimaan": "جان لو کہ دنیا کی زندگی تو نہیں مگر کھیل کود اور آرائش اور تمہارا آپس میں بڑائی مارنا اور مال اور اولاد میں ایک دوسرے پر زیادتی چاہنا اس مینھ کی طرح جس کا اُگایاسبزہ کسانوں کو بھایا پھر سوکھا کہ تو اسے زرد دیکھے پھر روندن (پامال کیا ہوا) ہوگیا اور آخرت میں سخت عذاب ہے اور اللہ کی طرف سے بخشش اور اس کی رضا اور دنیا کا جینا تو نہیں مگر دھوکے کا مال",
			"hi_kanzulimaan": "जान लो कि दुनिया की ज़िन्दगी तो नहीं मगर खेल कूद (58फ़) और आराइश और तुम्हारा आपस में बड़ाई मारना और माल और औलाद में एक दूसरे पर ज़ियादती चाहना (59फ़) उस मेंह की तरह जिसका उगाया सब्ज़ा किसानों को भाया फिर सूखा (60फ़) कि तू उसे ज़र्द देखे फिर रौंदन हो गया (61फ़) और आख़िरत में सख़्त अज़ाब है (62फ़) और अल्लाह की तरफ़ से बख़्शिश और उसकी रज़ा (63फ़) और दुनिया का जीना तो नहीं मगर धोखे का माल (64फ़)",
			"id": 20,
			"text": "ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ",
			"author": "২০. জেনে রাখো, পার্থিব জীবন কেবল ক্রীড়া-কৌতুক, বাহ্যিক সাজ-সজ্জা, পারস্পরিক অহমিকা ও আত্ম-প্রশংসা এবং একে অপরের উপর ধন-সম্পদ ও সন্তান-সন্ততিতে প্রাচুর্য লাভের অন্বেষণ ব্যতীত কিছুই নয়। এর দৃষ্টান্ত বৃষ্টির ন্যায় যা দ্বারা উৎপন্ন শস্য-সম্ভার কৃষককে চমৎকৃত করে। অতঃপর তা শুকিয়ে যায়, ফলে তুমি তা পীতবর্ণ দেখতে পাও, অবশেষে তা খড়-কুটায় পরিণত হয়। আর পরকালে (নাফরমানদের জন্যে) রয়েছে কঠিন শাস্তি এবং (অনুগতদের জন্যে) রয়েছে আল্লাহ্‌র পক্ষ থেকে ক্ষমা ও মহা-সন্তুষ্টি। আর পার্থিব জীবন প্রতারণার সামগ্রী ছাড়া কিছুই নয়।"
		},
		{
			"_id": "5096",
			"sura": "57",
			"para": "27",
			"verses": "21",
			"names": "سَابِقُوۡۤا  اِلٰی مَغۡفِرَۃٍ  مِّنۡ رَّبِّکُمۡ  وَ جَنَّۃٍ عَرۡضُہَا کَعَرۡضِ السَّمَآءِ  وَ الۡاَرۡضِ ۙ اُعِدَّتۡ لِلَّذِیۡنَ اٰمَنُوۡا بِاللّٰہِ وَ رُسُلِہٖ ؕ ذٰلِکَ فَضۡلُ اللّٰہِ یُؤۡتِیۡہِ مَنۡ یَّشَآءُ ؕ وَ اللّٰہُ  ذُو الۡفَضۡلِ الۡعَظِیۡمِ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "سَابِقُوۡۤا  اِلٰی مَغۡفِرَۃٍ  مِّنۡ رَّبِّکُمۡ  وَ جَنَّۃٍ عَرۡضُہَا کَعَرۡضِ السَّمَآءِ  وَ الۡاَرۡضِ ۙ اُعِدَّتۡ لِلَّذِیۡنَ اٰمَنُوۡا بِاللّٰہِ وَ رُسُلِہٖ ؕ ذٰلِکَ فَضۡلُ اللّٰہِ یُؤۡتِیۡہِ مَنۡ یَّشَآءُ ؕ وَ اللّٰہُ  ذُو الۡفَضۡلِ الۡعَظِیۡمِ ﴿۲۱﴾ ",
			"index": "5096",
			"name": "অগ্রবর্তী হয়ে চলো আপন রবের ক্ষমা এবং ওই জান্নাতের দিকে, যার প্রশস্ততা হচ্ছে যেমন আস্‌মান ও যমীনের (সম্মিলিত) বিস্তৃতি; প্রস্তুত রাখা হয়েছে তাদের জন্য, যারা আল্লাহ্‌ ও তাঁর সমস্ত রসূলের উপর ঈমান এনেছে। এটা আল্লাহ্‌র অনুগ্রহ যাকে চান দান করেন। এবং আল্লাহ্‌ মহা অনুগ্রহশীল। ",
			"en_kanzulimaan": "Rush towards the forgiveness of your Lord and a Paradise wide as the expanse of the heavens and the earth  made for those who believe in Allah and all His Noble Messengers; this is Allahs munificence, He may bestow it to whomever He wills; and Allah is Extremely Munificent.",
			"ur_kanzulimaan": "بڑھ کر چلو اپنے رب کی بخشش اور اس جنت کی طرف جس کی چوڑائی جیسے آسمان اور زمین کا پھیلاؤ تیار ہوئی ہے ان کے لیے جو اللہ اور اس کے سب رسولوں پر ایمان لائے، یہ اللہ کا فضل ہے جسے چاہے دے، اور اللہ بڑا فضل والا ہے،",
			"hi_kanzulimaan": "बढ़कर चलो अपने रब की बख़्शिश और उस जन्नत की तरफ़(65फ़) जिसकी चौड़ाई जैसे आसमान और ज़मीन का फैलाव (66फ़) तैयार हुई है उनके लिये जो अल्लाह और उसके सब रसूलों पर ईमान लाएं, यह अल्लाह का फ़ज़्ल है जिसे चाहे दे, और अल्लाह बड़े फ़ज़्ल वाला है",
			"id": 21,
			"text": "سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
			"author": "২১. (হে বান্দাগণ!) তোমরা অগ্রে ধাবিত হও তোমাদের প্রতিপালকের ক্ষমা এবং জান্নাতের দিকে, যার প্রশস্ততা আসমান ও জমিনের মতো প্রশস্ত, যা প্রস্তুত করা হয়েছে তাদের জন্যে যারা আল্লাহ্ এবং তাঁর রাসূলগণের প্রতি বিশ্বাস স্থাপন করে। এটি আল্লাহ্‌র অনুগ্রহ, তিনি যাকে ইচ্ছা তা দান করেন। আর আল্লাহ্ মহাঅনুগ্রহশীল।"
		},
		{
			"_id": "5097",
			"sura": "57",
			"para": "27",
			"verses": "22",
			"names": "مَاۤ  اَصَابَ مِنۡ مُّصِیۡبَۃٍ  فِی الۡاَرۡضِ وَ لَا فِیۡۤ  اَنۡفُسِکُمۡ  اِلَّا فِیۡ  کِتٰبٍ مِّنۡ قَبۡلِ اَنۡ نَّبۡرَاَہَا ؕ اِنَّ  ذٰلِکَ عَلَی اللّٰہِ یَسِیۡرٌ ﴿ۚۖ۲۲﴾ ",
			"number": "",
			"verses_PDMS": "مَاۤ  اَصَابَ مِنۡ مُّصِیۡبَۃٍ  فِی الۡاَرۡضِ وَ لَا فِیۡۤ  اَنۡفُسِکُمۡ  اِلَّا فِیۡ  کِتٰبٍ مِّنۡ قَبۡلِ اَنۡ نَّبۡرَاَہَا ؕ اِنَّ  ذٰلِکَ عَلَی اللّٰہِ یَسِیۡرٌ ﴿ۚۖ۲۲﴾ ",
			"index": "5097",
			"name": "পৌঁছে না কোন মুসীবত পৃথিবীতে এবং না তোমাদের নিজেদের প্রাণগুলোতে, কিন্তু তা একটা কিতাবের মধ্যে রয়েছে, এরই পূর্বে যে, সেটাকে আমি সৃষ্টি করি। নিশ্চয় এটা আল্লাহ্‌র জন্য সহজ; ",
			"en_kanzulimaan": "There is no misfortune that reaches in the earth or in your selves but is mentioned in a Book, before We initiate it; indeed this is easy for Allah.",
			"ur_kanzulimaan": "نہیں پہنچتی کوئی مصیبت زمین میں اور نہ تمہاری جانوں میں مگر وہ ایک کتاب میں ہے قبل اس کے کہ ہم اسے پیدا کریں بیشک یہ اللہ کو آسان ہے،",
			"hi_kanzulimaan": "नहीं पहुंचती कोई मुसीबत ज़मीन में (67फ़) और न तुम्हारी जानों में(68फ़) मगर वह एक किताब में है (69फ़) क़ब्ल इसके कि हम उसे पैदा करें (70फ़) बेशक यह (71फ़) अल्लाह को आसान है",
			"id": 22,
			"text": "مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
			"author": "২২. পৃথিবীতে এবং তোমাদের ব্যক্তিগত জীবনে যে কোনো বিপদই আসে, আমরা সংঘটিত করার পূর্বেই তা লিপিবদ্ধ থাকে এক কিতাবে (অর্থাৎ লাওহে মাহফুজে, যা আল্লাহ্‌র চিরন্তন জ্ঞানের স্তর)। নিশ্চয়ই এ (সব কিছু পরিবেষ্টন ও পরিপূর্ণ জ্ঞান) আল্লাহ্‌র পক্ষে খুবই সহজ,"
		},
		{
			"_id": "5098",
			"sura": "57",
			"para": "27",
			"verses": "23",
			"names": "لِّکَیۡلَا تَاۡسَوۡا عَلٰی مَا فَاتَکُمۡ وَ لَا تَفۡرَحُوۡا بِمَاۤ  اٰتٰىکُمۡ ؕ وَ اللّٰہُ  لَا یُحِبُّ کُلَّ  مُخۡتَالٍ فَخُوۡرِۣ ﴿ۙ۲۳﴾ ",
			"number": "",
			"verses_PDMS": "لِّکَیۡلَا تَاۡسَوۡا عَلٰی مَا فَاتَکُمۡ وَ لَا تَفۡرَحُوۡا بِمَاۤ  اٰتٰىکُمۡ ؕ وَ اللّٰہُ  لَا یُحِبُّ کُلَّ  مُخۡتَالٍ فَخُوۡرِۣ ﴿ۙ۲۳﴾ ",
			"index": "5098",
			"name": "এ জন্য যে, দুঃখ না করো সেটার উপর, যা হাতছাড়া হয় এবং খুশী না হও সেটার উপর, যা তোমাদেরকে প্রদান করেছেন। এবং আল্লাহ্‌ পছন্দ করেন না কোন দাম্ভিক, অহঙ্কারীকে; ",
			"en_kanzulimaan": "So that you may not be saddened upon losing something, nor rejoice upon what you are given; and Allah does not like any boastful, conceited person.",
			"ur_kanzulimaan": "اس لیے کہ غم نہ کھاؤ اس پر جو ہاتھ سے جائے اور خوش نہ ہو اس پر جو تم کو دیا اور اللہ کو نہیں کوئی اترونا (شیخی بگھارنے والا) بڑائی مارنے والا،",
			"hi_kanzulimaan": "इसलिये कि ग़म न खाओ उस (72फ़) पर जो हाथ से जाए और ख़ुश न हो (73फ़) उसपर जो तुम को दिया (74फ़) और अल्लाह को नहीं भाता कोई इतरौना बड़ाई मारने वाला",
			"id": 23,
			"text": "لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ",
			"author": "২৩. যাতে তোমরা সেসব বিষয়ে বিমর্ষ না হও যা তোমাদের হাতছাড়া হয়ে যায় এবং তাতে গর্বে উল্লসিত না হও যা তিনি তোমাদেরকে দিয়েছেন। আর আল্লাহ্ কোনো উদ্ধত, অহঙ্কারীকে পছন্দ করেন না-"
		},
		{
			"_id": "5099",
			"sura": "57",
			"para": "27",
			"verses": "24",
			"names": "الَّذِیۡنَ  یَبۡخَلُوۡنَ وَ یَاۡمُرُوۡنَ  النَّاسَ بِالۡبُخۡلِ ؕ وَ مَنۡ یَّتَوَلَّ  فَاِنَّ اللّٰہَ  ہُوَ الۡغَنِیُّ  الۡحَمِیۡدُ ﴿۲۴﴾ ",
			"number": "",
			"verses_PDMS": "الَّذِیۡنَ  یَبۡخَلُوۡنَ وَ یَاۡمُرُوۡنَ  النَّاسَ بِالۡبُخۡلِ ؕ وَ مَنۡ یَّتَوَلَّ  فَاِنَّ اللّٰہَ  ہُوَ الۡغَنِیُّ  الۡحَمِیۡدُ ﴿۲۴﴾ ",
			"index": "5099",
			"name": "ওই সমস্ত লোক, যারা নিজেরাই কার্পণ্য করে এবং অন্যান্যদেরকেও কার্পণ্য করতে বলে আর যারা মুখ ফিরিয়ে নেয়; তবে নিঃসন্দেহে আল্লাহ্‌ই অভাবমুক্ত, সমস্ত প্রশংসায় প্রশংসিত।",
			"en_kanzulimaan": "Those who practice miserliness, and exhort others to miserliness; and whoever turns away, then (know that) Allah is the Independent, the Most Praiseworthy.",
			"ur_kanzulimaan": "وہ جو آپ بخل کریں اور اوروں سے بخل کو کہیں اور جو منہ پھیرے تو بیشک اللہ ہی بے نیاز ہے سب خوبیوں سراہا،",
			"hi_kanzulimaan": "वो जो आप बुख़्ल (कंजूसी) करें (75फ़) और औरों से बुख़्ल को कहें (76फ़) और जो मुंह फेरे (77फ़) तो बेशक अल्लाह ही बेनियाज़ है सब ख़ूबियों सराहा",
			"id": 24,
			"text": "ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
			"author": "২৪. যারা (নিজেরা) কার্পণ্য করে ও (অপরাপর) মানুষকেও কার্পণ্যের নির্দেশ দেয় এবং যে (আল্লাহ্‌র নির্দেশ থেকে) মুখ ফিরিয়ে নেয়, তবে নিশ্চয়ই আল্লাহ্(ই) স্বয়ংসম্পূর্ণ, স্তুতির অধিকারী।"
		},
		{
			"_id": "5100",
			"sura": "57",
			"para": "27",
			"verses": "25",
			"names": "لَقَدۡ  اَرۡسَلۡنَا  رُسُلَنَا بِالۡبَیِّنٰتِ وَ اَنۡزَلۡنَا مَعَہُمُ  الۡکِتٰبَ وَ الۡمِیۡزَانَ لِیَقُوۡمَ النَّاسُ بِالۡقِسۡطِ ۚ  وَ اَنۡزَلۡنَا الۡحَدِیۡدَ فِیۡہِ بَاۡسٌ شَدِیۡدٌ وَّ مَنَافِعُ لِلنَّاسِ وَ لِیَعۡلَمَ اللّٰہُ  مَنۡ یَّنۡصُرُہٗ وَ رُسُلَہٗ  بِالۡغَیۡبِ ؕ اِنَّ اللّٰہَ  قَوِیٌّ عَزِیۡزٌ ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "لَقَدۡ  اَرۡسَلۡنَا  رُسُلَنَا بِالۡبَیِّنٰتِ وَ اَنۡزَلۡنَا مَعَہُمُ  الۡکِتٰبَ وَ الۡمِیۡزَانَ لِیَقُوۡمَ النَّاسُ بِالۡقِسۡطِ ۚ  وَ اَنۡزَلۡنَا الۡحَدِیۡدَ فِیۡہِ بَاۡسٌ شَدِیۡدٌ وَّ مَنَافِعُ لِلنَّاسِ وَ لِیَعۡلَمَ اللّٰہُ  مَنۡ یَّنۡصُرُہٗ وَ رُسُلَہٗ  بِالۡغَیۡبِ ؕ اِنَّ اللّٰہَ  قَوِیٌّ عَزِیۡزٌ ﴿۲۵﴾ ",
			"index": "5100",
			"name": "নিশ্চয় আমি আপন রসূলগণকে প্রমাণাদি সহকারে প্রেরণ করেছি এবং তাদের সাথে কিতাব ও ন্যায় বিচারের পরিমাপযন্ত্র অবতীর্ণ করেছি, যাতে লোকেরা ন্যায় বিচারের উপর প্রতিষ্ঠিত হয় এবং আমি লোহা অবতীর্ণ করেছি, যাতে ভীষণ শক্তি ও মানবকুলের উপকারসমূহ রয়েছে। এবং এ জন্য যে, আল্লাহ্‌ দেখবেন তাকেই, যে না দেখে তাঁকে ও তাঁর রসূলগণকে সাহায্য করে। নিশ্চয় আল্লাহ্‌ ক্ষমতাবান, পরাক্রমশালী।",
			"en_kanzulimaan": "Indeed We sent Our Noble Messengers with proofs, and sent down the Book and the Balance of Justice along with them, so that people may stay upon justice; and We sent down iron having severe heat and benefits for mankind, and so that Allah may see him, who without seeing aides Him and His Noble Messengers; indeed Allah is Almighty, Dominant.",
			"ur_kanzulimaan": "بیشک ہم نے اپنے رسولوں کو دلیلوں کے ساتھ بھیجا اور ان کے ساتھ کتاب اور عدل کی ترازو اتاری کہ لوگ انصاف پر قائم ہوں اور ہم نے لوہا اتارا اس میں سخت آنچ (نقصان) اور لوگوں کے فائدے اور اس لیے کہ اللہ دیکھے اس کو جو بے دیکھے اس کی اور اس کے رسولوں کی مدد کرتا ہے، بیشک اللہ قورت والا غالب ہے",
			"hi_kanzulimaan": "बेशक हमने अपने रसूलों को रौशन दलीलों के साथ भेजा और उनके साथ किताब (78फ़) और अ़द्ल की तराज़ू उतारी (79फ़) कि लोग इन्साफ़ पर क़ायम हों (80फ़) और हमने लोहा उतारा (81फ़) उसमें सख़्त आंच (82फ़) और लोगों के फ़ायदे (83फ़)और इसलिये कि अल्लाह देखे उसको जो बे देखे उसकी (84फ़) और उसके रसूलों की मदद करता है, बेशक अल्लाह क़ुव्वत वाल ग़ालिब है (85फ़)",
			"id": 25,
			"text": "لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ",
			"author": "২৫.নিশ্চয়ই আমরা আমাদের রাসূলগণকে সুস্পষ্ট নিদর্শনাবলী সহ প্রেরণ করেছি এবং তাদের সাথে অবতীর্ণ করেছি কিতাব ও ন্যায়নীতি, যাতে মানুষ ন্যায়বিচার প্রতিষ্ঠা করে। আর আমরা (খনিজ সম্পদ থেকে) লৌহও সরবরাহ করেছি; এতে রয়েছে (যুদ্ধাস্ত্র ও প্রতিরক্ষার জন্যে) প্রচন্ড শক্তি এবং মানুষের জন্যে (শিল্পোন্নয়নে অপরাপর কতিপয়) উপকারিতা। আর (তা এ জন্যে যে,) যাতে আল্লাহ্ প্রকাশ করে দেন কে তাঁকে এবং তাঁর রাসূলগণকে (ইসলাম ধর্ম) প্রত্যক্ষ না করেই সাহায্য করে। নিশ্চয়ই আল্লাহ্ (স্বয়ং) শক্তিধর, আধিপত্যশীল।"
		},
		{
			"_id": "5101",
			"sura": "57",
			"para": "27",
			"verses": "26",
			"names": "وَ لَقَدۡ  اَرۡسَلۡنَا  نُوۡحًا وَّ اِبۡرٰہِیۡمَ وَ جَعَلۡنَا فِیۡ  ذُرِّیَّتِہِمَا النُّبُوَّۃَ  وَ الۡکِتٰبَ فَمِنۡہُمۡ  مُّہۡتَدٍ ۚ وَ کَثِیۡرٌ مِّنۡہُمۡ فٰسِقُوۡنَ ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ  اَرۡسَلۡنَا  نُوۡحًا وَّ اِبۡرٰہِیۡمَ وَ جَعَلۡنَا فِیۡ  ذُرِّیَّتِہِمَا النُّبُوَّۃَ  وَ الۡکِتٰبَ فَمِنۡہُمۡ  مُّہۡتَدٍ ۚ وَ کَثِیۡرٌ مِّنۡہُمۡ فٰسِقُوۡنَ ﴿۲۶﴾ ",
			"index": "5101",
			"name": "এবং নিশ্চয় আমি নূহ ও ইব্রাহীমকে প্রেরণ করেছি এবং তাদের সন্তানদের মধ্যে নুবূয়ত ও কিতাব রেখেছি। সুতরাং তাদের মধ্যে কেউ সঠিক পথের উপর এসেছে এবং তাদের মধ্যে অনেকে ফাসিক্ব। ",
			"en_kanzulimaan": "And indeed We sent Nooh and Ibrahim, and placed Prophethood and the Book among their descendants, so some among them took to guidance; and many of them are sinners.",
			"ur_kanzulimaan": "اور بیشک ہم نے نوح اور ابراہیم کو بھیجا اور ان کی اولاد میں نبوت اور کتاب رکھی تو ان میں کوئی راہ پر آیا اور ان میں بہتیرے فاسق ہیں،",
			"hi_kanzulimaan": "और बेशक हमने इब्राहीम और नुह को भेजा और उनकी औलाद में नबुव्वत और किताब रखी (86फ़) तो उनमें (87फ़) कोई राह पर आया, और उनमें बहुतेरे फ़ासिक़ हैं",
			"id": 26,
			"text": "وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ",
			"author": "২৬. আর নিশ্চয়ই আমরা নূহ এবং ইবরাহীম (আলাইহিমাস সালাম)-কে প্রেরণ করেছিলাম এবং উভয়ের বংশধরদের মাঝে রিসালাত এবং কিতাব স্থির করেছিলাম। অতঃপর তাদের মধ্যে (অল্পসংখ্যক) হেদায়াতপ্রাপ্ত হয়েছে এবং তাদের অধিকাংশই হয়েছে নাফরমান।"
		},
		{
			"_id": "5102",
			"sura": "57",
			"para": "27",
			"verses": "27",
			"names": "ثُمَّ قَفَّیۡنَا عَلٰۤی اٰثَارِہِمۡ  بِرُسُلِنَا وَ قَفَّیۡنَا بِعِیۡسَی ابۡنِ مَرۡیَمَ  وَ اٰتَیۡنٰہُ الۡاِنۡجِیۡلَ ۬ۙ وَ جَعَلۡنَا فِیۡ  قُلُوۡبِ الَّذِیۡنَ اتَّبَعُوۡہُ  رَاۡفَۃً  وَّ رَحۡمَۃً ؕ وَ رَہۡبَانِیَّۃَۨ  ابۡتَدَعُوۡہَا مَا کَتَبۡنٰہَا عَلَیۡہِمۡ  اِلَّا ابۡتِغَآءَ رِضۡوَانِ اللّٰہِ  فَمَا رَعَوۡہَا حَقَّ رِعَایَتِہَا ۚ فَاٰتَیۡنَا الَّذِیۡنَ اٰمَنُوۡا مِنۡہُمۡ اَجۡرَہُمۡ ۚ وَ کَثِیۡرٌ  مِّنۡہُمۡ  فٰسِقُوۡنَ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ قَفَّیۡنَا عَلٰۤی اٰثَارِہِمۡ  بِرُسُلِنَا وَ قَفَّیۡنَا بِعِیۡسَی ابۡنِ مَرۡیَمَ  وَ اٰتَیۡنٰہُ الۡاِنۡجِیۡلَ ۬ۙ وَ جَعَلۡنَا فِیۡ  قُلُوۡبِ الَّذِیۡنَ اتَّبَعُوۡہُ  رَاۡفَۃً  وَّ رَحۡمَۃً ؕ وَ رَہۡبَانِیَّۃَۨ  ابۡتَدَعُوۡہَا مَا کَتَبۡنٰہَا عَلَیۡہِمۡ  اِلَّا ابۡتِغَآءَ رِضۡوَانِ اللّٰہِ  فَمَا رَعَوۡہَا حَقَّ رِعَایَتِہَا ۚ فَاٰتَیۡنَا الَّذِیۡنَ اٰمَنُوۡا مِنۡہُمۡ اَجۡرَہُمۡ ۚ وَ کَثِیۡرٌ  مِّنۡہُمۡ  فٰسِقُوۡنَ ﴿۲۷﴾ ",
			"index": "5102",
			"name": "অতপর আমি তাদের পেছনে ও পথের উপর স্বীয় অন্যান্য রসূলকে প্রেরণ করেছি এবং তাদের পেছনে মরিয়ম-তনয় ঈসাকে প্রেরণ করেছি এবং তাকে ইন্‌জীল দান করেছি; আর তাঁর অনুসারীদের অন্তরে নম্রতা ও দয়া রেখেছি। এবং বৈরাগী হওয়া- এ বিষয়টা তো তারা ধর্মের মধ্যে নিজেদের নিকট থেকে আবিষ্কার করেছে, আমি তাদের উপর বিধিবদ্ধ করি না; হাঁ এ ‘নব আবিষ্কার’ ( ) তারা আল্লাহ্‌র সন্তুষ্টি চাওয়ার জন্য করেছিলো, অতঃপর সেটাও পালন করা কর্তব্য ছিলো। সুতরাং তাদের মধ্যেকার ঈমানদারদেকে আমি তাদের পুরস্কার দান করেছি। এবং তাদের মধ্যে অনেকেই ফাসিক্ব। ",
			"en_kanzulimaan": "We then sent Our other Noble Messengers after them following their footsteps, and after them We sent Eisa, the son of Maryam, and bestowed the Injeel to him; and We instilled compassion and mercy in the hearts of his followers; and they invented monasticism which We had not ordained upon them only to seek Allahs pleasure, then did not properly abide by it as it should have been rightfully abided; We therefore gave the believers among them their reward; and many of them are sinners.",
			"ur_kanzulimaan": "پھر ہم نے ان کے پیچھے اسی راہ پر اپنے اور رسول بھیجے اور ان کے پیچھے عیسیٰ بن مریم کو بھیجا اور اسے انجیل عطا فرمائی اور اس کے پیروں کے دل میں نرمی اور رحمت رکھی اور راہب بننا تو یہ بات انہوں نے دین میں اپنی طرف سے نکالی ہم نے ان پر مقرر نہ کی تھی ہاں یہ بدعت انہوں نے ا لله کی رضا چاہنے کو پیدا کی پھر اسے نہ نباہا جیسا اس کے نباہنے کا حق تھا تو ان کے ایمان والوں کو ہم نے ان کا ثواب عطا کیا، اور ان میں سے بہتیرے فاسق ہیں،",
			"hi_kanzulimaan": " फिर हमने उनके पीछे (88फ़) उसी राह पर अपने और रसूल भेजे और उनके पीछे  ईसा बिन मरयम को भेजा और उसे इन्जील अता फ़रमाई और उसके पैरूवों के दिल में नर्मी और रहमत रखी (89फ़) और वह राहिब बनना  (90फ़) तो यह बात उन्होंने दीन में अपनी तरफ़ से निकाली हमने उनपर मुक़र्रर न की थी हाँ यह बिदअत उन्होंने अल्लाह की रज़ा चाहने को पैदा की फिर उसे न निबाहा, जैसा उसके निबाहने का हक़ था (91फ़) तो उनके ईमान वालों को (92फ़) हमने उनका सवाब अता किया, और उनमें से बहुतेरे (93फ़) फ़ासिक़ हैं",
			"id": 27,
			"text": "ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ",
			"author": "২৭. অতঃপর আমরা এ রাসূলগণের পদচিহ্ন অনুসরণে প্রেরণ করেছি (অন্যান্য) রাসূলগণকে, তাঁদের অনুগামী করেছি মারইয়াম তনয় ঈসা (আলাইহিমাস সালাম)-কে, এবং তাঁকে প্রদান করেছি ইঞ্জিল। আর আমরা তাঁর (সত্যিকারের) অনুসারীদের অন্তরে স্থাপন করেছি মমতা ও অনুগ্রহ। আর ‘রাহবানিয়্যাত’ (বৈরাগ্য অর্থাৎ আল্লাহ্‌র ইবাদতের জন্যে দুনিয়াদারী পরিহার করা এবং ভোগ-বিলাস থেকে দূরে থাকার) এ বিদআত তো তারা নিজেরা উদ্ভাবন করেছে, এটি আমরা তাদের উপর আবশ্যক করিনি। কিন্তু (তারা ‘(বৈরাগ্যবাদ’-এর এ বিদআত) কেবল আল্লাহ্‌র সন্তুষ্টি অর্জনের জন্যে (শুরু করেছিল)। অতঃপর কার্যত এর রক্ষণাবেক্ষণের যেটুকু প্রয়োজন ছিল, তারা এর সেটুকুও সংরক্ষণ করেনি। (অর্থাৎ একে তার চেতনা ও নিয়মানুবর্তিতার সাথে বহাল রাখেনি।) সুতরাং আমরা তাদেরকে তাদের প্রতিদান ও পুরস্কার প্রদান করেছি, তাদের মধ্যে যারা ঈমানদার (এবং ‘রাহবানিয়্যাত’-এর বিদআতকে আল্লাহ্‌র সন্তুষ্টির জন্যে চালু রেখে ছিল)। তাদের অধিকাংশই (যারা তা পরিহার করেছে এবং বদলে গিয়েছে তারা) নাফরমান।"
		},
		{
			"_id": "5103",
			"sura": "57",
			"para": "27",
			"verses": "28",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا اتَّقُوا اللّٰہَ  وَ اٰمِنُوۡا بِرَسُوۡلِہٖ یُؤۡتِکُمۡ کِفۡلَیۡنِ مِنۡ رَّحۡمَتِہٖ وَ یَجۡعَلۡ  لَّکُمۡ  نُوۡرًا تَمۡشُوۡنَ بِہٖ وَ یَغۡفِرۡ لَکُمۡ ؕ وَ اللّٰہُ  غَفُوۡرٌ رَّحِیۡمٌ ﴿ۚۙ۲۸﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا اتَّقُوا اللّٰہَ  وَ اٰمِنُوۡا بِرَسُوۡلِہٖ یُؤۡتِکُمۡ کِفۡلَیۡنِ مِنۡ رَّحۡمَتِہٖ وَ یَجۡعَلۡ  لَّکُمۡ  نُوۡرًا تَمۡشُوۡنَ بِہٖ وَ یَغۡفِرۡ لَکُمۡ ؕ وَ اللّٰہُ  غَفُوۡرٌ رَّحِیۡمٌ ﴿ۚۙ۲۸﴾ ",
			"index": "5103",
			"name": "হে ঈমানদারগণ! আল্লাহ্‌কে ভয় করো এবং তাঁর রসূলের প্রতি ঈমান আনো। তিনি আপন করুণায় দু’টি অংশ তোমাদেরকে দান করবেন। এবং তোমাদের জন্য জ্যোতি সৃষ্টি করবেন যার মধ্যে তোমরা চলবে এবং তোমাদেরকে ক্ষমা করে দেবন। আর আল্লাহ্‌ ক্ষমাশীল, দয়ালু;",
			"en_kanzulimaan": "O People who Believe (in the earlier Noble Messengers)! Fear Allah and accept faith in this Noble Messenger of His  He will bestow two portions of His mercy to you and will create a light for you to walk in it, and will forgive you; and Allah is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "اے ایمان والو! اللہ سے ڈرو اور اس کے رسول پر ایمان لاؤ وہ اپنی رحمت کے دو حصے تمہیں عطا فرمائے گا اور تمہارے لیے نور کردے گا جس میں چلو اور تمہیں بخش دے گا، اور اللہ بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "ऐ ईमान वालो (94फ़) अल्लाह से डरो और उसके रसूल (95फ़) पर ईमान लाओ वह अपनी रहमत के दो हिस्से तुम्हें अता फ़रमाएगा (96फ़) और तुम्हारे लिये नूर कर देगा (97फ़) जिसमें चलो और तुम्हें बख़्श देगा, और अल्लाह बख़्शने वाला मेहरबान है",
			"id": 28,
			"text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
			"author": "২৮. হে ঈমানদারগণ! আল্লাহকে ভয় করো এবং বিশ্বাস স্থাপন করো তাঁর (সম্মানিত) রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর প্রতি। তিনি তোমাদেরকে নিজ রহমতের দুই অংশ প্রদান করবেন, তোমাদেরকে দেবেন জ্যোতি যার দ্বারা তোমরা (দুনিয়া ও আখেরাতে) চলতে পারবে এবং তোমাদেরকে ক্ষমা করবেন। আর আল্লাহ্ মহাক্ষমাশীল, পরম দয়ালু।"
		},
		{
			"_id": "5104",
			"sura": "57",
			"para": "27",
			"verses": "29",
			"names": "لِّئَلَّا یَعۡلَمَ اَہۡلُ الۡکِتٰبِ  اَلَّا یَقۡدِرُوۡنَ عَلٰی شَیۡءٍ مِّنۡ  فَضۡلِ اللّٰہِ  وَ اَنَّ  الۡفَضۡلَ  بِیَدِ  اللّٰہِ یُؤۡتِیۡہِ  مَنۡ یَّشَآءُ ؕ وَ اللّٰہُ  ذُو الۡفَضۡلِ  الۡعَظِیۡمِ ﴿۲۹﴾",
			"number": "",
			"verses_PDMS": "لِّئَلَّا یَعۡلَمَ اَہۡلُ الۡکِتٰبِ  اَلَّا یَقۡدِرُوۡنَ عَلٰی شَیۡءٍ مِّنۡ  فَضۡلِ اللّٰہِ  وَ اَنَّ  الۡفَضۡلَ  بِیَدِ  اللّٰہِ یُؤۡتِیۡہِ  مَنۡ یَّشَآءُ ؕ وَ اللّٰہُ  ذُو الۡفَضۡلِ  الۡعَظِیۡمِ ﴿۲۹﴾",
			"index": "5104",
			"name": "এটা এ জন্য যে, কিতাবধারী কাফিরগণ জেনে নেবে যে, আল্লাহ্‌র অনুগ্রহের উপর তাদের কোন ক্ষমতা নেই এবং এও যে, অনুগ্রহ আল্লাহ্‌রই হাতে, দান করেন যাকে চান! এবং আল্লাহ্‌ বড় অনুগ্রহশীল।",
			"en_kanzulimaan": "This is so that the disbelievers among People given the Book(s) may know that they do not have any control over Allahs munificence, and that the munificence is in Allahs Hand (control)  He bestows to whomever He wills; and Allah is Extremely Munificent.",
			"ur_kanzulimaan": "یہ اس لیے کہ کتاب والے کافر جان جائیں کہ اللہ کے فضل پر ان کا کچھ قابو نہیں اور یہ کہ فضل اللہ کے ہاتھ ہے دیتا ہے جسے چاہے، اور اللہ بڑے فضل والا ہے،",
			"hi_kanzulimaan": " यह इसलिये कि किताब वाले काफ़िर जान जाएं कि अल्लाह के फ़ज़्ल पर उनका कुछ क़ाबू नहीं (98फ़) और यह कि फ़ज़्ल अल्लाह के हाथ है देता है जिसे चाहे, और अल्लाह बड़े फ़ज़्ल वाला है",
			"id": 29,
			"text": "لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
			"author": "২৯. (এ বর্ণনা এজন্যে যে,) আহলে কিতাবগণ যেন জানতে পারে যে, তারা আল্লাহ্‌র অনুগ্রহের উপর কোনো ক্ষমতা রাখে না এবং (এ) যে, আল্লাহ্‌র কুদরতী হাতেই সকল অনুগ্রহ, তিনি যাকে ইচ্ছা তা দান করেন। আর আল্লাহ্ অনুগ্রহশীল, মহান।"
		}
	]