[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "5127",
			"sura": "59",
			"para": "28",
			"verses": "1",
			"names": "سَبَّحَ  لِلّٰہِ  مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ۚ وَ ہُوَ الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "سَبَّحَ  لِلّٰہِ  مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ۚ وَ ہُوَ الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۱﴾ ",
			"index": "5127",
			"name": "আল্লাহ্‌র পবিত্রতা ঘোষণা করে যা কিছু আস্‌মানসমূহে রয়েছে এবং যা কিছু যমীনে এবং তিনিই সম্মান ও প্রজ্ঞাময়।",
			"en_kanzulimaan": "All whatever is in the heavens and all whatever is in the earth proclaims the Purity of Allah; and He only is the Most Honourable, the Wise.",
			"ur_kanzulimaan": "اللہ کی پاکی بولتا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں، اور وہ وہی عزت و حکمت والا ہے",
			"hi_kanzulimaan": "अल्लाह की पाकी बोलता है जो कुछ आसमानों में है और जो कुछ ज़मीन में, और वही इज़्ज़त व हिकमत वाला हैं (2फ)",
			"id": 1,
			"text": "سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
			"author": "১. যা কিছু আকাশমন্ডলীতে এবং যা কিছু পৃথিবীতে রয়েছে (সমস্তই) আল্লাহ্‌র পবিত্রতা ও মহিমা ঘোষণা করে। আর তিনি মহাপরাক্রমশালী, প্রজ্ঞাবান।"
		},
		{
			"_id": "5128",
			"sura": "59",
			"para": "28",
			"verses": "2",
			"names": "ہُوَ الَّذِیۡۤ  اَخۡرَجَ الَّذِیۡنَ کَفَرُوۡا مِنۡ اَہۡلِ الۡکِتٰبِ مِنۡ دِیَارِہِمۡ  لِاَوَّلِ الۡحَشۡرِ ؕؔ مَا ظَنَنۡتُمۡ اَنۡ  یَّخۡرُجُوۡا وَ ظَنُّوۡۤا  اَنَّہُمۡ  مَّانِعَتُہُمۡ حُصُوۡنُہُمۡ مِّنَ اللّٰہِ  فَاَتٰىہُمُ اللّٰہُ مِنۡ حَیۡثُ لَمۡ یَحۡتَسِبُوۡا ٭  وَ قَذَفَ فِیۡ  قُلُوۡبِہِمُ  الرُّعۡبَ یُخۡرِبُوۡنَ بُیُوۡتَہُمۡ  بِاَیۡدِیۡہِمۡ  وَ اَیۡدِی الۡمُؤۡمِنِیۡنَ ٭  فَاعۡتَبِرُوۡا یٰۤاُولِی الۡاَبۡصَارِ ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "ہُوَ الَّذِیۡۤ  اَخۡرَجَ الَّذِیۡنَ کَفَرُوۡا مِنۡ اَہۡلِ الۡکِتٰبِ مِنۡ دِیَارِہِمۡ  لِاَوَّلِ الۡحَشۡرِ ؕؔ مَا ظَنَنۡتُمۡ اَنۡ  یَّخۡرُجُوۡا وَ ظَنُّوۡۤا  اَنَّہُمۡ  مَّانِعَتُہُمۡ حُصُوۡنُہُمۡ مِّنَ اللّٰہِ  فَاَتٰىہُمُ اللّٰہُ مِنۡ حَیۡثُ لَمۡ یَحۡتَسِبُوۡا ٭  وَ قَذَفَ فِیۡ  قُلُوۡبِہِمُ  الرُّعۡبَ یُخۡرِبُوۡنَ بُیُوۡتَہُمۡ  بِاَیۡدِیۡہِمۡ  وَ اَیۡدِی الۡمُؤۡمِنِیۡنَ ٭  فَاعۡتَبِرُوۡا یٰۤاُولِی الۡاَبۡصَارِ ﴿۲﴾ ",
			"index": "5128",
			"name": "তিনিই, যিনি ওই সব কাফির কিতাবীকে তাদের ঘরগুলো থেকে বহিষ্কার করেছেন তাদের প্রথম সমাবেশের জন্য। তোমাদের ধারণা ছিলো না যে, তারা বের হবে এবং তারা মনে করতো যে, তাদের দুর্গগুলো তাদেরকে আল্লাহ্‌ (এর শাস্তি) থেকে রক্ষা করবে। অতঃপর আল্লাহ্‌র নির্দেশ তাদের নিকট এসেছে যেখান থেকে তাদের নিকট ধারণাও ছিলো না। এবং তিনি তাদের অন্তরগুলোতে আতঙ্কের সঞ্চার করলেন। তারা আপন ঘরগুলো ধ্বংস করছে নিজেদের হাতে এবং মুসলমানদের হাতেও; সুতরাং শিক্ষা গ্রহণ করো হে দৃষ্টিশক্তিসম্পন্নরা!",
			"en_kanzulimaan": "It is He Who expelled the disbelievers among the People given the Book(s) from their homes, for their first gathering; you did not expect them to leave, whereas they assumed that their fortresses would save them from Allah, so Allahs command came to them from a place they had not imagined; and He instilled awe in their hearts, so they ruin their own houses by their own hands and at the hands of the Muslims; therefore learn a lesson, O those who can perceive!",
			"ur_kanzulimaan": "وہی ہے جس نے ان کافر کتابیوں کو ان کے گھروں سے نکالا ان کے پہلے حشر کے لیے تمہیں گمان نہ تھا کہ وہ نکلیں گے اور وہ سمجھتے تھے کہ ان کے قلعے انہیں اللہ سے بچالیں گے تو اللہ کا حکم ان کے پاس آیا جہاں سے ان کا گمان بھی نہ تھا اور اس نے ان کے دلوں میں رُعب ڈالا کہ اپنے گھر ویران کرتے ہیں اپنے ہاتھوں اور مسلمانوں کے ہاتھوں تو عبرت لو اے نگاہ والو،",
			"hi_kanzulimaan": "वही है जिसने उन काफ़िर किताबियों को (3फ) उनके घरों से निकाला (4फ) उनके पहले हश्र के लिये (5फ) तुम्हें गुमान न था कि वो निकलेंगे (6फ) और वो समझते थे कि उनके क़िले उन्हें अल्लाह से बचा लेंगे, तो अल्लाह का हुक्म उनके पास आया जहाँ से उनका गुमान भी न था (7फ) और उस ने उनके दिलों में रोब डाला (8फ) कि अपने घर वीरान करते हैं अपने हाथों (9फ) और मुसलमानों के हाथों (10फ) तो इबरत लो ऐ निगाह वालो",
			"id": 2,
			"text": "هُوَ ٱلَّذِيٓ أَخۡرَجَ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن دِيَٰرِهِمۡ لِأَوَّلِ ٱلۡحَشۡرِۚ مَا ظَنَنتُمۡ أَن يَخۡرُجُواْۖ وَظَنُّوٓاْ أَنَّهُم مَّانِعَتُهُمۡ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنۡ حَيۡثُ لَمۡ يَحۡتَسِبُواْۖ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَۚ يُخۡرِبُونَ بُيُوتَهُم بِأَيۡدِيهِمۡ وَأَيۡدِي ٱلۡمُؤۡمِنِينَ فَٱعۡتَبِرُواْ يَـٰٓأُوْلِي ٱلۡأَبۡصَٰرِ",
			"author": "২. তিনিই কিতাবীদের মধ্যে যারা কাফের তাদেরকে (অর্থাৎ বনু নযীরকে) প্রথমবার তাদের আবাসভূমি হতে সমবেতভাবে (মদীনা থেকে সিরিয়ায়) বিতাড়িত করেছিলেন। তোমরা এ ধারণা(ও) করোনি যে, তারা নির্বাসিত হবে। আর তারা মনে করেছিল তাদের সুদৃঢ় দুর্গগুলো তাদেরকে আল্লাহ্‌র (পাকড়াওয়ের) বিরুদ্ধে রক্ষা করবে। অতঃপর আল্লাহ্‌র শাস্তি তাদের নিকট এমন এক দিক থেকে আগত হলো যা তাদের ধারণায়ও ছিল না, আর তিনি (আল্লাহ্) তাদের অন্তরে ভীতি ও আতঙ্কের সঞ্চার করলেন। তারা স্বহস্তে এবং ঈমানদারগণের হস্তে নিজেদের ঘর-বাড়ি ধ্বংস করে ফেললো। সুতরাং হে চক্ষুষ্মান! (এ থেকে) উপদেশ গ্রহণ করো।"
		},
		{
			"_id": "5129",
			"sura": "59",
			"para": "28",
			"verses": "3",
			"names": "وَ لَوۡ لَاۤ  اَنۡ  کَتَبَ اللّٰہُ عَلَیۡہِمُ  الۡجَلَآءَ لَعَذَّبَہُمۡ  فِی الدُّنۡیَا ؕ وَ لَہُمۡ  فِی الۡاٰخِرَۃِ عَذَابُ النَّارِ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ لَاۤ  اَنۡ  کَتَبَ اللّٰہُ عَلَیۡہِمُ  الۡجَلَآءَ لَعَذَّبَہُمۡ  فِی الدُّنۡیَا ؕ وَ لَہُمۡ  فِی الۡاٰخِرَۃِ عَذَابُ النَّارِ ﴿۳﴾ ",
			"index": "5129",
			"name": "এবং যদি এটা না হতো যে, আল্লাহ্‌ তাদের জন্য ঘরবাড়ী থেকে উৎখাত হওয়া লিপিবদ্ধ করে রেখেছিলেন, তবে পৃথিবীতেই তাদের উপর শাস্তি আপতিত করতেন এবং তাদের জন্য আখিরাতে আগুনের শাস্তি রয়েছে। ",
			"en_kanzulimaan": "And had Allah not decreed exile for them, He would have surely punished them in this world; and for them in the Hereafter is the punishment of the fire.",
			"ur_kanzulimaan": "اور اگر نہ ہوتا کہ اللہ نے ان پر گھر سے اجڑنا لکھ دیا تھا تو دنیا ہی میں ان پر عذاب فرماتا اور ان کے لیے آخرت میں آگ کا عذاب ہے،",
			"hi_kanzulimaan": "और अगर न होता कि अल्लाह ने उनपर घर से उजड़ना लिख दिया था तो दुनिया ही में उनपर अज़ाब फ़रमाता (11फ) और उनके लिये (12फ) आख़िरत में आग का अज़ाब है",
			"id": 3,
			"text": "وَلَوۡلَآ أَن كَتَبَ ٱللَّهُ عَلَيۡهِمُ ٱلۡجَلَآءَ لَعَذَّبَهُمۡ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابُ ٱلنَّارِ",
			"author": "৩. আর যদি আল্লাহ্ তাদের ব্যাপারে দেশান্তর লিপিবদ্ধ না করতেন, তবে তিনি তাদেরকে দুনিয়াতে (আরো কঠিন) শাস্তি দিতেন এবং আখেরাতেও তাদের জন্যে রয়েছে জাহান্নামের শাস্তি।"
		},
		{
			"_id": "5130",
			"sura": "59",
			"para": "28",
			"verses": "4",
			"names": "ذٰلِکَ بِاَنَّہُمۡ  شَآقُّوا اللّٰہَ وَ رَسُوۡلَہٗ ۚ وَ مَنۡ یُّشَآقِّ  اللّٰہَ  فَاِنَّ اللّٰہَ شَدِیۡدُ الۡعِقَابِ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ بِاَنَّہُمۡ  شَآقُّوا اللّٰہَ وَ رَسُوۡلَہٗ ۚ وَ مَنۡ یُّشَآقِّ  اللّٰہَ  فَاِنَّ اللّٰہَ شَدِیۡدُ الۡعِقَابِ ﴿۴﴾ ",
			"index": "5130",
			"name": "এটা এ জন্য যে, তারা আল্লাহ্‌ ও তাঁর রসূলের বিরুদ্ধাচরণ করে রয়েছে এবং যে ব্যক্তি আল্লাহ্‌ ও তাঁর রসূল থেকে বিচ্ছিন্ন হয়ে থাকে, তবে নিশ্চয় আল্লাহ্‌র শাস্তি বড়ই কঠিন। ",
			"en_kanzulimaan": "This is because they remained opposed to Allah and His Noble Messenger; and whoever remains opposed to Allah, (and His Noble Messenger) - then indeed Allahs punishment is severe.",
			"ur_kanzulimaan": "یہ اس لیے کہ وہ اللہ سے اور اس کے رسول سے پھٹے (جدا) رہے اور جو اللہ اور اس کے رسول سے پھٹا رہے تو بیشک اللہ کا عذاب سخت ہے،",
			"hi_kanzulimaan": "यह इसलिये कि वो अल्लाह से और उसके रसूल से फटे (जुदा)रहे (13फ) और जो अल्लाह और उसके रसूल से फटा रहे तो बेशक अल्लाह का अज़ाब सख़्त है",
			"id": 4,
			"text": "ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
			"author": "৪. তা এ জন্যে যে, তারা আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর সাথে ঘোর শত্রুতা পোষণ করেছিল। (তাদের প্রধান হোতা কুখ্যাত কা’ব বিন আশরাফ রাসূলের শানে বেয়াদবীমূলক কবিতা রচনা করতো।) আর যে আল্লাহ্‌র (এবং তাঁর রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের) বিরুদ্ধাচারণ করে, তবে নিশ্চয়ই আল্লাহ্ শাস্তিদানে আরো কঠোর।"
		},
		{
			"_id": "5131",
			"sura": "59",
			"para": "28",
			"verses": "5",
			"names": "مَا  قَطَعۡتُمۡ مِّنۡ  لِّیۡنَۃٍ  اَوۡ  تَرَکۡتُمُوۡہَا قَآئِمَۃً  عَلٰۤی  اُصُوۡلِہَا فَبِاِذۡنِ اللّٰہِ وَ لِیُخۡزِیَ الۡفٰسِقِیۡنَ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "مَا  قَطَعۡتُمۡ مِّنۡ  لِّیۡنَۃٍ  اَوۡ  تَرَکۡتُمُوۡہَا قَآئِمَۃً  عَلٰۤی  اُصُوۡلِہَا فَبِاِذۡنِ اللّٰہِ وَ لِیُخۡزِیَ الۡفٰسِقِیۡنَ ﴿۵﴾ ",
			"index": "5131",
			"name": "যেই বৃক্ষগুলো তোমরা কেটেছো অথবা সেগুলোর মূলের উপর দণ্ডায়মান অবস্থায় ছেড়ে দিয়েছো? এ সবই আল্লাহ্‌র অনুমতিক্রমে ছিলো এবং এ জন্য যে, ফাসিক্বগণকে অপমানিত করবেন।",
			"en_kanzulimaan": "The trees you had cut down or left standing on their roots was all by Allahs permission, and in order to disgrace the sinners.",
			"ur_kanzulimaan": "جو درخت تم نے کاٹے یا ان کی جڑوں پر قائم چھوڑ دیے یہ سب اللہ کی اجازت سے تھا اور اس لیے کہ فاسقوں کو رسوا کرے",
			"hi_kanzulimaan": "जो दरख़्त तुमने काटे या उनकी जड़ों पर क़ायम छोड़ दिये यह सब अल्लाह की इजाज़त से था (14फ) और इसलिये कि फ़ासिकों को रूसवा करे (15फ)",
			"id": 5,
			"text": "مَا قَطَعۡتُم مِّن لِّينَةٍ أَوۡ تَرَكۡتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذۡنِ ٱللَّهِ وَلِيُخۡزِيَ ٱلۡفَٰسِقِينَ",
			"author": "৫. (হে ঈমানদারগণ! ইহুদী বনু নযীরকে অবরোধের সময়) তোমরা যেসব খর্জুর বৃক্ষ কর্তন করেছো অথবা যেগুলো তাদের কান্ডের উপর স্থির রেখেছো এসব (কিছুই) ছিল আল্লাহ্‌রই অনুমতিক্রমে, আর এ জন্যে যে, তিনি নাফরমানদেরকে লাঞ্ছিত করবেন।"
		},
		{
			"_id": "5132",
			"sura": "59",
			"para": "28",
			"verses": "6",
			"names": "وَ مَاۤ  اَفَآءَ اللّٰہُ  عَلٰی رَسُوۡلِہٖ  مِنۡہُمۡ فَمَاۤ اَوۡجَفۡتُمۡ عَلَیۡہِ مِنۡ خَیۡلٍ وَّ لَا رِکَابٍ وَّ لٰکِنَّ اللّٰہَ یُسَلِّطُ رُسُلَہٗ  عَلٰی مَنۡ یَّشَآءُ ؕ وَ اللّٰہُ  عَلٰی کُلِّ شَیۡءٍ  قَدِیۡرٌ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَاۤ  اَفَآءَ اللّٰہُ  عَلٰی رَسُوۡلِہٖ  مِنۡہُمۡ فَمَاۤ اَوۡجَفۡتُمۡ عَلَیۡہِ مِنۡ خَیۡلٍ وَّ لَا رِکَابٍ وَّ لٰکِنَّ اللّٰہَ یُسَلِّطُ رُسُلَہٗ  عَلٰی مَنۡ یَّشَآءُ ؕ وَ اللّٰہُ  عَلٰی کُلِّ شَیۡءٍ  قَدِیۡرٌ ﴿۶﴾ ",
			"index": "5132",
			"name": "এবং আল্লাহ্‌ আপন রসুলকে তাদের নিকট থেকে যেই গনীমত প্রদান করিয়েছেন, অতঃপর তোমরা তো তাদের উপর না নিজেদের অশ্ব পরিচালনা করেছো এবং না উষ্ট্র। হাঁ, আল্লাহ্‌ আপন রসূলগণের আয়ত্বে দিয়ে দেন যাকে চান। এবং আল্লাহ্‌ সব কিছু করতে পারেন। ",
			"en_kanzulimaan": "And from them, the booty which Allah gave to His Noble Messenger  so you had not raced your horses or camels against them, but it is Allah Who gives whomever He wills within the control of His Noble Messengers; and Allah is Able to do all things.",
			"ur_kanzulimaan": "اور جو غنیمت دلائی اللہ نے اپنے رسول کو ان سے تو تم نے ان پر نہ اپنے گھوڑے دوڑائے تھے اور نہ اونٹ ہاں اللہ اپنے رسولوں کے قابو میں دے دیتا ہے جسے چاہے اور اللہ سب کچھ کرسکتا ہے،",
			"hi_kanzulimaan": "और जो ग़नीमत दिलाई अल्लाह ने अपने रसूल को उनसे (16फ) तो तुमने उनपर न अपने घोड़े दौड़ाए थे और न ऊंट (17फ) हाँ अल्लाह अपने रसूलों के क़ाबू में दे देता है जिसे चाहे (18फ) और अल्लाह सब कुछ कर सकता है",
			"id": 6,
			"text": "وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡهُمۡ فَمَآ أَوۡجَفۡتُمۡ عَلَيۡهِ مِنۡ خَيۡلٖ وَلَا رِكَابٖ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
			"author": "৬. আর আল্লাহ্ তাদের থেকে যে ফাই ((অর্থাৎ যুদ্ধ ছাড়াই প্রাপ্ত সম্পদ) স্বীয় রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-কে দিয়েছেন, তার জন্যে তোমরা না অশ্ব দৌঁড়িয়েছিলে, আর না উষ্ট্রে আরোহণ করেছিলে। হ্যাঁ! আল্লাহ্ যার উপর ইচ্ছা তাঁর রাসূলগণকে আধিপত্য ও নিয়ন্ত্রণ প্রদান করেন। আর আল্লাহ্ সর্ববিষয়ে ক্ষমতাবান।"
		},
		{
			"_id": "5133",
			"sura": "59",
			"para": "28",
			"verses": "7",
			"names": "مَاۤ  اَفَآءَ  اللّٰہُ  عَلٰی رَسُوۡلِہٖ  مِنۡ  اَہۡلِ الۡقُرٰی  فَلِلّٰہِ  وَ لِلرَّسُوۡلِ وَ  لِذِی الۡقُرۡبٰی وَ الۡیَتٰمٰی وَ الۡمَسٰکِیۡنِ وَ ابۡنِ السَّبِیۡلِ ۙ کَیۡ لَا یَکُوۡنَ  دُوۡلَۃًۢ  بَیۡنَ الۡاَغۡنِیَآءِ مِنۡکُمۡ ؕ وَ مَاۤ  اٰتٰىکُمُ الرَّسُوۡلُ  فَخُذُوۡہُ ٭ وَ مَا نَہٰىکُمۡ  عَنۡہُ فَانۡتَہُوۡا ۚ وَ  اتَّقُوا اللّٰہَ ؕ اِنَّ اللّٰہَ شَدِیۡدُ الۡعِقَابِ ۘ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "مَاۤ  اَفَآءَ  اللّٰہُ  عَلٰی رَسُوۡلِہٖ  مِنۡ  اَہۡلِ الۡقُرٰی  فَلِلّٰہِ  وَ لِلرَّسُوۡلِ وَ  لِذِی الۡقُرۡبٰی وَ الۡیَتٰمٰی وَ الۡمَسٰکِیۡنِ وَ ابۡنِ السَّبِیۡلِ ۙ کَیۡ لَا یَکُوۡنَ  دُوۡلَۃًۢ  بَیۡنَ الۡاَغۡنِیَآءِ مِنۡکُمۡ ؕ وَ مَاۤ  اٰتٰىکُمُ الرَّسُوۡلُ  فَخُذُوۡہُ ٭ وَ مَا نَہٰىکُمۡ  عَنۡہُ فَانۡتَہُوۡا ۚ وَ  اتَّقُوا اللّٰہَ ؕ اِنَّ اللّٰہَ شَدِیۡدُ الۡعِقَابِ ۘ﴿۷﴾ ",
			"index": "5133",
			"name": "আল্লাহ্‌ আপন রসূলকে নগরবাসীর নিকট থেকে যেই গণীমত প্রদান করিয়েছেন, তা আল্লাহ্‌ ও রসূলের এবং নিকট আত্নীয়দের আর এতিম, মিসকীন ও মুসাফিরদের; যাতে তা তোমাদের ধনীদের সম্পদ না হয়ে যায় এবং যা কিছু তোমাদেরকে রসুল দান করেন তা গ্রহন করো। আর যা থেকে নিষেধ করেন তা থেকে বিরত থাকো। এবং আল্লাহ্‌কে ভয় করো! নিশ্চয় আল্লাহ্‌র শাস্তি কঠিন। ",
			"en_kanzulimaan": "The booty which Allah gave to His Noble Messenger from the people of the townships, is for Allah and His Noble Messenger, and for the relatives, and the orphans, and the needy and the travellers  so that it does not become the wealth of the rich among you; and accept whatever the Noble Messenger gives you; and refrain from whatever he forbids you; and fear Allah; indeed Allahs punishment is severe.",
			"ur_kanzulimaan": "جو غنیمت دلائی اللہ نے اپنے رسول کو شہر والوں سے وہ اللہ اور رسول کی ہے اور رشتہ داروں اور یتیموں اور مسکینوں اور مسافروں کے لیے کہ تمہارے اغنیا کا مال نہ جائے (ف۹۲۱ اور جو کچھ تمہیں رسول عطا فرمائیں وہ لو اور جس سے منع فرمائیں باز رہو، اور اللہ سے ڈرو بیشک اللہ کا عذاب سخت ہے",
			"hi_kanzulimaan": "जो ग़नीमत दिलाई अल्लाह ने अपने रसूल को शहर वालों से (19फ) वह अल्लाह और रसूल की है और रिश्तेदारों (20फ) और यतीमों और मिस्कीनों (गरीबों) और मुसाफ़िरों के लिये कि तुम्हारे अगनीय (मालदारों) का माल न हो जाए (21फ) और जो कुछ तुम्हें रसूल अता फ़रमाएं वह लो (22फ) और जिससे मना फ़रमाएं बाज़ रहो, और अल्लाह से डरो (23फ) बेशक अल्लाह का अज़ाब सख़्त है (24फ)",
			"id": 7,
			"text": "مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡ أَهۡلِ ٱلۡقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ كَيۡ لَا يَكُونَ دُولَةَۢ بَيۡنَ ٱلۡأَغۡنِيَآءِ مِنكُمۡۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
			"author": "৭. আল্লাহ্ (কুরাইযা, নযীর, উরাইনাসহ অন্যান্য যুদ্ধবিহীন বিজিত) জনপদবাসী থেকে যা কিছু (ফাই সম্পদ এনে) স্বীয় রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-কে দিয়েছেন, তা আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর জন্যে, (রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের) নিকটাত্মীয় (অর্থাৎ বনু হাশীম এবং বনু মুত্তালিব)-এর জন্যে এবং (সমাজের সাধারণ) এতিম, অভাবগ্রস্ত এবং মুসাফিরদের জন্যে। (এ বন্টনের বিধান এ জন্যে যে,) যাতে (সমস্ত সম্পদ কেবল) তোমাদের মধ্যে যারা সম্পদশালী তাদের মাঝেই আবর্তিত না হয় (বরং সমাজের সকল স্তরের মানুষের মাঝে ছড়িয়ে পড়ে)। আর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) যা কিছু তোমাদেরকে দেন তা গ্রহণ করো এবং যা তোমাদেরকে নিষেধ করেন, তা থেকে বিরত থাকো। আর আল্লাহ্কে ভয় করতে থাকো (অর্থাৎ রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের বন্টন ও দানের ব্যাপারে কখনো সমালোচনামুখর হয়ো না)। নিশ্চয়ই আল্লাহ্ শাস্তি দানে কঠোর।"
		},
		{
			"_id": "5134",
			"sura": "59",
			"para": "28",
			"verses": "8",
			"names": "لِلۡفُقَرَآءِ  الۡمُہٰجِرِیۡنَ  الَّذِیۡنَ  اُخۡرِجُوۡا  مِنۡ  دِیَارِہِمۡ وَ اَمۡوَالِہِمۡ یَبۡتَغُوۡنَ  فَضۡلًا مِّنَ اللّٰہِ  وَ رِضۡوَانًا وَّ یَنۡصُرُوۡنَ اللّٰہَ وَ رَسُوۡلَہٗ ؕ اُولٰٓئِکَ ہُمُ الصّٰدِقُوۡنَ ۚ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "لِلۡفُقَرَآءِ  الۡمُہٰجِرِیۡنَ  الَّذِیۡنَ  اُخۡرِجُوۡا  مِنۡ  دِیَارِہِمۡ وَ اَمۡوَالِہِمۡ یَبۡتَغُوۡنَ  فَضۡلًا مِّنَ اللّٰہِ  وَ رِضۡوَانًا وَّ یَنۡصُرُوۡنَ اللّٰہَ وَ رَسُوۡلَہٗ ؕ اُولٰٓئِکَ ہُمُ الصّٰدِقُوۡنَ ۚ﴿۸﴾ ",
			"index": "5134",
			"name": "ওই দরিদ্র হিজরতকারীদের জন্য (এ সম্পদ) যাদেরকে আপন ঘরবাড়ি ও সম্পদ থেকে উৎখাত করা হয়েছে। তারা আল্লাহ্‌র অনুগ্রহ ও তাঁর সন্তুষ্টি চায় এবং আল্লাহ্‌ ও রসূলের সাহায্য করে। তারাই সত্যবাদী। ",
			"en_kanzulimaan": "And (the booty is) also for the poor migrants who were expelled from their homes and their wealth, seeking Allahs munificence and His pleasure, and aiding Allah and His Noble Messenger; it is they who are the truthful.",
			"ur_kanzulimaan": "ان فقیر ہجرت کرنے والوں کے لیے جو اپنے گھروں اور مالوں سے نکالے گئے اللہ کا فضل اور اس کی رضا چاہتے اور اللہ و رسول کی مدد کرتے وہی سچے ہیں",
			"hi_kanzulimaan": "उन फ़क़ीर हिजरत करने वालों के लिये जो अपने घरों और मालों से निकाले गए (25फ) अल्लाह का फ़ज़्ल (26फ) और उसकी रज़ा चाहते और अल्लाह व रसूल की मदद करते (27फ) वही सच्चे हैं (28फ)",
			"id": 8,
			"text": "لِلۡفُقَرَآءِ ٱلۡمُهَٰجِرِينَ ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأَمۡوَٰلِهِمۡ يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَـٰٓئِكَ هُمُ ٱلصَّـٰدِقُونَ",
			"author": "৮. (উপরোল্লেখিত ফাই সম্পদ) গরীব মুহাজিরদের জন্যেও, যারা তাদের ঘরবাড়ি, সহায়-সম্পত্তি (এবং ভূমি) থেকে উৎখাত হয়েছে। তারা আল্লাহ্‌র অনুগ্রহ, তাঁর সন্তুষ্টি এবং আনুকূল্য কামনা করে এবং (নিজেদের সম্পদ ও স্বদেশ ত্যাগের মাধ্যমে) আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-কে সাহায্য করে। এরাই তো সত্যিকারের মুমিন।"
		},
		{
			"_id": "5135",
			"sura": "59",
			"para": "28",
			"verses": "9",
			"names": "وَ الَّذِیۡنَ  تَبَوَّؤُ الدَّارَ وَ الۡاِیۡمَانَ مِنۡ قَبۡلِہِمۡ یُحِبُّوۡنَ مَنۡ  ہَاجَرَ  اِلَیۡہِمۡ وَ لَا یَجِدُوۡنَ  فِیۡ صُدُوۡرِہِمۡ حَاجَۃً  مِّمَّاۤ اُوۡتُوۡا وَ یُؤۡثِرُوۡنَ  عَلٰۤی  اَنۡفُسِہِمۡ وَ لَوۡ کَانَ بِہِمۡ خَصَاصَۃٌ ؕ۟ وَ مَنۡ یُّوۡقَ شُحَّ نَفۡسِہٖ  فَاُولٰٓئِکَ ہُمُ  الۡمُفۡلِحُوۡنَ ۚ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ  تَبَوَّؤُ الدَّارَ وَ الۡاِیۡمَانَ مِنۡ قَبۡلِہِمۡ یُحِبُّوۡنَ مَنۡ  ہَاجَرَ  اِلَیۡہِمۡ وَ لَا یَجِدُوۡنَ  فِیۡ صُدُوۡرِہِمۡ حَاجَۃً  مِّمَّاۤ اُوۡتُوۡا وَ یُؤۡثِرُوۡنَ  عَلٰۤی  اَنۡفُسِہِمۡ وَ لَوۡ کَانَ بِہِمۡ خَصَاصَۃٌ ؕ۟ وَ مَنۡ یُّوۡقَ شُحَّ نَفۡسِہٖ  فَاُولٰٓئِکَ ہُمُ  الۡمُفۡلِحُوۡنَ ۚ﴿۹﴾ ",
			"index": "5135",
			"name": "এবং যারা প্রথম থেকে এ শহর ও ঈমানের মধ্যে গৃহ নির্মাণ করেছে, তারা ভালোবাসে তাদেরকে, যারা তাদের প্রতি হিজরত করে গেছে এবং নিজেদের অন্তগুলোর মধ্যে কোন প্রয়োজন খুজে পায় না ওই বস্তুর, যা তাদেরকে প্রদান করা হয়েছে এবং নিজেদের প্রাণের উপর তাদেরকে প্রাধান্য দেয় যদিও তাদের অভাব অত্যন্ত প্রকট হয়, এবং যাকে আপন প্রবৃত্তির লোভ থেকে রক্ষা করা হয়েছে, সুতরাং তারাই সফলকাম।",
			"en_kanzulimaan": "And those who accepted this city as their home and accepted faith before them, befriend those who migrated towards them, and in their breasts do not find any need for what they have been given, and prefer the migrants above themselves even if they themselves are in dire need; and whoever is saved from the greed of his soul  it is they who are the successful.",
			"ur_kanzulimaan": "اور جنہوں نے پہلے سے اس شہر اور ایمان میں گھر بنالیا دوست رکھتے ہیں انہیں جو ان کی طرف ہجرت کرکے گئے اور اپنے دلوں میں کوئی حاجت نہیں پاتے اس چیز کو جو دیے گئے اور اپنی جانوں پر ان کو ترجیح دیتے ہیں اگرچہ انہیں شدید محتاجی ہو اور جو اپنے نفس کے لالچ سے بچایا گیا تو وہی کامیاب ہیں،",
			"hi_kanzulimaan": "और जिन्होंने पहले से (29फ) इस शहर (30फ) और ईमान में घर बना लिया (31फ) दोस्त रखते हैं उन्हें जो उनकी तरफ़ हिजरत करके गए (32फ) और अपने दिलों में कोई हाजत नहीं पाते (33फ) उस चीज़ की जो दिये गये (34फ) और अपनी जानों पर उनको तरजीह देते हैं (35फ) अगरचे उन्हें शदीद(सख्त़) मुहताजी हो (36फ) और जो अपने नफ़्स के लालच से बचाया गया (37फ) तो वही कामयाब हैं",
			"id": 9,
			"text": "وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞۚ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
			"author": "৯. আর (এ সম্পদ আনসারদের জন্যেও) যারা তাদের (অর্থাৎ মুহাজিরদের) আগমনের পূর্বেই এ শহর (মদীনা) এবং ঈমানকে আবাসরূপে নিয়েছে। তারা ভালোবাসে তাদেরকে যারা তাদের নিকট হিজরত করে এসেছে এবং তাদেরকে যা দেয়া হয়েছে তার জন্যে তারা নিজেদের অন্তরে আকাঙ্ক্ষা পোষণ করে না, এবং তারা তাদেরকে নিজেদের উপর প্রাধান্য দেয়, যদিও নিজেরা অভাবগ্রস্ত। আর যারা নিজ সত্তাকে কৃপণতা থেকে রক্ষা করেছে তারাই সফল ও বিজয়ী।"
		},
		{
			"_id": "5136",
			"sura": "59",
			"para": "28",
			"verses": "10",
			"names": "وَ الَّذِیۡنَ جَآءُوۡ مِنۡۢ  بَعۡدِہِمۡ یَقُوۡلُوۡنَ رَبَّنَا  اغۡفِرۡ لَنَا وَ لِاِخۡوَانِنَا  الَّذِیۡنَ سَبَقُوۡنَا بِالۡاِیۡمَانِ وَ لَا تَجۡعَلۡ  فِیۡ قُلُوۡبِنَا غِلًّا  لِّلَّذِیۡنَ  اٰمَنُوۡا  رَبَّنَاۤ  اِنَّکَ رَءُوۡفٌ  رَّحِیۡمٌ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ جَآءُوۡ مِنۡۢ  بَعۡدِہِمۡ یَقُوۡلُوۡنَ رَبَّنَا  اغۡفِرۡ لَنَا وَ لِاِخۡوَانِنَا  الَّذِیۡنَ سَبَقُوۡنَا بِالۡاِیۡمَانِ وَ لَا تَجۡعَلۡ  فِیۡ قُلُوۡبِنَا غِلًّا  لِّلَّذِیۡنَ  اٰمَنُوۡا  رَبَّنَاۤ  اِنَّکَ رَءُوۡفٌ  رَّحِیۡمٌ ﴿۱۰﴾ ",
			"index": "5136",
			"name": " এবং ওই সব লোক, যারা তাদের পরে এসেছে তারা আরয করে, ‘হে আমাদের রব! আমাদের ভাইদেরকেও, যারা আমাদের পূর্বে ঈমান এনেছে আর আমাদের অন্তরে ঈমানদারদের দিক থেকে হিংসা-বিদ্বেষ রেখো না! হে আমাদের রব! নিশ্চয় তুমিই অতি দয়ার্দ্র, দয়াময়। ",
			"en_kanzulimaan": "And those who came after them say, O our Lord! Forgive us, and our brothers who accepted faith before us, and do not keep any malice in our hearts towards the believers  O our Lord! Indeed You only are the Most Compassionate, Most Merciful..",
			"ur_kanzulimaan": "اور وہ جو ان کے بعد آئے عرض کرتے ہیں اے ہمارے رب ہمیں بخش دے اور ہمارے بھائیوں کو جو ہم سے پہلے ایمان لائے اور ہمارے دل میں ایمان والوں کی طرف سے کینہ نہ رکھ اے ہمارے رب بیشک تو ہی نہایت مہربان رحم والا ہے،",
			"hi_kanzulimaan": "और वो जो उनके बाद आए (38फ) अर्ज़ करते हैं ऐ हमारे रब! हमें बख़्श दे और हमारे भाइयों को जो हम से पहले ईमान लाए और हमारे दिल में ईमान वालों की तरफ़ से कीना न रख(39फ) ऐ रब हमारे! बेशक तू ही निहायत मेहरबान रहम वाला है",
			"id": 10,
			"text": "وَٱلَّذِينَ جَآءُو مِنۢ بَعۡدِهِمۡ يَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلۡإِيمَٰنِ وَلَا تَجۡعَلۡ فِي قُلُوبِنَا غِلّٗا لِّلَّذِينَ ءَامَنُواْ رَبَّنَآ إِنَّكَ رَءُوفٞ رَّحِيمٌ",
			"author": "১০. আর যারা এদের (অর্থাৎ মুহাজির ও আনসারদের) পরে এসেছে (এবং) বলে, ‘হে আমাদের প্রতিপালক! আমাদেরকে ক্ষমা করে দাও এবং ঈমান আনয়নের ক্ষেত্রে আমাদের অগ্রণী ভ্রাতাগণকেও, আর আমাদের অন্তরে ঈমানদারদের জন্যে কোনো বিদ্বেষ ও ক্রোধ বিদ্যমান রেখো না। হে আমাদের প্রতিপালক! নিশ্চয়ই তুমি অতি দয়ার্দ্র, পরম অনুগ্রহশীল।’"
		},
		{
			"_id": "5137",
			"sura": "59",
			"para": "28",
			"verses": "11",
			"names": "اَلَمۡ  تَرَ  اِلَی الَّذِیۡنَ نَافَقُوۡا یَقُوۡلُوۡنَ لِاِخۡوَانِہِمُ  الَّذِیۡنَ کَفَرُوۡا مِنۡ  اَہۡلِ الۡکِتٰبِ  لَئِنۡ  اُخۡرِجۡتُمۡ  لَنَخۡرُجَنَّ مَعَکُمۡ  وَ لَا  نُطِیۡعُ  فِیۡکُمۡ  اَحَدًا  اَبَدًا ۙ وَّ اِنۡ  قُوۡتِلۡتُمۡ  لَنَنۡصُرَنَّکُمۡ ؕ وَ اللّٰہُ  یَشۡہَدُ  اِنَّہُمۡ   لَکٰذِبُوۡنَ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "اَلَمۡ  تَرَ  اِلَی الَّذِیۡنَ نَافَقُوۡا یَقُوۡلُوۡنَ لِاِخۡوَانِہِمُ  الَّذِیۡنَ کَفَرُوۡا مِنۡ  اَہۡلِ الۡکِتٰبِ  لَئِنۡ  اُخۡرِجۡتُمۡ  لَنَخۡرُجَنَّ مَعَکُمۡ  وَ لَا  نُطِیۡعُ  فِیۡکُمۡ  اَحَدًا  اَبَدًا ۙ وَّ اِنۡ  قُوۡتِلۡتُمۡ  لَنَنۡصُرَنَّکُمۡ ؕ وَ اللّٰہُ  یَشۡہَدُ  اِنَّہُمۡ   لَکٰذِبُوۡنَ ﴿۱۱﴾ ",
			"index": "5137",
			"name": "আপনি কি মুনাফিক্বদেরকে দেখেন নি, যারা তাদের কিতাবি কাফির ভাইদেরকে বলে, ‘যদি তোমরা নির্বাসিত হও তবে অবশ্য আমরাও তোমাদের সাথে বের হয়ে যাবো এবং অবশ্য তোমাদের ব্যাপারে কারো কথা মানবো না; আর তোমাদের সাথে যুদ্ধ বাধলে সাহায্য করবো? এবং আল্লাহ্‌ সাক্ষী রয়েছেন এ মর্মে যে, ‘তারা মিথ্যুক’।",
			"en_kanzulimaan": "Did you not see the hypocrites, that they say to their disbelieving brothers among the People given the Book(s), If you are expelled, then we will definitely go out with you, and we will not listen to anyone in your matters, and if you are fought against we will surely help you; and Allah testifies that they are indeed liars.",
			"ur_kanzulimaan": "کیا تم نے منافقوں کو نہ دیکھا کہ اپنے بھائیوں کافر کتابیوں سے کہتے ہیں کہ اگر تم نکالے گئے تو ضرور ہم تمہارے ساتھ جائیں گے اور ہرگز تمہارے بارے میں کسی کی نہ مانیں گے اور اگر تم سے لڑائی ہوئی تو ہم ضرور تمہاری مدد کریں گے، اور اللہ گواہ ہے کہ وہ جھوٹے ہیں",
			"hi_kanzulimaan": "क्या तुमने मुनाफ़िक़ों को न देखा (40फ) कि अपने भाइयों काफ़िर किताबियों (41फ) से कहते हैं कि अगर तुम निकाले गए (42फ) तो ज़रूर हम तुम्हारे साथ निकल जाएंगे और हरगिज़ तुम्हारे बारे में कभी किसी की न मानेंगे (43फ) और तुम से लड़ाई हुई तो हम ज़रूर तुम्हारी मदद करेंगे, और अल्लाह गवाह है कि वो झूटे हैं (44फ)",
			"id": 11,
			"text": "۞أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نَافَقُواْ يَقُولُونَ لِإِخۡوَٰنِهِمُ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَئِنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِيعُ فِيكُمۡ أَحَدًا أَبَدٗا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ",
			"author": "১১. আপনি কি মুনাফেকদেরকে দেখেননি? তারা আহলে কিতাবের মধ্যে যারা কুফরী করেছে তাদের সেসব ভাইদেরকে বলে, ‘যদি তোমরা (এখান থেকে) বহিষ্কৃত হও, তবে আমরাও তোমাদের সাথেই বের হয়ে যাবো এবং আমরা তোমাদের ব্যাপারে কখনোই কারো কথা মানবো না। আর যদি তোমরা আক্রান্ত হও, তবে আমরা অবশ্য অবশ্যই তোমাদেরকে সাহায্য করবো।’ কিন্তু আল্লাহ্ সাক্ষ্য দিচ্ছেন, তারা অবশ্যই মিথ্যাবাদী।"
		},
		{
			"_id": "5138",
			"sura": "59",
			"para": "28",
			"verses": "12",
			"names": "لَئِنۡ  اُخۡرِجُوۡا لَا یَخۡرُجُوۡنَ  مَعَہُمۡ ۚ وَ لَئِنۡ  قُوۡتِلُوۡا  لَا یَنۡصُرُوۡنَہُمۡ ۚ وَ لَئِنۡ نَّصَرُوۡہُمۡ  لَیُوَلُّنَّ  الۡاَدۡبَارَ ۟  ثُمَّ لَا یُنۡصَرُوۡنَ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "لَئِنۡ  اُخۡرِجُوۡا لَا یَخۡرُجُوۡنَ  مَعَہُمۡ ۚ وَ لَئِنۡ  قُوۡتِلُوۡا  لَا یَنۡصُرُوۡنَہُمۡ ۚ وَ لَئِنۡ نَّصَرُوۡہُمۡ  لَیُوَلُّنَّ  الۡاَدۡبَارَ ۟  ثُمَّ لَا یُنۡصَرُوۡنَ ﴿۱۲﴾ ",
			"index": "5138",
			"name": " যদি তারা নির্বাসিত হয় তবে এরা তাদের সাথে বের হবে না এবং তাদের সাথে যুদ্ধ বাধলে, তবে এরা তাদের সাহায্য করবে না, যদি তাদের সাহায্যও করতে আসে, তবে অবশ্য পৃষ্ঠ প্রদর্শন করে পলায়ন করবে। অতঃপর সাহায্য পাবে না। ",
			"en_kanzulimaan": "If they are expelled, the hypocrites will not go out with them; and if they are fought against they will not help them; and even if they were to help them, they would turn their backs and flee; and then they will not be helped.",
			"ur_kanzulimaan": "اگر وہ نکالے گئے تو یہ ان کے ساتھ نہ نکلیں گے، اور ان سے لڑائی ہوئی تو یہ ان کی مدد نہ کریں گے اگر ان کی مدد کی بھی تو ضرور پیٹھ پھیر کر بھاگیں گے، پھر مدد نہ پائیں گے،",
			"hi_kanzulimaan": "अगर वो निकाले गए (45फ) तो ये उनके साथ न निकलेंगे, और उनसे लड़ाई हुई तो ये उनकी मदद न करेंगे (46फ) और अगर उनकी मदद की भी तो ज़रूर पीठ फेर कर भागेंगे फिर (47फ) मदद न पाएंगे",
			"id": 12,
			"text": "لَئِنۡ أُخۡرِجُواْ لَا يَخۡرُجُونَ مَعَهُمۡ وَلَئِن قُوتِلُواْ لَا يَنصُرُونَهُمۡ وَلَئِن نَّصَرُوهُمۡ لَيُوَلُّنَّ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يُنصَرُونَ",
			"author": "১২. যদি তারা (মদীনার অবিশ্বাসী ইহুদীরা) বহিষ্কৃত হয়, তবে এরা (এ মুনাফেকেরা কখনো) তাদের সাথে বের হয়ে যাবে না। আর যদি তারা আক্রান্ত হয়, তবে তারা তাদেরকে সাহায্য করবে না। আর তারা তাদেরকে সাহায্য করতে এলেও অবশ্যই তারা পশ্চাতে ফিরে পলায়ন করবে। অতঃপর তাদেরকে (কোথাও থেকেই) সাহায্য করা হবে না।"
		},
		{
			"_id": "5139",
			"sura": "59",
			"para": "28",
			"verses": "13",
			"names": "لَاَنۡتُمۡ  اَشَدُّ رَہۡبَۃً  فِیۡ  صُدُوۡرِہِمۡ  مِّنَ اللّٰہِ ؕ ذٰلِکَ بِاَنَّہُمۡ  قَوۡمٌ لَّا یَفۡقَہُوۡنَ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "لَاَنۡتُمۡ  اَشَدُّ رَہۡبَۃً  فِیۡ  صُدُوۡرِہِمۡ  مِّنَ اللّٰہِ ؕ ذٰلِکَ بِاَنَّہُمۡ  قَوۡمٌ لَّا یَفۡقَہُوۡنَ ﴿۱۳﴾ ",
			"index": "5139",
			"name": " নিশ্চয় তাদের অন্তরে আল্লাহ্‌র চেয়ে তোমাদের ভয় অধিক রয়েছে। এটা এ জন্য যে, তারা বোধশক্তিহীন লোক।",
			"en_kanzulimaan": "Indeed in their hearts is a greater fear of you than that of Allah; this is because they are a people who do not understand.",
			"ur_kanzulimaan": "بیشک ان کے دلوں میں اللہ سے زیادہ تمہارا ڈر ہے یہ اس لیے کہ وہ ناسمجھ لوگ ہیں",
			"hi_kanzulimaan": "बेशक (48फ) उनके दिलों में अल्लाह से ज़्यादा तुम्हारा डर है (49फ) यह इस लिये कि वो नासमझ लोग हैं (50फ)",
			"id": 13,
			"text": "لَأَنتُمۡ أَشَدُّ رَهۡبَةٗ فِي صُدُورِهِم مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ",
			"author": "১৩. (হে মুসলামানগণ!) প্রকৃতপক্ষে তাদের অন্তরে আল্লাহ্ অপেক্ষা তোমাদের ভয়ই অধিকতর। তা এ জন্যে যে, তারা সেসব লোক যারা নির্বোধ।"
		},
		{
			"_id": "5140",
			"sura": "59",
			"para": "28",
			"verses": "14",
			"names": "لَا یُقَاتِلُوۡنَکُمۡ جَمِیۡعًا  اِلَّا فِیۡ  قُرًی مُّحَصَّنَۃٍ  اَوۡ مِنۡ  وَّرَآءِ  جُدُرٍ ؕ بَاۡسُہُمۡ بَیۡنَہُمۡ  شَدِیۡدٌ ؕ تَحۡسَبُہُمۡ جَمِیۡعًا وَّ قُلُوۡبُہُمۡ شَتّٰی ؕ ذٰلِکَ بِاَنَّہُمۡ  قَوۡمٌ لَّا یَعۡقِلُوۡنَ ﴿ۚ۱۴﴾ ",
			"number": "",
			"verses_PDMS": "لَا یُقَاتِلُوۡنَکُمۡ جَمِیۡعًا  اِلَّا فِیۡ  قُرًی مُّحَصَّنَۃٍ  اَوۡ مِنۡ  وَّرَآءِ  جُدُرٍ ؕ بَاۡسُہُمۡ بَیۡنَہُمۡ  شَدِیۡدٌ ؕ تَحۡسَبُہُمۡ جَمِیۡعًا وَّ قُلُوۡبُہُمۡ شَتّٰی ؕ ذٰلِکَ بِاَنَّہُمۡ  قَوۡمٌ لَّا یَعۡقِلُوۡنَ ﴿ۚ۱۴﴾ ",
			"index": "5140",
			"name": " এরা সবাই মিলেও তোমাদের সাথে যুদ্ধ করবে না; কিন্তু দূর্গ-ঘেরা নগরসমূহে অথবা প্রাচীরের পেছনে। পরস্পরের মধ্যে তাদের যুদ্ধ ভীষণ। তোমরা তাদেরকে ঐক্যবদ্ধ মনে করবে এবং তাদের অন্তরসমূহ পৃথক পৃথক। এটা এ জন্য যে, তারা বিবেকহীন লোক। ",
			"en_kanzulimaan": "They will not fight you even if they all come together, except in barricaded cities or from behind walls; they are severe fighters among themselves; you will assume them to be one, whereas their hearts are divided; this is because they are a people who do not have any sense.",
			"ur_kanzulimaan": "یہ سب مل کر بھی تم سے نہ لڑیں گے مگر قلعہ بند شہروں میں یا دُھسّوں (شہر پناہ) کے پیچھے، آپس میں ان کی آنچ (جنگ) سخت ہے تم انہیں ایک جتھا سمجھو گے اور ان کے دل الگ الگ ہیں، یہ اس لیے کہ وہ بے عقل لوگ ہیں",
			"hi_kanzulimaan": "ये सब मिलकर भी तुम से न लड़ेंगे मगर क़िलेबन्द शहरों में या धुसों (शहर-पनाह) के पीछे, आपस में उनकी आंच (जोश) सख़्त है (51फ) तुम उन्हें एक जथा समझोगे और उनके दिल अलग अलग हैं, यह इसलिये कि वो बेअक़्ल लोग हैं (52फ)",
			"id": 14,
			"text": "لَا يُقَٰتِلُونَكُمۡ جَمِيعًا إِلَّا فِي قُرٗى مُّحَصَّنَةٍ أَوۡ مِن وَرَآءِ جُدُرِۭۚ بَأۡسُهُم بَيۡنَهُمۡ شَدِيدٞۚ تَحۡسَبُهُمۡ جَمِيعٗا وَقُلُوبُهُمۡ شَتَّىٰۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ",
			"author": "১৪. তারা (মদীনার ইহুদী ও মুনাফেকেরা) সংঘবদ্ধভাবেও তোমাদের বিরুদ্ধে যুদ্ধ করতে সক্ষম হবে না, কেবল সুরক্ষিত শহর অথবা দেয়ালের আড়াল ব্যতীত। তাদের পারস্পরিক যুদ্ধই তীব্রতর। তুমি তাদেরকে সংঘবদ্ধ মনে করো, অথচ তাদের অন্তর শতধাবিচ্ছিন্ন। তা এ জন্যে যে, এরা নির্বোধ সম্প্রদায়।"
		},
		{
			"_id": "5141",
			"sura": "59",
			"para": "28",
			"verses": "15",
			"names": "کَمَثَلِ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ قَرِیۡبًا ذَاقُوۡا وَبَالَ  اَمۡرِہِمۡ ۚ وَ  لَہُمۡ  عَذَابٌ  اَلِیۡمٌ ﴿ۚ۱۵﴾ ",
			"number": "",
			"verses_PDMS": "کَمَثَلِ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ قَرِیۡبًا ذَاقُوۡا وَبَالَ  اَمۡرِہِمۡ ۚ وَ  لَہُمۡ  عَذَابٌ  اَلِیۡمٌ ﴿ۚ۱۵﴾ ",
			"index": "5141",
			"name": " তাদের দৃষ্টান্ত ওই সমস্ত লোকের মতো, যারা তাদের অব্যবহিত পূর্বে ছিলো; তারা আপন কৃতকর্মের অশুভ পরিণতি ভোগ করেছে এবং তাদের জন্য বেদনাদায়ক শাস্তি রয়েছে। ",
			"en_kanzulimaan": "Like the example of those who were before them not long ago - they tasted the evil result of their deeds; and for them is a painful punishment.",
			"ur_kanzulimaan": "ان کی سی کہاوت جو ابھی قریب زمانہ میں ان سے پہلے تھے انہوں نے اپنے کام کا وبال چکھا اور ان کے لیے دردناک عذاب ہے",
			"hi_kanzulimaan": "उनकी सी कहावत जो अभी क़रीब ज़माने में उनसे पहले थे (53फ) उन्हों ने अपने काम का वबाल चखा (54फ) और उनके लिये दर्दनाक अज़ाब है (55फ)",
			"id": 15,
			"text": "كَمَثَلِ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَرِيبٗاۖ ذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
			"author": "১৫. (তাদের অবস্থা) সেসব লোকের ন্যায় যারা তাদের পূর্বে নিকট অতীতে নিজেদের কৃতকর্মের পরিণতি আস্বাদন করেছে (অর্থাৎ বদরে মক্কার মুশরিকেরা, ইহুদীদের মাঝে বনী নাযীর, বনু কাইনুকা, বনু কুরাইযা ও অন্যান্য দল ও গোষ্ঠী) আর তাদের জন্যে (পরকালেও) রয়েছে যন্ত্রণাদায়ক শাস্তি।"
		},
		{
			"_id": "5142",
			"sura": "59",
			"para": "28",
			"verses": "16",
			"names": "کَمَثَلِ الشَّیۡطٰنِ اِذۡ قَالَ  لِلۡاِنۡسَانِ اکۡفُرۡ ۚ فَلَمَّا کَفَرَ  قَالَ  اِنِّیۡ  بَرِیۡٓءٌ مِّنۡکَ  اِنِّیۡۤ  اَخَافُ اللّٰہَ  رَبَّ الۡعٰلَمِیۡنَ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "کَمَثَلِ الشَّیۡطٰنِ اِذۡ قَالَ  لِلۡاِنۡسَانِ اکۡفُرۡ ۚ فَلَمَّا کَفَرَ  قَالَ  اِنِّیۡ  بَرِیۡٓءٌ مِّنۡکَ  اِنِّیۡۤ  اَخَافُ اللّٰہَ  رَبَّ الۡعٰلَمِیۡنَ ﴿۱۶﴾ ",
			"index": "5142",
			"name": " শয়তানের দৃষ্টান্ত; যখন সে মানুষকে বললো,, ‘কুফর করো!’ অতঃপর যখন সে কুফর করে ফেলেছে, তখন বললো, ‘আমি তোমাদের নিকট থেকে পৃথক। আমি আল্লাহ্‌কে ভয় করি, যিনি সমগ্র বিশ্বের রব’।",
			"en_kanzulimaan": "The example of the devil - when he said to man Disbelieve; so when he has rejected faith, he says, I am unconcerned with you - indeed I fear Allah, the Lord of The Creation.",
			"ur_kanzulimaan": "شیطان کی کہاوت جب اس نے آدمی سے کہا کفر کر پھر جب اس نے کفر کرلیا بولا میں تجھ سے الگ ہوں میں اللہ سے ڈرتا ہوں جو سارے جہان کا رب",
			"hi_kanzulimaan": "शैतान की कहावत जब उसने आदमी से कहा कुफ़्र कर, फिर जब उसने कुफ़्र कर लिया, बोला मैं तुझसे अलग हूँ, मैं अल्लाह से डरता हूँ जो सारे जहान का रब (56फ)",
			"id": 16,
			"text": "كَمَثَلِ ٱلشَّيۡطَٰنِ إِذۡ قَالَ لِلۡإِنسَٰنِ ٱكۡفُرۡ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيٓءٞ مِّنكَ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ",
			"author": "১৬. (মুনাফেকদের দৃষ্টান্ত) শয়তানের মতো, যখন সে মানুষকে বলে, ‘কুফরী করো’; অতঃপর যখন সে কুফরী করে তখন সে (শয়তান) বলে, ‘তোমার সাথে আমার কোনো সম্পর্ক নেই, আমি অবশ্যই ভয় করি আল্লাহ্কে যিনি বিশ্ব জাহানের প্রতিপালক’।"
		},
		{
			"_id": "5143",
			"sura": "59",
			"para": "28",
			"verses": "17",
			"names": "فَکَانَ عَاقِبَتَہُمَاۤ  اَنَّہُمَا فِی النَّارِ خَالِدَیۡنِ فِیۡہَا ؕ وَ ذٰلِکَ  جَزٰٓؤُا الظّٰلِمِیۡنَ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "فَکَانَ عَاقِبَتَہُمَاۤ  اَنَّہُمَا فِی النَّارِ خَالِدَیۡنِ فِیۡہَا ؕ وَ ذٰلِکَ  جَزٰٓؤُا الظّٰلِمِیۡنَ ﴿۱۷﴾ ",
			"index": "5143",
			"name": " সুতরাং ওই দু’জনের পরিণতি এ হলো যে, তারা উভয়ে আগুনের মধ্যে রয়েছে, তাতেই তারা স্থায়ী হবে এবং যালিমদের এ শাস্তি।",
			"en_kanzulimaan": "So the fate of them both is that they are both in the fire, to remain in it forever; and this is the proper punishment for the unjust.",
			"ur_kanzulimaan": "تو ان دونوں کا انجام یہ ہوا کہ وہ دونوں آگ میں ہیں ہمیشہ اس میں رہے، اور ظالموں کو یہی سزا ہے،",
			"hi_kanzulimaan": "तो उन दोनों का (57फ) अंजाम यह हुआ कि वो दोनों आग में हैं हमेशा उसमें रहे, और ज़ालिमों की यही सज़ा है",
			"id": 17,
			"text": "فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِي ٱلنَّارِ خَٰلِدَيۡنِ فِيهَاۚ وَذَٰلِكَ جَزَـٰٓؤُاْ ٱلظَّـٰلِمِينَ",
			"author": "১৭. অতঃপর উভয়ের পরিণতি হবে জাহান্নাম, তাতেই চিরকাল অবস্থান করবে। আর জালিমদের এটিই শাস্তি।"
		},
		{
			"_id": "5144",
			"sura": "59",
			"para": "28",
			"verses": "18",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا اتَّقُوا اللّٰہَ  وَ لۡتَنۡظُرۡ  نَفۡسٌ مَّا قَدَّمَتۡ لِغَدٍ ۚ وَ اتَّقُوا اللّٰہَ ؕ اِنَّ اللّٰہَ  خَبِیۡرٌۢ   بِمَا تَعۡمَلُوۡنَ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا اتَّقُوا اللّٰہَ  وَ لۡتَنۡظُرۡ  نَفۡسٌ مَّا قَدَّمَتۡ لِغَدٍ ۚ وَ اتَّقُوا اللّٰہَ ؕ اِنَّ اللّٰہَ  خَبِیۡرٌۢ   بِمَا تَعۡمَلُوۡنَ ﴿۱۸﴾ ",
			"index": "5144",
			"name": " হে ঈমানদারগণ! আল্লাহ্‌কে ভয় করো, এবং প্রত্যেকের দেখা উচিত যে, আগামীকালের জন্য সে কি অগ্রে প্রেরণ করেছে, এবং আল্লাহ্‌কে ভয় করো। নিশ্চয় আল্লাহ্‌ তোমাদের কার্যাদি সম্পর্কে অবহিত আছেন। ",
			"en_kanzulimaan": "O People who Believe! Fear Allah, and every soul must see what it has sent ahead for tomorrow; and fear Allah; indeed Allah is Aware of your deeds.",
			"ur_kanzulimaan": "اے ایمان والو اللہ سے ڈرو اور ہر جان دیکھے کہ کل کے لیے آگے کیا بھیجا اور اللہ سے ڈرو بیشک اللہ کو تمہارے کاموں کی خبر ہے،",
			"hi_kanzulimaan": "ऐ ईमान वालों अल्लाह से डरो (58फ) और हर जान देखे कि कल के लिये क्या आगे भेजा (59फ) और अल्लाह से डरो (60फ) बेशक अल्लाह को तुम्हारे कामों की ख़बर है",
			"id": 18,
			"text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ",
			"author": "১৮. হে ঈমানদারগণ! তোমরা আল্লাহ্কে ভয় করতে থাকো। প্রত্যেক ব্যক্তির লক্ষ্য রাখা উচিত, আগামীকালের (অর্থাৎ কিয়ামতের) জন্যে সে কী প্রেরণ করেছে। আর তোমরা আল্লাহ্কে ভয় করতে থাকো। নিশ্চয়ই আল্লাহ্ সেসব কর্মকান্ড সম্পর্কে অবগত যা তোমরা করছো।"
		},
		{
			"_id": "5145",
			"sura": "59",
			"para": "28",
			"verses": "19",
			"names": "وَ لَا تَکُوۡنُوۡا کَالَّذِیۡنَ نَسُوا اللّٰہَ فَاَنۡسٰہُمۡ  اَنۡفُسَہُمۡ ؕ اُولٰٓئِکَ ہُمُ الۡفٰسِقُوۡنَ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تَکُوۡنُوۡا کَالَّذِیۡنَ نَسُوا اللّٰہَ فَاَنۡسٰہُمۡ  اَنۡفُسَہُمۡ ؕ اُولٰٓئِکَ ہُمُ الۡفٰسِقُوۡنَ ﴿۱۹﴾ ",
			"index": "5145",
			"name": " এবং তাদের মতো হয়ো না, যারা আল্লাহ্‌কে ভুলে বসেছে, অতঃপর আল্লাহ্‌ তাদেরকে বিপদের মধ্যে নিক্ষেপ করেছেন। ফলে নিজ  প্রাণের কথাও তাদের স্মরণ নেই। তারাই ফাসিক্ব।",
			"en_kanzulimaan": "And do not be like those who forgot Allah  He therefore put them into hardship making them forget themselves; it is they who are the sinners.",
			"ur_kanzulimaan": "اور ان جیسے نہ ہو جو اللہ کو بھول بیٹھے تو اللہ نے انہیں بلا میں ڈالا کہ اپنی جانیں یاد نہ رہیں وہی فاسق ہیں،",
			"hi_kanzulimaan": "और उन जैसे न हो जो अल्लाह को भूल बैठे (61फ) तो अल्लाह ने उन्हें बला में डाला कि अपनी जानें याद न रहीं (62फ) वही फ़ासिक़ हैं",
			"id": 19,
			"text": "وَلَا تَكُونُواْ كَٱلَّذِينَ نَسُواْ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُوْلَـٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ",
			"author": "১৯. আর তাদের মতো হয়ো না যারা আল্লাহ্কে ভুলে গিয়েছে। ফলে আল্লাহ্ তাদেরকে আত্মবিস্মৃত করে দেন (যে, তারা নিজেদের জন্যে কোনো কল্যাণ সামনে প্রেরণ করবে)। তারাই নাফরমান।"
		},
		{
			"_id": "5146",
			"sura": "59",
			"para": "28",
			"verses": "20",
			"names": "لَا یَسۡتَوِیۡۤ  اَصۡحٰبُ النَّارِ وَ اَصۡحٰبُ الۡجَنَّۃِ ؕ اَصۡحٰبُ الۡجَنَّۃِ ہُمُ الۡفَآئِزُوۡنَ ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "لَا یَسۡتَوِیۡۤ  اَصۡحٰبُ النَّارِ وَ اَصۡحٰبُ الۡجَنَّۃِ ؕ اَصۡحٰبُ الۡجَنَّۃِ ہُمُ الۡفَآئِزُوۡنَ ﴿۲۰﴾ ",
			"index": "5146",
			"name": " দোযখবাসীগণ এবং জান্নাতবাসীগণ এক সমান নয়। জান্নাতবাসীরাই সফলকাম। ",
			"en_kanzulimaan": "The People of hell and the People of Paradise are not equal; it is only the People of Paradise who have succeeded.",
			"ur_kanzulimaan": "دوزخ والے اور جنت والے برابر نہیں جنت والے ہی مراد کو پہنچے،",
			"hi_kanzulimaan": "दोज़ख़ वाले (63फ) और जन्नत वाले (64फ) बराबर नहीं, जन्नत वाले ही मुराद को पहुंचे",
			"id": 20,
			"text": "لَا يَسۡتَوِيٓ أَصۡحَٰبُ ٱلنَّارِ وَأَصۡحَٰبُ ٱلۡجَنَّةِۚ أَصۡحَٰبُ ٱلۡجَنَّةِ هُمُ ٱلۡفَآئِزُونَ",
			"author": "২০. জাহান্নামের অধিবাসী ও জান্নাতের অধিবাসী সমান নয়। জান্নাতের অধিবাসীরাই সফলকাম ও বিজয়ী।"
		},
		{
			"_id": "5147",
			"sura": "59",
			"para": "28",
			"verses": "21",
			"names": "لَوۡ اَنۡزَلۡنَا ہٰذَا الۡقُرۡاٰنَ عَلٰی جَبَلٍ لَّرَاَیۡتَہٗ  خَاشِعًا مُّتَصَدِّعًا مِّنۡ خَشۡیَۃِ اللّٰہِ ؕ وَ تِلۡکَ الۡاَمۡثَالُ نَضۡرِبُہَا لِلنَّاسِ لَعَلَّہُمۡ یَتَفَکَّرُوۡنَ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "لَوۡ اَنۡزَلۡنَا ہٰذَا الۡقُرۡاٰنَ عَلٰی جَبَلٍ لَّرَاَیۡتَہٗ  خَاشِعًا مُّتَصَدِّعًا مِّنۡ خَشۡیَۃِ اللّٰہِ ؕ وَ تِلۡکَ الۡاَمۡثَالُ نَضۡرِبُہَا لِلنَّاسِ لَعَلَّہُمۡ یَتَفَکَّرُوۡنَ ﴿۲۱﴾ ",
			"index": "5147",
			"name": " যদি আমি এ ক্বোরআনকে কোন পর্বতের উপর অবতীর্ণ করতাম, তবে অবশ্যই তুমি সেটাকে দেখতে অবনত, টুকরো টুকরো অবস্থায়, আল্লাহ্‌র ভয়ে। এবং এসব দৃষ্টান্ত মানুষের জন্য আমি বর্ণনা করি, যেন তারা চিন্তা ভাবনা করে। ",
			"en_kanzulimaan": "Had We sent down this Quran upon a mountain, you would have then surely seen it bowed down, blown to bits by the fear of Allah; and We illustrate such examples for people, for them to ponder.",
			"ur_kanzulimaan": "اگر ہم یہ قرآن کسی پہاڑ پر اتارتے تو ضرور تو اسے دیکھتا جھکا ہوا پاش پاش ہوتا اللہ کے خوف سے اور یہ مثالیں لوگوں کے لیے ہم بیان فرماتے ہیں کہ وہ سوچیں،",
			"hi_kanzulimaan": "अगर हम यह क़ुरआन किसी पहाड़ पर उतारते (65फ) तो ज़रूर तू उसे देखता झुका हुआ पाश पाश होता, अल्लाह के खौफ़ से (66फ) और ये मिसाले लोगों के लिये हम बयान फ़रमाते हैं कि वो सोचें",
			"id": 21,
			"text": "لَوۡ أَنزَلۡنَا هَٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٖ لَّرَأَيۡتَهُۥ خَٰشِعٗا مُّتَصَدِّعٗا مِّنۡ خَشۡيَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ",
			"author": "২১. যদি আমরা এ কুরআন কোনো পাহাড়ের উপর অবতীর্ণ করতাম, তবে (হে শ্রোতা!) তুমি এটিকে দেখতে, তা আল্লাহ্‌র ভয়ে বিনীত-কম্পিত হতো ও বিদীর্ণ হয়ে যেতো। আর এসব উপমা আমরা মানুষের জন্যে বর্ণনা করি যাতে তারা চিন্তা করে।"
		},
		{
			"_id": "5148",
			"sura": "59",
			"para": "28",
			"verses": "22",
			"names": "ہُوَ اللّٰہُ  الَّذِیۡ  لَاۤ  اِلٰہَ  اِلَّا ہُوَ ۚ عٰلِمُ الۡغَیۡبِ وَ الشَّہَادَۃِ ۚ ہُوَ  الرَّحۡمٰنُ الرَّحِیۡمُ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "ہُوَ اللّٰہُ  الَّذِیۡ  لَاۤ  اِلٰہَ  اِلَّا ہُوَ ۚ عٰلِمُ الۡغَیۡبِ وَ الشَّہَادَۃِ ۚ ہُوَ  الرَّحۡمٰنُ الرَّحِیۡمُ ﴿۲۲﴾ ",
			"index": "5148",
			"name": " তিনিই আল্লাহ্‌, যিনি ব্যতীত অন্য কোন উপাস্য নেই; প্রত্যেক অপ্রকাশ্য ও প্রকাশ্যের জ্ঞাতা। তিনিই হন মহা দয়ালু, করুণাময়।",
			"en_kanzulimaan": "It is Allah, except Whom there is no God; the Knowing of all  the hidden and the evident; He only is the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "وہی اللہ ہے جس کے سوا کوئی معبود نہیں، ہر نہاں و عیاں کا جاننے والا وہی ہے بڑا مہربان رحمت والا،",
			"hi_kanzulimaan": "वही अल्लाह है जिसके सिवा कोई माबूद नहीं, हर निहा व अयां का जानने वाला (67फ) वही है बड़ा मेहरबान रहमत वाला",
			"id": 22,
			"text": "هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ",
			"author": "২২. তিনিই আল্লাহ্, যিনি ব্যতীত কোনো উপাস্য নেই, তিনি অদৃশ্য ও দৃশ্যের পরিজ্ঞাতা। তিনিই অসীম অনুগ্রহকারী, পরম দয়ালু।"
		},
		{
			"_id": "5149",
			"sura": "59",
			"para": "28",
			"verses": "23",
			"names": "ہُوَ اللّٰہُ  الَّذِیۡ  لَاۤ  اِلٰہَ  اِلَّا ہُوَ ۚ اَلۡمَلِکُ الۡقُدُّوۡسُ السَّلٰمُ  الۡمُؤۡمِنُ الۡمُہَیۡمِنُ الۡعَزِیۡزُ  الۡجَبَّارُ  الۡمُتَکَبِّرُ ؕ سُبۡحٰنَ اللّٰہِ عَمَّا  یُشۡرِکُوۡنَ ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "ہُوَ اللّٰہُ  الَّذِیۡ  لَاۤ  اِلٰہَ  اِلَّا ہُوَ ۚ اَلۡمَلِکُ الۡقُدُّوۡسُ السَّلٰمُ  الۡمُؤۡمِنُ الۡمُہَیۡمِنُ الۡعَزِیۡزُ  الۡجَبَّارُ  الۡمُتَکَبِّرُ ؕ سُبۡحٰنَ اللّٰہِ عَمَّا  یُشۡرِکُوۡنَ ﴿۲۳﴾ ",
			"index": "5149",
			"name": " তিনিই আল্লাহ্‌, যিনি ব্যতীত অন্য কোন উপাস্য নেই; বাদশাহ, অতি পবিত্র শান্তিদাতা, নিরাপত্তা প্রদানকারী, রক্ষাকারী, পরম সম্মানিত, মহত্বের অধিকারী, দম্ভশীল; আল্লাহ্‌ পবিত্র তাদের শির্ক থেকে। ",
			"en_kanzulimaan": "It is Allah, except Whom there is no God; the King, the Pure, the Giver of Peace, the Bestower of Safety, the Protector, the Most Honourable, the Compeller, the Proud; Purity is to Allah from all what they ascribe as partners (to Him)!",
			"ur_kanzulimaan": "وہی ہے اللہ جس کے سوا کوئی معبود نہیں بادشاہ نہایت پاک سلامتی دینے والا امان بخشنے والا حفاظت فرمانے والا عزت والا عظمت والا تکبر والا اللہ کو پاکی ہے ان کے شرک سے،",
			"hi_kanzulimaan": "वही है अल्लाह जिसके सिवा कोई माबूद नहीं, बादशाह (68फ) निहायत पाक (69फ) सलामती देने वाला (70फ) अमान बख़्शने वाला (71फ) हिफ़ाज़त फ़रमाने वाला इज़्ज़त वाला अज़मत वाला तकब्बुर (बड़ाई) वाला (72फ) अल्लाह को पाकी है उनके शिर्क से",
			"id": 23,
			"text": "هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ",
			"author": "২৩. তিনিই আল্লাহ্, যিনি ব্যতীত কোনো উপাস্য নেই। তিনি (প্রকৃত) বাদশাহ, সমস্ত দোষ-ত্রুটি থেকে পবিত্র, শান্তিদাতা, নিরাপত্তা বিধায়ক, রক্ষাকারী ও পাহারাদার (মুজিযার মাধ্যমে রাসূলগণকে সত্যায়নকারী), পরাক্রমশালী ও সম্মানের অধিকারী, প্রবল, রাজত্ব ও অহঙ্কারের অধিকারী। আল্লাহ্ সেসব থেকে পূতঃপবিত্র, মহান, যাকে তারা তাঁর সাথে অংশীদার সাব্যস্ত করে।"
		},
		{
			"_id": "5150",
			"sura": "59",
			"para": "28",
			"verses": "24",
			"names": "ہُوَ اللّٰہُ  الۡخَالِقُ الۡبَارِئُ  الۡمُصَوِّرُ لَہُ الۡاَسۡمَآءُ  الۡحُسۡنٰی ؕ یُسَبِّحُ لَہٗ  مَا فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ۚ وَ ہُوَ الۡعَزِیۡزُ الۡحَکِیۡمُ ﴿۲۴﴾",
			"number": "",
			"verses_PDMS": "ہُوَ اللّٰہُ  الۡخَالِقُ الۡبَارِئُ  الۡمُصَوِّرُ لَہُ الۡاَسۡمَآءُ  الۡحُسۡنٰی ؕ یُسَبِّحُ لَہٗ  مَا فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ۚ وَ ہُوَ الۡعَزِیۡزُ الۡحَکِیۡمُ ﴿۲۴﴾",
			"index": "5150",
			"name": " তিনিই আল্লাহ্‌, স্রষ্টা, উদ্ভাবনকর্তা; প্রত্যেককে রূপদাতা; তারই রয়েছে সব ভালো নাম। তারই পবিত্রতা ঘোষণা করে যা কিছু আস্‌মানসমূহ ও যমীনে রয়েছে এবং তিনিই সম্মান ও প্রজ্ঞাময়।",
			"en_kanzulimaan": "It is Allah only, Who is the Creator, the Initiator, the Designer of all  His only are all the good names; all whatever is in the heavens and in the earth proclaims His Purity; and He only is the Most Honourable, the Wise.",
			"ur_kanzulimaan": "وہی ہے اللہ بنانے والا پیدا کرنے والا ہر ایک کو صورت دینے والا اسی کے ہیں سب اچھے نام اس کی پاکی بولتا ہے جو کچھ آسمانوں اور زمین میں ہے اور وہی عزت و حکمت والا ہے،",
			"hi_kanzulimaan": "वही है अल्लाह बनाने वाला पैदा करने वाला (73फ) हर एक को सूरत देने वाला (74फ) उसी के हैं सब अच्छे नाम (75फ) उसकी पाकी बोलता है जो कुछ आसमानों और ज़मीन में है, और वही इज़्ज़त व हिकमत वाला है",
			"id": 24,
			"text": "هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
			"author": "২৪. তিনিই আল্লাহ্, সৃষ্টিকর্তা, অনস্তিত্ব থেকে অস্তিত্বে আনয়নকারী (অর্থাৎ উদ্ভাবনকর্তা), আকৃতি দানকারী, (মোটকথা) সকল সুন্দর নাম তাঁরই। আকাশমন্ডলীতে এবং পৃথিবীতে যা কিছু রয়েছে সমস্তই তাঁর পবিত্রতা ও মহিমা ঘোষণা করে। আর তিনি মহাপরাক্রমশালী, প্রজ্ঞাবান।"
		}
	]