[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "6222",
			"sura": "112",
			"para": "30",
			"verses": "1",
			"names": "قُلۡ ہُوَ  اللّٰہُ  اَحَدٌ  ۚ﴿۱﴾",
			"number": "",
			"verses_PDMS": "قُلۡ ہُوَ  اللّٰہُ  اَحَدٌ  ۚ﴿۱﴾",
			"index": "6222",
			"name": "আপনি বলুন, ‘তিনি আল্লাহ্‌ তিনি এক, (২)",
			"en_kanzulimaan": "Proclaim (O dear Prophet Mohammed - peace and blessings be upon him), He is Allah, He is One.",
			"ur_kanzulimaan": "➤টীকা-২, প্রতিপালক' ও খোদা-হবার দিক দিয়ে মহত্ব ও পূর্ণতার গুণাবলীতে গুণান্বিত। সমতুল্য ও সমকক্ষ হতে পবিত্র। তাঁর কোন শরীক নেই। ",
			"hi_kanzulimaan": "➤\"সূরা ইখলাস'' মাক্কী। অপর এক অভিমতানুসারে, মাদানী। এতে একটি রুকু', চারটি আয়াত, পনেরটি পদ এবং ছেচল্লিশ টি বর্ণ রয়েছে।\n\n✔হাদীস শরীফসমূহে এ সূরার অসংখ্য ফযিলত বর্ণিত হয়েছে। এটাকে কোরআনের এক তৃতীয়াংশের সমমর্যাদা সম্পন্ন বলা হয়েছে। অর্থাৎ যদি এ সূরাটি তিনবার পড়া হয়, তবে পূর্ণ কোরআন তেলাওয়াতের সওয়াব পাওয়া যায়। এক ব্যক্তি হুযুর সল্লাল্লাহু তা'আলা আলায়হি ওয়াসাল্লামের খেদমতে আরয করলেন, \"এ সূরার প্রতি আমার গভীর ভালবাসা রয়েছে।\" হুযুর সাল্লাল্লাহু তা'আলা আলায়হি ওয়াসাল্লাম এরশাদ ফরমলেন, \"এর প্রতি ভালবাসা তােমাকে বেহেশতে প্রবেশ করাবে।\" (তিরমিযী)\n\n✔শানে নুযূল: আরবের কাফিরগণ সৈয়দে আলম সাল্লাল্লাহু আলায়হি ওয়াসাল্লামের নিকট আল্লাহ রাব্বুল ইজ্জত আযযা ওয়া 'আলা তাবারাকা ওয়া তা'আলা (মহামহিম বরকতময় আল্লাহ) সম্পর্কে বিভিন্ন ধরণের প্রশ্ন করেছিলাে। কে বলেছিল, \"আল্লাহর বংশ কি?\" কেউ বলেছিলো, \"তিনি স্বর্ণের, না রৌপ্যের, না লৌহের, না কাঠের? কীসের তৈরী? \" কেউ বললো, \"তিনি কি আহার করেন? কি পান করেন? তিনি প্রতিপালকত্ব কার নিকট থেকে উত্তরাধিকার সূত্রে পেয়েছেন। আর তার পরবর্তী উত্তরাধিকারী কে হবেন?\" এর জবাবে আল্লাহ তা'আলা এ সূরা অবতীর্ণ করেছেন এবং আপন সত্তা ও গুণাবলীর বর্ণনা করে পরিচয় লাভের পথ সুস্পষ্ট করে দিয়েছেন এবং অন্ধকার যুগের ধারণা ও কল্পনার অন্ধকাররাশিকে, যার মধ্যে তারা নিমজ্জিত ছিলাে, আপন সত্তা ও গুণাবলীর অলােকের বর্ণনা দিয়ে দূরীভূত করেছেন।",
			"id": 1,
			"text": "قُلۡ ہُوَ  اللّٰہُ  اَحَدٌ  ۚ﴿۱﴾",
			"author": "১. (হে মহাসম্মানিত রাসূল!) বলে দিন, ‘তিনি আল্লাহ্, যিনি এক-অদ্বিতীয়।"
		},
		{
			"_id": "6223",
			"sura": "112",
			"para": "30",
			"verses": "2",
			"names": "اَللّٰہُ  الصَّمَدُ ۚ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "اَللّٰہُ  الصَّمَدُ ۚ﴿۲﴾ ",
			"index": "6223",
			"name": "আল্লাহ্‌ পরমুখাপেক্ষী নন; (৩)",
			"en_kanzulimaan": "Allah is the Un-wanting. (Perfect, does not require anything.)",
			"ur_kanzulimaan": "اللہ بے نیاز ہے",
			"hi_kanzulimaan": "➤টীকা-৩, প্রত্যেক জিনিষ থেকে। না আহার করেন, না পান করেন। অনাদিকাল থেকে বিরাজমান ও অনন্তকাল থাকবেন।",
			"id": 2,
			"text": "اَللّٰہُ  الصَّمَدُ ۚ﴿۲﴾ ",
			"author": "২. আল্লাহ্ কারো মুখাপেক্ষী নন, সকলেরই আশ্রয়স্থল এবং সর্বশ্রেষ্ঠ।"
		},
		{
			"_id": "6224",
			"sura": "112",
			"para": "30",
			"verses": "3",
			"names": "لَمۡ  یَلِدۡ ۬ۙ  وَ  لَمۡ  یُوۡلَدۡ ۙ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "لَمۡ  یَلِدۡ ۬ۙ  وَ  لَمۡ  یُوۡلَدۡ ۙ﴿۳﴾ ",
			"index": "6224",
			"name": "না তাঁর কোন সন্তান আছে (৪) এবং না তিনি কারো থেকে জন্মগ্রহণ করেছেন, (৫)",
			"en_kanzulimaan": "He has no offspring, nor is He born from anything.",
			"ur_kanzulimaan": "نہ اس کی کوئی اولاد اور نہ وہ کسی سے پیدا ہوا",
			"hi_kanzulimaan": "➤টীকা ৪, কেননা, কেউ তার স্বজাতীয় নেই",
			"id": 3,
			"text": "لَمۡ  یَلِدۡ ۬ۙ  وَ  لَمۡ  یُوۡلَدۡ ۙ﴿۳﴾ ",
			"author": "৩. কেউ তাঁর থেকে জন্ম নেয়নি, আর তাঁকেও জন্ম দেয়া হয়নি।"
		},
		{
			"_id": "6225",
			"sura": "112",
			"para": "30",
			"verses": "4",
			"names": "وَ  لَمۡ  یَکُنۡ  لَّہٗ   کُفُوًا  اَحَدٌ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ  لَمۡ  یَکُنۡ  لَّہٗ   کُفُوًا  اَحَدٌ ﴿۴﴾ ",
			"index": "6225",
			"name": "এবং না আছে কেউ তাঁর সমকক্ষ হবার’। (৬)",
			"en_kanzulimaan": "And there is none equal to Him.",
			"ur_kanzulimaan": "اور نہ اس کے جوڑ کا کوئی",
			"hi_kanzulimaan": "➤টীকা-৬, অর্থাৎ কেউ তাঁর সমতুল্য ও সমকক্ষ নেই।\n\nএ সূরার এ কয়েকটি আয়াতে \"ইলমে ইলাহিয়্যাত'' (খাোদাতাত্বিক জ্ঞান)-এর উত্তম ও উচ্চস্তরের মর্মবাণী বর্ণনা করা হয়েছে। যার বিস্তারিত বর্ণনা করতে গেলে লাইব্রেরীর পর লাইব্রেরি ভর্তি হয়ে যাবে।",
			"id": 4,
			"text": "وَ  لَمۡ  یَکُنۡ  لَّہٗ   کُفُوًا  اَحَدٌ ٪﴿۴﴾ \n‎ 1 رُكوع",
			"author": "৪. আর তাঁর সমকক্ষও কেউ নেই।’"
		}
	]