[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "5592",
			"sura": "76",
			"para": "29",
			"verses": "1",
			"names": "ہَلۡ  اَتٰی عَلَی الۡاِنۡسَانِ حِیۡنٌ مِّنَ الدَّہۡرِ  لَمۡ  یَکُنۡ شَیۡئًا مَّذۡکُوۡرًا ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "ہَلۡ  اَتٰی عَلَی الۡاِنۡسَانِ حِیۡنٌ مِّنَ الدَّہۡرِ  لَمۡ  یَکُنۡ شَیۡئًا مَّذۡکُوۡرًا ﴿۱﴾ ",
			"index": "5592",
			"name": "নিশ্চয় মানুষের উপর এক সময় এমনও অতিবাহিত হয়েছে যে, কোথাও তার নাম পর্যন্ত ছিলো না। ",
			"en_kanzulimaan": "Indeed there has been a time for man, when even his name did not exist anywhere.",
			"ur_kanzulimaan": "بیشک آدمی پر ایک وقت وہ گزرا کہ کہیں اس کا نام بھی نہ تھا",
			"hi_kanzulimaan": "बेशक आदमी पर (2फ़) एक वक़्त वह गुज़रा कि कहीं उसका नाम भी न था (3फ़)",
			"id": 1,
			"text": "ہَلۡ  اَتٰی عَلَی الۡاِنۡسَانِ حِیۡنٌ مِّنَ الدَّہۡرِ  لَمۡ  یَکُنۡ شَیۡئًا مَّذۡکُوۡرًا ﴿۱﴾ ",
			"author": "১. নিশ্চিত কালপ্রবাহে মানুষের এমন এক সময় অতিক্রান্ত হয়েছে যখন সে উল্লেখযোগ্য কিছুই ছিল না।"
		},
		{
			"_id": "5593",
			"sura": "76",
			"para": "29",
			"verses": "2",
			"names": "اِنَّا خَلَقۡنَا الۡاِنۡسَانَ مِنۡ نُّطۡفَۃٍ  اَمۡشَاجٍ ٭ۖ  نَّبۡتَلِیۡہِ  فَجَعَلۡنٰہُ سَمِیۡعًۢا بَصِیۡرًا ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّا خَلَقۡنَا الۡاِنۡسَانَ مِنۡ نُّطۡفَۃٍ  اَمۡشَاجٍ ٭ۖ  نَّبۡتَلِیۡہِ  فَجَعَلۡنٰہُ سَمِیۡعًۢا بَصِیۡرًا ﴿۲﴾ ",
			"index": "5593",
			"name": "নিশ্চয় আমি মানুষকে সৃষ্টি করেছি মিশ্রিত বীর্য থেকে (এজন্য) যে, আমি তাকে পরীক্ষা করবো অতঃপর তাকে শ্রবণকারী, দর্শনকারী করে দিয়েছি।",
			"en_kanzulimaan": "Indeed We have created man from mixed semen; in order to test him  We therefore made him hearing, seeing.",
			"ur_kanzulimaan": "بیشک ہم نے آدمی کو کیا ملی ہوئی منی سے کہ وہ اسے جانچیں تو اسے سنتا دیکھتا کردیا",
			"hi_kanzulimaan": "बेशक हमने आदमी को पैदा किया मिली हुई मनी से (4फ़) कि वो उसे जांचे (5फ़) तो उसे सुनता देखता कर दिया (6फ़)",
			"id": 2,
			"text": "اِنَّا خَلَقۡنَا الۡاِنۡسَانَ مِنۡ نُّطۡفَۃٍ  اَمۡشَاجٍ ٭ۖ  نَّبۡتَلِیۡہِ  فَجَعَلۡنٰہُ سَمِیۡعًۢا بَصِیۡرًا ﴿۲﴾ ",
			"author": "২. নিশ্চয়ই আমরা মানুষকে সৃষ্টি করেছি মিশ্র শুক্রবিন্দু থেকে, যা আমরা (এক স্তর থেকে অন্য স্তরের দিকে জন্ম পর্যন্ত) পরিবর্তন এবং পরীক্ষা করি। অতঃপর (পর্যায়ক্রমে) আমরা তাকে শ্রবণ, (এরপর) দৃষ্টিশক্তিসম্পন্ন করেছি।"
		},
		{
			"_id": "5594",
			"sura": "76",
			"para": "29",
			"verses": "3",
			"names": "اِنَّا ہَدَیۡنٰہُ  السَّبِیۡلَ  اِمَّا شَاکِرًا وَّ اِمَّا کَفُوۡرًا ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّا ہَدَیۡنٰہُ  السَّبِیۡلَ  اِمَّا شَاکِرًا وَّ اِمَّا کَفُوۡرًا ﴿۳﴾ ",
			"index": "5594",
			"name": "নিশ্চয় আমি তাকে পথ বাতলিয়ে দিয়েছি হয়তো সে কৃতজ্ঞ হবে, অথবা অকৃতজ্ঞ। ",
			"en_kanzulimaan": "We have indeed shown him the way - whether he is grateful or ingrate.",
			"ur_kanzulimaan": "بیشک ہم نے اسے راہ بتائی یا حق مانتا یا ناشکری کرتا",
			"hi_kanzulimaan": "बेशक हमने उसे राह बताई (7फ़) या हक़ मानता (8फ़) या नाशुक्री करता (9फ़)",
			"id": 3,
			"text": "اِنَّا ہَدَیۡنٰہُ  السَّبِیۡلَ  اِمَّا شَاکِرًا وَّ اِمَّا کَفُوۡرًا ﴿۳﴾ ",
			"author": "৩. নিশ্চয়ই আমরা তাকে (সত্য-মিথ্যার পার্থক্য করার উপলদ্ধি ও অন্তর্দৃষ্টির) পথও দেখিয়েছি। (এখন) চাই সে কৃতজ্ঞ হোক অথবা অকৃতজ্ঞ।"
		},
		{
			"_id": "5595",
			"sura": "76",
			"para": "29",
			"verses": "4",
			"names": "اِنَّاۤ  اَعۡتَدۡنَا  لِلۡکٰفِرِیۡنَ سَلٰسِلَا۠ وَ اَغۡلٰلًا  وَّ  سَعِیۡرًا ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّاۤ  اَعۡتَدۡنَا  لِلۡکٰفِرِیۡنَ سَلٰسِلَا۠ وَ اَغۡلٰلًا  وَّ  سَعِیۡرًا ﴿۴﴾ ",
			"index": "5595",
			"name": "নিশ্চয় আমি কাফিরদের জন্য প্রস্তুত করে রেখেছি শৃঙ্খলসমূহ, বেড়ী এবং জ্বলন্ত আগুন।",
			"en_kanzulimaan": "We have indeed kept prepared chains, and shackles and a blazing fire for the disbelievers.",
			"ur_kanzulimaan": "بیشک ہم نے کافروں کے لیے تیار کر رکھی ہیں زنجیریں اور طوق اور بھڑکتی آگ",
			"hi_kanzulimaan": "बेशक हमने काफ़िरों के लिये तैयार कर रखी हैं ज़ंजीरें (10फ़) और तौक़ (11फ़) और भड़कती आग (12फ़)",
			"id": 4,
			"text": "اِنَّاۤ  اَعۡتَدۡنَا  لِلۡکٰفِرِیۡنَ سَلٰسِلَا۠ وَ اَغۡلٰلًا  وَّ  سَعِیۡرًا ﴿۴﴾ ",
			"author": "৪. নিশ্চয়ই আমরা কাফেরদের জন্যে প্রস্তুত করে রেখেছি (পায়ের) শৃঙ্খল, (ঘাড়ের) বেড়ী এবং (জাহান্নামের) লেলিহান অগ্নি।"
		},
		{
			"_id": "5596",
			"sura": "76",
			"para": "29",
			"verses": "5",
			"names": "اِنَّ  الۡاَبۡرَارَ  یَشۡرَبُوۡنَ مِنۡ کَاۡسٍ کَانَ مِزَاجُہَا  کَافُوۡرًا ۚ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الۡاَبۡرَارَ  یَشۡرَبُوۡنَ مِنۡ کَاۡسٍ کَانَ مِزَاجُہَا  کَافُوۡرًا ۚ﴿۵﴾ ",
			"index": "5596",
			"name": "নিশ্চয় সৎকর্মপরায়ণ লোকেরা পান করবে ওই পাত্র থেকে, যার মিশ্রণ হচ্ছে কাফুর। (ওই কাফুর কি?)",
			"en_kanzulimaan": "Indeed the virtuous will drink from a cup, containing a mixture of Kafoor.",
			"ur_kanzulimaan": "بیشک نیک پئیں گے اس جام میں سے جس کی ملونی کافور ہے وہ کافور کیا ایک چشمہ ہے",
			"hi_kanzulimaan": "बेशक नेक पियेंगे उस जाम में से जिसकी मिलौनी काफ़ूर है वह काफ़ूर क्या एक चंश्मा है (13फ़)",
			"id": 5,
			"text": "اِنَّ  الۡاَبۡرَارَ  یَشۡرَبُوۡنَ مِنۡ کَاۡسٍ کَانَ مِزَاجُہَا  کَافُوۡرًا ۚ﴿۵﴾ ",
			"author": "৫. নিশ্চয়ই একনিষ্ঠ অনুগত বান্দাগণ পানপাত্র থেকে পান করবেন (পবিত্র পানীয়), যাতে থাকবে (সুগন্ধ, রং এবং স্বাদ বৃদ্ধির জন্যে) কাফুরের মিশ্রণ।"
		},
		{
			"_id": "5597",
			"sura": "76",
			"para": "29",
			"verses": "6",
			"names": "عَیۡنًا یَّشۡرَبُ بِہَا عِبَادُ اللّٰہِ یُفَجِّرُوۡنَہَا تَفۡجِیۡرًا ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "عَیۡنًا یَّشۡرَبُ بِہَا عِبَادُ اللّٰہِ یُفَجِّرُوۡنَہَا تَفۡجِیۡرًا ﴿۶﴾ ",
			"index": "5597",
			"name": "একটা ঝর্ণা, যা থেকে আল্লাহ্‌র অত্যন্ত খাস বান্দাগণ পান করবে আপন আপন প্রাসাদসমূহে, সেটাকে যেখানে ইচ্ছা প্রবাহিত করে নিয়ে যাবে। ",
			"en_kanzulimaan": "The Kafoor is a spring, from which the chosen bondmen of Allah will drink, causing it to flow wherever they wish inside their palaces.",
			"ur_kanzulimaan": "جس میں سے اللہ کے نہایت خاص بندے پئیں گے اپنے محلوں میں اسے جہاں چاہیں بہا کر لے جائیں گے",
			"hi_kanzulimaan": "जिसमें से अल्लाह के बहुत ख़ास बन्दे पियेंगे अपने महलों में से जहाँ चाहें बहाकर ले जाएंगे (14फ़)",
			"id": 6,
			"text": "عَیۡنًا یَّشۡرَبُ بِہَا عِبَادُ اللّٰہِ یُفَجِّرُوۡنَہَا تَفۡجِیۡرًا ﴿۶﴾ ",
			"author": "৬. (কাফুর হলো জান্নাতের) একটি প্রস্রবণ, যা থেকে আল্লাহ্‌র (বিশিষ্ট) বান্দাগণ (অর্থাৎ আল্লাহ্‌র অলিগণ) পান করবেন, (এবং) যেখানে চাইবেন (অন্যদেরকে পান করানোর জন্যে) ছোটো ছোটো প্রস্রবণাকারে প্রবাহিত করবেন।"
		},
		{
			"_id": "5598",
			"sura": "76",
			"para": "29",
			"verses": "7",
			"names": "یُوۡفُوۡنَ بِالنَّذۡرِ وَ یَخَافُوۡنَ یَوۡمًا کَانَ شَرُّہٗ  مُسۡتَطِیۡرًا ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "یُوۡفُوۡنَ بِالنَّذۡرِ وَ یَخَافُوۡنَ یَوۡمًا کَانَ شَرُّہٗ  مُسۡتَطِیۡرًا ﴿۷﴾ ",
			"index": "5598",
			"name": "তারা আপন মান্নতসমূহ পূর্ণ করে এবং ওই দিনকে ভয় করে, যে দিনের অমঙ্গল সর্বব্যাপী।",
			"en_kanzulimaan": "They fulfil their pledges, and fear a day the evil of which is widespread.",
			"ur_kanzulimaan": "اپنی منتیں پوری کرتے ہیں اور اس دن سے ڈرتے ہیں جس کی برائی پھیلی ہوئی ہے",
			"hi_kanzulimaan": "अपनी मन्नतें पूरी करते हैं (15फ़) और उस दिन से डरते हैं जिसकी बुराई (16फ़) फैली हुई है (17फ़)",
			"id": 7,
			"text": "یُوۡفُوۡنَ بِالنَّذۡرِ وَ یَخَافُوۡنَ یَوۡمًا کَانَ شَرُّہٗ  مُسۡتَطِیۡرًا ﴿۷﴾ ",
			"author": "৭. (আল্লাহ্‌র বিশিষ্ট বান্দা তাঁরা) যাঁরা (নিজেদের) মান্নত পূর্ণ করেন এবং সে দিনের ভয় করেন, যে দিনের অনিষ্ট হবে ব্যাপক।"
		},
		{
			"_id": "5599",
			"sura": "76",
			"para": "29",
			"verses": "8",
			"names": "وَ یُطۡعِمُوۡنَ  الطَّعَامَ عَلٰی حُبِّہٖ مِسۡکِیۡنًا وَّ  یَتِیۡمًا  وَّ  اَسِیۡرًا ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ یُطۡعِمُوۡنَ  الطَّعَامَ عَلٰی حُبِّہٖ مِسۡکِیۡنًا وَّ  یَتِیۡمًا  وَّ  اَسِیۡرًا ﴿۸﴾ ",
			"index": "5599",
			"name": "এবং আহার করায় তার ভালোবাসার উপর মিসকীন, এতিম ও বন্দীকে।",
			"en_kanzulimaan": "And out of His love, they give food to the needy, the orphan and the prisoner.",
			"ur_kanzulimaan": "اور کھانا کھلاتے ہیں اس کی محبت پر مسکین اور یتیم اور اسیر کو،",
			"hi_kanzulimaan": "और खाना खिलाते हैं उसकी महब्बत पर (18फ़) मिस्कीन (दरिद्र) और यतीम (अनाथ) और असीर (क़ैदी) को",
			"id": 8,
			"text": "وَ یُطۡعِمُوۡنَ  الطَّعَامَ عَلٰی حُبِّہٖ مِسۡکِیۡنًا وَّ  یَتِیۡمًا  وَّ  اَسِیۡرًا ﴿۸﴾ ",
			"author": "৮. আর আল্লাহ্‌র ভালোবাসায় (নিজেদের চাহিদা ও প্রয়োজন থাকা সত্বেও উৎসর্গ করার নিমিত্তে নিজেদের) আহার্য দান করেন অভাবগ্রস্তকে, এতিমকে এবং বন্দীকে।"
		},
		{
			"_id": "5600",
			"sura": "76",
			"para": "29",
			"verses": "9",
			"names": "اِنَّمَا نُطۡعِمُکُمۡ لِوَجۡہِ اللّٰہِ لَا نُرِیۡدُ مِنۡکُمۡ جَزَآءً   وَّ  لَا  شُکُوۡرًا ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّمَا نُطۡعِمُکُمۡ لِوَجۡہِ اللّٰہِ لَا نُرِیۡدُ مِنۡکُمۡ جَزَآءً   وَّ  لَا  شُکُوۡرًا ﴿۹﴾ ",
			"index": "5600",
			"name": "তাদেরকে বলে, ‘আমরা একমাত্র আল্লাহ্‌রই (সন্তুষ্টির) জন্য তোমাদেরকে আহার্য প্রদান করছি, তোমাদের নিকট থেকে কোন বিনিময় কিংবা কৃতজ্ঞতা চাই না’।",
			"en_kanzulimaan": "They say to them, We give you food, only for the sake of Allah - we do not seek any reward or thanks from you.",
			"ur_kanzulimaan": "ان سے کہتے ہیں ہم تمہیں خاص اللہ کے لیے کھانا دیتےہیں تم سے کوئی بدلہ یا شکر گزاری نہیں مانگتے،",
			"hi_kanzulimaan": "उनसे कहते हैं हम तुम्हें ख़ास अल्लाह के लिये खाना देते हैं तुम से कोई बदला या शुक्र गुज़ारी (कृतज्ञता) नहीं मांगते",
			"id": 9,
			"text": "إِنَّمَا نُطۡعِمُكُمۡ لِوَجۡهِ ٱللَّهِ لَا نُرِيدُ مِنكُمۡ جَزَآءٗ وَلَا شُكُورًا",
			"author": "তারা বলেঃ কেবল আল্লাহর সন্তুষ্টির জন্যে আমরা তোমাদেরকে আহার্য দান করি এবং তোমাদের কাছে কোন প্রতিদান ও কৃতজ্ঞতা কামনা করি না।"
		},
		{
			"_id": "5601",
			"sura": "76",
			"para": "29",
			"verses": "10",
			"names": "اِنَّا نَخَافُ مِنۡ رَّبِّنَا یَوۡمًا عَبُوۡسًا قَمۡطَرِیۡرًا ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّا نَخَافُ مِنۡ رَّبِّنَا یَوۡمًا عَبُوۡسًا قَمۡطَرِیۡرًا ﴿۱۰﴾ ",
			"index": "5601",
			"name": "নিশ্চয় আমাদের আপন রবের নিকট থেকে এমন একদিনের ভয় রয়েছে যা অতি মাত্রায় ভীতিপদ, অত্যন্ত কঠোর।",
			"en_kanzulimaan": "Indeed we fear from our Lord a day which is extremely bitter, most severe.",
			"ur_kanzulimaan": "بیشک ہمیں اپنے رب سے ایک ایسے دن کا ڈر ہے جو بہت ترش نہایت سخت ہے",
			"hi_kanzulimaan": "बेशक हमें अपने रब से एक ऐसे दिन का डर है जो बहुत तुर्श (कड़वा) निहायत सख़्त है  (19फ़)",
			"id": 10,
			"text": "إِنَّا نَخَافُ مِن رَّبِّنَا يَوۡمًا عَبُوسٗا قَمۡطَرِيرٗا",
			"author": "আমরা আমাদের পালনকর্তার তরফ থেকে এক ভীতিপ্রদ ভয়ংকর দিনের ভয় রাখি।"
		},
		{
			"_id": "5602",
			"sura": "76",
			"para": "29",
			"verses": "11",
			"names": "فَوَقٰہُمُ  اللّٰہُ  شَرَّ ذٰلِکَ  الۡیَوۡمِ وَ لَقّٰہُمۡ نَضۡرَۃً   وَّ  سُرُوۡرًا ﴿ۚ۱۱﴾ ",
			"number": "",
			"verses_PDMS": "فَوَقٰہُمُ  اللّٰہُ  شَرَّ ذٰلِکَ  الۡیَوۡمِ وَ لَقّٰہُمۡ نَضۡرَۃً   وَّ  سُرُوۡرًا ﴿ۚ۱۱﴾ ",
			"index": "5602",
			"name": "সুতরাং তাদেরকে আল্লাহ্‌ ওই দিনের অনিষ্ট থেকে রক্ষা করেছেন এবং তাদেরকে সজীবতা ও আনন্দ দান করেছেন। ",
			"en_kanzulimaan": "So Allah saved them from the evil of that day, and gave them freshness and joy.",
			"ur_kanzulimaan": "تو انہیں اللہ نے اس دن کے شر سے بچالیا اور انہیں تازگی اور شادمانی دی،",
			"hi_kanzulimaan": "तो उन्हें अल्लाह ने उस दिन के शर से बचा लिया और उन्हें ताज़गी और शादमानी दी",
			"id": 11,
			"text": "فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلۡيَوۡمِ وَلَقَّىٰهُمۡ نَضۡرَةٗ وَسُرُورٗا",
			"author": "অতঃপর আল্লাহ তাদেরকে সেদিনের অনিষ্ট থেকে রক্ষা করবেন এবং তাদেরকে দিবেন সজীবতা ও আনন্দ।"
		},
		{
			"_id": "5603",
			"sura": "76",
			"para": "29",
			"verses": "12",
			"names": "وَ جَزٰىہُمۡ  بِمَا صَبَرُوۡا جَنَّۃً  وَّ حَرِیۡرًا ﴿ۙ۱۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَزٰىہُمۡ  بِمَا صَبَرُوۡا جَنَّۃً  وَّ حَرِیۡرًا ﴿ۙ۱۲﴾ ",
			"index": "5603",
			"name": "এবং তাদের ধৈর্যের উপর তাদেরকে জান্নাত ও রেশমী পোশাক পুরস্কাররূপে দান করেছেন; ",
			"en_kanzulimaan": "And gave them Paradise and silk clothes, as a reward for their patience.",
			"ur_kanzulimaan": "اور ان کے صبر پر انہیں جنت اور ریشمی کپڑے صلہ میں دیے،",
			"hi_kanzulimaan": "और उनके सब्र पर उन्हें जन्नत और रेशमी कपड़े सिले में दिये",
			"id": 12,
			"text": "وَجَزَىٰهُم بِمَا صَبَرُواْ جَنَّةٗ وَحَرِيرٗا",
			"author": "এবং তাদের সবরের প্রতিদানে তাদেরকে দিবেন জান্নাত ও রেশমী পোশাক।"
		},
		{
			"_id": "5604",
			"sura": "76",
			"para": "29",
			"verses": "13",
			"names": "مُّتَّکِـِٕیۡنَ فِیۡہَا عَلَی الۡاَرَآئِکِ ۚ لَا یَرَوۡنَ فِیۡہَا شَمۡسًا وَّ  لَا  زَمۡہَرِیۡرًا ﴿ۚ۱۳﴾ ",
			"number": "",
			"verses_PDMS": "مُّتَّکِـِٕیۡنَ فِیۡہَا عَلَی الۡاَرَآئِکِ ۚ لَا یَرَوۡنَ فِیۡہَا شَمۡسًا وَّ  لَا  زَمۡہَرِیۡرًا ﴿ۚ۱۳﴾ ",
			"index": "5604",
			"name": "জান্নাতের মধ্যে আসনগুলোর উপর হেলান দিয়ে উপবিষ্ট থাকবে- তাতে না রোদ দেখবে, না অতি শীত।",
			"en_kanzulimaan": "Reclining in it, upon thrones; they will not see the hot sunshine in it, nor the bitter cold.",
			"ur_kanzulimaan": "جنت میں تختوں پر تکیہ لگائے ہوں گے، نہ اس میں دھوپ دیکھیں گے نہ ٹھٹر (سخت سردی)",
			"hi_kanzulimaan": "जन्नत में तख़्तों पर तकिया लगाए होंगे, न उसमें धूप देखेंगे न ठठर (20फ़)",
			"id": 13,
			"text": "مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۖ لَا يَرَوۡنَ فِيهَا شَمۡسٗا وَلَا زَمۡهَرِيرٗا",
			"author": "তারা সেখানে সিংহাসনে হেলান দিয়ে বসবে। সেখানে রৌদ্র ও শৈত্য অনুভব করবে না।"
		},
		{
			"_id": "5605",
			"sura": "76",
			"para": "29",
			"verses": "14",
			"names": "وَ دَانِیَۃً  عَلَیۡہِمۡ  ظِلٰلُہَا وَ ذُلِّلَتۡ قُطُوۡفُہَا تَذۡلِیۡلًا ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ دَانِیَۃً  عَلَیۡہِمۡ  ظِلٰلُہَا وَ ذُلِّلَتۡ قُطُوۡفُہَا تَذۡلِیۡلًا ﴿۱۴﴾ ",
			"index": "5605",
			"name": "এবং সেটার ছায়াগুলো তাদের উপর সন্নিহিত থাকবে এবং সেটার গুচ্ছগুলো ঝুলিয়ে নিচে এনে দেওয়া হবে। ",
			"en_kanzulimaan": "And its shade will cover them, and its fruit clusters brought down low for them.",
			"ur_kanzulimaan": "اور اس کے سائے ان پر جھکے ہوں گے اور اس کے گچھے جھکا کر نیچے کردیے گئے ہوں گے",
			"hi_kanzulimaan": "और उसके (21फ़) साए उनपर झुके होंगे और उसके गुच्छे झुका कर नीचे कर दिये होंगे (22फ़)",
			"id": 14,
			"text": "وَدَانِيَةً عَلَيۡهِمۡ ظِلَٰلُهَا وَذُلِّلَتۡ قُطُوفُهَا تَذۡلِيلٗا",
			"author": "তার বৃক্ষছায়া তাদের উপর ঝুঁকে থাকবে এবং তার ফলসমূহ তাদের আয়ত্তাধীন রাখা হবে।"
		},
		{
			"_id": "5606",
			"sura": "76",
			"para": "29",
			"verses": "15",
			"names": "وَ یُطَافُ عَلَیۡہِمۡ  بِاٰنِیَۃٍ  مِّنۡ  فِضَّۃٍ وَّ اَکۡوَابٍ کَانَتۡ قَؔوَارِیۡرَا۠ ﴿ۙ۱۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ یُطَافُ عَلَیۡہِمۡ  بِاٰنِیَۃٍ  مِّنۡ  فِضَّۃٍ وَّ اَکۡوَابٍ کَانَتۡ قَؔوَارِیۡرَا۠ ﴿ۙ۱۵﴾ ",
			"index": "5606",
			"name": "এবং তাদের সম্মুখে রূপার পাত্রসমূহ ও পান-পাত্রাদি (পরিবেশনের জন্য) ঘুরানো ফেরানো হবে, যেগুলো স্ফটিকের ন্যায় পরিস্কার হবে।",
			"en_kanzulimaan": "Rounds of silver cups and silver beakers, looking like glass, will be presented upon them.",
			"ur_kanzulimaan": "اور ان پر چاندی کے برتنوں اور کوزوں کا دور ہوگا جو شیشے کے مثل ہورہے ہوں گے،",
			"hi_kanzulimaan": "और उनपर चांदी के बर्तनों और कूज़ों का दौर होगा जो शीशे के मिष्ल हो रहे होंगे",
			"id": 15,
			"text": "وَيُطَافُ عَلَيۡهِم بِـَٔانِيَةٖ مِّن فِضَّةٖ وَأَكۡوَابٖ كَانَتۡ قَوَارِيرَا۠",
			"author": "তাদেরকে পরিবেশন করা হবে রূপার পাত্রে এবং স্ফটিকের মত পানপাত্রে।"
		},
		{
			"_id": "5607",
			"sura": "76",
			"para": "29",
			"verses": "16",
			"names": "قَؔ‍وَارِیۡرَا۠ مِنۡ فِضَّۃٍ  قَدَّرُوۡہَا تَقۡدِیۡرًا ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "قَؔ‍وَارِیۡرَا۠ مِنۡ فِضَّۃٍ  قَدَّرُوۡہَا تَقۡدِیۡرًا ﴿۱۶﴾ ",
			"index": "5607",
			"name": "কেমন স্ফটিক? রূপারই। সাক্বীগণ সেগুলোকে পূর্ণ পরিমাণে ভর্তি করে রেখেছে- এমন হবে। ",
			"en_kanzulimaan": "Glass made from silver, which the servers have filled up to the measure.",
			"ur_kanzulimaan": "کیسے شیشے چاندی کے ساقیوں نے انہیں پورے اندازہ پر رکھا ہوگا",
			"hi_kanzulimaan": "कैसे शीशे चांदी के (23फ़) साक़ियों ने उन्हें पूरे अन्दाज़े पर रखा होगा (24फ़)",
			"id": 16,
			"text": "قَوَارِيرَاْ مِن فِضَّةٖ قَدَّرُوهَا تَقۡدِيرٗا",
			"author": "রূপালী স্ফটিক পাত্রে, পরিবেশনকারীরা তা পরিমাপ করে পূর্ণ করবে।"
		},
		{
			"_id": "5608",
			"sura": "76",
			"para": "29",
			"verses": "17",
			"names": "وَ یُسۡقَوۡنَ  فِیۡہَا کَاۡسًا کَانَ مِزَاجُہَا زَنۡجَبِیۡلًا ﴿ۚ۱۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ یُسۡقَوۡنَ  فِیۡہَا کَاۡسًا کَانَ مِزَاجُہَا زَنۡجَبِیۡلًا ﴿ۚ۱۷﴾ ",
			"index": "5608",
			"name": "এবং তাতে ওই পাত্র থেকে পান করানো হবে, যার মিশ্রণ হবে আদা।",
			"en_kanzulimaan": "And in Paradise they will be given to drink cups, filled with a mixture of ginger.",
			"ur_kanzulimaan": "اور اس میں وہ جام پلائے جائیں گے جس کی ملونی ادرک ہوگی",
			"hi_kanzulimaan": "और उसमें वो जाम पिलाए जाएंगे (25फ़) जिसकी मिलौनी अदरक होगी (26फ़)",
			"id": 17,
			"text": "وَيُسۡقَوۡنَ فِيهَا كَأۡسٗا كَانَ مِزَاجُهَا زَنجَبِيلًا",
			"author": "তাদেরকে সেখানে পান করানো হবে ‘যানজাবীল’ মিশ্রিত পানপাত্র।"
		},
		{
			"_id": "5609",
			"sura": "76",
			"para": "29",
			"verses": "18",
			"names": "عَیۡنًا فِیۡہَا تُسَمّٰی سَلۡسَبِیۡلًا ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "عَیۡنًا فِیۡہَا تُسَمّٰی سَلۡسَبِیۡلًا ﴿۱۸﴾ ",
			"index": "5609",
			"name": "ওই আদা কি? জান্নাতের একটা ঝর্ণা, যাকে ‘সালসাবীল’ বলা হয়। ",
			"en_kanzulimaan": "Which is a spring in Paradise called Salsabeel.",
			"ur_kanzulimaan": "وہ ادرک کیا ہے جنت میں ایک چشمہ ہے جسے سلسبیل کہتے ہیں",
			"hi_kanzulimaan": "वह अदरक क्या है जन्नत में एक चश्मा है जिसे सल-सबील कहते हैं (27फ़)",
			"id": 18,
			"text": "عَيۡنٗا فِيهَا تُسَمَّىٰ سَلۡسَبِيلٗا",
			"author": "এটা জান্নাতস্থিত ‘সালসাবীল’ নামক একটি ঝরণা।"
		},
		{
			"_id": "5610",
			"sura": "76",
			"para": "29",
			"verses": "19",
			"names": "وَ یَطُوۡفُ عَلَیۡہِمۡ وِلۡدَانٌ  مُّخَلَّدُوۡنَ ۚ اِذَا  رَاَیۡتَہُمۡ حَسِبۡتَہُمۡ  لُؤۡلُؤًا مَّنۡثُوۡرًا ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَطُوۡفُ عَلَیۡہِمۡ وِلۡدَانٌ  مُّخَلَّدُوۡنَ ۚ اِذَا  رَاَیۡتَہُمۡ حَسِبۡتَہُمۡ  لُؤۡلُؤًا مَّنۡثُوۡرًا ﴿۱۹﴾ ",
			"index": "5610",
			"name": "এবং তাদের চতুর্পাশে সেবার নিমিত্ত প্রদক্ষিণ করবে চির কিশোররা; যখন তুমি তাদেরকে দেখবে তখন তাদেরকে মনে করবে বিক্ষিপ্ত মুক্তারাজি।",
			"en_kanzulimaan": "Immortal boys shall surround them, waiting upon them; when you see them, you would think they are scattered pearls.",
			"ur_kanzulimaan": "اور ان کے آس پاس خدمت میں پھریں گے ہمیشہ رہنے والے لڑکے جب تو انہیں دیکھے تو انہیں سمجھے کہ موتی ہیں بکھیرے ہوئے",
			"hi_kanzulimaan": "और उनके आस-पास ख़िदमत में फिरेंगे हमेशा रहने वाले लड़के (28फ़) जब तू उन्हें देखे तो उन्हें समझे कि मोती हैं बिखेरे हुए (29फ़)",
			"id": 19,
			"text": "۞وَيَطُوفُ عَلَيۡهِمۡ وِلۡدَٰنٞ مُّخَلَّدُونَ إِذَا رَأَيۡتَهُمۡ حَسِبۡتَهُمۡ لُؤۡلُؤٗا مَّنثُورٗا",
			"author": "তাদের কাছে ঘোরাফেরা করবে চির কিশোরগণ। আপনি তাদেরকে দেখে মনে করবেন যেন বিক্ষিপ্ত মনি-মুক্তা।"
		},
		{
			"_id": "5611",
			"sura": "76",
			"para": "29",
			"verses": "20",
			"names": "وَ اِذَا  رَاَیۡتَ ثَمَّ رَاَیۡتَ نَعِیۡمًا وَّ مُلۡکًا کَبِیۡرًا ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذَا  رَاَیۡتَ ثَمَّ رَاَیۡتَ نَعِیۡمًا وَّ مُلۡکًا کَبِیۡرًا ﴿۲۰﴾ ",
			"index": "5611",
			"name": "এবং যখন তুমি এদিক-সেদিক তাকাবে তখন এক মহা শান্তি দেখবে এবং মহা বাদশাহী।",
			"en_kanzulimaan": "And when you look towards it, you will see serenity and a great kingdom.",
			"ur_kanzulimaan": "اور جب تو ادھر نظر اٹھائے ایک چین دیکھے اور بڑی سلطنت",
			"hi_kanzulimaan": "और जब तू उधर नज़र उठाए एक चैन देखे (30फ़) और बड़ी सल्तनत (31फ़)",
			"id": 20,
			"text": "وَإِذَا رَأَيۡتَ ثَمَّ رَأَيۡتَ نَعِيمٗا وَمُلۡكٗا كَبِيرًا",
			"author": "আপনি যখন সেখানে দেখবেন, তখন নেয়ামতরাজি ও বিশাল রাজ্য দেখতে পাবেন।"
		},
		{
			"_id": "5612",
			"sura": "76",
			"para": "29",
			"verses": "21",
			"names": "عٰلِیَہُمۡ  ثِیَابُ سُنۡدُسٍ خُضۡرٌ وَّ اِسۡتَبۡرَقٌ ۫ وَّ حُلُّوۡۤا  اَسَاوِرَ مِنۡ فِضَّۃٍ ۚ وَ  سَقٰہُمۡ  رَبُّہُمۡ  شَرَابًا طَہُوۡرًا ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "عٰلِیَہُمۡ  ثِیَابُ سُنۡدُسٍ خُضۡرٌ وَّ اِسۡتَبۡرَقٌ ۫ وَّ حُلُّوۡۤا  اَسَاوِرَ مِنۡ فِضَّۃٍ ۚ وَ  سَقٰہُمۡ  رَبُّہُمۡ  شَرَابًا طَہُوۡرًا ﴿۲۱﴾ ",
			"index": "5612",
			"name": "তাদের গায়ে রয়েছে পাতলা রেশমের সবুজ বস্ত্র এবং মোটা রেশমের। আর তাদেরকে রূপার কঙ্কণ পরানো হবে; এবং তাদেরকে তাদের রব পবিত্র পানীয় পান করাবেন। ",
			"en_kanzulimaan": "In it they adorn clothes of fine green silk and gold embroidery; and they are given silver bracelets to wear; and their Lord gave them pure wine to drink.",
			"ur_kanzulimaan": "ان کے بدن پر ہیں کریب کے سبز کپڑے اور قنا ویز کے اور انہیں چاندی کے کنگن پہنائے گئے اور انہیں ان کے رب نے ستھری شراب پلائی",
			"hi_kanzulimaan": "उनके बदन पर हैं क्रेब के सब्ज़ (हरे) कपड़े (32फ़) और क़नादीज़ के (33फ़) और उन्हें चांदी के कंगन पहनाए गए (34फ़) और उन्हें उनके रब ने सुथरी शराब पिलाई (35फ़)",
			"id": 21,
			"text": "عَٰلِيَهُمۡ ثِيَابُ سُندُسٍ خُضۡرٞ وَإِسۡتَبۡرَقٞۖ وَحُلُّوٓاْ أَسَاوِرَ مِن فِضَّةٖ وَسَقَىٰهُمۡ رَبُّهُمۡ شَرَابٗا طَهُورًا",
			"author": "তাদের আবরণ হবে চিকন সবুজ রেশম ও মোটা সবুজ রেশম এবং তাদেরকে পরিধান করোনো হবে রৌপ্য নির্মিত কংকণ এবং তাদের পালনকর্তা তাদেরকে পান করাবেন ‘শরাবান-তহুরা’।"
		},
		{
			"_id": "5613",
			"sura": "76",
			"para": "29",
			"verses": "22",
			"names": "اِنَّ  ہٰذَا کَانَ لَکُمۡ جَزَآءً وَّ کَانَ سَعۡیُکُمۡ  مَّشۡکُوۡرًا ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  ہٰذَا کَانَ لَکُمۡ جَزَآءً وَّ کَانَ سَعۡیُکُمۡ  مَّشۡکُوۡرًا ﴿۲۲﴾ ",
			"index": "5613",
			"name": "তাদেরকে বলা হবে, ‘এটা হচ্ছে তোমাদের পুরস্কার এবং তোমাদের পরিশ্রম যথাস্থানে পৌঁছেছে। ",
			"en_kanzulimaan": "It will be said to them, This is your reward  indeed your efforts have been appreciated.",
			"ur_kanzulimaan": "ان سے فرمایا جائے گا یہ تمہارا صلہ ہے اور تمہاری محنت ٹھکانے لگی",
			"hi_kanzulimaan": "उनसे फ़रमाया जाएगा, यह तुम्हारा सिला है (36फ़) और तुम्हारी मेहनत ठिकाने लगी (37फ़)",
			"id": 22,
			"text": "إِنَّ هَٰذَا كَانَ لَكُمۡ جَزَآءٗ وَكَانَ سَعۡيُكُم مَّشۡكُورًا",
			"author": "এটা তোমাদের প্রতিদান। তোমাদের প্রচেষ্টা স্বীকৃতি লাভ করেছে।"
		},
		{
			"_id": "5614",
			"sura": "76",
			"para": "29",
			"verses": "23",
			"names": "اِنَّا نَحۡنُ نَزَّلۡنَا عَلَیۡکَ الۡقُرۡاٰنَ تَنۡزِیۡلًا ﴿ۚ۲۳﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّا نَحۡنُ نَزَّلۡنَا عَلَیۡکَ الۡقُرۡاٰنَ تَنۡزِیۡلًا ﴿ۚ۲۳﴾ ",
			"index": "5614",
			"name": "নিশ্চয় আমি আপনার প্রতি ক্বোরআন ক্রমান্বয়ে অবতীর্ণ করেছি।",
			"en_kanzulimaan": "Indeed We have sent down the Quran upon you, in stages.",
			"ur_kanzulimaan": "بیشک ہم نے تم پر قرآن بتدریج اتارا",
			"hi_kanzulimaan": "बेशक हमने तुम पर (38फ़) क़ुरआन बतदरीज उतारा (39फ़)",
			"id": 23,
			"text": "إِنَّا نَحۡنُ نَزَّلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ تَنزِيلٗا",
			"author": "আমি আপনার প্রতি পর্যায়ক্রমে কোরআন নাযিল করেছি।"
		},
		{
			"_id": "5615",
			"sura": "76",
			"para": "29",
			"verses": "24",
			"names": "فَاصۡبِرۡ لِحُکۡمِ رَبِّکَ وَ لَا تُطِعۡ مِنۡہُمۡ اٰثِمًا  اَوۡ  کَفُوۡرًا ﴿ۚ۲۴﴾ ",
			"number": "",
			"verses_PDMS": "فَاصۡبِرۡ لِحُکۡمِ رَبِّکَ وَ لَا تُطِعۡ مِنۡہُمۡ اٰثِمًا  اَوۡ  کَفُوۡرًا ﴿ۚ۲۴﴾ ",
			"index": "5615",
			"name": "সুতরাং আপন রবের নির্দেশের উপর ধৈর্যশীল থাকুন; এবং তাদের মধ্যে কোন পাপী অথবা অকৃতজ্ঞের কথা শ্রবণ করবেন না।",
			"en_kanzulimaan": "Therefore stay patient upon your Lords command, and do not listen to any of the sinners or ingrates among them.",
			"ur_kanzulimaan": "تو اپنے رب کے حکم پر صابر رہو اور ان میں کسی گنہگار یا ناشکرے کی بات نہ سنو",
			"hi_kanzulimaan": "तो अपने रब के हुक्म पर साबिर रहो (40फ़) और उनमें किसी गुनाहगार या नाशुक्रे की बात न सुनो (41फ़)",
			"id": 24,
			"text": "فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تُطِعۡ مِنۡهُمۡ ءَاثِمًا أَوۡ كَفُورٗا",
			"author": "অতএব, আপনি আপনার পালনকর্তার আদেশের জন্যে ধৈর্য্য সহকারে অপেক্ষা করুন এবং ওদের মধ্যকার কোন পাপিষ্ঠ কাফেরের আনুগত্য করবেন না।"
		},
		{
			"_id": "5616",
			"sura": "76",
			"para": "29",
			"verses": "25",
			"names": "وَ اذۡکُرِ اسۡمَ  رَبِّکَ بُکۡرَۃً  وَّ اَصِیۡلًا ﴿ۖۚ۲۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ اذۡکُرِ اسۡمَ  رَبِّکَ بُکۡرَۃً  وَّ اَصِیۡلًا ﴿ۖۚ۲۵﴾ ",
			"index": "5616",
			"name": "এবং আপন রবের নাম সকাল ও সন্ধ্যায় স্মরণ করুন!",
			"en_kanzulimaan": "And remember the name of your Lord morning and evening.",
			"ur_kanzulimaan": "اور اپنے رب کا نام صبح و شام یاد کرو",
			"hi_kanzulimaan": "और अपने रब का नाम सुब्ह शाम याद करो (42फ़)",
			"id": 25,
			"text": "وَٱذۡكُرِ ٱسۡمَ رَبِّكَ بُكۡرَةٗ وَأَصِيلٗا",
			"author": "এবং সকাল-সন্ধ্যায় আপন পালনকর্তার নাম স্মরণ করুন।"
		},
		{
			"_id": "5617",
			"sura": "76",
			"para": "29",
			"verses": "26",
			"names": "وَ مِنَ الَّیۡلِ فَاسۡجُدۡ لَہٗ  وَ سَبِّحۡہُ  لَیۡلًا طَوِیۡلًا ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ مِنَ الَّیۡلِ فَاسۡجُدۡ لَہٗ  وَ سَبِّحۡہُ  لَیۡلًا طَوِیۡلًا ﴿۲۶﴾ ",
			"index": "5617",
			"name": "এবং রাতের কিছু অংশে তাকে সাজদা করুন; আর দীর্ঘ রাত পর্যন্ত তার পবিত্রতা ঘোষনা করুন।",
			"en_kanzulimaan": "And prostrate for Him in a part of the night, and proclaim His purity into the long night.",
			"ur_kanzulimaan": "اور کچھ میں اسے سجدہ کرو اور بڑی رات تک اس کی پاکی بولو",
			"hi_kanzulimaan": "और कुछ रात में उसे सज्दा करो (43फ़) और बड़ी रात तक उसकी पाकी बोलो (44फ़)",
			"id": 26,
			"text": "وَمِنَ ٱلَّيۡلِ فَٱسۡجُدۡ لَهُۥ وَسَبِّحۡهُ لَيۡلٗا طَوِيلًا",
			"author": "রাত্রির কিছু অংশে তাঁর উদ্দেশে সিজদা করুন এবং রাত্রির দীর্ঘ সময় তাঁর পবিত্রতা বর্ণনা করুন।"
		},
		{
			"_id": "5618",
			"sura": "76",
			"para": "29",
			"verses": "27",
			"names": "اِنَّ  ہٰۤؤُلَآءِ  یُحِبُّوۡنَ الۡعَاجِلَۃَ  وَ یَذَرُوۡنَ  وَرَآءَہُمۡ  یَوۡمًا ثَقِیۡلًا ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  ہٰۤؤُلَآءِ  یُحِبُّوۡنَ الۡعَاجِلَۃَ  وَ یَذَرُوۡنَ  وَرَآءَہُمۡ  یَوۡمًا ثَقِیۡلًا ﴿۲۷﴾ ",
			"index": "5618",
			"name": "নিশ্চয় এসব লোক পদতলের পৃথিবীকে ভালোবাসে এবং নিজেদের পেছনের এক ভারী (কঠিন) দিনকে বর্জন করে বসেছে।",
			"en_kanzulimaan": "Indeed these people love what they have, the fleeting one, and have forsaken the immensely important day behind them.",
			"ur_kanzulimaan": "بیشک یہ لوگ پاؤں تلے کی (دنیاوی فائدے کو) عزیز رکھتے ہیں اور اپنے پیچھے ایک بھاری دن کو چھوڑ بیٹھے ہیں",
			"hi_kanzulimaan": "बेशक ये लोग (45फ़) पाँव तले की अज़ीज़ रखते हैं (46फ़) और अपने पीछे एक भारी दिन को छोड़े बैठे हैं (47फ़)",
			"id": 27,
			"text": "إِنَّ هَـٰٓؤُلَآءِ يُحِبُّونَ ٱلۡعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمۡ يَوۡمٗا ثَقِيلٗا",
			"author": "নিশ্চয় এরা পার্থিব জীবনকে ভালবাসে এবং এক কঠিন দিবসকে পশ্চাতে ফেলে রাখে।"
		},
		{
			"_id": "5619",
			"sura": "76",
			"para": "29",
			"verses": "28",
			"names": "نَحۡنُ خَلَقۡنٰہُمۡ وَ شَدَدۡنَاۤ  اَسۡرَہُمۡ ۚ وَ اِذَا شِئۡنَا بَدَّلۡنَاۤ  اَمۡثَالَہُمۡ  تَبۡدِیۡلًا ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "نَحۡنُ خَلَقۡنٰہُمۡ وَ شَدَدۡنَاۤ  اَسۡرَہُمۡ ۚ وَ اِذَا شِئۡنَا بَدَّلۡنَاۤ  اَمۡثَالَہُمۡ  تَبۡدِیۡلًا ﴿۲۸﴾ ",
			"index": "5619",
			"name": "আমি তাদেরকে সৃষ্টি করেছি এবং তাদের সন্ধিস্থলকে মজবুত করেছি। এবং আমি যখনই চাই তাদের মতো অন্যান্যদেরকে তাদের স্থলাভিষিক্ত করতে পারি।",
			"en_kanzulimaan": "It is We Who created them, and strengthened their skeleton; and We can replace them with others like them, whenever We will.",
			"ur_kanzulimaan": "ہم نے انہیں پیدا کیا اور ان کے جوڑ بند مضبوط کیے اور ہم جب چاہیں ان جیسے اور بدل دیں",
			"hi_kanzulimaan": "हमने उन्हें पैदा किया और उनके जोड़ बन्द मज़बूत किये और हम जब चाहें (48फ़)उन जैसे और बदल दें (49फ़)",
			"id": 28,
			"text": "نَّحۡنُ خَلَقۡنَٰهُمۡ وَشَدَدۡنَآ أَسۡرَهُمۡۖ وَإِذَا شِئۡنَا بَدَّلۡنَآ أَمۡثَٰلَهُمۡ تَبۡدِيلًا",
			"author": "আমি তাদেরকে সৃষ্টি করেছি এবং মজবুত করেছি তাদের গঠন। আমি যখন ইচ্ছা করব, তখন তাদের পরিবর্তে তাদের অনুরূপ লোক আনব।"
		},
		{
			"_id": "5620",
			"sura": "76",
			"para": "29",
			"verses": "29",
			"names": "اِنَّ ہٰذِہٖ  تَذۡکِرَۃٌ ۚ فَمَنۡ شَآءَ  اتَّخَذَ  اِلٰی رَبِّہٖ  سَبِیۡلًا ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ ہٰذِہٖ  تَذۡکِرَۃٌ ۚ فَمَنۡ شَآءَ  اتَّخَذَ  اِلٰی رَبِّہٖ  سَبِیۡلًا ﴿۲۹﴾ ",
			"index": "5620",
			"name": "নিশ্চয় এটা হচ্ছে উপদেশ। সুতরাং যার ইচ্ছা হয় যে যেন আপন রবের দিকে রাস্তা ধরে। ",
			"en_kanzulimaan": "This is indeed an advice; so whoever wishes may take the path towards his Lord.",
			"ur_kanzulimaan": "بیشک یہ نصیحت ہے تو جو چاہے اپنے رب کی طرف راہ لے",
			"hi_kanzulimaan": "बेशक यह नसीहत है (50फ़) तो जो चाहे अपने रब की तरफ़ राह ले (51फ़)",
			"id": 29,
			"text": "إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا",
			"author": "এটা উপদেশ, অতএব যার ইচ্ছা হয় সে তার পালনকর্তার পথ অবলম্বন করুক।"
		},
		{
			"_id": "5621",
			"sura": "76",
			"para": "29",
			"verses": "30",
			"names": "وَ مَا تَشَآءُوۡنَ  اِلَّاۤ  اَنۡ  یَّشَآءَ اللّٰہُ ؕ اِنَّ اللّٰہَ  کَانَ عَلِیۡمًا حَکِیۡمًا ﴿٭ۖ۳۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا تَشَآءُوۡنَ  اِلَّاۤ  اَنۡ  یَّشَآءَ اللّٰہُ ؕ اِنَّ اللّٰہَ  کَانَ عَلِیۡمًا حَکِیۡمًا ﴿٭ۖ۳۰﴾ ",
			"index": "5621",
			"name": "এবং তোমরা কি চাও? কিন্তু তাই হয় যা আল্লাহ্‌ চান। নিশ্চয় তিনি জ্ঞান ও প্রজ্ঞাময়;",
			"en_kanzulimaan": "And what will you wish, except if Allah wills; indeed Allah is All Knowing, Wise.",
			"ur_kanzulimaan": "اور تم کیا چاہو مگر یہ کہ اللہ چاہے بیشک وہ علم و حکمت والا ہے،",
			"hi_kanzulimaan": "और तुम क्या चाहो मगर यह कि अल्लाह चाहे (52फ़) बेशक वह इल्म व हिकमत वाला है",
			"id": 30,
			"text": "وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا",
			"author": "আল্লাহর অভিপ্রায় ব্যতিরেকে তোমরা অন্য কোন অভিপ্রায় পোষণ করবে না। আল্লাহ সর্বজ্ঞ প্রজ্ঞাময়।"
		},
		{
			"_id": "5622",
			"sura": "76",
			"para": "29",
			"verses": "31",
			"names": "یُّدۡخِلُ  مَنۡ  یَّشَآءُ  فِیۡ  رَحۡمَتِہٖ ؕ وَ الظّٰلِمِیۡنَ  اَعَدَّ  لَہُمۡ عَذَابًا  اَلِیۡمًا ﴿۳۱﴾  ",
			"number": "",
			"verses_PDMS": "یُّدۡخِلُ  مَنۡ  یَّشَآءُ  فِیۡ  رَحۡمَتِہٖ ؕ وَ الظّٰلِمِیۡنَ  اَعَدَّ  لَہُمۡ عَذَابًا  اَلِیۡمًا ﴿۳۱﴾  ",
			"index": "5622",
			"name": "আপন করুণার মধ্যে শামিল করে নেন যাকে চান; এবং যালিমদের জন্য তিনি বেদনাদায়ক শাস্তি তৈরি করে রেখেছেন। ",
			"en_kanzulimaan": "He admits into His mercy, whomever He wills; and for the unjust He has kept prepared a painful punishment.",
			"ur_kanzulimaan": "اپنی رحمت میں لیتا ہے جسے چاہے اور ظالموں کے لیے اس نے دردناک عذاب تیار کر رکھا ہے",
			"hi_kanzulimaan": "अपनी रहमत में लेता है (53फ़) जिसे चाहे (54फ़) और ज़ालिमों के लिये उसने दर्दनाक अज़ाब तैयार कर रखा है (55फ़)",
			"id": 31,
			"text": "يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّـٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا",
			"author": "তিনি যাকে ইচ্ছা তাঁর রহমতে দাখিল করেন। আর যালেমদের জন্যে তো প্রস্তুত রেখেছেন মর্মন্তুদ শাস্তি।"
		}
	]