[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "2030",
			"sura": "17",
			"para": "15",
			"verses": "1",
			"names": "سُبۡحٰنَ الَّذِیۡۤ  اَسۡرٰی بِعَبۡدِہٖ لَیۡلًا مِّنَ الۡمَسۡجِدِ الۡحَرَامِ  اِلَی الۡمَسۡجِدِ الۡاَقۡصَا الَّذِیۡ بٰرَکۡنَا حَوۡلَہٗ  لِنُرِیَہٗ مِنۡ اٰیٰتِنَا ؕ اِنَّہٗ  ہُوَ  السَّمِیۡعُ  الۡبَصِیۡرُ ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "سُبۡحٰنَ الَّذِیۡۤ  اَسۡرٰی بِعَبۡدِہٖ لَیۡلًا مِّنَ الۡمَسۡجِدِ الۡحَرَامِ  اِلَی الۡمَسۡجِدِ الۡاَقۡصَا الَّذِیۡ بٰرَکۡنَا حَوۡلَہٗ  لِنُرِیَہٗ مِنۡ اٰیٰتِنَا ؕ اِنَّہٗ  ہُوَ  السَّمِیۡعُ  الۡبَصِیۡرُ ﴿۱﴾ ",
			"index": "2030",
			"name": "পবিত্রতা তারই জন্য, যিনি আপন বান্দাকে রাতারাতি নিয়ে গেছেন মসজিদ-ই হারাম হ’তে মসজিদ-ই আক্ব্‌সা পর্যন্ত, যার আশেপাশে আমি বরকত রেখেছি, যাতে আমি তাকে মহান নিদর্শনসমূহ দেখাই; নিশ্চয় তিনি শুনেন, দেখেন। ",
			"en_kanzulimaan": "Purity is to Him Who took His bondman in a part of the night from the Sacred Mosque to the Aqsa Mosque around which We have placed blessings, in order that We may show him Our great signs; indeed he is the listener, the beholder. (This verse refers to the physical journey of Prophet Mohammed  peace and blessings be upon him - to Al Aqsa Mosque and from there to the heavens and beyond. The entire journey back to Mecca was completed within a small part of the night.)",
			"ur_kanzulimaan": "پاکی ہے اسے جو اپنے بندے کو، راتوں رات لے گیا مسجد حرام سے مسجد اقصیٰ تک جس کے گرداگرد ہم نے برکت رکھی کہ ہم اسے اپنی عظیم نشانیاں دکھائیں، بیشک وہ سنتا دیکھتا ہے،",
			"hi_kanzulimaan": "पाकी है उसे (2फ) जो रातो रात अपने बन्दे (3फ) को ले गया (4फ) मस्जिदे हराम से मस्जिदे अक़्सा तक (5फ) जिसके गिर्दा गिर्द हमने बरकत रखी (6फ) कि हम उसे अपनी अज़ीम निशानियाँ दिखाएं, बेशक वह सुनता देखता है",
			"author": "১. (সকল ত্রুটি ও দুর্বলতা থেকে) পূতঃপবিত্র ও মহান সে সত্তা, যিনি রাতের কিয়দংশে তাঁর (সর্বাধিক প্রিয় ও নৈকট্যবান) বান্দাকে মসজিদে হারাম থেকে মসজিদে আকসায় নিয়ে গিয়েছেন; যার চতুর্পাশকে আমরা বরকতময় করেছি, যাতে আমরা তাঁকে (এই পরিপূর্ণ বান্দাকে) আমাদের নিদর্শনাবলী দেখাতে পারি। নিশ্চয় তিনিই সর্বশ্রোতা, সর্বদ্রষ্টা।"
		},
		{
			"_id": "2031",
			"sura": "17",
			"para": "15",
			"verses": "2",
			"names": "وَ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ وَ جَعَلۡنٰہُ ہُدًی  لِّبَـنِیۡۤ   اِسۡرَآءِیۡلَ  اَلَّا  تَتَّخِذُوۡا مِنۡ دُوۡنِیۡ  وَکِیۡلًا  ؕ﴿۲﴾",
			"number": "",
			"verses_PDMS": "وَ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ وَ جَعَلۡنٰہُ ہُدًی  لِّبَـنِیۡۤ   اِسۡرَآءِیۡلَ  اَلَّا  تَتَّخِذُوۡا مِنۡ دُوۡنِیۡ  وَکِیۡلًا  ؕ﴿۲﴾",
			"index": "2031",
			"name": "এবং আমি মূসাকে কিতাব দান করেছি আর সেটাকে বনী ইস্রাঈলের জন্য ‘হিদায়াত’ করেছি, যাতে তোমরা আমাকে ছাড়া অন্য কাউকে কর্মব্যবস্থাপকরূপে স্থির না করো। ",
			"en_kanzulimaan": "And We gave Moosa the Book, and made it a guidance for the Descendants of Israel that, Do not appoint anyone as a Trustee besides Me.",
			"ur_kanzulimaan": "اور ہم نے موسیٰ کو کتاب عطا فرمائی اور اسے بنی اسرائیل کے لیے ہدایت کیا کہ میرے سوا کسی کو کارسام نہ ٹھہراؤ،",
			"hi_kanzulimaan": "और हमने मूसा को किताब (8फ)अता फ़रमाई और उसे बनी इस्राईल के लिये हिदायत किया कि मेरे सिवा किसी को कारसाज़ न ठहराओ",
			"author": "২. আর আমরা মূসা (আলাইহিস সালাম)-কে তাওরাত (কিতাব) দান করেছিলাম এবং তা বনী ইসরাঈলের জন্যে করেছিলাম হেদায়াতস্বরূপ। (আর তাদেরকে হুকুম দিয়েছিলাম), ‘তোমরা আমাকে ছাড়া আর কাউকে অভিভাবক বানিও না’।"
		},
		{
			"_id": "2032",
			"sura": "17",
			"para": "15",
			"verses": "3",
			"names": "ذُرِّیَّۃَ مَنۡ حَمَلۡنَا مَعَ نُوۡحٍ ؕ اِنَّہٗ  کَانَ عَبۡدًا  شَکُوۡرًا ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "ذُرِّیَّۃَ مَنۡ حَمَلۡنَا مَعَ نُوۡحٍ ؕ اِنَّہٗ  کَانَ عَبۡدًا  شَکُوۡرًا ﴿۳﴾ ",
			"index": "2032",
			"name": "হে ওই সব ব্যক্তির সন্তানরা যাদেরকে আমি নূহের সাথে আরোহণ করিয়েছি! নিশ্চয় সে বড় কৃতজ্ঞ বান্দা ছিলো।",
			"en_kanzulimaan": "The descendants of those whom We boarded along with Nooh; he was indeed a grateful bondman.",
			"ur_kanzulimaan": "اے ان کی اولاد! جن کو ہم نے نوح کے ساتھ سوار کیا بیشک وہ بڑا شکرا گزار بندہ تھا",
			"hi_kanzulimaan": "उसे उनकी औलाद जिनको हमने नूह के साथ  (8फ) सवार किया बेशक वह बड़ा शुक्र गुज़ार बन्दा था (9फ)",
			"author": "৩. (শুনো!) তোমরা তাদের সন্তান যাদেরকে আমরা নূহ (আলাইহিস সালাম)-এঁর সাথে (নৌকায়) আরোহণ করিয়েছিলাম। নিশ্চয় নূহ (আলাইহিস সালাম) ছিলেন অত্যন্ত কৃতজ্ঞ বান্দা।"
		},
		{
			"_id": "2033",
			"sura": "17",
			"para": "15",
			"verses": "4",
			"names": "وَ قَضَیۡنَاۤ  اِلٰی بَنِیۡۤ  اِسۡرَآءِیۡلَ فِی الۡکِتٰبِ لَتُفۡسِدُنَّ فِی الۡاَرۡضِ مَرَّتَیۡنِ  وَ لَتَعۡلُنَّ  عُلُوًّا کَبِیۡرًا ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَضَیۡنَاۤ  اِلٰی بَنِیۡۤ  اِسۡرَآءِیۡلَ فِی الۡکِتٰبِ لَتُفۡسِدُنَّ فِی الۡاَرۡضِ مَرَّتَیۡنِ  وَ لَتَعۡلُنَّ  عُلُوًّا کَبِیۡرًا ﴿۴﴾ ",
			"index": "2033",
			"name": "এবং আমি বনী ইস্রাঈলকে কিতাবের মধ্যে ওহী প্রেরণ করেছি ‘অবশ্যই তোমরা ধরাপৃষ্ঠে দু’বার ফ্যাসাদ সৃষ্টি করবে এবং অবশ্যই তোমরা বড় অহঙ্কার করবে’।",
			"en_kanzulimaan": "And We decreed for the Descendants of Israel in the Book that, You will indeed create great turmoil in the earth twice, and you will surely become very proud.",
			"ur_kanzulimaan": "اور ہم نے بنی اسرائیل کو کتاب میں وحی بھیجی کہ ضرور تم زمین میں دوبارہ فساد مچاؤ گے اور ضرور بڑا غرور کرو گے",
			"hi_kanzulimaan": "और हमने बनी इस्राईल को किताब (10फ) में वही (देववाणी) भेजी कि ज़रूर तुम ज़मीन में दोबारा फ़साद मचाओगे (11फ) और ज़रूर बड़ा गुरुर करोगे (12फ)",
			"author": "৪. আর আমরা বনী ইসরাঈলকে কিতাবে অকাট্যভাবে জানিয়ে দিয়েছিলাম, ‘নিশ্চয়ই তোমরা পৃথিবীতে দু’বার বিপর্যয় সৃষ্টি করবে এবং (আল্লাহ্‌র আনুগত্য থেকে) চরম অবাধ্য হবে’।"
		},
		{
			"_id": "2034",
			"sura": "17",
			"para": "15",
			"verses": "5",
			"names": "فَاِذَا جَآءَ وَعۡدُ اُوۡلٰىہُمَا بَعَثۡنَا عَلَیۡکُمۡ  عِبَادًا  لَّنَاۤ   اُولِیۡ  بَاۡسٍ  شَدِیۡدٍ فَجَاسُوۡا خِلٰلَ الدِّیَارِ ؕ وَ کَانَ وَعۡدًا  مَّفۡعُوۡلًا ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "فَاِذَا جَآءَ وَعۡدُ اُوۡلٰىہُمَا بَعَثۡنَا عَلَیۡکُمۡ  عِبَادًا  لَّنَاۤ   اُولِیۡ  بَاۡسٍ  شَدِیۡدٍ فَجَاسُوۡا خِلٰلَ الدِّیَارِ ؕ وَ کَانَ وَعۡدًا  مَّفۡعُوۡلًا ﴿۵﴾ ",
			"index": "2034",
			"name": "অতঃপর যখন উভয়ের মধ্যে প্রথমবারের প্রতিশ্রুতি উপস্থিত হলো, তখন আমি তাদের বিরুদ্ধে বান্দাদেরকে প্রেরণ করেছি, যুদ্ধে অতিশয় শক্তিশালী; এরপর তারা শহরগুলোর মধ্যে তোমাদেরকে তালাশ করার জন্য প্রবেশ করলো। আর এটা একটা প্রতিশ্রুতি ছিলো, যা পূরণ হবারই ছিলো। ",
			"en_kanzulimaan": "So when the first of those promises came, We sent upon you Our extremely militant bondmen - they therefore entered the cities pursuing you; and this was a promise that had to be fulfilled.",
			"ur_kanzulimaan": "پھر جب ان میں پہلی بار کا وعدہ آیا ہم نے تم پر اپنے بندے بھیجے سخت لڑائی والے تو وہ شہروں کے اندر تمہاری تلاش کو گھسے اور یہ ایک وعدہ تھا جسے پورا ہونا تھا،",
			"hi_kanzulimaan": "फिर जब उनमें पहली बार (13फ) का वादा आया (14फ) हमने तुमपर अपने कुछ बन्दे भेजे सख़्त लड़ाई वाले (15फ) तो वो शहरों के अन्दर तुम्हारी तलाश को घुसे (16फ) और यह एक वादा था (17फ) जिसे पूरा होना",
			"author": "৫. অতঃপর যখন এ দু’বারের প্রথমটির প্রতিশ্রুত ক্ষণ এসে পৌঁছলো, তখন আমরা তোমাদের উপর আমার বান্দাদেরকে ক্ষমতাসীন করে দিয়েছিলাম, যারা ছিল কঠোর যোদ্ধা। এরপর তারা (তোমাদের) অন্বেষণে (তোমাদের) গৃহ পর্যন্ত গিয়ে প্রবেশ করেছিল। আর (এ) অঙ্গীকার অবশ্যই পূর্ণ হওয়ার ছিল।"
		},
		{
			"_id": "2035",
			"sura": "17",
			"para": "15",
			"verses": "6",
			"names": "ثُمَّ رَدَدۡنَا لَکُمُ الۡکَرَّۃَ عَلَیۡہِمۡ وَ اَمۡدَدۡنٰکُمۡ بِاَمۡوَالٍ وَّ بَنِیۡنَ وَ جَعَلۡنٰکُمۡ  اَکۡثَرَ  نَفِیۡرًا ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ رَدَدۡنَا لَکُمُ الۡکَرَّۃَ عَلَیۡہِمۡ وَ اَمۡدَدۡنٰکُمۡ بِاَمۡوَالٍ وَّ بَنِیۡنَ وَ جَعَلۡنٰکُمۡ  اَکۡثَرَ  نَفِیۡرًا ﴿۶﴾ ",
			"index": "2035",
			"name": "অতঃপর আমি তাদের উপর পুনরায় তোমাদের হামলা করে দিলাম এবং তোমাদেরকে ধন ও পুত্র সন্তান দ্বারা সাহায্য করলাম আর তোমাদের দলকে বৃদ্ধি করে দিলাম। ",
			"en_kanzulimaan": "We then reversed your attack upon them, and aided you with wealth and sons and increased your numbers.",
			"ur_kanzulimaan": "پھر ہم نے ان پر اُلٹ کر تمہارا حملہ کردیا اور تم کو مالوں اور بیٹوں سے مدد دی اور تمہارا جتھا بڑھا دیا،",
			"hi_kanzulimaan": "फिर हमने उनपर उलट कर तुम्हारा हमला कर दिया (18फ) और तुमको मालों और बेटों से मदद दी और तुम्हारा जत्था बढ़ा दिया",
			"author": "৬. অতঃপর আমরা তাদের উপর তোমাদের আধিপত্যকে ফিরিয়ে দিয়েছিলাম এবং সম্পদ ও সন্তান-সন্ততির (আধিক্যতার) মাধ্যমে তোমাদেরকে সাহায্য করেছিলাম। আর আমরা তোমাদের সংখ্যাগত শক্তিকে(ও) বৃদ্ধি করেছিলাম।"
		},
		{
			"_id": "2036",
			"sura": "17",
			"para": "15",
			"verses": "7",
			"names": "اِنۡ اَحۡسَنۡتُمۡ اَحۡسَنۡتُمۡ لِاَنۡفُسِکُمۡ ۟ وَ اِنۡ اَسَاۡتُمۡ فَلَہَا ؕ فَاِذَا جَآءَ وَعۡدُ الۡاٰخِرَۃِ  لِیَسُوۡٓءٗا  وُجُوۡہَکُمۡ وَ لِیَدۡخُلُوا الۡمَسۡجِدَ کَمَا دَخَلُوۡہُ  اَوَّلَ مَرَّۃٍ  وَّ  لِیُتَبِّرُوۡا مَا عَلَوۡا تَتۡبِیۡرًا ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "اِنۡ اَحۡسَنۡتُمۡ اَحۡسَنۡتُمۡ لِاَنۡفُسِکُمۡ ۟ وَ اِنۡ اَسَاۡتُمۡ فَلَہَا ؕ فَاِذَا جَآءَ وَعۡدُ الۡاٰخِرَۃِ  لِیَسُوۡٓءٗا  وُجُوۡہَکُمۡ وَ لِیَدۡخُلُوا الۡمَسۡجِدَ کَمَا دَخَلُوۡہُ  اَوَّلَ مَرَّۃٍ  وَّ  لِیُتَبِّرُوۡا مَا عَلَوۡا تَتۡبِیۡرًا ﴿۷﴾ ",
			"index": "2036",
			"name": "যদি তোমরা সৎকর্ম করো, তবে নিজেদেরই কল্যাণ করবে। আর যদি মন্দ কর্ম করো, তবে (তাও) নিজেদেরই। অতঃপর যখন দ্বিতীয়বারের প্রতিশ্রুতি উপস্থিত হলো এ জন্য যে, শত্রু তোমাদের মুখমণ্ডল বিকৃত করে দেবে এবং মসজিদে প্রবেশ করবে, যেমন প্রথমবার প্রবেশ করেছিলো আর যে জিনিষের উপর তারা আধিপত্য লাভ করবে তা ধ্বংস করে উজাড় করে দেবে।  ",
			"en_kanzulimaan": "If you do good deeds, you will for your own good - and if you commit evil, it is for yourself; therefore when the second of those promises came - so the enemy maim your faces, and enter the mosque as they had entered it the first time, and destroy until they ruin all they could capture.",
			"ur_kanzulimaan": "اگر تم بھلائی کرو گے اپنا بھلا کرو گے اور اگر بُرا کرو گے تو اپنا، پھر جب دوسری بار کا وعدہ آیا کہ دشمن تمہارا منہ بگاڑ دیں اور مسجد میں داخل ہوں جیسے پہلی بار داخل ہوئے تھے اور جس چیز پر قابو پائیں تباہ کرکے برباد کردیں،",
			"hi_kanzulimaan": "अगर तुम भलाई करोगे अपना भला करोगे (19फ) और बुरा करोगे तो अपना, फिर जब  दूसरी बार का वादा आया (20फ) कि दुश्मन तुम्हारा मुंह बिगाड़ दें (21फ) और मस्जिदे में दाख़िल हो (22फ) जेसे पहली बार दाख़िल हुए थे (23फ) और जिस चीज़ पर क़ाबू पाएं (24फ) तबाह करके बर्बाद कर दें",
			"author": "৭. আর যদি তোমরা সৎকর্ম করো, তবে তোমাদের নিজেদের(ই) কল্যাণে করবে। আর যদি তোমরা মন্দকর্ম করো, তবে তা তোমাদের নিজেদের(ই) জন্যে। অতঃপর যখন দ্বিতীয় অঙ্গীকারের মূহূর্ত উপস্থিত হলো (তখন অন্য অত্যাচারীদেরকে তোমাদের উপর ক্ষমতাসীন করে দিলাম) যাতে (আঘাতে আঘাতে) তোমাদের চেহারা বিকৃত করে দেয়, আর যাতে আল-আকসা মসজিদে (এভাবে) প্রবেশ করে, যেভাবে এতে (হামলাকারীরা) প্রথমবার প্রবেশ করেছিল; আর যাতে তারা যা অধিকার করেছিল সেসব (স্থান) ধ্বংস ও বরবাদ করে।"
		},
		{
			"_id": "2037",
			"sura": "17",
			"para": "15",
			"verses": "8",
			"names": "عَسٰی رَبُّکُمۡ اَنۡ یَّرۡحَمَکُمۡ ۚ وَ اِنۡ عُدۡتُّمۡ عُدۡنَا ۘ وَ جَعَلۡنَا جَہَنَّمَ لِلۡکٰفِرِیۡنَ  حَصِیۡرًا ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "عَسٰی رَبُّکُمۡ اَنۡ یَّرۡحَمَکُمۡ ۚ وَ اِنۡ عُدۡتُّمۡ عُدۡنَا ۘ وَ جَعَلۡنَا جَہَنَّمَ لِلۡکٰفِرِیۡنَ  حَصِیۡرًا ﴿۸﴾ ",
			"index": "2037",
			"name": "একথা সন্নিকটে যে, তোমাদের রব তোমাদের প্রতি দয়া করবেন এবং যদি তোমরা আবারো দুষ্টামী করো, তবে আমিও আবার শাস্তি দেবো; আর আমি জাহান্নামকে কাফিরদের কারাগার করেছি। ",
			"en_kanzulimaan": "It is likely that your Lord may have mercy on you; and if you repeat the mischief, We will repeat the punishment; and We have made hell a prison for the disbelievers.",
			"ur_kanzulimaan": "قریب ہے کہ تمہارا رب تم پر رحم کرے اور اگر تم پھر شرارت کرو تو ہم پھر عذاب کریں گے اور ہم نے جہنم کو کافروں کا قید خانہ بنایا ہے،",
			"hi_kanzulimaan": "क़रीब है कि तुम्हारा रब तुमपर रहम करे (25फ) और अगर तुम फिर शरारत करो (26फ) तो हम फिर अज़ाब करेंगे (27फ) और हमने जहन्नम को काफ़िरों का क़ैदख़ाना बनाया है",
			"author": "৮. আশা করা যায়, (এরপর) তোমাদের প্রতিপালক তোমাদের প্রতি অনুগ্রহ করবেন। আর যদি তোমরা পুনরায় (বিদ্রোহমূলক কর্মপ্রণালী গ্রহণের মাধ্যমে) তাই করো, তবে আমরাও (পুনর্বার শাস্তি হিসেবে) তাই করবো। আর আমরা জাহান্নামকে কাফেরদের জন্যে বানিয়েছি বন্দীশালা।"
		},
		{
			"_id": "2038",
			"sura": "17",
			"para": "15",
			"verses": "9",
			"names": "اِنَّ ہٰذَا  الۡقُرۡاٰنَ  یَہۡدِیۡ  لِلَّتِیۡ ہِیَ اَقۡوَمُ وَ یُبَشِّرُ الۡمُؤۡمِنِیۡنَ الَّذِیۡنَ یَعۡمَلُوۡنَ الصّٰلِحٰتِ اَنَّ لَہُمۡ اَجۡرًا کَبِیۡرًا ۙ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ ہٰذَا  الۡقُرۡاٰنَ  یَہۡدِیۡ  لِلَّتِیۡ ہِیَ اَقۡوَمُ وَ یُبَشِّرُ الۡمُؤۡمِنِیۡنَ الَّذِیۡنَ یَعۡمَلُوۡنَ الصّٰلِحٰتِ اَنَّ لَہُمۡ اَجۡرًا کَبِیۡرًا ۙ﴿۹﴾ ",
			"index": "2038",
			"name": "নিশ্চয় এ ক্বোরআন ওই পথ দেখায়, যা সর্বাপেক্ষা সোজা এবং সুসংবাদ দেয় ওই ঈমানদারদেরকে, যারা সৎকর্ম করে- ‘তাদের জন্য রয়েছে মহা পুরস্কার’। ",
			"en_kanzulimaan": "Indeed this Quran guides to the most Straight Path, and gives glad tidings to the believers who do good deeds, that for them is a great reward.",
			"ur_kanzulimaan": "بیشک یہ قرآن وہ راہ دکھاتا ہے جو سب سے سیدھی ہے اور خوشی سناتا ہے ایمان والوں کو جو اچھے کام کریں کہ ان کے لیے بڑا ثواب ہے",
			"hi_kanzulimaan": "बेशक यह क़ुरआन वह राह दिखाता है जो सबसे सीधी है (28फ) और ख़ुशी सुनाता है ईमान वालों को जो अच्छे काम करें कि उनके लिये बड़ा सवाब है",
			"author": "৯. নিশ্চয়ই এ কুরআন (গন্তব্যের দিকে) পথ নির্দেশ করে, যা সবচেয়ে সঠিক। আর সৎকর্মপরায়ণ মুমিনগণকে এ বিষয়ের সুসংবাদ দেয় যে, তাদের জন্যে রয়েছে মহাপুরস্কার,"
		},
		{
			"_id": "2039",
			"sura": "17",
			"para": "15",
			"verses": "10",
			"names": "وَّ اَنَّ الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ اَعۡتَدۡنَا  لَہُمۡ  عَذَابًا  اَلِیۡمًا ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "وَّ اَنَّ الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ اَعۡتَدۡنَا  لَہُمۡ  عَذَابًا  اَلِیۡمًا ﴿۱۰﴾ ",
			"index": "2039",
			"name": "এবং এ যে, যেসব লোক আখিরাতের উপর ঈমান আনে না, আমি তাদের জন্য বেদনাদায়ক শাস্তি প্রস্তুত করে রেখেছি। ",
			"en_kanzulimaan": "And those who do not believe in the Hereafter - We have kept prepared for them a punishment, most painful.",
			"ur_kanzulimaan": "اور یہ کہ جو آخرت پر ایمان نہیں لاتے ہم نے ان کے لیے دردناک عذاب تیار کر رکھا ہے،",
			"hi_kanzulimaan": "और यह कि जो आख़िरत पर ईमान नहीं लाते हमने उनके लिये दर्दनाक अज़ाब तैयार कर रखा है",
			"author": "১০. আর এই যে, যারা আখিরাতে বিশ্বাস স্থাপন করে না, তাদের জন্যে আমরা প্রস্তুত রেখেছি যন্ত্রণাদায়ক শাস্তি।"
		},
		{
			"_id": "2040",
			"sura": "17",
			"para": "15",
			"verses": "11",
			"names": "وَ یَدۡعُ الۡاِنۡسَانُ بِالشَّرِّ دُعَآءَہٗ  بِالۡخَیۡرِ ؕ وَ کَانَ  الۡاِنۡسَانُ  عَجُوۡلًا ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَدۡعُ الۡاِنۡسَانُ بِالشَّرِّ دُعَآءَہٗ  بِالۡخَیۡرِ ؕ وَ کَانَ  الۡاِنۡسَانُ  عَجُوۡلًا ﴿۱۱﴾ ",
			"index": "2040",
			"name": "এবং মানুষ অকল্যাণ কামনা করে যেভাবে কল্যাণ প্রার্থনা করে এবং মানুষ অতিমাত্রায় ত্বরাপ্রিয়। ",
			"en_kanzulimaan": "And man prays for evil like the way he seeks goodness; and man is very hasty.",
			"ur_kanzulimaan": "اور آدمی برائی کی دعا کرتا ہے جیسے بھلائی مانگتا ہے اور آدمی بڑا جلد باز ہے",
			"hi_kanzulimaan": "और आदमी बुराई की दुआ करता है (29फ) जैसे भलाई मांगता है (30फ) और आदमी बड़ा जल्दबाज़ है (31फ)",
			"author": "১১. আর মানুষ (কখনো সংকীর্ণমনা এবং উদ্বিগ হয়ে) অনিষ্টের দোয়া করতে শুরু করে, যেভাবে সে (নিজের জন্যে) কল্যাণের দোয়া করে। আর মানুষ খুবই ত্বরাপ্রবণ হয়ে পড়েছে।"
		},
		{
			"_id": "2041",
			"sura": "17",
			"para": "15",
			"verses": "12",
			"names": "وَ جَعَلۡنَا الَّیۡلَ وَ النَّہَارَ اٰیَتَیۡنِ فَمَحَوۡنَاۤ اٰیَۃَ الَّیۡلِ وَ جَعَلۡنَاۤ  اٰیَۃَ النَّہَارِ مُبۡصِرَۃً  لِّتَبۡتَغُوۡا فَضۡلًا مِّنۡ رَّبِّکُمۡ وَ لِتَعۡلَمُوۡا عَدَدَ السِّنِیۡنَ وَ الۡحِسَابَ ؕ وَ کُلَّ شَیۡءٍ فَصَّلۡنٰہُ تَفۡصِیۡلًا ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَعَلۡنَا الَّیۡلَ وَ النَّہَارَ اٰیَتَیۡنِ فَمَحَوۡنَاۤ اٰیَۃَ الَّیۡلِ وَ جَعَلۡنَاۤ  اٰیَۃَ النَّہَارِ مُبۡصِرَۃً  لِّتَبۡتَغُوۡا فَضۡلًا مِّنۡ رَّبِّکُمۡ وَ لِتَعۡلَمُوۡا عَدَدَ السِّنِیۡنَ وَ الۡحِسَابَ ؕ وَ کُلَّ شَیۡءٍ فَصَّلۡنٰہُ تَفۡصِیۡلًا ﴿۱۲﴾ ",
			"index": "2041",
			"name": "এবং আমি রাত ও দিনকে দু’টি নিদর্শন করেছি; সুতরাং রাতের নিদর্শনকে স্তিমিত রেখেছি এবং দিনের নিদর্শনকে প্রদর্শনকারী, যাতে আপন রবের অনুগ্রহ সন্ধান করো এবং বছরগুলোর গণনা ও হিসাব জানতে পারো। আর আমি প্রত্যেক বস্তুকে অত্যন্ত পৃথক পৃথকভাবে প্রকাশ করে দিয়েছি। ",
			"en_kanzulimaan": "And We created the night and the day as two signs - We therefore kept the sign of the night indistinct, and the sign of the day visible - so that you may seek the munificence of your Lord, and know the calculation of the years, and the accounting; and We have explained all things in detail, distinctively.",
			"ur_kanzulimaan": "اور ہم نے رات اور دن کو دو نشانیاں بنایا تو رات کی نشانی مٹی ہوئی رکھی اور دن کی نشانیاں دکھانے والی کہ اپنے کا فضل تلاش کرو اور برسوں کی گنتی اور حساب جانو اور ہم نے ہر چیز خوب جدا جدا ظاہر فرمادی",
			"hi_kanzulimaan": "और हमने रात और दिन को दो निशानियां बनाया (32फ) तो रात की निशानी मिटी हुई रखी (33फ) और  दिन की निशानि दिखाने वाली की(34फ) कि अपने रब का फ़ज़्ल तलाश करो (35फ) और (36फ) बरसों की गिनती और  हिसाब जानो (37फ) और  हमने हर चीज़ ख़ूब जुदा जुदा ज़ाहिर फ़रमा दी (38फ)",
			"author": "১২. আর আমরা রাত এবং দিনকে (স্বীয় কুদরতের) দু’টি নিদর্শন বানিয়েছি। অতঃপর আমরা রাতের নিদর্শনকে বানিয়েছি অন্ধকার এবং দিনের নিদর্শনকে বানিয়েছি আলোকময়; যাতে তোমরা তোমাদের প্রতিপালকের অনুগ্রহ (রিযিক) অন্বেষণ করো এবং যাতে তোমরা বছরের সংখ্যা এবং হিসেব জানতে পারো। আর আমরা সকল কিছু সম্পূর্ণ সুবিস্তারে সুস্পষ্ট করে দিয়েছি।"
		},
		{
			"_id": "2042",
			"sura": "17",
			"para": "15",
			"verses": "13",
			"names": "وَ کُلَّ  اِنۡسَانٍ اَلۡزَمۡنٰہُ طٰٓئِرَہٗ  فِیۡ عُنُقِہٖ ؕ وَ نُخۡرِجُ لَہٗ یَوۡمَ الۡقِیٰمَۃِ کِتٰبًا  یَّلۡقٰىہُ  مَنۡشُوۡرًا ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ کُلَّ  اِنۡسَانٍ اَلۡزَمۡنٰہُ طٰٓئِرَہٗ  فِیۡ عُنُقِہٖ ؕ وَ نُخۡرِجُ لَہٗ یَوۡمَ الۡقِیٰمَۃِ کِتٰبًا  یَّلۡقٰىہُ  مَنۡشُوۡرًا ﴿۱۳﴾ ",
			"index": "2042",
			"name": "এবং প্রত্যেক মানুষের ভাগ্য দিয়েছি এবং তার জন্য ক্বিয়ামত দিবসে একটা লিপিবদ্ধ (কিতাব) বের করবো, যা তারা উন্মুক্ত পাবে।",
			"en_kanzulimaan": "And We have attached the destiny of every man to his neck; and We shall bring forth a register for him on the Day of Resurrection, which he will find open.",
			"ur_kanzulimaan": "اور ہر انسان کی قسمت ہم نے اس کے گلے سے لگادی اور اس کے لیے قیامت کے دن ایک نوشتہ نکالیں گے جسے کھلا ہوا پائے گا",
			"hi_kanzulimaan": "और हर इन्सान की क़िस्मत हमने उसके गले से लगा दी है(39फ) और  उसके लिये क़यामत के दिन एक नविश्ता (भाग्यपत्र) निकालेंगे जिसे खुला हुआ पाएगा (40फ)",
			"author": "১৩. আর আমরা সকল মানুষের আমলনামা তার গলায় ঝুলিয়ে দিয়েছি এবং আমরা কিয়ামতের দিন তার জন্যে (এ) আমলনামা বের করে আনবো, যা সে (নিজের সামনে) উন্মুক্ত পাবে।"
		},
		{
			"_id": "2043",
			"sura": "17",
			"para": "15",
			"verses": "14",
			"names": "اِقۡرَاۡ کِتٰبَکَ ؕ  کَفٰی بِنَفۡسِکَ الۡیَوۡمَ عَلَیۡکَ  حَسِیۡبًا ﴿ؕ۱۴﴾ ",
			"number": "",
			"verses_PDMS": "اِقۡرَاۡ کِتٰبَکَ ؕ  کَفٰی بِنَفۡسِکَ الۡیَوۡمَ عَلَیۡکَ  حَسِیۡبًا ﴿ؕ۱۴﴾ ",
			"index": "2043",
			"name": "এরশাদ হবে, ‘আপন কিতাব পাঠ করো! আজ তুমি নিজেই নিজের হিসাব নিকাশের জন্য যথেষ্ট’। ",
			"en_kanzulimaan": "It will be said, Read your ledger; this day you are sufficient to take your own account.",
			"ur_kanzulimaan": "فرمایا جائے گا کہ اپنا نامہ (نامہٴ اعمال) پڑھ آج تو خود ہی اپنا حساب کرنے کو بہت ہے،",
			"hi_kanzulimaan": "फ़रमाया जाएगा कि अपना नामा (लेखा)पढ़ आज तू ख़ुद ही अपना हिसाब करने को बहुत है",
			"author": "১৪. (তাকে বলা হবে,) ‘তোমার (আমলের) কিতাব পাঠ করো, আজ তো নিজের হিসেব যাচাই করার জন্যে তুমি নিজেই যথেষ্ট’।"
		},
		{
			"_id": "2044",
			"sura": "17",
			"para": "15",
			"verses": "15",
			"names": "مَنِ اہۡتَدٰی فَاِنَّمَا یَہۡتَدِیۡ لِنَفۡسِہٖ ۚ وَ مَنۡ ضَلَّ فَاِنَّمَا یَضِلُّ عَلَیۡہَا ؕ وَ لَا تَزِرُ وَازِرَۃٌ  وِّزۡرَ  اُخۡرٰی ؕ وَ مَا کُنَّا مُعَذِّبِیۡنَ  حَتّٰی  نَبۡعَثَ  رَسُوۡلًا ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "مَنِ اہۡتَدٰی فَاِنَّمَا یَہۡتَدِیۡ لِنَفۡسِہٖ ۚ وَ مَنۡ ضَلَّ فَاِنَّمَا یَضِلُّ عَلَیۡہَا ؕ وَ لَا تَزِرُ وَازِرَۃٌ  وِّزۡرَ  اُخۡرٰی ؕ وَ مَا کُنَّا مُعَذِّبِیۡنَ  حَتّٰی  نَبۡعَثَ  رَسُوۡلًا ﴿۱۵﴾ ",
			"index": "2044",
			"name": "যে সঠিক পথে এসেছে সে নিজেরই কল্যাণের জন্য সঠিক পথে এসেছে। আর যে পথভ্রষ্ট হয়েছে সে নিজেরই অকল্যাণের জন্য পথভ্রষ্ট হয়েছে এবং কোন ভারবাহী আত্না অন্য কারো বোঝা বহন করবে না। এবং আমি শাস্তিদাতা নই যতক্ষণ না রসূল প্রেরণ করি। ",
			"en_kanzulimaan": "Whoever came to guidance, has come for his own good; and whoever went astray, has strayed for his own ruin; and no burdened soul will bear anothers burden; and We never punish until We have sent a Noble Messenger.",
			"ur_kanzulimaan": "جو راہ پر آیا وہ اپنے ہی بھلے کو راہ پر آیا اور جو بہکا تو اپنے ہی برے کو بہکا اور کوئی بوجھ اٹھانے والی جان دوسرے کا بوجھ نہ اٹھائے گی اور ہم عذاب کرنے والے نہیں جب تک رسول نہ بھیج لیں",
			"hi_kanzulimaan": "जो राह पर आया वह अपने ही भले को राह पर आया (41फ) और जो बहका तो अपने ही बुरे को बहका (42फ) और कोई बोझ उठाने वाली जान दूसरे का बोझ न उठाएगी (43फ) और हम अज़ाब करने वाले नहीं जब तक रसूल न भेज लें (44फ)",
			"author": "১৫. যে হেদায়াতের রাস্তা গ্রহণ করে, সে তো নিজের উপকারের জন্যেই হেদায়াতের উপর চলে। আর যে ব্যক্তি পথভ্রষ্ট হয়, অতঃপর তার পথভ্রষ্টতার পরিণতি(ও) তারই উপর। আর কোনো বোঝা বহনকারী অপরের (গোনাহের) বোঝা বহন করবে না এবং রাসূল না পাঠানো পর্যন্ত কখনো আমরা (কোনো সম্প্রদায়কে) শাস্তি দেই না।"
		},
		{
			"_id": "2045",
			"sura": "17",
			"para": "15",
			"verses": "16",
			"names": "وَ اِذَاۤ  اَرَدۡنَاۤ  اَنۡ نُّہۡلِکَ قَرۡیَۃً  اَمَرۡنَا مُتۡرَفِیۡہَا فَفَسَقُوۡا فِیۡہَا فَحَقَّ عَلَیۡہَا الۡقَوۡلُ  فَدَمَّرۡنٰہَا  تَدۡمِیۡرًا ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذَاۤ  اَرَدۡنَاۤ  اَنۡ نُّہۡلِکَ قَرۡیَۃً  اَمَرۡنَا مُتۡرَفِیۡہَا فَفَسَقُوۡا فِیۡہَا فَحَقَّ عَلَیۡہَا الۡقَوۡلُ  فَدَمَّرۡنٰہَا  تَدۡمِیۡرًا ﴿۱۶﴾ ",
			"index": "2045",
			"name": "এবং যখন আমি কোন জনপদকে ধ্বংস করতে চাই, তখন সেটার স্বাচ্ছন্দ্যসম্পন্ন ব্যক্তিদের উপর বিধানবলী প্রেরণ করি। অতঃপর তারা তাতে নির্দেশ অমান্য করে, এরপর সেটার প্রতি চূড়ান্ত সিদ্ধান্ত বাস্তবায়িত হয়ে যায়। তখন আমি সেটাক ধ্বংস করে নিশ্চিহ্ন করে দিই।",
			"en_kanzulimaan": "And when We will to destroy a township We send the commands to its prosperous people, thereupon they do not obey them, and so the Word is proved upon it - We therefore destroy and ruin it.",
			"ur_kanzulimaan": "اور جب ہم کسی بستی کو ہلاک کرنا چاہتے ہیں اس کے خوشحالوں پر احکام بھیجتے ہیں پھر وہ اس میں بے حکمی کرتے ہیں تو اس پر بات پوری ہوجاتی ہے تو ہم اسے تباہ کرکے برباد کردیتے ہیں،",
			"hi_kanzulimaan": "और जब हम किसी बस्ती को हलाक करना चाहते हैं उसके ख़ुशहालों (45फ) पर एहकाम भेजते हैं फिर वो उसमें बेहुक्मी करते हैं तो उसपर बात पूरी हो जाती है तो हम उसे तबाह करके बर्बाद कर देते हैं",
			"author": "১৬. আর যখন আমরা কোনো জনপদকে ধ্বংস করার ইচ্ছা করি, তখন সেখানকার সমৃদ্ধ ও সম্পদশালী লোকদেরকে (কিছু) নির্দেশ দেই, (যাতে তাদের মাধ্যমে জনসাধারণ ও দরিদ্ররাও সংশোধিত হয়ে যায়।) তখন তারা এতে (এ জনপদে) নাফরমানী করে। এভাবে এর উপর আমাদের (শাস্তির) আদেশ অত্যাবশ্যক হয়ে পড়ে। অতঃপর আমরা এ জনপদকে সম্পূর্ণরূপে ধ্বংস করে দেই।"
		},
		{
			"_id": "2046",
			"sura": "17",
			"para": "15",
			"verses": "17",
			"names": "وَ کَمۡ  اَہۡلَکۡنَا مِنَ الۡقُرُوۡنِ مِنۡۢ  بَعۡدِ نُوۡحٍ ؕ وَ کَفٰی بِرَبِّکَ بِذُنُوۡبِ عِبَادِہٖ خَبِیۡرًۢا  بَصِیۡرًا ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَمۡ  اَہۡلَکۡنَا مِنَ الۡقُرُوۡنِ مِنۡۢ  بَعۡدِ نُوۡحٍ ؕ وَ کَفٰی بِرَبِّکَ بِذُنُوۡبِ عِبَادِہٖ خَبِیۡرًۢا  بَصِیۡرًا ﴿۱۷﴾ ",
			"index": "2046",
			"name": "এবং আমি কত মানবগোষ্ঠীকে নূহের পড়ে ধ্বংস করে দিয়েছি! এবং আপনার রব যথেষ্ট, আপন বান্দাদের গুনাহ্‌সমূহের খবর রাখেন, দেখেন। ",
			"en_kanzulimaan": "And many a generation We did destroy after Nooh! And Allah is Sufficient, Aware of the sins of His bondmen, the Beholder.",
			"ur_kanzulimaan": "اور ہم نے کتنی ہی سنگتیں (قومیں) نوح کے بعد ہلاک کردیں اور تمہارا رب کافی ہے اپنے بندوں کے گناہوں سے خبردار دیکھنے والا",
			"hi_kanzulimaan": "और हमने कितनी ही संगतें (क़ौमे) (46फ) नूह के बाद हलाक कर दीं (47फ) और  तुम्हारा रब काफी है अपने बन्दों के गुनाहों से ख़बरदार देखने वाला (48फ)",
			"author": "১৭. আর আমরা নূহ (আলাইহিস সালাম)-এঁর পর কতোই না সম্প্রদায়কে ধ্বংস করে দিয়েছি! আর আপনার প্রতিপালক যথেষ্ট; (তিনি) স্বীয় বান্দাদের গোনাহ্ সম্পর্কে সম্যক অবগ ত, সর্বদ্রষ্টা।"
		},
		{
			"_id": "2047",
			"sura": "17",
			"para": "15",
			"verses": "18",
			"names": "مَنۡ کَانَ یُرِیۡدُ الۡعَاجِلَۃَ عَجَّلۡنَا لَہٗ فِیۡہَا مَا نَشَآءُ لِمَنۡ نُّرِیۡدُ ثُمَّ  جَعَلۡنَا لَہٗ جَہَنَّمَ ۚ یَصۡلٰىہَا مَذۡمُوۡمًا مَّدۡحُوۡرًا ﴿۱۸﴾",
			"number": "",
			"verses_PDMS": "مَنۡ کَانَ یُرِیۡدُ الۡعَاجِلَۃَ عَجَّلۡنَا لَہٗ فِیۡہَا مَا نَشَآءُ لِمَنۡ نُّرِیۡدُ ثُمَّ  جَعَلۡنَا لَہٗ جَہَنَّمَ ۚ یَصۡلٰىہَا مَذۡمُوۡمًا مَّدۡحُوۡرًا ﴿۱۸﴾",
			"index": "2047",
			"name": "যে ব্যক্তি এ শীঘ্রতাসম্পন্নাকেই চায় আমি তাকে তাতে শিগ্‌গির দিয়ে দিই- আমি যা ইচ্ছা করি যাকে চাই। অতঃপর তার জন্য জাহান্নাম নির্ধারিত করি; যাতে সে তাতে প্রবেশ করে নিন্দিত অবস্থায়, ধাক্কা খেতে খেতে। ",
			"en_kanzulimaan": "Whoever desires this fleeting one, We may give him quickly - whatever We will, to whomever We will; and then assign hell for him; for him to enter it condemned, pushed around.",
			"ur_kanzulimaan": "جو یہ جلدی والی چاہے ہم اسے اس میں جلد دے دیں جو چاہیں جسے چاہیں پھر اس کے لیے جہنم کردیں کہ اس میں جائے مذمت کیا ہوا دھکے کھاتا،",
			"hi_kanzulimaan": "जो यह जल्दी वाली चाहे (49फ) हम उसे उसमें जल्द दे दें जो चाहें जिसे चाहें (50फ) फिर उसके लिये जहन्नम करदें कि उसमें जाए मज़म्मत(निंदा) किया हुआ धक्के खाता",
			"author": "১৮. যে কেউ (নিজের পরিশ্রমের আশু বিনিময়ে) কেবল দুনিয়ার স্বচ্ছলতা কামনা করে, আমরা এ দুনিয়াতে যাকে ইচ্ছা, যা ইচ্ছা, দ্রুত দিয়ে দেই। এরপর আমরা তার জন্যে জাহান্নাম তৈরি রাখি; যাতে সে প্রবেশ করবে তিরস্কার শুনতে শুনতে (তার প্রতিপালকের রহমত থেকে) বিতাড়িত হয়ে।"
		},
		{
			"_id": "2048",
			"sura": "17",
			"para": "15",
			"verses": "19",
			"names": "وَ مَنۡ اَرَادَ   الۡاٰخِرَۃَ  وَ سَعٰی لَہَا سَعۡیَہَا وَ ہُوَ مُؤۡمِنٌ فَاُولٰٓئِکَ کَانَ سَعۡیُہُمۡ  مَّشۡکُوۡرًا ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ اَرَادَ   الۡاٰخِرَۃَ  وَ سَعٰی لَہَا سَعۡیَہَا وَ ہُوَ مُؤۡمِنٌ فَاُولٰٓئِکَ کَانَ سَعۡیُہُمۡ  مَّشۡکُوۡرًا ﴿۱۹﴾ ",
			"index": "2048",
			"name": "এবং যে আখিরাতে চায় আর সেটার জন্য যথাযথ চেষ্টা করে আর হয় ঈমানদার তবে তাদেরই প্রচেষ্টা ঠিকানায় পৌছে থাকে। ",
			"en_kanzulimaan": "And whoever desires the Hereafter and strives for it accordingly, and is a believer - so only their effort has borne fruit.",
			"ur_kanzulimaan": "اور جو آخرت چاہے اور اس کی سی کوشش کرے اور ہو ایمان والا تو انہیں کی کوشش ٹھکانے لگی،",
			"hi_kanzulimaan": "और जो आख़िरत चाहे और उसकी सी कोशिश करे (51फ) और हो ईमान वाला तो उन्हीं की कोशिश ठिकाने लगी (52फ)",
			"author": "১৯. আর যে ব্যক্তি আখেরাতের প্রত্যাশা করে এবং এর জন্যে উপযুক্ত চেষ্টা করে, আর সে মুমিন(ও); তবে এসব লোকদের প্রচেষ্টাই গ্রহণযোগ্যতা পাবে।"
		},
		{
			"_id": "2049",
			"sura": "17",
			"para": "15",
			"verses": "20",
			"names": "کُلًّا نُّمِدُّ ہٰۤؤُلَآءِ وَ ہٰۤؤُلَآءِ مِنۡ عَطَآءِ رَبِّکَ ؕ وَ مَا  کَانَ عَطَـآءُ  رَبِّکَ  مَحۡظُوۡرًا ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "کُلًّا نُّمِدُّ ہٰۤؤُلَآءِ وَ ہٰۤؤُلَآءِ مِنۡ عَطَآءِ رَبِّکَ ؕ وَ مَا  کَانَ عَطَـآءُ  رَبِّکَ  مَحۡظُوۡرًا ﴿۲۰﴾ ",
			"index": "2049",
			"name": "আমি সবাইকে সাহায্য দিই- ওদেরকেও, এদেরকেও, আপনারই রবের দানে উপর বাধা বিপত্তি নেই। ",
			"en_kanzulimaan": "We provide help to all - to these and to those, by the bestowal of your Lord; and there is no constraint on the bestowal of your Lord.",
			"ur_kanzulimaan": "ہم سب کو مدد دیتے ہیں اُن کو بھی اور اُن کو بھی، تمہارے رب کی عطا سے اور تمہارے رب کی عطا پر روک نہیں،",
			"hi_kanzulimaan": "हम सबको मदद देते हैं उनको भी (53फ) और उनको भी (54फ) तुम्हारे रब की अता से (55फ) और तुम्हारे रब की अता पर रोक नहीं (56फ)",
			"author": "২০. আমরা প্রত্যেককে সাহায্য করি, এ (দুনিয়া অন্বেষণকারী) লোকদেরকেও এবং সে (পরকাল অন্বেষণকারী) লোকদেরকেও। (হে সম্মানিত হাবীব! এ সকল কিছু) আপনার প্রতিপালকের দান। আর আপনার প্রতিপালকের দান (কারো জন্যেই) নিষিদ্ধ ও সীমাবদ্ধ নয়।"
		},
		{
			"_id": "2050",
			"sura": "17",
			"para": "15",
			"verses": "21",
			"names": "اُنۡظُرۡ کَیۡفَ فَضَّلۡنَا بَعۡضَہُمۡ  عَلٰی  بَعۡضٍ ؕ وَ  لَلۡاٰخِرَۃُ   اَکۡبَرُ  دَرَجٰتٍ  وَّ  اَکۡبَرُ  تَفۡضِیۡلًا ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "اُنۡظُرۡ کَیۡفَ فَضَّلۡنَا بَعۡضَہُمۡ  عَلٰی  بَعۡضٍ ؕ وَ  لَلۡاٰخِرَۃُ   اَکۡبَرُ  دَرَجٰتٍ  وَّ  اَکۡبَرُ  تَفۡضِیۡلًا ﴿۲۱﴾ ",
			"index": "2050",
			"name": "দেখুন! আমি তাদের মধ্যে এককে অপরের উপর কীরূপ শ্রেষ্ঠত্ব দিয়েছি। এবং নিশ্চয় আখিরাতে স্তরসমূহের মধ্যে সর্বাপেক্ষা বড় আর অনুগ্রহের মধ্যে সর্বাপেক্ষা উচ্চ। ",
			"en_kanzulimaan": "Observe how We have given superiority to some over others; and indeed the Hereafter is the greatest in rank and the highest in excellence.",
			"ur_kanzulimaan": "دیکھو ہم نے ان میں ایک کو ایک پر کیسی بڑائی دی اور بیشک آخرت درجوں میں سب سے بڑی اور فضل میں سب سے اعلیٰ ہے،",
			"hi_kanzulimaan": "देखो हमने उनमें एक को एक पर कैसी बड़ाई दी (57फ) और बेशक आख़िरत दर्जों में सब से बड़ी और  फ़ज़्ल(इज़्ज़त) में सबसे अअला(उत्तम)है",
			"author": "২১. লক্ষ্য করুন, আমরা কিভাবে তাদের কাউকে কারো উপর শ্রেষ্ঠত্ব দিয়ে রেখেছি। আর অবশ্যই আখেরাত (এ পৃথিবীর তুলনায়) স্তরের দিক থেকে(ও) শ্রেয় আর শ্রেষ্ঠত্বের দিক থেকে(ও) অনেক বড়।"
		},
		{
			"_id": "2051",
			"sura": "17",
			"para": "15",
			"verses": "22",
			"names": "لَا تَجۡعَلۡ مَعَ اللّٰہِ اِلٰـہًا اٰخَرَ  فَتَقۡعُدَ مَذۡمُوۡمًا  مَّخۡذُوۡلًا ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "لَا تَجۡعَلۡ مَعَ اللّٰہِ اِلٰـہًا اٰخَرَ  فَتَقۡعُدَ مَذۡمُوۡمًا  مَّخۡذُوۡلًا ﴿۲۲﴾ ",
			"index": "2051",
			"name": "হে শ্রোতা! আল্লাহ্‌র সাথে অন্য খোদা স্থির করো না! করলে তুমি বসে থাকবে নিন্দিত ও অসহায় হয়ে।",
			"en_kanzulimaan": "O listener, do not set up another God with Allah, for you will then remain seated condemned, helpless.",
			"ur_kanzulimaan": "اے سننے والے اللہ کے ساتھ دوسرا خدا نہ ٹھہرا کہ تُو بیٹھ رہے گا مذمت کیا جاتا بیکس",
			"hi_kanzulimaan": "ऐ सुनने वाले अल्लाह के साथ दूसरा ख़ुदा न ठहरा कि तू बैठ रहेगा मज़म्मत किया जाता बेकस (58फ)",
			"author": "২২. (হে শ্রবণকারী!) আল্লাহ্‌র সাথে দ্বিতীয় কোনো উপাস্য বানিও না। (নচেৎ) তুমি তিরস্কৃত (এবং) বন্ধুহীন ও নিঃসহায় হয়ে বসে থাকবে।"
		},
		{
			"_id": "2052",
			"sura": "17",
			"para": "15",
			"verses": "23",
			"names": "وَ قَضٰی رَبُّکَ اَلَّا تَعۡبُدُوۡۤا اِلَّاۤ  اِیَّاہُ وَ بِالۡوَالِدَیۡنِ اِحۡسَانًا ؕ اِمَّا یَبۡلُغَنَّ عِنۡدَکَ الۡکِبَرَ اَحَدُہُمَاۤ  اَوۡ  کِلٰہُمَا فَلَا تَقُلۡ لَّہُمَاۤ  اُفٍّ  وَّ لَا  تَنۡہَرۡہُمَا وَ قُلۡ  لَّہُمَا  قَوۡلًا کَرِیۡمًا ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَضٰی رَبُّکَ اَلَّا تَعۡبُدُوۡۤا اِلَّاۤ  اِیَّاہُ وَ بِالۡوَالِدَیۡنِ اِحۡسَانًا ؕ اِمَّا یَبۡلُغَنَّ عِنۡدَکَ الۡکِبَرَ اَحَدُہُمَاۤ  اَوۡ  کِلٰہُمَا فَلَا تَقُلۡ لَّہُمَاۤ  اُفٍّ  وَّ لَا  تَنۡہَرۡہُمَا وَ قُلۡ  لَّہُمَا  قَوۡلًا کَرِیۡمًا ﴿۲۳﴾ ",
			"index": "2052",
			"name": "এবং আপনার রব নির্দেশ দিয়েছেন যেন (তোমরা) তিনি ব্যতীত অন্য কারো ইবাদত না করো এবং যেন মাতা-পিতার প্রতি সদ্ব্যবহার করো। যদি তোমার সামনে তাদের মধ্যে একজন কিংবা উভয়ে বার্ধক্যে উপনীত হয়ে যায় তবে তাদেরকে ‘উহ্‌’ বলো না এবং তাদেরকে ধমক দিও না আর তাদের সাথে সম্মানসূচক কথা বলবে। ",
			"en_kanzulimaan": "And your Lord has ordained that you do not worship anyone except Him, and treat your parents with kindness; if either of them or both reach old age in your presence, do not say Uff* to them and do not rebuff them, and speak to them with the utmost respect. (* Any expression of disgust.)",
			"ur_kanzulimaan": "اور تمہارے رب نے حکم فرمایا کہ اس کے سوا کسی کو نہ پُوجو اور ماں باپ کے ساتھ اچھا سلوک کرو، اگر تیرے سامنے ان میں ایک یا دونوں بڑھاپے کو پہنچ جائیں تو ان سے ہُوں، نہ کہنا اور انہیں نہ جھڑکنا اور ان سے تعظیم کی بات کہنا",
			"hi_kanzulimaan": "और तुम्हारे रब ने हुक्म फ़रमाया कि उसके सिवा किसी को न पूजो और  माँ बाप के साथ अच्छा सुलूक करो, अगर तेरे सामने उनमें एक या दोनो बुढ़ापे को पहुंच जाए (58फ) तो उनसे हूँ न कहना (59फ) और उन्हें न झिड़कना और  उनसे तअज़ीम (आदर) की बात कहना (61फ)",
			"author": "২৩. আর আপনার প্রতিপালক নির্দেশ দিয়েছেন যে, তোমরা আল্লাহ্কে ছাড়া অন্য কারো ইবাদত করো না এবং পিতামাতার সাথে সদাচরণ করো; যদি তোমাদের সামনে দু’জনের কোনো একজন অথবা উভয়ে বার্ধক্যে উপনীত হয়, তবে তাদের প্রতি ‘উফ’ও উচ্চারণ করবে না এবং তাদেরকে ধমকও দিও না। আর এ দু’জনের সাথে সর্বদা সম্মানসূচক নম্র কথা বলো।"
		},
		{
			"_id": "2053",
			"sura": "17",
			"para": "15",
			"verses": "24",
			"names": "وَ اخۡفِضۡ لَہُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحۡمَۃِ  وَ قُلۡ  رَّبِّ  ارۡحَمۡہُمَا کَمَا رَبَّیٰنِیۡ  صَغِیۡرًا ﴿ؕ۲۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ اخۡفِضۡ لَہُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحۡمَۃِ  وَ قُلۡ  رَّبِّ  ارۡحَمۡہُمَا کَمَا رَبَّیٰنِیۡ  صَغِیۡرًا ﴿ؕ۲۴﴾ ",
			"index": "2053",
			"name": "এবং তাদের জন্য নম্রতার বাহু বিছাও কোমল হৃদয়ে; আর আরয করো, ‘হে আমার রব! তুমি তাদের উভয়ের উপর দায় করো যেভাবে তারা উভয়ে আমাকে শৈশবে প্রতিপালন করেছেন’। ",
			"en_kanzulimaan": "And lower your wing humbly for them, with mercy, and pray, My Lord! Have mercy on them both, the way they nursed me when I was young.",
			"ur_kanzulimaan": "اور ان کے لیے عاجزی کا بازو بچھا نرم دلی سے اور عرض کر کہ اے میرے رب تو ان دونوں پر رحم کر جیسا کہ ان دنوں نے مجھے چھٹپن (بچپن) میں پالا",
			"hi_kanzulimaan": "और उनके लिये आजिज़ी (नम्रता) का बाज़ू बिछा (62फ) नर्म दिली से और  अर्ज़ कर कि ऐ मेरे रब, तू इनदोनों पर रहम कर जैसा कि इन दोनो ने मुझे छुटपन में पाला (63फ)",
			"author": "২৪. আর তাদের উভয়ের প্রতি কোমলতার সাথে বিনয়াবনত ও বিনম্র বাহু ঝুঁকিয়ে রাখো এবং (আল্লাহ্‌র সমীপে) আরয করতে থাকো, ‘হে আমার প্রতিপালক! তাদের উভয়ের প্রতি অনুগ্রহ করো, যেভাবে তারা শৈশবে আমাকে (অনুগ্রহ ও স্নেহ-ভালোবাসা দিয়ে) লালন-পালন করেছিলেন।’"
		},
		{
			"_id": "2054",
			"sura": "17",
			"para": "15",
			"verses": "25",
			"names": "رَبُّکُمۡ اَعۡلَمُ بِمَا فِیۡ نُفُوۡسِکُمۡ ؕ اِنۡ تَکُوۡنُوۡا صٰلِحِیۡنَ فَاِنَّہٗ  کَانَ  لِلۡاَوَّابِیۡنَ غَفُوۡرًا ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "رَبُّکُمۡ اَعۡلَمُ بِمَا فِیۡ نُفُوۡسِکُمۡ ؕ اِنۡ تَکُوۡنُوۡا صٰلِحِیۡنَ فَاِنَّہٗ  کَانَ  لِلۡاَوَّابِیۡنَ غَفُوۡرًا ﴿۲۵﴾ ",
			"index": "2054",
			"name": "তোমাদের রব ভালভাবে জানেন যা তোমাদের অন্তরসমূহে রয়েছে। যদি তোমরা উপযুক্ত হও, তবে নিশ্চয় তিনি তাওবাকারীদের জন্য ক্ষমাশীল। ",
			"en_kanzulimaan": "Your Lord is Well Aware of what is in your hearts; if you are worthy, then indeed He is Oft Forgiving for those who repent.",
			"ur_kanzulimaan": "تمہارا رب خوب جانتا ہے جو تمہارے دلوں میں ہے اگر تم لائق ہوئے تو بیشک وہ توبہ کرنے والوں کو بخشنے والا ہے،",
			"hi_kanzulimaan": "तुम्हारा रब ख़ूब जानता है जो तुम्हारे दिलों में है (64फ) अगर तुम लायक़ हुए (65फ) तो बेशक वह तौबह करने वाले को बख़्शने वाला है",
			"author": "২৫. তোমাদের প্রতিপালক সেসব (বিষয়) সম্পর্কে সম্যক অবগত, যা তোমাদের অন্তরে রয়েছে। যদি তোমরা সৎ জীবনযাপনকারী হও, তবে অবশ্যই তিনি (আল্লাহ, তাঁর দিকে) প্রত্যাবর্তনকারীদের প্রতি মহাক্ষমাশীল।"
		},
		{
			"_id": "2055",
			"sura": "17",
			"para": "15",
			"verses": "26",
			"names": "وَ اٰتِ ذَاالۡقُرۡبٰی حَقَّہٗ  وَ الۡمِسۡکِیۡنَ وَ ابۡنَ  السَّبِیۡلِ  وَ لَا  تُبَذِّرۡ  تَبۡذِیۡرًا ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ اٰتِ ذَاالۡقُرۡبٰی حَقَّہٗ  وَ الۡمِسۡکِیۡنَ وَ ابۡنَ  السَّبِیۡلِ  وَ لَا  تُبَذِّرۡ  تَبۡذِیۡرًا ﴿۲۶﴾ ",
			"index": "2055",
			"name": "এবং আত্নীয় স্বজনকে তাদের পাপ্য দাও আর মিস্‌কীন ও মুসাফিরকেও এবং অপব্যয় করো না। ",
			"en_kanzulimaan": "And give the relatives their rights, and to the needy, and to the traveller; and do not waste needlessly.",
			"ur_kanzulimaan": "اور رشتہ داروں کو ان کا حق دے اور مسکین اور مسافر کو اور فضول نہ اڑا",
			"hi_kanzulimaan": "और  रिश्तेदारों को उनका हक़ दे (66फ) और मिस्कीन और मुसाफ़िर को (67फ) और फ़ुज़ूल न उड़ा (68फ)",
			"author": "২৬. আর নিকটাত্মীয়দেরকে তাদের যথাযথ অধিকার দাও এবং অভাবগ্রস্ত এবং মুসাফিরদেরকেও (দাও)। আর (নিজেদের সম্পদ) ব্যয়ে অপচয় করো না।"
		},
		{
			"_id": "2056",
			"sura": "17",
			"para": "15",
			"verses": "27",
			"names": "اِنَّ الۡمُبَذِّرِیۡنَ کَانُوۡۤا اِخۡوَانَ الشَّیٰطِیۡنِ ؕ وَ کَانَ الشَّیۡطٰنُ لِرَبِّہٖ کَفُوۡرًا ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ الۡمُبَذِّرِیۡنَ کَانُوۡۤا اِخۡوَانَ الشَّیٰطِیۡنِ ؕ وَ کَانَ الشَّیۡطٰنُ لِرَبِّہٖ کَفُوۡرًا ﴿۲۷﴾ ",
			"index": "2056",
			"name": "নিশ্চয় অপব্যয়কারীরা শয়তানদের ভাই এবং শয়তান আপন রবের প্রতি অতিশয় অকৃতজ্ঞ। ",
			"en_kanzulimaan": "Indeed those who needlessly waste are brothers of the devils; and the devil is very ungrateful to his Lord.",
			"ur_kanzulimaan": "بیشک اڑانے والے شیطانوں کے بھائی ہیں اور شیطان اپنے رب کا بڑا ناشکرا ہے",
			"hi_kanzulimaan": "बेशक उड़ाने वाले शैतानों के भाई हैं (69फ) और शैतान अपने रब का बड़ा नाशुक्रा है (70फ)",
			"author": "২৭. নিশ্চয়ই অপচয়কারী শয়তানের ভাই। আর শয়তান তার প্রতিপালকের প্রতি খুবই অকৃতজ্ঞ।"
		},
		{
			"_id": "2057",
			"sura": "17",
			"para": "15",
			"verses": "28",
			"names": "وَ اِمَّا تُعۡرِضَنَّ عَنۡہُمُ ابۡتِغَآءَ رَحۡمَۃٍ مِّنۡ رَّبِّکَ تَرۡجُوۡہَا فَقُلۡ لَّہُمۡ قَوۡلًا مَّیۡسُوۡرًا ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِمَّا تُعۡرِضَنَّ عَنۡہُمُ ابۡتِغَآءَ رَحۡمَۃٍ مِّنۡ رَّبِّکَ تَرۡجُوۡہَا فَقُلۡ لَّہُمۡ قَوۡلًا مَّیۡسُوۡرًا ﴿۲۸﴾ ",
			"index": "2057",
			"name": "এবং যদি তুমি তাদের দিক থেকে মুখ ফিরাও আপন রবের দয়ার প্রতীক্ষায়, যার প্রতি তুমি আশাবাদী, তবে তাদের সাথে নম্র কথা বলো।",
			"en_kanzulimaan": "And if you turn away from these *, expecting the mercy of your Lord, for which you hope, then speak to them an easy word. (* The companions of the Holy Prophet, who sought his assistance.)",
			"ur_kanzulimaan": "اور اگر تو ان سے منہ پھیرے اپنے رب کی رحمت کے انتظار میں جس کی تجھے امید ہے تو ان سے آسان بات کہہ",
			"hi_kanzulimaan": "और अगर तू उनसे (71फ) मुंह फेरे अपने रब की रहमत के इन्तिज़ार में जिसकी तुझे उम्मीद है तो उनसे आसान बात कह (72फ)",
			"author": "২৮. আর যদি আপনি এদের থেকে (অর্থাৎ অধিকার প্রত্যাশীদের থেকে নিজেদের অভাব-অনটনের কারণে) মুখ ফিরিয়ে নিতে চান স্বীয় প্রতিপালকের পক্ষ থেকে রহমতের (তথা সমৃদ্ধির) অপেক্ষায় যার প্রতি আপনি আশাবাদী; তবে তাদের সাথে নরম স্বরে কথা বলুন।"
		},
		{
			"_id": "2058",
			"sura": "17",
			"para": "15",
			"verses": "29",
			"names": "وَ لَا تَجۡعَلۡ یَدَکَ مَغۡلُوۡلَۃً  اِلٰی عُنُقِکَ  وَ لَا تَبۡسُطۡہَا کُلَّ الۡبَسۡطِ فَتَقۡعُدَ مَلُوۡمًا  مَّحۡسُوۡرًا ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تَجۡعَلۡ یَدَکَ مَغۡلُوۡلَۃً  اِلٰی عُنُقِکَ  وَ لَا تَبۡسُطۡہَا کُلَّ الۡبَسۡطِ فَتَقۡعُدَ مَلُوۡمًا  مَّحۡسُوۡرًا ﴿۲۹﴾ ",
			"index": "2058",
			"name": "আর আপন হাত আপন ঘাড়ের সাথে আবদ্ধ রেখো না এবং না সম্পূর্ণভাবে খুলে দাও, তাহলে তুমি বসে থাকবে নিন্দিত ও পরিশ্রান্ত হয়ে। ",
			"en_kanzulimaan": "And do not keep your hand tied to your neck nor open it completely, lest you remain seated - reproached, weary.",
			"ur_kanzulimaan": "اور اپنا ہاتھ اپنی گردن سے بندھا ہوا نہ رکھ اور نہ پورا کھول دے کہ تو بیٹھ رہے ملامت کیا ہوا تھکا ہوا",
			"hi_kanzulimaan": "और  अपना हाथ अपनी गर्दन से बंधा हुआ न रख और न पूरा खोल दे कि तू बैठ रहे मलामत किया हुआ थका हुआ (73फ)",
			"author": "২৯. আর আপনার হাত না স্বীয় গ্রীবাদেশে বদ্ধমুষ্ঠি রাখবেন (যে, কাউকে কোনো কিছুই দিবেন না) আর না সম্পূর্ণরূপে মুক্তহস্ত রাখবেন (যে, সব কিছুই দিয়ে দিবেন); অন্যথায় আপনি নিজে তিরস্কৃত (এবং) রিক্ত হয়ে বসে পড়বেন।"
		},
		{
			"_id": "2059",
			"sura": "17",
			"para": "15",
			"verses": "30",
			"names": "اِنَّ رَبَّکَ یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ وَ یَقۡدِرُ ؕ اِنَّہٗ کَانَ بِعِبَادِہٖ خَبِیۡرًۢا بَصِیۡرًا ﴿۳۰﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ رَبَّکَ یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ وَ یَقۡدِرُ ؕ اِنَّہٗ کَانَ بِعِبَادِہٖ خَبِیۡرًۢا بَصِیۡرًا ﴿۳۰﴾ ",
			"index": "2059",
			"name": "নিশ্চয় আপনার রব যাকে চান রিয্‌ক্ব প্রশস্ত করে দেন এবং সংকুচিত করেন। নিশ্চয় তিনি আপন বান্দাদেরকে ভালোভাবে জানেন, দেখেন। ",
			"en_kanzulimaan": "Indeed your Lord eases the livelihood and restricts it, for whomever He wills; He Well Knows, Beholds His bondmen.",
			"ur_kanzulimaan": "بیشک تمہارا رب جسے چاہے رزق کشادہ دیتا اور کستا ہے (تنگی دیتا ہے) بیشک وہ اپنے بندوں کو خوب جانتا دیکھتا ہے،",
			"hi_kanzulimaan": "बेशक तुम्हारा रब जिसे चाहे रिज़्क कुशादा देता और  (74फ) कस्ता है, बेशक वह अपने बन्दों को ख़ूब जानता (75फ) देखता है",
			"author": "৩০. নিশ্চয়ই আপনার প্রতিপালক যার জন্যে ইচ্ছা রিযিক বৃদ্ধি করেন এবং (যার জন্যে ইচ্ছা) সংকুচিত করেন। নিশ্চয়ই তিনি তাঁর বান্দাগণের (আমল এবং অবস্থাদির) ব্যাপারে পরিজ্ঞাত এবং সর্বদ্রষ্টা।"
		},
		{
			"_id": "2060",
			"sura": "17",
			"para": "15",
			"verses": "31",
			"names": "وَ لَا تَقۡتُلُوۡۤا  اَوۡلَادَکُمۡ  خَشۡیَۃَ  اِمۡلَاقٍ ؕ نَحۡنُ نَرۡزُقُہُمۡ  وَ  اِیَّاکُمۡ ؕ اِنَّ  قَتۡلَہُمۡ کَانَ خِطۡاً کَبِیۡرًا ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تَقۡتُلُوۡۤا  اَوۡلَادَکُمۡ  خَشۡیَۃَ  اِمۡلَاقٍ ؕ نَحۡنُ نَرۡزُقُہُمۡ  وَ  اِیَّاکُمۡ ؕ اِنَّ  قَتۡلَہُمۡ کَانَ خِطۡاً کَبِیۡرًا ﴿۳۱﴾ ",
			"index": "2060",
			"name": "এবং আপন সন্তানদেরকে হত্যা করো না দারিদ্রের ভয়ে। আমি তাদেরকেও রিয্‌ক্ব দেবো এবং তোমাদেরকেও। নিশ্চয় তাদের হত্যা করা মহাপাপ। ",
			"en_kanzulimaan": "And do not kill your children, fearing poverty; We shall provide sustenance to them as well as to you; indeed killing them is a great mistake.",
			"ur_kanzulimaan": "اور اپنی اولاد کو قتل نہ کرو مفلسی کے ڈر سے ہم انہیں بھی رزق دیں گے اور تمہیں بھی، بیشک ان کا قتل بڑی خطا ہے،",
			"hi_kanzulimaan": "और अपनी औलाद को क़त्ल न करो मुफ़लिसी(दरिद्रता) के डर से (76फ) हम तुम्हें भी और उन्हें भी रोज़ी देंगे बेशक उनका क़त्ल बड़ी खता है",
			"author": "৩১. আর তোমরা তোমাদের সন্তানদেরকে দারিদ্রতার ভয়ে হত্যা করো না। আমরাই তাদেরকে জীবিকা দেই এবং তোমাদেরকে(ও)। নিশ্চয়ই তাদেরকে হত্যা করা মহাপাপ।"
		},
		{
			"_id": "2061",
			"sura": "17",
			"para": "15",
			"verses": "32",
			"names": "وَ لَا تَقۡرَبُوا الزِّنٰۤی اِنَّہٗ کَانَ فَاحِشَۃً ؕ وَ سَآءَ  سَبِیۡلًا ﴿۳۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تَقۡرَبُوا الزِّنٰۤی اِنَّہٗ کَانَ فَاحِشَۃً ؕ وَ سَآءَ  سَبِیۡلًا ﴿۳۲﴾ ",
			"index": "2061",
			"name": "এবং অবৈধ যৌন সম্ভোগের নিকটে যেও না। নিশ্চয় সেটা অশ্লীলতা এবং অত্যন্ত নিকৃষ্ট পথ। ",
			"en_kanzulimaan": "And do not approach adultery - it is indeed a shameful deed; and a very evil way.",
			"ur_kanzulimaan": "اور بدکاری کے پاس نہ جاؤ بیشک وہ بے حیائی ہے، اور بہت ہی بری راہ،",
			"hi_kanzulimaan": "और बदकारी के पास न जाओ बेशक वह बेहयाई है और बहुत ही बुरी राह",
			"author": "৩২. আর তোমরা যিনা-ব্যভিচারের নিকটবর্তীও হয়ো না। নিশ্চয়ই এটি অশ্লীল কাজ, আর খুবই মন্দ পথ।"
		},
		{
			"_id": "2062",
			"sura": "17",
			"para": "15",
			"verses": "33",
			"names": "وَ لَا تَقۡتُلُوا النَّفۡسَ الَّتِیۡ حَرَّمَ اللّٰہُ  اِلَّا بِالۡحَقِّ ؕ وَ مَنۡ قُتِلَ مَظۡلُوۡمًا فَقَدۡ جَعَلۡنَا لِوَلِیِّہٖ سُلۡطٰنًا فَلَا یُسۡرِفۡ فِّی الۡقَتۡلِ ؕ اِنَّہٗ  کَانَ  مَنۡصُوۡرًا ﴿۳۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تَقۡتُلُوا النَّفۡسَ الَّتِیۡ حَرَّمَ اللّٰہُ  اِلَّا بِالۡحَقِّ ؕ وَ مَنۡ قُتِلَ مَظۡلُوۡمًا فَقَدۡ جَعَلۡنَا لِوَلِیِّہٖ سُلۡطٰنًا فَلَا یُسۡرِفۡ فِّی الۡقَتۡلِ ؕ اِنَّہٗ  کَانَ  مَنۡصُوۡرًا ﴿۳۳﴾ ",
			"index": "2062",
			"name": "এবং কোন প্রাণকে, যেটার সম্মান আল্লাহ্‌ রেখেছেন, অন্যায়ভাবে হত্যা করো না এবং যাকে অন্যায়ভাবে হত্যা করা হয়েছে, তবে নিশ্চয় আমি তার উত্তরাধিকারীকে অধিকার দিয়েছি; অতঃপর সে যেন হত্যার ব্যাপারে সীমাতিক্রম না করে। অবশ্যই তাকে সাহায্য করা হবে। ",
			"en_kanzulimaan": "And do not wrongfully kill any living being which Allah has forbidden; and for whoever is slain wrongfully, We have given the authority to his heir, so he should not cross limits in slaying; he will surely be helped.",
			"ur_kanzulimaan": "اور کوئی جان جس کی حرمت اللہ نے رکھی ہے ناحق نہ مارو، اور جو ناحق نہ مارا جائے تو بیشک ہم نے اس کے وارث کو قابو دیا تو وہ قتل میں حد سے نہ بڑھے ضرور اس کی مدد ہونی ہے",
			"hi_kanzulimaan": "और कोई जान जिसकी हुरमत (प्रतिष्ठा) अल्लाह ने रखी है नाहक़ न मारो और जो नाहक़ मारा जाए तो बेशक हमने उसके वारिस को का़बू दिया है (77फ) तो वह क़त्ल में हद से न बढ़े (78फ) ज़रूर उसकी मदद होनी है (79फ)",
			"author": "৩৩. আর যাকে (হত্যা করা) আল্লাহ্ হারাম করে দিয়েছেন তোমরা এমন প্রাণকে হত্যা করো না, যথাযথ (আইনী) প্রক্রিয়া ব্যতিরেকে। তবে যাকে অন্যায়ভাবে হত্যা করা হয়েছে, অবশ্যই আমরা তার উত্তরাধিকারীকে (আইনী বিধিবিধান অনুসারে কিসাসের) অধিকার দিয়েছি। কিন্তু সেও অবশ্যই (কিসাসের পন্থায়) হত্যায় সীমালঙ্ঘন করবে না। এজন্যে যে, প্রকৃতপক্ষে সে (আইনে) সহায়তাপ্রাপ্ত।"
		},
		{
			"_id": "2063",
			"sura": "17",
			"para": "15",
			"verses": "34",
			"names": "وَ لَا تَقۡرَبُوۡا مَالَ الۡیَتِیۡمِ  اِلَّا بِالَّتِیۡ  ہِیَ اَحۡسَنُ حَتّٰی یَبۡلُغَ  اَشُدَّہٗ ۪ وَ اَوۡفُوۡا بِالۡعَہۡدِ ۚ اِنَّ  الۡعَہۡدَ  کَانَ  مَسۡـُٔوۡلًا ﴿۳۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تَقۡرَبُوۡا مَالَ الۡیَتِیۡمِ  اِلَّا بِالَّتِیۡ  ہِیَ اَحۡسَنُ حَتّٰی یَبۡلُغَ  اَشُدَّہٗ ۪ وَ اَوۡفُوۡا بِالۡعَہۡدِ ۚ اِنَّ  الۡعَہۡدَ  کَانَ  مَسۡـُٔوۡلًا ﴿۳۴﴾ ",
			"index": "2063",
			"name": "এবং এতিমের সম্পত্তির নিকটবর্তী হয়ো না, কিন্তু ওই পন্থায়, যা সর্বাপেক্ষা উত্তম যতদিন না সে আপন যৌবনে পদার্পণ করে এবং অঙ্গীকার পূরণ করো; নিশ্চয় অঙ্গীকার সম্পর্কে কৈফিয়ত তলব করা হবে। ",
			"en_kanzulimaan": "And do not approach the wealth of the orphan except in the best possible way, till he reaches adulthood; and fulfil the promise; indeed the promise will be asked about.",
			"ur_kanzulimaan": "اور یتیم کے مال کے پاس تو جاؤ مگر اس راہ سے جو سب سے بھلی ہے یہاں تک کہ وہ اپنی جوانی کو پہنچے اور عہد پورا کرو بیشک عہد سے سوال ہونا ہے،",
			"hi_kanzulimaan": "और यतीम के माल के पास न जाओ मगर उस राह से जो सबसे भली है (80फ) यहां तक कि वह अपनी जवानी को पहुंचे (81फ) और एहद पूरा करो (82फ) बेशक एहद से सवाल होना है",
			"author": "৩৪. আর তোমরা এতিমের সম্পদের(ও) নিকটে পর্যন্ত যেয়ো না (এতিমের জন্যে) সুবিধাজনক উপায় ব্যতীত, যতক্ষণ পর্যন্ত না সে স্বীয় যৌবনে পদার্পণ করে। আর অঙ্গীকার পূর্ণ করো, নিশ্চয়ই অঙ্গীকারের বিষয়ে জিজ্ঞেস করা হবে।"
		},
		{
			"_id": "2064",
			"sura": "17",
			"para": "15",
			"verses": "35",
			"names": "وَ اَوۡفُوا الۡکَیۡلَ اِذَا کِلۡتُمۡ وَ زِنُوۡا بِالۡقِسۡطَاسِ الۡمُسۡتَقِیۡمِ ؕ ذٰلِکَ خَیۡرٌ  وَّ اَحۡسَنُ  تَاۡوِیۡلًا ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَوۡفُوا الۡکَیۡلَ اِذَا کِلۡتُمۡ وَ زِنُوۡا بِالۡقِسۡطَاسِ الۡمُسۡتَقِیۡمِ ؕ ذٰلِکَ خَیۡرٌ  وَّ اَحۡسَنُ  تَاۡوِیۡلًا ﴿۳۵﴾ ",
			"index": "2064",
			"name": "এবং ওজন করলে পূর্ন মাপে ওজন করো এবং সঠিক দাড়িপাল্লায় ওজন করো। এটা উত্তম এবং এর পরিণাম উৎকৃষ্ট। ",
			"en_kanzulimaan": "And correctly measure when you measure, and weigh correctly with the scales; this is better, and has a better outcome.",
			"ur_kanzulimaan": "اور ماپو تو پورا ماپو اور برابر ترازو سے تولو، یہ بہتر ہے اور اس کا انجام اچھا،",
			"hi_kanzulimaan": "और मापो तो पूरा मापो और बराबर तराज़ू से तौलो, यह बेहतर है और इसका अंजाम अच्छा",
			"author": "৩৫. আর মাপে পূর্ণ করো, যখন(ই) তোমরা (কোনো কিছু) ওযন করো। আর (যখন ওযন করো তখন) সঠিক নিক্তিতে ওযন করো। এ (ধর্মপরায়ণতা) উত্তম এবং পরিণামের দিক থেকে(ও) উৎকৃষ্টতর।"
		},
		{
			"_id": "2065",
			"sura": "17",
			"para": "15",
			"verses": "36",
			"names": "وَ لَا تَقۡفُ مَا لَیۡسَ لَکَ بِہٖ عِلۡمٌ ؕ اِنَّ السَّمۡعَ وَ الۡبَصَرَ وَ الۡفُؤَادَ  کُلُّ  اُولٰٓئِکَ کَانَ  عَنۡہُ  مَسۡـُٔوۡلًا ﴿۳۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تَقۡفُ مَا لَیۡسَ لَکَ بِہٖ عِلۡمٌ ؕ اِنَّ السَّمۡعَ وَ الۡبَصَرَ وَ الۡفُؤَادَ  کُلُّ  اُولٰٓئِکَ کَانَ  عَنۡہُ  مَسۡـُٔوۡلًا ﴿۳۶﴾ ",
			"index": "2065",
			"name": "এবং ওই কথার পেছনে পড়ো না, যার সম্বন্ধে তোমার জ্ঞান নেই। নিশ্চয় কান, চোখ ও হৃদয়- এ কথাগুলোর প্রত্যেকটা সম্পর্কে কৈফিতয় তলব করা হবে। ",
			"en_kanzulimaan": "And do not pursue the matter you do not have the knowledge of; indeed the ear, and the eye, and the heart - each of these will be questioned.",
			"ur_kanzulimaan": "اور اس بات کے پیچھے نہ پڑ جس کا تجھے علم نہیں بیشک کان اور آنکھ اور دل ان سب سے سوال ہونا ہے",
			"hi_kanzulimaan": "और उस बात के पीछे न पड़ जिसका तुझे इल्म नहीं (83फ) बेशक कान और आँख और दिल इन सब से सवाल होना है (84फ)",
			"author": "৩৬. আর (হে মানুষ!) তুমি এমন বিষয়ের অনুসরণ করো না যা সম্পর্কে তোমার (বিশুদ্ধ) জ্ঞান নেই। নিশ্চয়ই কান, চোখ এবং অন্তর এদের সব কিছু সম্পর্কে জিজ্ঞেস করা হবে।"
		},
		{
			"_id": "2066",
			"sura": "17",
			"para": "15",
			"verses": "37",
			"names": "وَ لَا تَمۡشِ فِی الۡاَرۡضِ مَرَحًا ۚ اِنَّکَ  لَنۡ تَخۡرِقَ الۡاَرۡضَ وَ لَنۡ تَبۡلُغَ الۡجِبَالَ طُوۡلًا ﴿۳۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تَمۡشِ فِی الۡاَرۡضِ مَرَحًا ۚ اِنَّکَ  لَنۡ تَخۡرِقَ الۡاَرۡضَ وَ لَنۡ تَبۡلُغَ الۡجِبَالَ طُوۡلًا ﴿۳۷﴾ ",
			"index": "2066",
			"name": "এবং ভূ-পৃষ্ঠে অহঙ্কার করে বিচরণ করো না! নিশ্চয় কখনো তুমি ভূ-পৃষ্ঠকে বিদীর্ন করতে পারবে না এবং কখনো উচ্চতার মধ্যে পর্বত প্রমাণ হতে পারবে না। ",
			"en_kanzulimaan": "And do not walk haughtily on the earth; you can never split the earth, nor be as high as the hills.",
			"ur_kanzulimaan": "اور زمین میں اتراتا نہ چل بیشک ہر گز زمین نہ چیر ڈالے گا، اور ہرگز بلندی میں پہاڑوں کو نہ پہنچے گا",
			"hi_kanzulimaan": "और ज़मीन में इतराता न चल (85फ) बेशक तु हरगिज़ ज़मीन न चीर डालेगा और हरगिज़ बुलन्दी में पहाड़ों को न पहुंचेगा (86फ)",
			"author": "৩৭. আর ভুপৃষ্ঠে দম্ভভরে বিচরণ করো না, নিশ্চয়ই তুমি না কখনো জমিনকে (নিজের ঔদ্ধত্যের জোরে) বিদীর্ণ করতে পারবে, আর না কখনো তুমি উচ্চতায় পর্বতমালায় পৌঁছুতে পারবে। (তুমি যেমন তেমনই থাকবে।)"
		},
		{
			"_id": "2067",
			"sura": "17",
			"para": "15",
			"verses": "38",
			"names": "کُلُّ ذٰلِکَ کَانَ سَیِّئُہٗ عِنۡدَ رَبِّکَ مَکۡرُوۡہًا ﴿۳۸﴾ ",
			"number": "",
			"verses_PDMS": "کُلُّ ذٰلِکَ کَانَ سَیِّئُہٗ عِنۡدَ رَبِّکَ مَکۡرُوۡہًا ﴿۳۸﴾ ",
			"index": "2067",
			"name": "এ যা কিছু গত হয়েছে তন্মধ্যে মন্দ বিষয় তোমার রবের নিকট অপছন্দকারী। ",
			"en_kanzulimaan": "Of all this related before, the evil among it is disliked by your Lord.",
			"ur_kanzulimaan": "یہ جو کچھ گزرا ان میں کی بُری بات تیرے رب کو ناپسند ہے،",
			"hi_kanzulimaan": "यह जो कुछ गुज़रा इन में की बुरी बात तेरे रब को ना पसन्द है",
			"author": "৩৮. এ সকল (উল্লেখিত) মন্দ বিষয় তোমার প্রতিপালকের খুবই অপছন্দ।"
		},
		{
			"_id": "2068",
			"sura": "17",
			"para": "15",
			"verses": "39",
			"names": "ذٰلِکَ مِمَّاۤ  اَوۡحٰۤی  اِلَیۡکَ رَبُّکَ مِنَ الۡحِکۡمَۃِ ؕ وَ لَا تَجۡعَلۡ مَعَ اللّٰہِ  اِلٰـہًا اٰخَرَ فَتُلۡقٰی فِیۡ جَہَنَّمَ مَلُوۡمًا مَّدۡحُوۡرًا ﴿۳۹﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ مِمَّاۤ  اَوۡحٰۤی  اِلَیۡکَ رَبُّکَ مِنَ الۡحِکۡمَۃِ ؕ وَ لَا تَجۡعَلۡ مَعَ اللّٰہِ  اِلٰـہًا اٰخَرَ فَتُلۡقٰی فِیۡ جَہَنَّمَ مَلُوۡمًا مَّدۡحُوۡرًا ﴿۳۹﴾ ",
			"index": "2068",
			"name": "এটা ওই ওহীসমূহের অন্তর্ভুক্ত, যেগুলো আপনার রব আপনার প্রতি প্রেরণ করেছেন, হিকমতের বাণীসমূহ এবং হে শ্রোতা! আল্লাহ্‌র সাথে অন্য খোদা স্থির করো না, যে কারণে তুমি জাহান্নামে নিক্ষিপ্ত হবে নিন্দিত হয়ে, ধাক্কা খেতে খেতে। ",
			"en_kanzulimaan": "This is part of the divine revelations of wisdom that your Lord has sent down to you (O dear Prophet Mohammed - peace and blessings be upon him); and O listener, do not set up another God with Allah, for you will then be thrown into hell - rebuked, rebuffed.",
			"ur_kanzulimaan": "یہ ان وحیوں میں سے ہے جو تمہارے رب نے تمہاری طرف بھیجی حکمت کی باتیں اور اے سننے والے اللہ ساتھ دوسرا خدا نہ ٹھہرا کہ تو جہنم میں پھینکا جائے گا طعنہ پاتا دھکے کھاتا،",
			"hi_kanzulimaan": "यह उन वहियों (देव-वाणियों) में से है जो तुम्हारे रब ने तुम्हारी तरफ़ भेजी हिकमत की बातें (87फ) और ऐ सुनने वाले अल्लाह के साथ दूसरा ख़ुदा न ठहरा कि तू जहन्नम में फेंका जाएगा तअने पाता धक्के खाता",
			"author": "৩৯. এ প্রজ্ঞা ও বুদ্ধিমত্তা এমন কিছু যা আপনার প্রতিপালক আপনার প্রতি প্রত্যাদেশ করেছেন। আর (হে মানুষ!) আল্লাহ্‌র সাথে কোনো দ্বিতীয় উপাস্য সাব্যস্ত করো না (নচেৎ) তুমি তিরস্কৃত (এবং আল্লাহ্‌র রহমত থেকে) বিতাড়িত হয়ে জাহান্নামে নিক্ষিপ্ত হবে।"
		},
		{
			"_id": "2069",
			"sura": "17",
			"para": "15",
			"verses": "40",
			"names": "اَفَاَصۡفٰىکُمۡ رَبُّکُمۡ  بِالۡبَنِیۡنَ وَ اتَّخَذَ مِنَ الۡمَلٰٓئِکَۃِ  اِنَاثًا ؕ اِنَّکُمۡ  لَتَقُوۡلُوۡنَ قَوۡلًا عَظِیۡمًا ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "اَفَاَصۡفٰىکُمۡ رَبُّکُمۡ  بِالۡبَنِیۡنَ وَ اتَّخَذَ مِنَ الۡمَلٰٓئِکَۃِ  اِنَاثًا ؕ اِنَّکُمۡ  لَتَقُوۡلُوۡنَ قَوۡلًا عَظِیۡمًا ﴿۴۰﴾ ",
			"index": "2069",
			"name": "তোমাদের রব কি তোমাদেরকে পুত্র সন্তান নির্বাচিত করে দিয়েছেন এবং নিজের জন্য ফিরিশ্‌তাকুল থেকে কন্যা গ্রহণ করেছেন? নিশ্চয় তোমরা বড় কথা বলে থাকো। ",
			"en_kanzulimaan": "Has your Lord chosen sons for you, and created daughters for Himself from among the angels? Indeed you utter a profound word!",
			"ur_kanzulimaan": "کیا تمہارے رب نے تم کو بیٹے چن دیے اور اپنے لیے فرشتوں سے بیٹیاں بنائیں بیشک تم بڑا بول بولتے ہو",
			"hi_kanzulimaan": "क्या तुम्हारे रब ने तुम को बेटे चुन दिये और अपने लिये फ़रिश्तों से बेटियां बनाई (88फ) बेशक तुम बड़ा बोल बोलते हो (89फ)",
			"author": "৪০. (হে মুশরিকরা! নিজেরা চিন্তা করো!) তোমাদেরকে কি তোমাদের প্রতিপালক পুত্র সন্তানের জন্যে মনোনীত করেছেন এবং (নিজের জন্যে) তিনি ফেরেশতাদেরকে কন্যা বানিয়ে নিয়েছেন? নিশ্চয়ই তোমরা (তোমাদের মনগড়া ধারণার ভিত্তিতে) অতি জঘন্য কথা বলছো।"
		},
		{
			"_id": "2070",
			"sura": "17",
			"para": "15",
			"verses": "41",
			"names": "وَ لَقَدۡ صَرَّفۡنَا فِیۡ ہٰذَا  الۡقُرۡاٰنِ  لِیَذَّکَّرُوۡا ؕ وَ  مَا  یَزِیۡدُہُمۡ   اِلَّا  نُفُوۡرًا ﴿۴۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ صَرَّفۡنَا فِیۡ ہٰذَا  الۡقُرۡاٰنِ  لِیَذَّکَّرُوۡا ؕ وَ  مَا  یَزِیۡدُہُمۡ   اِلَّا  نُفُوۡرًا ﴿۴۱﴾ ",
			"index": "2070",
			"name": "এবং নিশ্চয় আমি এ ক্বোরআনের মধ্যে বিভিন্নভাবে বর্ণনা করেছি যাতে তারা বুঝতে পারে; আর এ থেকে তাদের শুধু বিমুখতাই বৃদ্ধি পায়। ",
			"en_kanzulimaan": "And We have explained in this Quran in various ways, for them to understand; and it increases nothing except their hatred towards it.",
			"ur_kanzulimaan": "اور بیشک ہم نے اس قرآن میں طرح طرح سے بیان فرمایا کہ وہ سمجھیں اور اس سے انھیں نہیں بڑھتی مگر نفرت",
			"hi_kanzulimaan": "और बेशक हमने इस क़ुरआन में तरह तरह से बयान फ़रमाया (90फ) कि वो समझें (91फ) और इससे उन्हें नहीं बढ़ती मगर नफ़रत (92फ)",
			"author": "৪১. আর নিশ্চয়ই আমরা এ কুরআনে (প্রকৃত বিষয়াদি ও উপদেশাবলী) ধরণ বদল করে বারবার বিবৃত করেছি, যাতে তারা উপদেশ ও হেদায়াত গ্রহণ করতে পারে; কিন্তু (অস্বীকারকারীদের চিন্তার জগত এমন যে,) এ থেকে তাদের ঘৃণাই আরো বৃদ্ধি পাচ্ছে।"
		},
		{
			"_id": "2071",
			"sura": "17",
			"para": "15",
			"verses": "42",
			"names": "قُلۡ  لَّوۡ کَانَ مَعَہٗۤ  اٰلِـہَۃٌ  کَمَا یَقُوۡلُوۡنَ اِذًا  لَّابۡتَغَوۡا اِلٰی ذِی الۡعَرۡشِ سَبِیۡلًا ﴿۴۲﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  لَّوۡ کَانَ مَعَہٗۤ  اٰلِـہَۃٌ  کَمَا یَقُوۡلُوۡنَ اِذًا  لَّابۡتَغَوۡا اِلٰی ذِی الۡعَرۡشِ سَبِیۡلًا ﴿۴۲﴾ ",
			"index": "2071",
			"name": "আপনি বলুন, ‘যদি তার সাথে আরো খোদা থাকতো যেমন এরা বকছে, তবে তারা আরশ অধিপতির দিকে কোন পথ খুঁজে বের করতো। ",
			"en_kanzulimaan": "Proclaim (O dear Prophet Mohammed - peace and blessings be upon him), If there were other Gods besides Him - as they utter - then they would have certainly found a way towards * the Owner of the Throne!. (* To fight against Him.)",
			"ur_kanzulimaan": "تم فرماؤ اگر اس کے ساتھ اور خدا ہوتے جیسا یہ بکتے ہیں جب تو وہ عرش کے مالک کی طرف کوئی راہ ڈھونڈ نکالتے",
			"hi_kanzulimaan": "तुम फ़रमाओ अगर उसके साथ और ख़ुदा होते जैसा ये बकते हैं जब तो वो अर्श के मालिक की तरफ़ कोई राह ढूंढ निकालते (93फ)",
			"author": "৪২. বলে দিন, ‘যদি তার সাথে আরো কিছু উপাস্য হতো, যেমনটি তারা (কাফের ও মুশরিকেরা) বলে থাকে, তবে তারা (মিলে) আরশের মালিক পর্যন্ত পৌঁছানোর (অর্থাৎ তাঁর ক্ষমতা ও নিয়ন্ত্রণ ব্যবস্থায় নাক গলানোর) কোনো পথ অবশ্যই তালাশ করতো।’"
		},
		{
			"_id": "2072",
			"sura": "17",
			"para": "15",
			"verses": "43",
			"names": "سُبۡحٰنَہٗ  وَ تَعٰلٰی عَمَّا یَقُوۡلُوۡنَ عُلُوًّا کَبِیۡرًا ﴿۴۳﴾ ",
			"number": "",
			"verses_PDMS": "سُبۡحٰنَہٗ  وَ تَعٰلٰی عَمَّا یَقُوۡلُوۡنَ عُلُوًّا کَبِیۡرًا ﴿۴۳﴾ ",
			"index": "2072",
			"name": "তারই পবিত্রতা এবং তিনি ঊর্ধ্বে তাদের মন্তব্যগুলো থেকে, বহু ঊর্ধ্বে। ",
			"en_kanzulimaan": "Purity and Supremacy are to Him from what they utter, a Great Supremacy!",
			"ur_kanzulimaan": "اسے پاکی اور برتری ان کی باتوں سے بڑی برتری،",
			"hi_kanzulimaan": "उसे पाकी और बरतरी उनकी बातों से बड़ी बरतरी",
			"author": "৪৩. তিনি পূতঃপবিত্র এবং তারা যা বলে তা থেকে অনেক সমুন্নত ও মহান।"
		},
		{
			"_id": "2073",
			"sura": "17",
			"para": "15",
			"verses": "44",
			"names": "تُسَبِّحُ  لَہُ  السَّمٰوٰتُ السَّبۡعُ  وَ الۡاَرۡضُ وَ مَنۡ فِیۡہِنَّ ؕ وَ اِنۡ مِّنۡ شَیۡءٍ  اِلَّا یُسَبِّحُ بِحَمۡدِہٖ  وَ لٰکِنۡ لَّا تَفۡقَہُوۡنَ تَسۡبِیۡحَہُمۡ ؕ اِنَّہٗ  کَانَ حَلِیۡمًا غَفُوۡرًا ﴿۴۴﴾ ",
			"number": "",
			"verses_PDMS": "تُسَبِّحُ  لَہُ  السَّمٰوٰتُ السَّبۡعُ  وَ الۡاَرۡضُ وَ مَنۡ فِیۡہِنَّ ؕ وَ اِنۡ مِّنۡ شَیۡءٍ  اِلَّا یُسَبِّحُ بِحَمۡدِہٖ  وَ لٰکِنۡ لَّا تَفۡقَہُوۡنَ تَسۡبِیۡحَہُمۡ ؕ اِنَّہٗ  کَانَ حَلِیۡمًا غَفُوۡرًا ﴿۴۴﴾ ",
			"index": "2073",
			"name": "তারই পবিত্রতা ঘোষণা করে সপ্ত আসমান ও যমীন এবং যা কিছু সেগুলোর মধ্যে রয়েছে এমন কোন বস্তু নেই, যা তার প্রশংসা সহকারে পবিত্রতা ঘোষণা করে না; হাঁ, তোমরা সেগুলোর তাস্‌বীহ অনুধাবন করতে পারো না।। নিশ্চয় তিনি সহনশীল, ক্ষমাপরায়ণ।",
			"en_kanzulimaan": "The seven heavens and the earth and all those in them say His Purity; and there is not a thing that does not proclaim His purity with praise, but you do not understand their proclamation of purity; indeed He is Most Forbearing, Oft Forgiving.",
			"ur_kanzulimaan": "اس کی پاکی بولتے ہیں ساتوں آسمان اور زمین اور جو کوئی ان میں ہیں اور کوئی چیز نہیں جو اسے سراہتی ہوتی اس کی پاکی نہ بولے ہاں تم ان کی تسبیح نہیں سمجھتے بیشک وہ حلم والا بخشنے والا ہے",
			"hi_kanzulimaan": "उसकी पाकी बोलते हैं सातों आसमान और ज़मीन और  जो कोई उनमें हैं (94फ) और कोई चीज़ नहीं (95फ) जो उसे सराहती हुई उसकी पाकी न बोले (96फ) हाँ तुम उनकी तस्बीह नहीं समझते (97फ) बेशक वह हिल्म (सहिष्णुता) वाला बख़्शने वाला है (98फ)",
			"author": "৪৪. সপ্ত আকাশ ও পৃথিবী এবং এগুলোর অন্তবর্তী অস্তিত্বশীল সবকিছুই আল্লাহ্‌র পবিত্রতা ও মহিমা ঘোষণা করছে। আর (সকল সৃষ্টিজগতে) কোনো কিছুই এমন নেই যা তাঁর সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করে না। কিন্তু তোমরা তাদের পবিত্রতা ও মহিমা ঘোষণা (-এর প্রকৃতি) বুঝতে পারো না। নিশ্চয়ই তিনি বড়ই ধৈর্যশীল, মহাক্ষমাশীল।"
		},
		{
			"_id": "2074",
			"sura": "17",
			"para": "15",
			"verses": "45",
			"names": "وَ اِذَا قَرَاۡتَ الۡقُرۡاٰنَ جَعَلۡنَا بَیۡنَکَ وَ بَیۡنَ  الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ حِجَابًا مَّسۡتُوۡرًا  ﴿ۙ۴۵﴾",
			"number": "",
			"verses_PDMS": "وَ اِذَا قَرَاۡتَ الۡقُرۡاٰنَ جَعَلۡنَا بَیۡنَکَ وَ بَیۡنَ  الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ حِجَابًا مَّسۡتُوۡرًا  ﴿ۙ۴۵﴾",
			"index": "2074",
			"name": "এবং হে মাহবূব! যখন আপনি ক্বোরআন পাঠ করেছেন, তখন আমি আপনার ও যারা আখিরাতের উপর ঈমান আনে না, তাদের মধ্যে এক প্রচ্ছন্ন পর্দা রেখে দিয়েছি; ",
			"en_kanzulimaan": "And when you read the Quran O dear Prophet (Mohammed - peace and blessings upon him), We created an invisible barrier between you and those who do not believe in the Hereafter.",
			"ur_kanzulimaan": "اور اے محبوب! تم نے قرآن پڑھا ہم نے تم پر اور ان میں کہ آخرت پر ایمان ہیں لاتے ایک چھپا ہوا پردہ کردیا",
			"hi_kanzulimaan": "और ऐ मेहबूब तुमने क़ुरआन पढ़ा हमने तुमपर और उनमें कि आख़िरत पर ईमान नहीं लाते एक छुपा हुआ पर्दा कर दिया (99फ)",
			"author": "৪৫. আর যখন আপনি কুরআন পাঠ করেন, (তখন) আমরা আপনার এবং যারা আখেরাতে বিশ্বাস স্থাপন করে না তাদের মাঝে এক প্রচ্ছন্ন পর্দা প্রতিবন্ধক করে দেই।"
		},
		{
			"_id": "2075",
			"sura": "17",
			"para": "15",
			"verses": "46",
			"names": "وَّ جَعَلۡنَا عَلٰی قُلُوۡبِہِمۡ  اَکِنَّۃً  اَنۡ یَّفۡقَہُوۡہُ  وَ فِیۡۤ  اٰذَانِہِمۡ وَقۡرًا ؕ وَ اِذَا ذَکَرۡتَ رَبَّکَ فِی الۡقُرۡاٰنِ وَحۡدَہٗ  وَلَّوۡا عَلٰۤی  اَدۡبَارِہِمۡ  نُفُوۡرًا ﴿۴۶﴾ ",
			"number": "",
			"verses_PDMS": "وَّ جَعَلۡنَا عَلٰی قُلُوۡبِہِمۡ  اَکِنَّۃً  اَنۡ یَّفۡقَہُوۡہُ  وَ فِیۡۤ  اٰذَانِہِمۡ وَقۡرًا ؕ وَ اِذَا ذَکَرۡتَ رَبَّکَ فِی الۡقُرۡاٰنِ وَحۡدَہٗ  وَلَّوۡا عَلٰۤی  اَدۡبَارِہِمۡ  نُفُوۡرًا ﴿۴۶﴾ ",
			"index": "2075",
			"name": "এবং আমি তাদের অন্তরগুলোর উপর আবরণ রেখে দিয়েছি, যাতে তারা সেটা উপলব্ধি করতে না পারে আর তাদের কানের মধ্যে বধিরতা। এবং যখন আপনি ক্বোরআনের মধ্যে আপন একমাত্র রবের কথা স্মরণ করেন, তখন তারা বিমুখ হয়ে পৃষ্ঠ প্রদর্শন করে পলায়ন করে। ",
			"en_kanzulimaan": "And We placed covers upon their hearts so they may not understand it, and deafness in their ears; and when you mention your Only Lord in the Quran, they flee turning their backs in hatred.",
			"ur_kanzulimaan": "اور ہم نے ان کے دلوں پر غلاف ڈال دیے ہیں کہ اسے نہ سمجھیں اور ان کے کانوں میں ٹینٹ (روئی) اور جب تم قرآن میں اپنے اکیلے رب کی یاد کرتے ہو وہ پیٹھ پھیر کر بھاگتے ہیں نفرت کرتے،",
			"hi_kanzulimaan": "और  हमने उनके दिलों पर ग़िलाफ़ (पर्दे) डाल दिये हैं कि उसे न समझें और उनके कानों में टैंट (100फ) और जब तुम क़ुरआन में अपने अकले रब की याद करते हो वो पीठ फेरकर भागते हैं नफ़रत करते",
			"author": "৪৬. আর আমরা তাদের অন্তরের উপর(ও) পর্দা ফেলে দেই, যাতে তারা এর অর্থ (না) বুঝে। আর তাদের কর্ণকুহরে ভারী ছিপি এঁটে দেই (যাতে তারা এটি না শুনে)। আর কুরআনে আপনি যখন আপনার প্রতিপালককে এককভাবে স্মরণ করেন (এবং তাদের মূর্তিদের নাম না নেন) তখন তারা ঘৃণাভরে পশ্চাতে ফিরে পলায়ন করে।"
		},
		{
			"_id": "2076",
			"sura": "17",
			"para": "15",
			"verses": "47",
			"names": "نَحۡنُ اَعۡلَمُ بِمَا یَسۡتَمِعُوۡنَ بِہٖۤ  اِذۡ یَسۡتَمِعُوۡنَ  اِلَیۡکَ وَ اِذۡ ہُمۡ نَجۡوٰۤی  اِذۡ یَقُوۡلُ الظّٰلِمُوۡنَ  اِنۡ تَتَّبِعُوۡنَ  اِلَّا رَجُلًا  مَّسۡحُوۡرًا ﴿۴۷﴾ ",
			"number": "",
			"verses_PDMS": "نَحۡنُ اَعۡلَمُ بِمَا یَسۡتَمِعُوۡنَ بِہٖۤ  اِذۡ یَسۡتَمِعُوۡنَ  اِلَیۡکَ وَ اِذۡ ہُمۡ نَجۡوٰۤی  اِذۡ یَقُوۡلُ الظّٰلِمُوۡنَ  اِنۡ تَتَّبِعُوۡنَ  اِلَّا رَجُلًا  مَّسۡحُوۡرًا ﴿۴۷﴾ ",
			"index": "2076",
			"name": "আমি ভালোভাবে জানি কী জন্য তারা শুনছে যখন তারা আপনার প্রতি কান পাতে; এবং যখন পরস্পর পরামর্শ করে, যখন যালিমগণ বলে, ‘তোমরা তো অনুসরণ করো নি, কিন্তু এমন এক পুরুষের, যার উপর যাদু করা হয়েছে’।",
			"en_kanzulimaan": "We know well why they listen when they lend ears to you, and when they discuss among themselves, when the unjust say, You have not followed except a man who is under a magic spell.",
			"ur_kanzulimaan": "ہم خوب جانتے ہیں جس لیے وہ سنتے ہیں جب تمہاری طرف کان لگاتے ہیں اور جب آپس میں مشورہ کرتے ہیں جبکہ ظالم کہتے ہیں تم پیچھے نہیں چلے مگر ایک ایسے مرد کے جس پر جادو ہوا",
			"hi_kanzulimaan": "हम ख़ूब जानते हैं जिस लिये वो सुनते हैं (101फ) जब तुम्हारी तरफ़ कान लगाते हैं और जब आपस में मशवरा करते हैं जब कि ज़ालिम कहते हैं तुम पीछे नहीं चले मगर एक ऐसे मर्द के जिस पर जादू हुआ (102फ)",
			"author": "৪৭. আমরা খুব ভালোভাবেই জানি, তারা যে উদ্দেশ্যে মনযোগ দিয়ে শ্রবণ করে, যখন তারা আপনার দিকে কান লাগায় এবং যখন তারা কানাঘুষা করে। যখন এ যালিমেরা (মুসলমানদেরকে) বলে, ‘তোমরা তো কেবল এমন এক ব্যক্তির অনুসরণ করছো, যে যাদুগ্রস্ত (অর্থাৎ তাকে যাদুু করা হয়েছে। আর আমরা এ সব কিছুই দেখি ও শুনি)।’"
		},
		{
			"_id": "2077",
			"sura": "17",
			"para": "15",
			"verses": "48",
			"names": "اُنۡظُرۡ کَیۡفَ ضَرَبُوۡا لَکَ الۡاَمۡثَالَ فَضَلُّوۡا  فَلَا  یَسۡتَطِیۡعُوۡنَ  سَبِیۡلًا ﴿۴۸﴾ ",
			"number": "",
			"verses_PDMS": "اُنۡظُرۡ کَیۡفَ ضَرَبُوۡا لَکَ الۡاَمۡثَالَ فَضَلُّوۡا  فَلَا  یَسۡتَطِیۡعُوۡنَ  سَبِیۡلًا ﴿۴۸﴾ ",
			"index": "2077",
			"name": "দেখুন, তারা আপনার কেমন উপমাসমূহ দিয়েছে। সুতরাং তারা পথভ্রষ্ট হয়েছে। ফলে, তারা পথ পেতে পারে না। ",
			"en_kanzulimaan": "See the kind of examples they invent for you! They therefore strayed, so cannot find a path.",
			"ur_kanzulimaan": "دیکھو انہوں نے تمہیں کیسی تشبیہیں دیں تو گمراہ ہوئے کہ راہ نہیں پاسکتے،",
			"hi_kanzulimaan": "देखो उन्होंने तुम्हें कैसी तशबीहें (उपमाएं) दीं तो गुमराह हुए कि राह नहीं पा सकते",
			"author": "৪৮. (হে হাবীব!) লক্ষ্য করুন, (এ লোকেরা) আপনার জন্যে কেমন (কেমন) উপমা পেশ করছে, অতঃপর তারা গোমরাহ্ হয়ে গিয়েছে। এখন তারা সঠিক পথ পায় না।"
		},
		{
			"_id": "2078",
			"sura": "17",
			"para": "15",
			"verses": "49",
			"names": "وَ قَالُوۡۤاءَ اِذَا کُنَّا عِظَامًا  وَّ  رُفَاتًاءَ اِنَّا  لَمَبۡعُوۡثُوۡنَ  خَلۡقًا جَدِیۡدًا ﴿۴۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡۤاءَ اِذَا کُنَّا عِظَامًا  وَّ  رُفَاتًاءَ اِنَّا  لَمَبۡعُوۡثُوۡنَ  خَلۡقًا جَدِیۡدًا ﴿۴۹﴾ ",
			"index": "2078",
			"name": "এবং বললো, ‘আমরা যখন হাড় ও চূর্ণ-বিচূর্ণ হয়ে যাবো তখনও কি আমরা বাস্তবিকই নতুন সৃষ্টি রূপে পুনরুত্থিত হবো?’",
			"en_kanzulimaan": "And they say, When we have become bones and decomposed, will we really be raised up anew?",
			"ur_kanzulimaan": "اور بولے کیا جب ہم ہڈیاں اور ریزہ ریزہ ہوجائیں گے کیا سچ مچ نئے بن کر اٹھیں گے",
			"hi_kanzulimaan": "और  बोले क्या जब हम हड्डियां और  रेज़ा रेज़ा हो जाएंगे क्या सच मुच नए बनकर उठेंगे (103फ)",
			"author": "৪৯. আর তারা বলে, ‘যখন আমরা (মরে পঁচা) হাড্ডি এবং চুর্ণ-বিচূর্ণ হয়ে যাবো, তখন কি আমাদেরকে নতুন ভাবে সৃষ্টি করে উঠানো হবে?’"
		},
		{
			"_id": "2079",
			"sura": "17",
			"para": "15",
			"verses": "50",
			"names": "قُلۡ  کُوۡنُوۡا  حِجَارَۃً   اَوۡ  حَدِیۡدًا ﴿ۙ۵۰﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  کُوۡنُوۡا  حِجَارَۃً   اَوۡ  حَدِیۡدًا ﴿ۙ۵۰﴾ ",
			"index": "2079",
			"name": "আপনি বলুন! তোমরা ‘পাথর অথবা লোহা হয়ে যাও; ",
			"en_kanzulimaan": "Proclaim, Become stones or iron.",
			"ur_kanzulimaan": "تم فرماؤ کہ پتھر یا لوہا ہوجاؤ،",
			"hi_kanzulimaan": "तुम फ़रमाओ कि पत्थर या लोहा हो जाओ",
			"author": "৫০. বলে দিন, ‘(হ্যাঁ, এমন কি যদি) তোমরা পাথর হয়ে যাও অথবা লোহা,"
		},
		{
			"_id": "2080",
			"sura": "17",
			"para": "15",
			"verses": "51",
			"names": "اَوۡ خَلۡقًا مِّمَّا یَکۡبُرُ فِیۡ صُدُوۡرِکُمۡ ۚ فَسَیَقُوۡلُوۡنَ مَنۡ یُّعِیۡدُنَا ؕ قُلِ الَّذِیۡ فَطَرَکُمۡ   اَوَّلَ مَرَّۃٍ ۚ فَسَیُنۡغِضُوۡنَ اِلَیۡکَ رُءُوۡسَہُمۡ وَ یَقُوۡلُوۡنَ مَتٰی ہُوَ ؕ  قُلۡ  عَسٰۤی  اَنۡ  یَّکُوۡنَ  قَرِیۡبًا ﴿۵۱﴾ ",
			"number": "",
			"verses_PDMS": "اَوۡ خَلۡقًا مِّمَّا یَکۡبُرُ فِیۡ صُدُوۡرِکُمۡ ۚ فَسَیَقُوۡلُوۡنَ مَنۡ یُّعِیۡدُنَا ؕ قُلِ الَّذِیۡ فَطَرَکُمۡ   اَوَّلَ مَرَّۃٍ ۚ فَسَیُنۡغِضُوۡنَ اِلَیۡکَ رُءُوۡسَہُمۡ وَ یَقُوۡلُوۡنَ مَتٰی ہُوَ ؕ  قُلۡ  عَسٰۤی  اَنۡ  یَّکُوۡنَ  قَرِیۡبًا ﴿۵۱﴾ ",
			"index": "2080",
			"name": "অথবা অন্য কোন সৃষ্টি, যা তোমাদের ধারণায় বড় হয়। অতঃপর এখন তারা বলবে, ‘আমাদেরকে পুনরায় কে সৃষ্টি করেবে?’ আপনি বলুন, ‘তিনিই, যিনি তোমাদেরকে প্রথমবার সৃষ্টি করেছেন। অতঃপর এখন আপনার প্রতি বিদ্রূপবশতঃ মাথা নেড়ে বলবে, ‘এতা কবে?’ আপনি বলুন, ‘সম্ভবত’ শিগ্‌গিরই হবে; ",
			"en_kanzulimaan": "Or some other creation which you deem great; so they will now say, Who will create us again?; proclaim, He Who created you for the first time; so now they will mockingly shake their heads at you, and question, When is this going to occur?; say, It could perhaps be soon.",
			"ur_kanzulimaan": "یا اور کوئی مخلوق جو تمہارے خیال میں بڑی ہو (۱۰۴) تو اب کہیں گے ہمیں کون پھر پیدا کرتے گا، تم فرماؤ وہی جس نے تمہیں پہلی بار پیدا کیا، تو اب تمہاری طرف مسخرگی سے سر ہِلا کر کہیں گے یہ کب ہے تم فرماؤ شاید نزدیک ہی ہو،",
			"hi_kanzulimaan": "या और कोई मख़लूक़ (प्रणीवर्ग) जो तुम्हारे ख़याल में बड़ी हो (104फ) तो अब कहेंगे हमें कौन फिर पैदा करेगा, तुम फ़रमाओ वही जिसने तुम्हें पहली बार पैदा किया, तो अब तुम्हारी तरफ़ मसखरगी (ठठोल) से सर हिलाकर कहेंगे यह कब है (105फ) तुम फ़रमाओ शायद नज़दीक ही हो",
			"author": "৫১. অথবা এমন কোনো সৃষ্টি, যা তোমাদের ধারণায় (সেসব কিছু থেকেও) অধিক কঠিন (যে, এতে জীবন লাভ করার কোনো উপযুক্ততাই নেই)।’ অতঃপর (এ অবস্থায়) তারা বলবে, ‘আমাদেরকে দ্বিতীয়বার কে জীবিত করবে?’ বলে দিন, ‘তিনিই যিনি তোমাদেরকে প্রথমবার সৃষ্টি করেছিলেন’। অতঃপর তারা (আশ্চার্যান্বিত হয়ে ঠাট্টাচ্ছলে) আপনার সম্মুখে মাথা নাড়াবে এবং বলবে, ‘এটি কখন সংঘটিত হবে?’ বলে দিন, ‘আশা করা যায় শীঘ্রই তা ঘটবে’।"
		},
		{
			"_id": "2081",
			"sura": "17",
			"para": "15",
			"verses": "52",
			"names": "یَوۡمَ  یَدۡعُوۡکُمۡ فَتَسۡتَجِیۡبُوۡنَ بِحَمۡدِہٖ وَ  تَظُنُّوۡنَ   اِنۡ   لَّبِثۡتُمۡ   اِلَّا   قَلِیۡلًا  ﴿۵۲﴾",
			"number": "",
			"verses_PDMS": "یَوۡمَ  یَدۡعُوۡکُمۡ فَتَسۡتَجِیۡبُوۡنَ بِحَمۡدِہٖ وَ  تَظُنُّوۡنَ   اِنۡ   لَّبِثۡتُمۡ   اِلَّا   قَلِیۡلًا  ﴿۵۲﴾",
			"index": "2081",
			"name": "যে দিন তিনি তোমাদেরকে ডাকবেন তখন তোমরা তার প্রশংশা করতে করতে চলে আসবে এবং বুঝতে পারবে যে, তোমরা অল্পকালই অবস্থান করেছো। ",
			"en_kanzulimaan": "The day when He will call you and you will come praising Him, thinking you have stayed only a little.",
			"ur_kanzulimaan": "جس دن وہ تمہیں بُلائے گا تو تم اس کی حمد کرتے چلے آؤ گے اور سمجھو گے کہ نہ رہے (۱۰۸) تھے مگر تھوڑا،",
			"hi_kanzulimaan": "जिस दिन वह तुम्हें बुलाएगा (106फ) तो तुम उसकी हम्द करते चले आओगे (107फ) और समझोगे कि न रहे थे (108फ) मगर थोड़ा",
			"author": "৫২. যেদিন তিনি তোমাদেরকে আহ্বান করবেন, তোমরা তাঁর আহ্বানে সপ্রশংস সাড়া দেবে আর ধারণা করবে যে, তোমরা (দুনিয়াতে) খুবই অল্প সময় অবস্থান করেছিলে।"
		},
		{
			"_id": "2082",
			"sura": "17",
			"para": "15",
			"verses": "53",
			"names": "وَ قُلۡ لِّعِبَادِیۡ یَقُوۡلُوا الَّتِیۡ  ہِیَ  اَحۡسَنُ ؕ اِنَّ الشَّیۡطٰنَ یَنۡزَغُ بَیۡنَہُمۡ ؕ اِنَّ الشَّیۡطٰنَ کَانَ لِلۡاِنۡسَانِ عَدُوًّا مُّبِیۡنًا ﴿۵۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ قُلۡ لِّعِبَادِیۡ یَقُوۡلُوا الَّتِیۡ  ہِیَ  اَحۡسَنُ ؕ اِنَّ الشَّیۡطٰنَ یَنۡزَغُ بَیۡنَہُمۡ ؕ اِنَّ الشَّیۡطٰنَ کَانَ لِلۡاِنۡسَانِ عَدُوًّا مُّبِیۡنًا ﴿۵۳﴾ ",
			"index": "2082",
			"name": "এবং আমার বান্দাদেরকে বলুন ওই কথা বলতে- যা সর্বাপেক্ষা উত্তম। নিশ্চয় শয়তান তাদের পরস্পরের মধ্যে ফ্যাসাদ সৃষ্টি করে দেয়। নিশ্চয় শয়তান মানুষের প্রকাশ্য শত্রু। ",
			"en_kanzulimaan": "And tell My bondmen to speak that which is the best; undoubtedly Satan sows discord among them; indeed Satan is mans open enemy.",
			"ur_kanzulimaan": "اور میرے بندوں سے فرماؤ وہ بات کہیں جو سب سے اچھی ہو بیشک شیطان ان کے آپس میں فساد ڈالتا ہے، بیشک شیطان آدمی کا کھلا دشمن ہے،",
			"hi_kanzulimaan": "और मेरे (109फ) बन्दों से फ़रमाओ (110फ) वह बात कहें जो सबसे अच्छी हो (111फ) बेशक शैतान उनके आपस में फ़साद डाल देता है,बेशक शैतान आदमी का खुला दुश्मन है",
			"author": "৫৩. আর আপনি আমার বান্দাদেরকে বলে দিন যে, তারা যেন এমন কথা বলে, যা উত্তম। নিশ্চয়ই শয়তান লোকদের মাঝে ফ্যাসাদ সৃষ্টি করে, প্রকৃতপক্ষে শয়তান মানুষের প্রকাশ্য দুশমন।"
		},
		{
			"_id": "2083",
			"sura": "17",
			"para": "15",
			"verses": "54",
			"names": "رَبُّکُمۡ  اَعۡلَمُ  بِکُمۡ ؕ اِنۡ  یَّشَاۡ یَرۡحَمۡکُمۡ  اَوۡ اِنۡ یَّشَاۡ یُعَذِّبۡکُمۡ ؕ وَ مَاۤ  اَرۡسَلۡنٰکَ عَلَیۡہِمۡ  وَکِیۡلًا  ﴿۵۴﴾",
			"number": "",
			"verses_PDMS": "رَبُّکُمۡ  اَعۡلَمُ  بِکُمۡ ؕ اِنۡ  یَّشَاۡ یَرۡحَمۡکُمۡ  اَوۡ اِنۡ یَّشَاۡ یُعَذِّبۡکُمۡ ؕ وَ مَاۤ  اَرۡسَلۡنٰکَ عَلَیۡہِمۡ  وَکِیۡلًا  ﴿۵۴﴾",
			"index": "2083",
			"name": "তোমাদের রব তোমাদেরকে ভালভাবে জানেন। তিনি ইচ্ছা করলে তোমাদের উপর দয়া করেন, ইচ্ছা করলে তোমাদেরকে শাস্তি দেন; এবং আমি আপনাকে তাদের অভিভাবক করে পাঠাই নি। ",
			"en_kanzulimaan": "Your Lord knows you well; if He wills He may have mercy upon you, or if He wills, He may punish you; and We have not sent you (O dear Prophet Mohammed - peace and blessings be upon him) as a guardian over them.",
			"ur_kanzulimaan": "تمہارا رب تمہیں خوب جانتا ہے، وہ چاہے تو تم پر رحم کرے چاہے تو تمہیں عذاب کرے، اور ہم نے تم کو ان پر کڑوڑا (حاکمِ اعلیٰ) بناکر نہ بھیجا",
			"hi_kanzulimaan": "तुम्हारा रब तुम्हें ख़ूब जानता है वह चाहे तो तुम पर रहम करे (112फ) चाहे तो तुम्हें अज़ाब करे,और हमने तुमको उनपर करोड़ा बना कर न भेजा (113फ)",
			"author": "৫৪. তোমাদের প্রতিপালক তোমাদের অবস্থা সম্পর্কে অধিক অবগত। যদি তিনি চান, তোমাদের প্রতি অনুগ্রহ করবেন অথবা যদি চান, তোমাদের উপর শাস্তি আরোপ করবেন। আর আমরা আপনাকে তাদের উপর (তাদের বিষয়াদির) অভিভাবক করে পাঠাইনি।"
		},
		{
			"_id": "2084",
			"sura": "17",
			"para": "15",
			"verses": "55",
			"names": "وَ رَبُّکَ اَعۡلَمُ بِمَنۡ فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ لَقَدۡ فَضَّلۡنَا بَعۡضَ النَّبِیّٖنَ عَلٰی بَعۡضٍ وَّ اٰتَیۡنَا دَاوٗدَ  زَبُوۡرًا ﴿۵۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ رَبُّکَ اَعۡلَمُ بِمَنۡ فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ لَقَدۡ فَضَّلۡنَا بَعۡضَ النَّبِیّٖنَ عَلٰی بَعۡضٍ وَّ اٰتَیۡنَا دَاوٗدَ  زَبُوۡرًا ﴿۵۵﴾ ",
			"index": "2084",
			"name": "আর আপনার রব ভালভাবে জানেন যা কিছু আসমানসমূহ এবং যমীনে রয়েছে; এবং নিশ্চয় আমি নবীগণের মধ্যে একজনকে অন্যজনের উপর অধিকতর মর্যাদা দিয়েছি আর দাঊদকে ‘যাবুর’ দান করেছি। ",
			"en_kanzulimaan": "And your Lord knows well all those who are in the heavens and the earth; and indeed among the Prophets We gave excellence to some above others, and We gave the Zaboor to Dawud.",
			"ur_kanzulimaan": "اور تمہارا رب خوب جانتا ہے جو کوئی آسمانوں اور زمین میں ہیں اور بیشک ہم نے نبیوں میں ایک کو ایک پر بڑائی دی اور داؤد کو زبور عطا فرمائی",
			"hi_kanzulimaan": "और तुम्हारा रब ख़ूब जानता है जो कोई आसमानों और ज़मीन में हैं (114फ) और बेशक हमने नबियों में एक को एक पर बड़ाई दी (115फ) और दाऊद को जुबूर अता फ़रमाई (116फ)",
			"author": "৫৫. আর আপনার প্রতিপালক তাদেরকে খুব ভালোভাবেই জানেন, যারা আকাশমন্ডলীতে এবং পৃথিবীতে (বসতিস্থাপন করে) আছে। নিশ্চয়ই আমরা নবীগণের কাউকে কারও উপর মর্যাদা দিয়েছি। আর আমরা দাউদ (আলাইহিস সালাম)-কে যাবূর দান করেছি।"
		},
		{
			"_id": "2085",
			"sura": "17",
			"para": "15",
			"verses": "56",
			"names": "قُلِ ادۡعُوا الَّذِیۡنَ  زَعَمۡتُمۡ  مِّنۡ  دُوۡنِہٖ فَلَا یَمۡلِکُوۡنَ  کَشۡفَ الضُّرِّ عَنۡکُمۡ   وَ لَا تَحۡوِیۡلًا ﴿۵۶﴾ ",
			"number": "",
			"verses_PDMS": "قُلِ ادۡعُوا الَّذِیۡنَ  زَعَمۡتُمۡ  مِّنۡ  دُوۡنِہٖ فَلَا یَمۡلِکُوۡنَ  کَشۡفَ الضُّرِّ عَنۡکُمۡ   وَ لَا تَحۡوِیۡلًا ﴿۵۶﴾ ",
			"index": "2085",
			"name": "আপনি বলুন! ‘ডাকো তাদেরকে, যাদেরকে আল্লাহ্‌ ব্যতীত ধারণা করছো’। তখন (দেখবে) সেগুলো কোন ক্ষমতা রাখে না তোমাদের নিকট থেকে দুঃখ-কষ্ট দূর করার এবং না ফিরিয়ে দেওয়ার। ",
			"en_kanzulimaan": "Proclaim, Call upon those whom you assume besides Allah - so they do not have any power to relieve the misfortune from you nor to avert it.",
			"ur_kanzulimaan": "تم فرماؤ پکارو انہیں جن کو اللہ کے سوا گمان کرتے ہو تو وہ اختیار نہیں رکھتے تم سے تکلیف دو کرنے اور نہ پھیر دینے کا",
			"hi_kanzulimaan": "तुम फ़रमाओ पुकारो उन्हें जिनको अल्लाह के सिवा गुमान करते हो तो वो इख़्तियार नहीं रखते तुम से तकलीफ़ दूर करने और फेर देने का (117फ)",
			"author": "৫৬. বলে দিন, ‘তাদের সকলকে আহ্বান করো, আল্লাহ্ ব্যতীত যাদেরকে তোমরা (উপাস্য) মনে করো; না তারা তোমাদের দুঃখ-দৈন্য দূর করতে সক্ষম, আর না (তারা একে অপরের দিকে) ফিরিয়ে দিতে (সক্ষমতা রাখে)।’"
		},
		{
			"_id": "2086",
			"sura": "17",
			"para": "15",
			"verses": "57",
			"names": "اُولٰٓئِکَ الَّذِیۡنَ یَدۡعُوۡنَ یَبۡتَغُوۡنَ  اِلٰی رَبِّہِمُ الۡوَسِیۡلَۃَ اَیُّہُمۡ اَقۡرَبُ وَ یَرۡجُوۡنَ رَحۡمَتَہٗ وَ یَخَافُوۡنَ عَذَابَہٗ ؕ اِنَّ عَذَابَ  رَبِّکَ  کَانَ  مَحۡذُوۡرًا ﴿۵۷﴾ ",
			"number": "",
			"verses_PDMS": "اُولٰٓئِکَ الَّذِیۡنَ یَدۡعُوۡنَ یَبۡتَغُوۡنَ  اِلٰی رَبِّہِمُ الۡوَسِیۡلَۃَ اَیُّہُمۡ اَقۡرَبُ وَ یَرۡجُوۡنَ رَحۡمَتَہٗ وَ یَخَافُوۡنَ عَذَابَہٗ ؕ اِنَّ عَذَابَ  رَبِّکَ  کَانَ  مَحۡذُوۡرًا ﴿۵۷﴾ ",
			"index": "2086",
			"name": "ওই সব মাক্ববূল বান্দা, যাদেরকে এ সব কাফির পূজা করে, তারা নিজেরাই আপন রবের প্রতি মাধ্যম সন্ধান করে- কে তাদের মধ্যে বেশি নৈকট্যপ্রাপ্ত, তার দয়ার আশা রাখে এবং তার শাস্তিকে ভয় করে। নিশ্চয় আপনার রবের শাস্তি ভয়ের বস্তু। ",
			"en_kanzulimaan": "The devoted bondmen whom these disbelievers worship, themselves seek the means of proximity from their Lord, that who among them is the closest (to his Lord), and hope for His mercy and fear His punishment; indeed the punishment of your Lord is to be feared.",
			"ur_kanzulimaan": "وہ مقبول بندے جنہیں یہ کافر پوجتے ہیں وہ آپ ہی اپنے رب کی طرف وسیلہ ڈھونڈتے ہیں کہ ان میں کون زیادہ مقرب ہے اس کی رحمت کی امید رکھتے اور اس کے عذاب سے ڈرتے ہیں بیشک تمہارے رب کا عذاب ڈر کی چیز ہے،",
			"hi_kanzulimaan": "वो मक़बूल (प्रिय) बन्दे जिन्हें ये काफ़िर पूजते हैं (118फ) वो आप ही अपने रब की तरफ़ वसीला (आश्रय) ढूंडते है कि उनमें कौन ज़्यादा मुक़र्रब (समीपस्थ)है (119फ) उसकी रहमत की उम्मीद रखते और उसके अज़ाब से डरते है (120फ) बेशक तुम्हारे रब का अज़ाब डर की चीज़ है",
			"author": "৫৭. এ সকল লোকেরা যাদের ইবাদত করে (অর্থাৎ ফেরেশতা, জ্বিন, ঈসা, উযাইর আলাইহিমাস সালাম ও অন্যান্যদের মূর্তি ও ছবি বানিয়ে তাদের উপাসনা করে) তারা (তো স্বয়ং) তাদের প্রতিপালকের নৈকট্য লাভের উপায় অন্বেষণ করে যে, তাদের মধ্যে (আল্লাহ্‌র সমীপে) কে অধিক নিকটতর? আর (তারা নিজেরাই) তাঁর অনুগ্রহ প্রত্যাশা করে এবং তাঁর শাস্তিকে ভয় করে। (এখন তোমরাই বলো, তারা কিভাবে উপাস্য হয়, তারা তো নিজেরাই সত্য উপাস্যের সম্মুখে অবনত হয়) নিশ্চয়ই আপনার প্রতিপালকের শাস্তি ভয়াবহ।"
		},
		{
			"_id": "2087",
			"sura": "17",
			"para": "15",
			"verses": "58",
			"names": "وَ اِنۡ مِّنۡ قَرۡیَۃٍ  اِلَّا نَحۡنُ  مُہۡلِکُوۡہَا قَبۡلَ یَوۡمِ الۡقِیٰمَۃِ  اَوۡ مُعَذِّبُوۡہَا عَذَابًا شَدِیۡدًا ؕ کَانَ  ذٰلِکَ فِی الۡکِتٰبِ مَسۡطُوۡرًا ﴿۵۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنۡ مِّنۡ قَرۡیَۃٍ  اِلَّا نَحۡنُ  مُہۡلِکُوۡہَا قَبۡلَ یَوۡمِ الۡقِیٰمَۃِ  اَوۡ مُعَذِّبُوۡہَا عَذَابًا شَدِیۡدًا ؕ کَانَ  ذٰلِکَ فِی الۡکِتٰبِ مَسۡطُوۡرًا ﴿۵۸﴾ ",
			"index": "2087",
			"name": "এবং কোন জনপদ নেই, কিন্তু এমনই যে, আমি সেটাকে ক্বিয়াময়ত দিবসের পূর্বে ধ্বংস করে ফেলবো, কিংবা সেটাকে কঠিন শাস্তি দেবো। এটা কিতাবের মধ্যে লিপিবদ্ধ আছে।",
			"en_kanzulimaan": "And there is no such dwelling but which We shall destroy before the Day of Resurrection, or punish it severely; this is written in the Book.",
			"ur_kanzulimaan": "اور کوئی بستی نہیں مگر یہ کہ ہم اسے روزِ قیامت سے پہلے نیست کردیں گے یا اسے سخت عذاب دیں گے یہ کتاب میں لکھا ہوا ہے،",
			"hi_kanzulimaan": "और कोई बस्ती नहीं मगर यह कि हम उसे क़यामत के रोज़ से पहले नेस्त कर देंगे या उसे सख़्तअज़ाब देंगे (121फ) यह किताब में (122फ) लिखा हुआ है",
			"author": "৫৮. আর (কাফের ও অবাধ্যদের) এমন কোনো জনপদ নেই যা আমরা কিয়ামত দিবসের আগেই ধ্বংস করে দেবো না অথবা একে খুবই কঠোর শাস্তি দেবো না। আর এ (নির্দেশ লাওহে মাহফুযে) কিতাবে লিপিবদ্ধ রয়েছে।"
		},
		{
			"_id": "2088",
			"sura": "17",
			"para": "15",
			"verses": "59",
			"names": "وَ مَا مَنَعَنَاۤ  اَنۡ  نُّرۡسِلَ بِالۡاٰیٰتِ اِلَّاۤ  اَنۡ  کَذَّبَ بِہَا الۡاَوَّلُوۡنَ ؕ وَ اٰتَیۡنَا ثَمُوۡدَ النَّاقَۃَ  مُبۡصِرَۃً  فَظَلَمُوۡا بِہَا ؕ وَ مَا نُرۡسِلُ  بِالۡاٰیٰتِ  اِلَّا  تَخۡوِیۡفًا ﴿۵۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا مَنَعَنَاۤ  اَنۡ  نُّرۡسِلَ بِالۡاٰیٰتِ اِلَّاۤ  اَنۡ  کَذَّبَ بِہَا الۡاَوَّلُوۡنَ ؕ وَ اٰتَیۡنَا ثَمُوۡدَ النَّاقَۃَ  مُبۡصِرَۃً  فَظَلَمُوۡا بِہَا ؕ وَ مَا نُرۡسِلُ  بِالۡاٰیٰتِ  اِلَّا  تَخۡوِیۡفًا ﴿۵۹﴾ ",
			"index": "2088",
			"name": "এবং আমি এমন সব নিদর্শন প্রেরণ করা থেকে এ জন্যই বিরত রয়েছি যে, সেগুলোকে পূর্ববর্তী উম্মতগণ অস্বীকার করেছে। আর আমি সামূদ সম্প্রদায়কে উষ্ট্রী প্রদান করেছি চোখ খোলার জন্য, অতঃপর তারা সেটার প্রতি যুল্‌ম করেছে। এবং আমি ভয় দেখানোর জন্যই এমন নিদর্শনসমূহ প্রেরণ করি। ",
			"en_kanzulimaan": "And We remained constrained from sending such signs, because the former people denied them; and We gave the Thamud the she-camel for enlightenment, so they oppressed it; and We do not send such signs except to warn.",
			"ur_kanzulimaan": "اور ہم ایسی نشانیاں بھیجنے سے یوں ہی باز رہے کہ انہیں اگلوں نے جھٹلایا اور ہم نے ثمود کو ناقہ دیا آنکھیں کھولنے کو تو انہوں نے اس پر ظلم کیا اور ہم ایسی نشانیاں نہیں بھیجتے مگر ڈرانے کو",
			"hi_kanzulimaan": "और हम ऐसी निशानियां भेजने से यूंही बाज़ रहे कि उन्हें अगलों ने झुटलाया (123फ) और हमने समूद को (124फ) नाक़ा (ऊंटनी) दिया आँखें खोलने को (125फ) तो उन्होंने उसपर ज़ुल्म किया (126फ) और हम ऐसी निशानियां नहीं भेजते मगर डराने को (127फ)",
			"author": "৫৯. আর আমাদেরকে (এখনও তাদের চাহিদার প্রেক্ষিতে) নিদর্শনাবলী প্রেরণ করা থেকে এ বিষয়ই বিরত রেখেছে যে, এসব (নিদর্শনাবলী) পূর্ববর্তী লোকেরাও মিথ্যাপ্রতিপন্ন করেছিল। (সুতরাং এরপর তাদেরকে তাৎক্ষণিকভাবে ধ্বংস ও নির্মূল করে দেয়া হয়েছিল এবং কোনো অবকাশও দেয়া হয়নি। হে হাবীব! আমরা আপনাকে প্রেরণের পর আপনার সম্প্রদায়ের সাথে এমনটি করতে চাইনা।) আর আমরা সামূদ সম্প্রদায়কে (সালেহ্ আলাইহিস সালামের) উটনী দিয়েছিলাম সুস্পষ্ট নিদর্শন হিসেবে, অতঃপর তারা এর উপর যুলুম করেছিল। আর আমরা নিদর্শনাবলী প্রেরণ করি (শেষবারের মত শাস্তি আসার পূর্বে) ভীত-সন্ত্রস্ত করার জন্যে (আর যখন এ নিদর্শনাবলীকে অস্বীকার করা হয়, তখনই ধ্বংসাত্মক শাস্তি প্রেরণ করা হয়)।"
		},
		{
			"_id": "2089",
			"sura": "17",
			"para": "15",
			"verses": "60",
			"names": "وَ اِذۡ قُلۡنَا  لَکَ  اِنَّ رَبَّکَ اَحَاطَ بِالنَّاسِ ؕ وَ مَا جَعَلۡنَا الرُّءۡیَا الَّتِیۡۤ  اَرَیۡنٰکَ اِلَّا فِتۡنَۃً  لِّلنَّاسِ وَ الشَّجَرَۃَ  الۡمَلۡعُوۡنَۃَ فِی الۡقُرۡاٰنِ ؕ وَ نُخَوِّفُہُمۡ ۙ فَمَا یَزِیۡدُہُمۡ  اِلَّا  طُغۡیَانًا کَبِیۡرًا ﴿۶۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذۡ قُلۡنَا  لَکَ  اِنَّ رَبَّکَ اَحَاطَ بِالنَّاسِ ؕ وَ مَا جَعَلۡنَا الرُّءۡیَا الَّتِیۡۤ  اَرَیۡنٰکَ اِلَّا فِتۡنَۃً  لِّلنَّاسِ وَ الشَّجَرَۃَ  الۡمَلۡعُوۡنَۃَ فِی الۡقُرۡاٰنِ ؕ وَ نُخَوِّفُہُمۡ ۙ فَمَا یَزِیۡدُہُمۡ  اِلَّا  طُغۡیَانًا کَبِیۡرًا ﴿۶۰﴾ ",
			"index": "2089",
			"name": "এবং যখন আমি আপনাকে বলেছি যে, সব লোক আপনার রবের আয়ত্বাধিন রয়েছে এবং আমি যে দৃশ্য আপনাকে দেখিয়েছিলাম তা এবং ক্বোরাআনে উল্লিখিত অভিশপ্ত বৃক্ষতি শুধু মানুষের জন্য পরীক্ষাস্বরূপ করেছি। এবং আমি তাদেরকে ভয় দেখাই অতঃপর তাদের ঘোর অবাধ্যতাই বৃদ্ধি পায়। ",
			"en_kanzulimaan": "And when We proclaimed to you, Indeed all mankind is within the control of your Lord; and We did not create the spectacle * which We showed you except to try mankind, and the Tree ** which is cursed in the Quran; and We warn them - so nothing increases for them except extreme rebellion. (* The Ascent of the Holy Prophet to the heavens and beyond, which the disbelievers denied as just a dream.  ** The Zakkum tree which will grow in hell and be the food for its inhabitants.)",
			"ur_kanzulimaan": "اور جب ہم نے تم سے فرمایا کہ سب لوگ تمہارے رب کے قابو میں ہیں اور ہم نے نہ کیا وہ دکھاوا جو تمہیں دکھایا تھا مگر لوگوں کی آزمائش کو اور وہ پیڑ جس پر قرآن میں لعنت ہے اور ہم انہیں ڈراتے ہیں تو انھیں نہیں بڑھتی مگر بڑی سرکشی،",
			"hi_kanzulimaan": "और जब हमने तुमसे फ़रमाया कि सब लोग तुम्हारे रब के क़ाबू में हैं (128फ) और हमने न किया वह दिखावा (129फ) जो तुम्हें दिखाया था (130फ) मगर लोगों की आज़माइश (परीक्षा) को (131फ) और वह पेड़ जिस पर क़ुरआन में लअनत है (132फ) और हम उन्हें डराते हैं (133फ) तो उन्हें नहीं बढ़ती मगर बढ़ी सरकशी(नाफ़रमानी)",
			"author": "৬০. (আর স্মরণ করুন) যখন আমরা আপনাকে বললাম, ‘নিশ্চয়ই আপনার প্রতিপালক (তাঁর জ্ঞান ও ক্ষমতায় সকল) মানুষকে পরিবেষ্টন করে আছেন এবং আমরা (মিরাজ রজনীর) যে দৃশ্য আপনাকে দেখিয়েছি তা তো মানুষের জন্যে কেবল এক পরীক্ষা বানিয়েছি। (ঈমানদারগণ তা মেনে নিয়েছেন এবং বাহ্যদৃষ্টি সম্পন্নরা সন্দেহে পতিত হয়েছে।) আর এ (যাক্কুম) গাছকেও, যার উপর কুরআনে অভিসম্পাত করা হয়েছে। আর আমরা তাদেরকে ভীতিপ্রদর্শন করছি। কিন্তু এ (ভীতিপ্রদর্শনও) তাদের মাঝে কিছুই বৃদ্ধি করে না, আরো চরম অবাধ্যতা ও বিদ্রোহ ব্যতীত।’"
		},
		{
			"_id": "2090",
			"sura": "17",
			"para": "15",
			"verses": "61",
			"names": "وَ اِذۡ قُلۡنَا لِلۡمَلٰٓئِکَۃِ  اسۡجُدُوۡا  لِاٰدَمَ فَسَجَدُوۡۤا اِلَّاۤ اِبۡلِیۡسَ ؕ قَالَ ءَاَسۡجُدُ لِمَنۡ  خَلَقۡتَ  طِیۡنًا ﴿ۚ۶۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذۡ قُلۡنَا لِلۡمَلٰٓئِکَۃِ  اسۡجُدُوۡا  لِاٰدَمَ فَسَجَدُوۡۤا اِلَّاۤ اِبۡلِیۡسَ ؕ قَالَ ءَاَسۡجُدُ لِمَنۡ  خَلَقۡتَ  طِیۡنًا ﴿ۚ۶۱﴾ ",
			"index": "2090",
			"name": "এবং স্মরণ করুন, যখন আমি ফিরিশ্‌তাদেরকে নির্দেশ দিলাম ‘আদমকে সাজ্‌দা করো!’ তখন তারা সবাই সাজ্‌দা করলো ইবলীস ব্যতীত। সে বললো, ‘আমি কি তাকেই সাজদা করবো যাকে তুমি মাটি থেকে সৃষ্টি করেছো?’",
			"en_kanzulimaan": "And recall when We ordered the angels that, Prostrate before Adam - so they all prostrated except Iblis; he said, Shall I prostrate before one whom You have created from clay?",
			"ur_kanzulimaan": "اور یاد کرو جب ہم نے فرشتوں کو حکم دیا کہ آدم کو سجدہ کرو تو ان سب نے سجدہ کیا سوا ابلیس کے، بولا کیا میں اسے سجدہ کروں جسے تو نے مٹی سے بنایا",
			"hi_kanzulimaan": "और याद करो जब हमने फ़रिश्तों को हुक्म दिया कि आदम को सज्दा करो (134फ) तो उन सबने सज्दा किया सिवा इब्लीस के, बोला क्या मैं इसे सज्दा करूं जिसे तूने मिट्टी से बनाया",
			"author": "৬১. আর (স্মরণ করুন সে সময়ের কথা) যখন আমরা ফেরেশতাদেরকে বললাম, ‘আদম (আলাইহিস সালাম)-কে সেজদা করো’। তখন ইবলীস ব্যতীত সকলেই সেজদা করলো। সে বললো, ‘আমি কি এমন কাউকে সেজদা করবো, যাকে তুমি মাটি দিয়ে সৃষ্টি করেছো?’"
		},
		{
			"_id": "2091",
			"sura": "17",
			"para": "15",
			"verses": "62",
			"names": "قَالَ  اَرَءَیۡتَکَ ہٰذَا  الَّذِیۡ  کَرَّمۡتَ عَلَیَّ ۫ لَئِنۡ اَخَّرۡتَنِ اِلٰی یَوۡمِ الۡقِیٰمَۃِ لَاَحۡتَنِکَنَّ ذُرِّیَّتَہٗۤ  اِلَّا  قَلِیۡلًا ﴿۶۲﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ  اَرَءَیۡتَکَ ہٰذَا  الَّذِیۡ  کَرَّمۡتَ عَلَیَّ ۫ لَئِنۡ اَخَّرۡتَنِ اِلٰی یَوۡمِ الۡقِیٰمَۃِ لَاَحۡتَنِکَنَّ ذُرِّیَّتَہٗۤ  اِلَّا  قَلِیۡلًا ﴿۶۲﴾ ",
			"index": "2091",
			"name": "সে বললো, ‘দেখো তো, এই যে তুমি যাকে আমার চেয়ে অধিক সম্মানিত করেছো, যদি তুমি আমাকে ক্বিয়ামত পর্যন্ত অবকাশ দাও, তবে অবশ্যই আমি তার বংশধরগণকে পিষ্ট করে ফেলবো, কিন্তু অল্প কতেককে’।",
			"en_kanzulimaan": "He said, Behold this * - the one whom You have honoured above me - if You give me respite till the Day of Resurrection, I will surely crush his descendants, except a few. (* Prophet Adam.)",
			"ur_kanzulimaan": "بولا دیکھ تو جو یہ تو نے مجھ سے معزز رکھا اگر تو نے مجھے قیامت تک مہلت دی تو ضرور میں اس کی اولاد کو پیس ڈالوں گا مگر تھوڑا",
			"hi_kanzulimaan": "बोला (135फ) देख तो जो यह तूने मुझसे इज़्ज़त वाला रखा (136फ) अगर तूने मुझे क़यामत तक मुहलत दी तो  ज़रूर मैं उसकी औलाद को पीस डालूंगा (137फ) मगर थोड़ा (138फ)",
			"author": "৬২. (আর শয়তান এও) বলতে লাগলো, ‘আমাকে বলো, সে কি ঐ ব্যক্তি, যাকে তুমি আমার উপর মর্যাদা দিয়েছো? (সর্বোপরি এর কারণ কী?) যদি তুমি আমাকে কিয়ামতের দিন পর্যন্ত অবকাশ দাও, তবে কয়েকজন ব্যতীত আমি তার সন্তান-সন্ততিকে (নিজের নিয়ন্ত্রণে নিয়ে) সমূলে বিনাশ করবোই।’"
		},
		{
			"_id": "2092",
			"sura": "17",
			"para": "15",
			"verses": "63",
			"names": "قَالَ اذۡہَبۡ فَمَنۡ تَبِعَکَ مِنۡہُمۡ فَاِنَّ جَہَنَّمَ  جَزَآؤُکُمۡ  جَزَآءً  مَّوۡفُوۡرًا ﴿۶۳﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ اذۡہَبۡ فَمَنۡ تَبِعَکَ مِنۡہُمۡ فَاِنَّ جَہَنَّمَ  جَزَآؤُکُمۡ  جَزَآءً  مَّوۡفُوۡرًا ﴿۶۳﴾ ",
			"index": "2092",
			"name": "বললেন, ‘দূর হও, অতঃপর তাদের মধ্যে যে তোমার অনুসরণ করবে, তবে নিশ্চয় তোমাদের সবার পরিণতি জাহান্নাম, পূর্ণাঙ্গ শাস্তি। ",
			"en_kanzulimaan": "He said, Be gone - therefore whoever among them follows you - so hell is the recompense for you all, a sufficient punishment.",
			"ur_kanzulimaan": "فرمایا، دور ہو تو ان میں جو تیری پیروی کرے گا تو بیشک سب کا بدلہ جہنم ہے بھرپور سزا،",
			"hi_kanzulimaan": "फ़रमाया दूर हो (139फ) तो उनमें जो तेरे कहने पर चलेगा तो बेशक सब का बदला जहन्नम है भरपूर सज़ा",
			"author": "৬৩. আল্লাহ্ বললেন, ‘যাও (তোমাকে অবকাশ দেয়া হলো), তাদের যে কেউ তোমার অনুসরণ করবে, তবে অবশ্যই দোযখই তোমাদের সবার উপযুক্ত শাস্তি।"
		},
		{
			"_id": "2093",
			"sura": "17",
			"para": "15",
			"verses": "64",
			"names": "وَ اسۡتَفۡزِزۡ مَنِ اسۡتَطَعۡتَ مِنۡہُمۡ بِصَوۡتِکَ وَ اَجۡلِبۡ عَلَیۡہِمۡ بِخَیۡلِکَ وَ رَجِلِکَ وَ شَارِکۡہُمۡ فِی الۡاَمۡوَالِ وَ الۡاَوۡلَادِ وَ عِدۡہُمۡ ؕ وَ مَا یَعِدُہُمُ الشَّیۡطٰنُ   اِلَّا  غُرُوۡرًا ﴿۶۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ اسۡتَفۡزِزۡ مَنِ اسۡتَطَعۡتَ مِنۡہُمۡ بِصَوۡتِکَ وَ اَجۡلِبۡ عَلَیۡہِمۡ بِخَیۡلِکَ وَ رَجِلِکَ وَ شَارِکۡہُمۡ فِی الۡاَمۡوَالِ وَ الۡاَوۡلَادِ وَ عِدۡہُمۡ ؕ وَ مَا یَعِدُہُمُ الشَّیۡطٰنُ   اِلَّا  غُرُوۡرًا ﴿۶۴﴾ ",
			"index": "2093",
			"name": "এবং পদস্থুলিত করে দাও তাদের মধ্যে যাকে পারো আপন আওয়াজ দ্বারা। আর তাদের বিরুদ্ধে সমর-সজ্জিত করে আনো আপন অশ্বারোহী ও পদাতিক বাহিনীকে আর তাদের শরীক হও ধন সম্পদ ও সন্তান সন্ততিতে আর তাদেরকে প্রতিশ্রুতি দাও। এবং শয়তান তাদেরকে শুধু ছলনা দ্বারা প্রতিশ্রুতি দেয়’। ",
			"en_kanzulimaan": "And mislead those whom you can among them with your voice, and raise an army against them with your cavalry and infantry, and be their partner in wealth and children, and give them promises; and Satan does not promise them except with deception.",
			"ur_kanzulimaan": "اور ڈگا دے (بہکادے) ان میں سے جس پر قدرت پائے اپنی آواز سے اور ان پر لام باندھ (فوج چڑھا) لا اپنے سواروں اور اپنے پیادوں کا اور ان کا ساجھی ہو مالوں اور بچو ں میں اور انہیں وعدہ دے اور شیطان انہیں وعدہ نہیں دیتا مگر فریب سے،",
			"hi_kanzulimaan": "और  डिगा देउनमें से जिसपर क़ुदरत पाए अपनी आवाज़ से (140फ) और उन पर लाम बांध ला अपने सवारो और प्यादो का (141फ) और उनका साझी हो मालों और बच्चों में (142फ) और उन्हें वादा दे (143फ) और  शैतान उन्हें वादा नहीं देता मगर धोखे से",
			"author": "৬৪. আর তাদের মধ্যে যার উপরই তোমার আধিপত্য চলে, (তাকে) তুমি তোমার আওয়াজ দ্বারা প্ররোচিত করো এবং তোমার (নিয়ন্ত্রিত সব শক্তির) অশ্বারোহী ও পদাতিক বাহিনী দ্বারা তাদের উপর আক্রমণ করো এবং তাদের সম্পদ ও সন্তান-সন্ততিতে শরীক হও, আর তাদের সাথে (মিথ্যা) অঙ্গীকার করো। আর তাদের সাথে শয়তান ধোঁকা ও প্রতারণা ছাড়া (কোনো) অঙ্গীকার করে না।"
		},
		{
			"_id": "2094",
			"sura": "17",
			"para": "15",
			"verses": "65",
			"names": "اِنَّ عِبَادِیۡ  لَیۡسَ  لَکَ  عَلَیۡہِمۡ سُلۡطٰنٌ ؕ وَ کَفٰی  بِرَبِّکَ  وَکِیۡلًا  ﴿۶۵﴾",
			"number": "",
			"verses_PDMS": "اِنَّ عِبَادِیۡ  لَیۡسَ  لَکَ  عَلَیۡہِمۡ سُلۡطٰنٌ ؕ وَ کَفٰی  بِرَبِّکَ  وَکِیۡلًا  ﴿۶۵﴾",
			"index": "2094",
			"name": "নিশ্চয় যারা আমার বান্দা তাদের উপর তোমার কোন ক্ষমতা নেই এবং আপনার রব কর্মবিধায়ক হিসেবে যথেষ্ট। ",
			"en_kanzulimaan": "Indeed My bondmen * - you do not have any power over them; and your Lord is Sufficient as a Trustee. (* The chosen virtuous bondmen)",
			"ur_kanzulimaan": "بیشک جو میرے بندے ہیں ان پر تیرا کچھ قابو نہیں، اور تیرا رب کافی ہے کام بنانے کو",
			"hi_kanzulimaan": "बेशक जो मेरे बन्दे हैं (144फ) उनपर तेरा कुछ क़ाबू नहीं, और तेरा रब काफ़ी है काम बनाने को (145फ)",
			"author": "৬৫. নিশ্চয়ই যারা আমার বান্দা তাদের উপর তোমার কোনো আধিপত্য চলবে না। আর তোমার প্রতিপালকই (এসব আল্লাহ্-ওয়ালাদের) কর্মবিধায়ক হিসেবে যথেষ্ট।’"
		},
		{
			"_id": "2095",
			"sura": "17",
			"para": "15",
			"verses": "66",
			"names": "رَبُّکُمُ الَّذِیۡ یُزۡجِیۡ لَکُمُ الۡفُلۡکَ فِی الۡبَحۡرِ لِتَبۡتَغُوۡا مِنۡ فَضۡلِہٖ ؕ اِنَّہٗ کَانَ بِکُمۡ  رَحِیۡمًا ﴿۶۶﴾ ",
			"number": "",
			"verses_PDMS": "رَبُّکُمُ الَّذِیۡ یُزۡجِیۡ لَکُمُ الۡفُلۡکَ فِی الۡبَحۡرِ لِتَبۡتَغُوۡا مِنۡ فَضۡلِہٖ ؕ اِنَّہٗ کَانَ بِکُمۡ  رَحِیۡمًا ﴿۶۶﴾ ",
			"index": "2095",
			"name": "তোমাদের রব হন তিনিই, যিনি তোমাদের জন্য সমুদ্রে নৌযান পরিচালিত করেন যেন তোমরা তার অনুগ্রহ করো। নিশ্চয় তিনি তোমাদের প্রতি দয়াপরবশ। ",
			"en_kanzulimaan": "Your Lord is He Who sails the ship upon the seas for you, so that you may seek His munificence; indeed He is Most Merciful upon you.",
			"ur_kanzulimaan": "تمہارا رب وہ ہے کہ تمہارے لیے دریا میں کشتی رواں کرتا ہے کہ تم اس کا فضل تلاش کرو، بیشک وہ تم پر مہربان ہے،",
			"hi_kanzulimaan": "तुम्हारा रब वह है कि तुम्हारे लिये दरिया में किश्ती रवाँ (प्रवाहित) करता है कि (146फ) तुम उसका फ़ज़्ल तलाश करो, बेशक वह तुम पर मेहरबान है",
			"author": "৬৬. তোমাদের প্রতিপালক তিনি, যিনি সমুদ্রে (এবং নদীতে) তোমাদের জন্যে (জাহাজ এবং) নৌকা পরিচালনা করেন, যাতে তোমরা (অভ্যন্তরীণ ও বৈদেশিক বাণিজ্যের মাধ্যমে) তাঁর অনুগ্রহ (অর্থাৎ রিযিক) অন্বেষণ করতে পারো। নিশ্চয়ই তিনি তোমাদের প্রতি অসীম দয়ালু।"
		},
		{
			"_id": "2096",
			"sura": "17",
			"para": "15",
			"verses": "67",
			"names": "وَ اِذَا مَسَّکُمُ الضُّرُّ  فِی الۡبَحۡرِ ضَلَّ مَنۡ تَدۡعُوۡنَ  اِلَّاۤ  اِیَّاہُ ۚ فَلَمَّا نَجّٰىکُمۡ  اِلَی الۡبَرِّ  اَعۡرَضۡتُمۡ ؕ وَ کَانَ  الۡاِنۡسَانُ کَفُوۡرًا ﴿۶۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذَا مَسَّکُمُ الضُّرُّ  فِی الۡبَحۡرِ ضَلَّ مَنۡ تَدۡعُوۡنَ  اِلَّاۤ  اِیَّاہُ ۚ فَلَمَّا نَجّٰىکُمۡ  اِلَی الۡبَرِّ  اَعۡرَضۡتُمۡ ؕ وَ کَانَ  الۡاِنۡسَانُ کَفُوۡرًا ﴿۶۷﴾ ",
			"index": "2096",
			"name": "এবং যখন তোমাদেরকে সমুদ্রে বিপদ স্পর্শ করে, তখন তিনি ব্যতিত যাদেরকে পূজা করো সবই হারিয়ে যায়; অতঃপর যখন তিনি তোমাদেরকে উদ্ধার করে স্থলের দিকে আনেন, তখন তোমরা মুখ ফিরিয়ে নিয়ে থাকো এবং মানুষ বড়ই অকৃতজ্ঞ। ",
			"en_kanzulimaan": "And when calamity strikes you upon the sea, all those whom you worship are lost, except Him; then when He rescues you towards land, you turn away; and man is extremely ungrateful.",
			"ur_kanzulimaan": "اور جب تمہیں دریا میں مصیبت پہنچتی ہے تو اس کے سوا جنہیں پوجتے ہیں سب گم ہوجاتے ہیں پھر جب تمہیں خشکی کی طرف نجات دیتا ہے تو منہ پھیر لیتے ہیں اور انسان بڑا ناشکرا ہے،",
			"hi_kanzulimaan": "और  जब तुम्हें दरिया में मुसीबत पहुंचती है (147फ) तो उसके सिवा जिन्हें पूजते हैं सब गुम हो जाते हैं (148फ) फिर जब वह तुम्हें ख़ुश्की की तरफ़ निजात देता है तो मुंह फेर लेते हो (149फ) और आदमी बड़ा नाशुक्रा है",
			"author": "৬৭. আর যখন সমুদ্রে তোমাদেরকে কোনো মুসিবত স্পর্শ করে, তখন সেসব (মূর্তি তোমাদের স্মৃতি থেকে) অদৃশ্য হয়ে যায়, যেগুলোর পূজা তোমরা করতে; কেবল তিনি (আল্লাহ্) ব্যতীত (যাকে তোমরা সে সময় স্মরণ করো)। অতঃপর যখন তিনি (আল্লাহ্) তোমরাদেরকে রক্ষা করে নিরাপদে স্থলে নিয়ে আসেন (তখন আবার তাঁর থেকে) তোমরা মুখ ফিরিয়ে নাও। আর মানুষ বড়ই অকৃতজ্ঞ!"
		},
		{
			"_id": "2097",
			"sura": "17",
			"para": "15",
			"verses": "68",
			"names": "اَفَاَمِنۡتُمۡ اَنۡ یَّخۡسِفَ بِکُمۡ جَانِبَ الۡبَرِّ اَوۡ یُرۡسِلَ عَلَیۡکُمۡ حَاصِبًا ثُمَّ لَا تَجِدُوۡا  لَکُمۡ  وَکِیۡلًا  ﴿ۙ۶۸﴾",
			"number": "",
			"verses_PDMS": "اَفَاَمِنۡتُمۡ اَنۡ یَّخۡسِفَ بِکُمۡ جَانِبَ الۡبَرِّ اَوۡ یُرۡسِلَ عَلَیۡکُمۡ حَاصِبًا ثُمَّ لَا تَجِدُوۡا  لَکُمۡ  وَکِیۡلًا  ﴿ۙ۶۸﴾",
			"index": "2097",
			"name": " তোমরা কি এ থেকে নির্ভীক হয়েছো যে, তিনি স্থলেরই কোন পার্শ্ব তোমরাসহ ধ্বসিয়ে দেবেন, অথবা তোমাদের উপর পাথর বর্ষণ করবেন, অতঃপর তোমাদের কোন সাহায্যকারী পাবে না?",
			"en_kanzulimaan": "Are you unafraid that He may bury an edge of the same land along with you, or send a shower of stones upon you, and you find no supporter for yourselves?",
			"ur_kanzulimaan": "کیا تم اس سے نڈر ہوئے کہ وہ خشکی ہی کا کوئی کنارہ تمہارے ساتھ دھنسادے یا تم پر پتھراؤ بھیجے پھر اپنا کوئی حمایتی نہ پاؤ",
			"hi_kanzulimaan": "क्या तुम (150फ) इससे निडर हुए कि वह ख़ुश्की ही का कोई किनारा तुम्हारे साथ धंसा दे (151फ) या तुमपर पथराव भेजे (152फ) फिर अपना कोई हिमायती न पाओ (153फ)",
			"author": "৬৮. তোমরা কি এ বিষয় থেকে নিরাপদ হয়ে পড়েছো যে, তিনি তোমাদেরকে স্থলভাগের কিনারেই (ভুমিতে) ধ্বসিয়ে দিতে পারেন; অথবা তোমাদের উপর প্রস্তর বর্ষণকারী ঝঞ্ঝাবায়ূ প্রেরণ করতে পারেন? তখন তোমরা নিজেদের জন্যে কোনো সাহায্যকারী পাবে না।"
		},
		{
			"_id": "2098",
			"sura": "17",
			"para": "15",
			"verses": "69",
			"names": "اَمۡ  اَمِنۡتُمۡ اَنۡ یُّعِیۡدَکُمۡ فِیۡہِ تَارَۃً  اُخۡرٰی فَیُرۡسِلَ عَلَیۡکُمۡ قَاصِفًا مِّنَ الرِّیۡحِ فَیُغۡرِقَکُمۡ بِمَا کَفَرۡتُمۡ ۙ ثُمَّ لَا  تَجِدُوۡا لَکُمۡ عَلَیۡنَا بِہٖ تَبِیۡعًا ﴿۶۹﴾ ",
			"number": "",
			"verses_PDMS": "اَمۡ  اَمِنۡتُمۡ اَنۡ یُّعِیۡدَکُمۡ فِیۡہِ تَارَۃً  اُخۡرٰی فَیُرۡسِلَ عَلَیۡکُمۡ قَاصِفًا مِّنَ الرِّیۡحِ فَیُغۡرِقَکُمۡ بِمَا کَفَرۡتُمۡ ۙ ثُمَّ لَا  تَجِدُوۡا لَکُمۡ عَلَیۡنَا بِہٖ تَبِیۡعًا ﴿۶۹﴾ ",
			"index": "2098",
			"name": "অথবা এ থেকে নির্ভিক হয়েছো যে, তোমাদেরকে আরেকবার সমুদ্রে নিয়ে যাবেন অতঃপর তোমাদের উপর জাহাজ ধ্বংসকারী প্রচণ্ড ঝটিকা প্রেরণ করবেন, তারপর তোমাদেরকে তোমাদের কুফরের কারণে নিমজ্জিত করবেন, এরপর তোমাদের জন্য এমন কাউকেও পাবে না যে এর উপর আমার পাশ্চাদ্ধাবন করবে?",
			"en_kanzulimaan": "Or are you unafraid that He may again take you back to the sea, then send against you a ship-breaking gust of wind, therefore drowning you because of your disbelief - then you may not find for yourself anyone to come after Us for this?",
			"ur_kanzulimaan": "یا اس سے نڈر ہوئے کہ تمہیں دوبارہ دریا میں لے جائے پھر تم پر جہاز توڑنے والی آندھی بھیجے تو تم کو تمہارے کفر کے سبب ڈبو دے پھر اپنے لیے کوئی ایسا نہ پاؤ کہ اس پر ہمارا پیچھا کرے",
			"hi_kanzulimaan": "या इससे निडर हुए कि तुम्हें दोबारा दरिया में, ले जाए फिर तुमपर जहाज तोड़ने वाली आंधीभेजे तो तुम को तुम्हारे कुफ़्र के सबब डुबो दे फिर अपने लिये कोई ऐसा न पाओ कि उसपर हमारा पीछा कर (154फ)",
			"author": "৬৯. অথবা তোমরা কি এ বিষয় থেকে নিরাপদ হয়ে গিয়েছো যে, তিনি তোমাদেরকে দ্বিতীয়বার এতে (এ সমুদ্রে) ফিরিয়ে নিতে পারেন এবং তোমাদের উপর জাহাজ-বিনাশকারী প্রবল বাতাস প্রেরণ করতে পারেন, অতঃপর তোমরা যে কুফরী করতে তার কারণে তোমাদেরকে (সমুদ্রে) ডুবিয়ে দিতে পারেন? তখন তোমরা নিজেদের জন্যে (এ ডুবিয়ে দেয়ায়) আমাদেরকে অভিযুক্ত করার কাউকে পাবে না।"
		},
		{
			"_id": "2099",
			"sura": "17",
			"para": "15",
			"verses": "70",
			"names": "وَ لَقَدۡ کَرَّمۡنَا بَنِیۡۤ  اٰدَمَ وَ حَمَلۡنٰہُمۡ  فِی الۡبَرِّ وَ الۡبَحۡرِ وَ رَزَقۡنٰہُمۡ مِّنَ الطَّیِّبٰتِ وَ فَضَّلۡنٰہُمۡ عَلٰی کَثِیۡرٍ مِّمَّنۡ خَلَقۡنَا تَفۡضِیۡلًا ﴿۷۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ کَرَّمۡنَا بَنِیۡۤ  اٰدَمَ وَ حَمَلۡنٰہُمۡ  فِی الۡبَرِّ وَ الۡبَحۡرِ وَ رَزَقۡنٰہُمۡ مِّنَ الطَّیِّبٰتِ وَ فَضَّلۡنٰہُمۡ عَلٰی کَثِیۡرٍ مِّمَّنۡ خَلَقۡنَا تَفۡضِیۡلًا ﴿۷۰﴾ ",
			"index": "2099",
			"name": "আর নিঃসন্দেহে আমি আদম সন্তানদেরকে সম্মান দিয়েছি এবং তাদেরকে স্থলে ও জলে আরোহণ করিয়েছি আর তাদেরকে পবিত্র বস্তুসমূহ জীবিকারূপে দিয়েছি এবং তাদেরকে আপন বহু সৃষ্টির উপর শ্রেষ্ঠত্ব দান করেছি। ",
			"en_kanzulimaan": "Indeed We have honoured the Descendants of Adam and transported them over land and sea, and gave them good things as sustenance, and made them better than most of Our creation.",
			"ur_kanzulimaan": "اور بیشک ہم نے اولادِ آدم کو عزت دی اور ان کی خشکی اور تری میں سوار کیا اور ان کو ستھری چیزیں روزی دیں اور ان کو اپنی بہت مخلوق سے افضل کیا",
			"hi_kanzulimaan": "और  बेशक हमने आदम की औलाद को इज़्ज़त दी (155फ) और उनको ख़ुश्की और  तरी में (156फ) सवार किया और  उनको सुथरी चीज़े रोज़ी दी (157फ) और उनको अपनी बहुत मख़लूक से अफ़ज़ल किया (158फ)",
			"author": "৭০. আর নিশ্চয়ই আমরা আদম সন্তানকে সম্মান দান করেছি এবং তাদেরকে স্থলভাগে এবং জলভাগে (অর্থাৎ শহর, মরুভুমি, সমুদ্র এবং নদীতে ভিন্ন ভিন্ন বাহনের উপর) আরোহণ করিয়েছি। আর আমরা তাদেরকে পবিত্র বস্তু থেকে রিযিক প্রদান করেছি এবং তাদেরকে আমাদের সৃষ্টির অধিকাংশের উপর শ্রেষ্ঠত্ব দিয়ে মর্যাদাবান করেছি।"
		},
		{
			"_id": "2100",
			"sura": "17",
			"para": "15",
			"verses": "71",
			"names": "یَوۡمَ نَدۡعُوۡا کُلَّ اُنَاسٍۭ بِاِمَامِہِمۡ ۚ فَمَنۡ اُوۡتِیَ کِتٰبَہٗ  بِیَمِیۡنِہٖ فَاُولٰٓئِکَ یَقۡرَءُوۡنَ  کِتٰبَہُمۡ وَ لَا یُظۡلَمُوۡنَ فَتِیۡلًا  ﴿۷۱﴾",
			"number": "",
			"verses_PDMS": "یَوۡمَ نَدۡعُوۡا کُلَّ اُنَاسٍۭ بِاِمَامِہِمۡ ۚ فَمَنۡ اُوۡتِیَ کِتٰبَہٗ  بِیَمِیۡنِہٖ فَاُولٰٓئِکَ یَقۡرَءُوۡنَ  کِتٰبَہُمۡ وَ لَا یُظۡلَمُوۡنَ فَتِیۡلًا  ﴿۷۱﴾",
			"index": "2100",
			"name": "যে দিন আমি প্রত্যেক দলকে তাদের ইমাম (নেতা) সহকারে আহ্বান করবো, ‘আমলনামা’ ডান হাতে প্রদান করা হবে তখন এসব লোক আপন আপন ‘আমলনামা’ পাঠ করবে; এবং তাদের প্রাপ্য সুতা পরিমাণও বিনষ্ট করা হবে না। ",
			"en_kanzulimaan": "On the day when We shall summon every group along with its leader; so whoever is given his register in his right hand - these will read their accounts and their rights will not be suppressed even a thread. (* They will be given the full reward.)",
			"ur_kanzulimaan": "جس دن ہم ہر جماعت کو اس کے امام کے ساتھ بلائیں گے تو جو اپنا نامہ داہنے ہاتھ میں دیا گیا یہ لوگ اپنا نامہ پڑھیں گے اور تاگے بھر ان کا حق نہ دبایا جائے گا",
			"hi_kanzulimaan": "जिस दिन हम हर जमाअत को उसके इमाम के साथ बुलाएंगे (159फ) तो जो अपना नामा (कर्मलेखा) दाएं हाथ में दिया गया ये लोग अपना नामा पढ़ेंगे (160फ) और तागे भर उनका हक़ न दिया जाएगा (161फ)",
			"author": "৭১. (স্মরণ করুন!) সেদিন যখন আমরা মানুষের প্রত্যেক শ্রেণীকে তাদের নেতাসহ আহ্বান করবো। অতঃপর যাকে তার আমলনামা ডান হাতে দেয়া হবে, তারা তাদের আমলনামা (আনন্দ ও প্রফুল্লচিত্তে) পাঠ করবে। আর তাদের উপর সামান্য পরিমাণও অবিচার করা হবে না।"
		},
		{
			"_id": "2101",
			"sura": "17",
			"para": "15",
			"verses": "72",
			"names": "وَ مَنۡ کَانَ فِیۡ ہٰذِہٖۤ  اَعۡمٰی فَہُوَ فِی الۡاٰخِرَۃِ   اَعۡمٰی  وَ اَضَلُّ  سَبِیۡلًا ﴿۷۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ کَانَ فِیۡ ہٰذِہٖۤ  اَعۡمٰی فَہُوَ فِی الۡاٰخِرَۃِ   اَعۡمٰی  وَ اَضَلُّ  سَبِیۡلًا ﴿۷۲﴾ ",
			"index": "2101",
			"name": "এবং যে ব্যক্তি এ জীবনে অন্ধ হয়, সে পরকালেও অন্ধ হবে আরো বেশী পথভ্রষ্ট। ",
			"en_kanzulimaan": "Whoever is blind * in this life will be blind in the Hereafter, and even more astray. (* To the truth - disbelieving.)",
			"ur_kanzulimaan": "اور جو اس زندگی میں اندھا ہو وہ آخرت میں اندھا ہے اور اوربھی زیادہ گمراہ،",
			"hi_kanzulimaan": "और जो इस ज़िन्दगी में (162फ) अंधा हो वह आख़िरत में अंधा है (163फ) और भी ज़्यादा गुमराह",
			"author": "৭২. আর যে ব্যক্তি এতে (এ দুনিয়াতে সত্যের প্রতি) দৃষ্টিহীন, পরকালেও সে হবে দৃষ্টিহীন এবং (মুক্তির) পথ থেকে বিচ্যুত।"
		},
		{
			"_id": "2102",
			"sura": "17",
			"para": "15",
			"verses": "73",
			"names": "وَ اِنۡ کَادُوۡا لَیَفۡتِنُوۡنَکَ عَنِ الَّذِیۡۤ اَوۡحَیۡنَاۤ  اِلَیۡکَ لِتَفۡتَرِیَ عَلَیۡنَا غَیۡرَہٗ ٭ۖ وَ  اِذًا  لَّاتَّخَذُوۡکَ  خَلِیۡلًا ﴿۷۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنۡ کَادُوۡا لَیَفۡتِنُوۡنَکَ عَنِ الَّذِیۡۤ اَوۡحَیۡنَاۤ  اِلَیۡکَ لِتَفۡتَرِیَ عَلَیۡنَا غَیۡرَہٗ ٭ۖ وَ  اِذًا  لَّاتَّخَذُوۡکَ  خَلِیۡلًا ﴿۷۳﴾ ",
			"index": "2102",
			"name": "আর তারা তো নিকটবর্তী ছিলো (হে হাবীব!) আপনার পদস্থুলন ঘটানোর আমার ওই ওহী থেকে যা আমি আপনার প্রতি প্রেরণ করেছি, যাতে আপনি আমার প্রতি অন্য কিছুর সম্বন্ধ গড়ে দেন। আর যদি এমন হতো তাহলে তারা আপনাকে ঘনিষ্ঠ বন্ধু করে নিতো।",
			"en_kanzulimaan": "And it was close that they were about to mislead you somewhat from the divine revelation We sent to you, for you to attribute something else * to Us; and if it were **, they would have accepted you as a friend. (* Other than the divine revelation. ** Which is impossible.)",
			"ur_kanzulimaan": "اور وہ تو قریب تھا کہ تمہیں کچھ لغزش دیتے ہماری وحی سے جو ہم نے تم کو بھیجی کہ تم ہماری طرف کچھ اور نسبت کردو، اور ایسا ہوتا تو وہ تم کو اپنا گہرا دو ست بنالیتے",
			"hi_kanzulimaan": "और वह तो क़रीब था कि तुम्हें कुछ लग़ज़िश (डगमगाहट) देते हमारी वही से जो हमने तुमको भेजी कि तुम हमारी तरफ़ कुछ और निस्बत करदो और ऐसा होता तो वो तुमको अपना गहरा दोस्त बना लेते (164फ)",
			"author": "৭৩. আর কাফেরেরাতো এই কামনা করে যে, আপনাকে (আল্লাহ্‌র) এ (নির্দেশ) থেকে ফিরিয়ে দেয়, যা আমরা আপনার প্রতি প্রত্যাদেশ করেছি; যাতে আপনি এ (প্রত্যাদেশ) ব্যতীত আমার উপর অপর কিছু (বিষয়) সম্পৃক্ত করেন। আর তখন আপনাকে নিজেদের বন্ধু বানিয়ে নেবে।"
		},
		{
			"_id": "2103",
			"sura": "17",
			"para": "15",
			"verses": "74",
			"names": "وَ لَوۡ لَاۤ  اَنۡ ثَبَّتۡنٰکَ لَقَدۡ کِدۡتَّ تَرۡکَنُ اِلَیۡہِمۡ  شَیۡئًا  قَلِیۡلًا ﴿٭ۙ۷۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ لَاۤ  اَنۡ ثَبَّتۡنٰکَ لَقَدۡ کِدۡتَّ تَرۡکَنُ اِلَیۡہِمۡ  شَیۡئًا  قَلِیۡلًا ﴿٭ۙ۷۴﴾ ",
			"index": "2103",
			"name": "এবং যদি আমি আপনাকে অবিচলিত না রাখতাম, তবে এ কথা নিকটবর্তী ছিলো যে, আপনি তাদের প্রতি সামান্য কিছু ঝুকে পড়তেন; ",
			"en_kanzulimaan": "And had We not kept you steadfast, possibly you might have inclined to them just a little.",
			"ur_kanzulimaan": "اور اگر ہم تمہیں ثابت قدم نہ رکھتے تو قریب تھا کہ تم ان کی طرف کچھ تھوڑا سا جھکتے",
			"hi_kanzulimaan": "और अगर हम तुम्हें (165फ) अडिग न रखते तो क़रीब था कि तुम उनकी तरफ़ कुछ थोड़ा सा झुकते",
			"author": "৭৪. আর যদি আমরা আপনাকে (আগে থেকেই নবুয়্যতের নিষ্কলুষতার মাধ্যমে) সুদৃঢ় না করতাম, তবে তখনও আপনি তাদের দিকে (আপনার পবিত্র প্রবৃত্তি এবং স্বভাবজাত সামর্থের কারণে) খুবই যৎসামান্য ঝুঁকে পড়ার নিকটবর্তী হতেন। (তাদের দিকে তখনও খুব বেশী ঝুঁকে পরতেন না আর তারা ব্যর্থই থাকতো। কিন্তু আল্লাহ্ আপনাকে নবুয়্যতের নিষ্কলুষতার মাধ্যমে এ যৎসামান্য ঝুঁকে পড়ার নিকটবর্তী হওয়া থেকেও রক্ষা করেছেন।)"
		},
		{
			"_id": "2104",
			"sura": "17",
			"para": "15",
			"verses": "75",
			"names": "اِذًا  لَّاَذَقۡنٰکَ ضِعۡفَ الۡحَیٰوۃِ  وَ ضِعۡفَ الۡمَمَاتِ ثُمَّ  لَا تَجِدُ  لَکَ  عَلَیۡنَا نَصِیۡرًا ﴿۷۵﴾ ",
			"number": "",
			"verses_PDMS": "اِذًا  لَّاَذَقۡنٰکَ ضِعۡفَ الۡحَیٰوۃِ  وَ ضِعۡفَ الۡمَمَاتِ ثُمَّ  لَا تَجِدُ  لَکَ  عَلَیۡنَا نَصِیۡرًا ﴿۷۵﴾ ",
			"index": "2104",
			"name": "আর এমন হলে আমি আপনাকে দ্বিগুণ বয়স এবং দ্বিগুণ মৃত্যুর স্বাদ প্রদান করতাম। অতঃপর আপনি আমার বিরুদ্ধে আপন কোন সাহায্যকারী পেতেন না। ",
			"en_kanzulimaan": "And if it were *, We would then have made you taste a double life and a double death - you would then not find any supporter against Us. (* Which is impossible.)",
			"ur_kanzulimaan": "اور ایسا ہوتا تو ہم تم کو دُونی عمر اور دو چند موت کا مزہ دیتے پھر تم ہمارے مقابل اپنا کوئی مددگار نہ پاتے،",
			"hi_kanzulimaan": "और ऐसा होता तो हम तुमको दूनी उम्र और दोचन्द (दूनी)मौत (166फ) का मज़ा देते फिर तुम हमारे मुक़ाबिल अपना कोई मददगार न पाते",
			"author": "৭৫. (যদি ধরেও নেয়া হয় যে, আপনি ঝুঁকে পড়তেন, তবে) সে সময় আমরা আপনাকে জীবনে দ্বিগুণ স্বাদ এবং মৃত্যুতে দ্বিগুণ স্বাদ আস্বাদন করাতাম। অতঃপর আপনি আপনার জন্যে(ও) আমাদের বিরুদ্ধে কোনো সাহায্যকারী পেতেন না।"
		},
		{
			"_id": "2105",
			"sura": "17",
			"para": "15",
			"verses": "76",
			"names": "وَ  اِنۡ  کَادُوۡا  لَیَسۡتَفِزُّوۡنَکَ مِنَ  الۡاَرۡضِ لِیُخۡرِجُوۡکَ مِنۡہَا وَ اِذًا  لَّا یَلۡبَثُوۡنَ خِلٰفَکَ   اِلَّا   قَلِیۡلًا ﴿۷۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اِنۡ  کَادُوۡا  لَیَسۡتَفِزُّوۡنَکَ مِنَ  الۡاَرۡضِ لِیُخۡرِجُوۡکَ مِنۡہَا وَ اِذًا  لَّا یَلۡبَثُوۡنَ خِلٰفَکَ   اِلَّا   قَلِیۡلًا ﴿۷۶﴾ ",
			"index": "2105",
			"name": "আর নিশ্চয় নিকটবর্তী ছিলো যে, তারা আপনাকে এ ভূমি থেকে উৎখাত করবে আপনাকে তা থেকে বের করে দেয়ার জন্য; এবং এমন হলে তারা আপনার পরে টিকে থাকতো না, কিন্তু অল্পকাল। ",
			"en_kanzulimaan": "And indeed it was close that they frighten you in the land for them to oust you from it - and if it were, they would not have stayed after you, but a little.",
			"ur_kanzulimaan": "اور بیشک قریب تھا کہ وہ تمہیں اس زمین سے ڈگا دیں (کھسکادیں) کہ تمہیں اس سے باہر کردیں اور ایسا ہوتا تو وہ تمہارے پیچھے نہ ٹھہرتے مگر تھوڑا",
			"hi_kanzulimaan": "और बेशक क़रीब था कि वो तुम्हें इस ज़मीन से (167फ) डिगा दें कि तुम्हें इससे बाहर कर दें और ऐसाहोता तो वो तुम्हारे पीछे न ठहरते मगर थोड़ा (168फ)",
			"author": "৭৬. আর কাফেরেরা আপনাকে (মক্কা) ভুমি থেকে উৎখাত করে দিতে চেয়েছিল, আপনাকে সেখান থেকে বের করে দেয়ার জন্যে এবং (যদি ধরেও নেয়া হয় যে, এমন হতো তবে) সে সময় তারা (নিজেরাও) আপনার পশ্চাতে অল্পকালই টিকে থাকতো।"
		},
		{
			"_id": "2106",
			"sura": "17",
			"para": "15",
			"verses": "77",
			"names": "سُنَّۃَ مَنۡ قَدۡ اَرۡسَلۡنَا قَبۡلَکَ مِنۡ رُّسُلِنَا وَ لَا تَجِدُ  لِسُنَّتِنَا تَحۡوِیۡلًا ﴿۷۷﴾ ",
			"number": "",
			"verses_PDMS": "سُنَّۃَ مَنۡ قَدۡ اَرۡسَلۡنَا قَبۡلَکَ مِنۡ رُّسُلِنَا وَ لَا تَجِدُ  لِسُنَّتِنَا تَحۡوِیۡلًا ﴿۷۷﴾ ",
			"index": "2106",
			"name": "নিয়ম তাদেরই, যাদেরকে আমি আপনার পূর্বে রসূলরূপে প্রেরণ করেছি এবং আপনি আমার ক্বানূনকে পরিবর্তনশীল পাবেন না। ",
			"en_kanzulimaan": "The tradition of the Noble Messengers We sent before you - and you will not find Our rules changing.",
			"ur_kanzulimaan": "دستور ان کا جو ہم نے تم سے پہلے رسول بھیجے اور تم ہمارا قانون بدلتا نہ پاؤ گے،",
			"hi_kanzulimaan": "दस्तूर उनका जो हमने तुमसे पहले रसूल भेजे (169फ) और तुम हमारा क़ानून बदलता न पाओगे",
			"author": "৭৭. ঐ সকল রাসূলগণের (জন্যে আল্লাহ্‌র) নিয়ম (এমনই), যাঁদেরকে আমরা আপনার পূর্বে প্রেরণ করেছিলাম। আর আপনি আমাদের নিয়মে কোনো পরিবর্তন পাবেন না।"
		},
		{
			"_id": "2107",
			"sura": "17",
			"para": "15",
			"verses": "78",
			"names": "اَقِمِ الصَّلٰوۃَ  لِدُلُوۡکِ الشَّمۡسِ اِلٰی غَسَقِ  الَّیۡلِ وَ  قُرۡاٰنَ  الۡفَجۡرِ ؕ اِنَّ  قُرۡاٰنَ الۡفَجۡرِ  کَانَ  مَشۡہُوۡدًا ﴿۷۸﴾ ",
			"number": "",
			"verses_PDMS": "اَقِمِ الصَّلٰوۃَ  لِدُلُوۡکِ الشَّمۡسِ اِلٰی غَسَقِ  الَّیۡلِ وَ  قُرۡاٰنَ  الۡفَجۡرِ ؕ اِنَّ  قُرۡاٰنَ الۡفَجۡرِ  کَانَ  مَشۡہُوۡدًا ﴿۷۸﴾ ",
			"index": "2107",
			"name": "নামায ক্বায়েম রাখুন সূর্য হেলে পড়ার পর থেকে রাতের অন্ধকার পর্যন্ত এবং ভোরের ক্বোরআন। নিঃসন্দেহে, ভোরের ক্বোরআনের মধ্যে ফিরিশ্‌তাগণ হাযির হয়। ",
			"en_kanzulimaan": "Keep the prayer established, from the declining of the sun until darkness of the night, and the Quran at dawn; indeed the angels witness the reading of the Quran at dawn.",
			"ur_kanzulimaan": "نماز قائم رکھو سورج ڈھلنے سے رات کی اندھیری تک اور صبح کا قرآن بیشک صبح کے قرآن میں فرشتے حاضر ہوتے ہیں",
			"hi_kanzulimaan": "नमाज़ क़ायम रखो सूरज ढलने से रात की अंधेरी तक (170फ) और सुबह का क़ुरआन (171फ) बेशक सुबह के क़ुरआन में फ़रिश्ते हाज़िर होते हैं (172फ)",
			"author": "৭৮. আপনি সূর্য হেলে পড়া থেকে নিয়ে রাতের অন্ধকার পর্যন্ত (যুহর, আসর, মাগরিব এবং ইশার) নামায কায়েম করুন এবং ফযর নামাযের কুরআন পাঠকেও (আবশ্যক করে নিন)। নিশ্চয়ই ফযরের কুরআনে (ফেরেশতাদের) উপস্থিতি সাধিত হয় (আর স্বর্গীয় উপলব্ধিও নসীব হয়)।"
		},
		{
			"_id": "2108",
			"sura": "17",
			"para": "15",
			"verses": "79",
			"names": "وَ مِنَ الَّیۡلِ فَتَہَجَّدۡ بِہٖ نَافِلَۃً  لَّکَ ٭ۖ عَسٰۤی اَنۡ  یَّبۡعَثَکَ رَبُّکَ مَقَامًا مَّحۡمُوۡدًا ﴿۷۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ مِنَ الَّیۡلِ فَتَہَجَّدۡ بِہٖ نَافِلَۃً  لَّکَ ٭ۖ عَسٰۤی اَنۡ  یَّبۡعَثَکَ رَبُّکَ مَقَامًا مَّحۡمُوۡدًا ﴿۷۹﴾ ",
			"index": "2108",
			"name": "এবং রাতের কিছু অংশে তাহাজ্জুদ ক্বায়েম করুন। এটা খাস আপনার জন্য অতিরিক্ত। এ কথা নিকটে যে, আপনাকে আপনার রব এমন স্থানে দণ্ডায়মান করবেন যেখানে সবাই আপনার প্রশংসা করবে। ",
			"en_kanzulimaan": "And forego sleep * in some part of the night - an increase for you **; it is likely your Lord will set you on a place where everyone will praise you ***. (* For worship. ** Obligatory only upon the Holy Prophet. *** On the Day of Resurrection.)",
			"ur_kanzulimaan": "اور رات کے کچھ حصہ میں تہجد کرو یہ خاص تمہارے لیے زیادہ ہے قریب ہے کہ تمہیں تمہارا رب ایسی جگہ کھڑا کرے جہاں سب تمہاری حمد کریں",
			"hi_kanzulimaan": "और रात के कुछ हिस्से में तहज्जुद करो यह ख़ास तुम्हारे लिये ज़्यादा है (173फ) क़रीब है कि तुम्हें तुम्हारा रब ऐसी जगह खड़ा करे जहां सब तुम्हारी हम्द (स्तुति) करें (174फ)",
			"author": "৭৯. আর রাতের কিছু সময়েও (জাগ্রত থেকে কুরআন পাঠে) তাহাজ্জুদ আদায় করুন। এটি খাস, আপনার জন্যে অতিরিক্ত (করে দেয়া হয়েছে)। নিশ্চয়ই আপনার প্রতিপালক আপনাকে ‘মাকামে মাহমুদ’-এ অধিষ্ঠিত করবেন (অর্থাৎ সেই মহান শাফায়াতের স্তর, যেখানে পূর্ববর্তী ও পরবর্তীগণের সকলে আপনার দিকে প্রত্যাবর্তন করবে এবং আপনার প্রশংসা করবে)।"
		},
		{
			"_id": "2109",
			"sura": "17",
			"para": "15",
			"verses": "80",
			"names": "وَ قُلۡ رَّبِّ اَدۡخِلۡنِیۡ مُدۡخَلَ صِدۡقٍ وَّ اَخۡرِجۡنِیۡ مُخۡرَجَ صِدۡقٍ وَّ اجۡعَلۡ لِّیۡ مِنۡ لَّدُنۡکَ سُلۡطٰنًا نَّصِیۡرًا ﴿۸۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ قُلۡ رَّبِّ اَدۡخِلۡنِیۡ مُدۡخَلَ صِدۡقٍ وَّ اَخۡرِجۡنِیۡ مُخۡرَجَ صِدۡقٍ وَّ اجۡعَلۡ لِّیۡ مِنۡ لَّدُنۡکَ سُلۡطٰنًا نَّصِیۡرًا ﴿۸۰﴾ ",
			"index": "2109",
			"name": "এবং এভাবে আরয করুন! হে আমার রব! আমাকে সত্যভাবে প্রবেশ করাও এবং সত্যভাবে বাইরে নিয়ে যাও আর আমাকে তোমার নিকট থেকে সাহায্যকারী বিজয়-শক্তি দাও’। ",
			"en_kanzulimaan": "And pray, My Lord! Admit me with the truth and take me out with the truth *, and give me from Yourself a helpful dominance **. (* Wherever I come or go  ** Through spread of Islam.)",
			"ur_kanzulimaan": "اور یوں عرض کرو کہ اے میرے رب مجھے سچی طرح داخل کر اور سچی طرح باہر لے جا اور مجھے اپنی طرف سے مددگار غلبہ دے",
			"hi_kanzulimaan": "और यूं अर्ज़ करो कि ऐ मेरे रब मुझे सच्ची तरह दाख़िल कर और सच्ची तरह बाहर ले जा (175फ) और मुझे अपनी तरफ़ से मददगार ग़लबा दे (176फ)",
			"author": "৮০. আর আপনি (আপনার প্রতিপালকের সমীপে এ) আরয করতে থাকুন, ‘হে আমার প্রতিপালক! আমাকে সত্য (আনন্দ) সহকারে প্রবেশ করান (যেখানেই প্রবেশ করানোর) এবং আমাকে সত্য (ও আনন্দ) সহকারে বের করুন (যেখান থেকে বের করার)। আর আমাকে আপনার পক্ষ থেকে সাহায্যকারী আধিপত্য ও শক্তি দান করুন।’"
		},
		{
			"_id": "2110",
			"sura": "17",
			"para": "15",
			"verses": "81",
			"names": "وَ قُلۡ جَآءَ الۡحَقُّ وَ زَہَقَ الۡبَاطِلُ ؕ اِنَّ الۡبَاطِلَ  کَانَ  زَہُوۡقًا ﴿۸۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ قُلۡ جَآءَ الۡحَقُّ وَ زَہَقَ الۡبَاطِلُ ؕ اِنَّ الۡبَاطِلَ  کَانَ  زَہُوۡقًا ﴿۸۱﴾ ",
			"index": "2110",
			"name": "এবং বলুন, ‘সত্য এসেছে এবং মিথ্যা বিলুপ্ত হয়েছে। নিশ্চয় মিথ্যা তো বিলুপ্ত হবারই ছিলো।",
			"en_kanzulimaan": "And proclaim, The Truth has arrived and falsehood has vanished; indeed falsehood had to vanish. (* With the arrival of the Last Prophet - Mohammed peace and blessings be upon him)",
			"ur_kanzulimaan": "اور فرماؤ کہ حق آیا اور باطل مٹ گیا بیشک باطل کو مٹنا ہی تھا",
			"hi_kanzulimaan": "और फ़रमाओ कि हक़ (सत्य) आया और बातिल (असत्य) मिट गया (177फ) बेशक बातिल (असत्य) को मिटना ही था (178फ)",
			"author": "৮১. আর বলে দিন, ‘সত্য সমাগত এবং মিথ্যা দূরীভুত। নিশ্চয়ই মিথ্যা দূরিভুত ও বিলীন হবারই।’"
		},
		{
			"_id": "2111",
			"sura": "17",
			"para": "15",
			"verses": "82",
			"names": "وَ نُنَزِّلُ مِنَ الۡقُرۡاٰنِ مَا ہُوَ شِفَآءٌ وَّ رَحۡمَۃٌ  لِّلۡمُؤۡمِنِیۡنَ ۙ وَ لَا یَزِیۡدُ الظّٰلِمِیۡنَ   اِلَّا  خَسَارًا ﴿۸۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ نُنَزِّلُ مِنَ الۡقُرۡاٰنِ مَا ہُوَ شِفَآءٌ وَّ رَحۡمَۃٌ  لِّلۡمُؤۡمِنِیۡنَ ۙ وَ لَا یَزِیۡدُ الظّٰلِمِیۡنَ   اِلَّا  خَسَارًا ﴿۸۲﴾ ",
			"index": "2111",
			"name": "এবং আমি ক্বোরআনের মধ্যে অবতীর্ণ করি ওই বস্তু, যা ঈমানদারদের জন্য আরোগ্য ও রহমত; এবং এ থেকে যালিমদের ক্ষতিই বৃদ্ধি পায়। ",
			"en_kanzulimaan": "And We send down in the Quran that which is a cure for the Muslims, and a mercy - and it increases only ruin for the unjust.",
			"ur_kanzulimaan": "اور ہم قرآن میں اتارتے ہیں وہ چیز (۱۷۹) جو ایمان والوں کے لیے شفا اور رحمت ہے اور اس سے ظالموں کو نقصان ہی بڑھتا ہے،",
			"hi_kanzulimaan": "और हम क़ुरआन में उतारते हैं वह चीज़ (179फ) जो ईमान वालों के लिये शिफ़ा और रहमत है (180फ) और उससे ज़ालिमों को (181फ) नुक़सान ही बढ़ता है",
			"author": "৮২. আর আমরা কুরআনে এমন বিষয় অবতীর্ণ করেছি, যা ঈমানদারদের জন্যে রোগ নিরাময়কারী এবং রহমত। আর অত্যাচারীদের জন্যে তো তা কেবল ক্ষতিই বৃদ্ধি করে।"
		},
		{
			"_id": "2112",
			"sura": "17",
			"para": "15",
			"verses": "83",
			"names": "وَ  اِذَاۤ   اَنۡعَمۡنَا عَلَی  الۡاِنۡسَانِ اَعۡرَضَ وَ نَاٰ بِجَانِبِہٖ ۚ وَ اِذَا مَسَّہُ  الشَّرُّ کَانَ یَــُٔوۡسًا ﴿۸۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اِذَاۤ   اَنۡعَمۡنَا عَلَی  الۡاِنۡسَانِ اَعۡرَضَ وَ نَاٰ بِجَانِبِہٖ ۚ وَ اِذَا مَسَّہُ  الشَّرُّ کَانَ یَــُٔوۡسًا ﴿۸۳﴾ ",
			"index": "2112",
			"name": "আর যখন আমি মানুষের প্রতি অনুগ্রহ করি তখন মুখ ফিরিয়ে নেয় এবং নিজের দিকে দূরে সরে যায়। আর যখন তাকে অকল্যাণ স্পর্শ করে, তখন হতাশ হয়ে পড়ে।",
			"en_kanzulimaan": "And when We bestow favours upon man, he turns away and goes far away towards himself; and when evil touches him he despairs.",
			"ur_kanzulimaan": "اور جب ہم آدمی پر احسان کرتے ہیں منہ پھیرلیتا ہے اور اپنی طرف دور ہٹ جاتا ہے اور جب اسے برائی پہنچے تو ناامید ہوجاتا ہے",
			"hi_kanzulimaan": "और जब हम आदमी पर एहसान करते हैं (182फ) मुंह फेर लेता है और अपनी तरफ़ दूर हट जाता है (183फ) और जब उसे बुराई पहुंचे (184फ) तो नाउम्मीद हो जाता है (185फ)",
			"author": "৮৩. আর যখন আমরা মানুষের প্রতি (কোনো) অনুগ্রহ করি, তখন সে (কৃতজ্ঞতা থেকে) পলায়ন করে এবং পার্শ্বে ফিরে যায়। আর যখন তাকে কোনো কষ্টে পেয়ে বসে, তখন সে নিরাশ হয়ে যায় (অর্থাৎ না সে কৃতজ্ঞতা আদায়কারী আর না সে ধৈর্যশীল)।"
		},
		{
			"_id": "2113",
			"sura": "17",
			"para": "15",
			"verses": "84",
			"names": "قُلۡ کُلٌّ یَّعۡمَلُ عَلٰی شَاکِلَتِہٖ ؕ فَرَبُّکُمۡ اَعۡلَمُ  بِمَنۡ  ہُوَ  اَہۡدٰی  سَبِیۡلًا ﴿۸۴﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ کُلٌّ یَّعۡمَلُ عَلٰی شَاکِلَتِہٖ ؕ فَرَبُّکُمۡ اَعۡلَمُ  بِمَنۡ  ہُوَ  اَہۡدٰی  سَبِیۡلًا ﴿۸۴﴾ ",
			"index": "2113",
			"name": "আপনি বলুন, ‘প্রত্যেকে আপন প্রকৃতি অনুযায়ী কাজ করে। সুতরাং তোমাদের রব ভালভাবে অবহিত আছেন কে অধিক সরল পথে আছে’।",
			"en_kanzulimaan": "Proclaim, Each one works according to his own pattern; and your Lord well knows him who is more upon guidance.",
			"ur_kanzulimaan": "تم فرماؤ سب اپنے کینڈے (انداز) پر کام کرتے ہیں تو تمہارا رب خوب جانتا ہے کون زیادہ راہ پر ہے،",
			"hi_kanzulimaan": "तुम फ़रमाओ सब अपने कैंडे पर काम करते हैं (186फ) तो तुम्हारा रब ख़ूब जानता है कौन ज़्यादा राह पर है",
			"author": "৮৪. বলে দিন, ‘প্রত্যেকেই (স্বয়ং) নিজের পদ্ধতি ও অভ্যাস অনুসারে কাজ করে থাকে। আর আপনার প্রতিপালক জানেন, কে সর্বাধিক সরল পথের উপর রয়েছে।’"
		},
		{
			"_id": "2114",
			"sura": "17",
			"para": "15",
			"verses": "85",
			"names": "وَ یَسۡـَٔلُوۡنَکَ عَنِ الرُّوۡحِ ؕ قُلِ الرُّوۡحُ مِنۡ  اَمۡرِ رَبِّیۡ وَ مَاۤ  اُوۡتِیۡتُمۡ مِّنَ الۡعِلۡمِ اِلَّا  قَلِیۡلًا ﴿۸۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَسۡـَٔلُوۡنَکَ عَنِ الرُّوۡحِ ؕ قُلِ الرُّوۡحُ مِنۡ  اَمۡرِ رَبِّیۡ وَ مَاۤ  اُوۡتِیۡتُمۡ مِّنَ الۡعِلۡمِ اِلَّا  قَلِیۡلًا ﴿۸۵﴾ ",
			"index": "2114",
			"name": "এবং আপনাকে ‘রূহ’ সম্পর্কে প্রশ্ন করে। আপনি বলুন, ‘রূহ আমার রবের আদেশ থেকে একটা বস্তু’। আর তোমাদেরকে সামান্য জ্ঞানই দেওয়া হয়েছে। ",
			"en_kanzulimaan": "They ask you concerning the soul; proclaim The soul is an entity by the command of my Lord, and you have not received knowledge except a little.",
			"ur_kanzulimaan": "اور تم سے روح کو پوچھتے ہیں ہیں، تم فرماؤ روح میرے رب کے حکم سے ایک چیز ہے اور تمہیں علم نہ ملا مگر تھوڑا",
			"hi_kanzulimaan": "और तुम से रूह को पूछते हैं, तुम फ़रमाओ, रूह मेरे रब के हुक्म से एक चीज़ है और तुम्हें इल्म न मिला मगर थोड़ा (187फ)",
			"author": "৮৫. আর এরা (এ কাফেরেরা) আপনাকে রূহ্ সম্পর্কে প্রশ্ন করে। বলে দিন, ‘রূহ্ আমার প্রতিপালকের নির্দেশ-ঘটিত। আর তোমাদেরকে এ বিষয়ে সামান্যই জ্ঞান দেয়া হয়েছে।’"
		},
		{
			"_id": "2115",
			"sura": "17",
			"para": "15",
			"verses": "86",
			"names": "وَ لَئِنۡ شِئۡنَا لَنَذۡہَبَنَّ بِالَّذِیۡۤ  اَوۡحَیۡنَاۤ اِلَیۡکَ ثُمَّ لَا تَجِدُ لَکَ بِہٖ عَلَیۡنَا  وَکِیۡلًا ﴿ۙ۸۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَئِنۡ شِئۡنَا لَنَذۡہَبَنَّ بِالَّذِیۡۤ  اَوۡحَیۡنَاۤ اِلَیۡکَ ثُمَّ لَا تَجِدُ لَکَ بِہٖ عَلَیۡنَا  وَکِیۡلًا ﴿ۙ۸۶﴾ ",
			"index": "2115",
			"name": "এবং আমি ইচ্ছা করলে ও ওহী, যা আমি আপনার প্রতি করেছি, তা প্রত্যাহার করে নিতাম। অতঃপর আপনি এমন কাউকে পেতেন না, যে আপনার পক্ষে আমার সম্মুখে এর উপর ওকালতি করতো;",
			"en_kanzulimaan": "And if We willed We could have taken away the revelations which We have sent to you - you would then not find anyone who could advocate for you before Us for this.",
			"ur_kanzulimaan": "اور اگر ہم چاہتے تو یہ وحی جو ہم نے تمہاری طرف کی اسے لے جاتے پھر تم کوئی نہ پاتے کہ تمہارے لیے ہمارے حضور اس پر وکالت کرتا",
			"hi_kanzulimaan": "और अगर हम चाहते तो यह वही (देव वाणी) जो हमने तुम्हारी तरफ़ की इसे ले जाते (188फ) फिर तुम कोई न पाते कि तुम्हारे लिये हमारे हुज़ूर इसपर विकालत करता",
			"author": "৮৬. আর যদি আমরা চাই তবে এ (কিতাব), যা আমরা আপনার প্রতি প্রত্যাদেশ করেছি তা (মানুষের স্মৃতি এবং লিখিত পান্ডুলিপি থেকে) মুছে দিতে পারি; অতঃপর আপনি এ (প্রত্যাদেশের) বিষয়ে আমাদের আদালতে কোনো কর্মবিধায়কও পাবেন না।"
		},
		{
			"_id": "2116",
			"sura": "17",
			"para": "15",
			"verses": "87",
			"names": "اِلَّا رَحۡمَۃً  مِّنۡ رَّبِّکَ ؕ اِنَّ  فَضۡلَہٗ  کَانَ عَلَیۡکَ  کَبِیۡرًا ﴿۸۷﴾ ",
			"number": "",
			"verses_PDMS": "اِلَّا رَحۡمَۃً  مِّنۡ رَّبِّکَ ؕ اِنَّ  فَضۡلَہٗ  کَانَ عَلَیۡکَ  کَبِیۡرًا ﴿۸۷﴾ ",
			"index": "2116",
			"name": "কিন্তু আপনার রবের রহমত। নিশ্চয় আপনার উপর তার মহা অনুগ্রহ রয়েছে। ",
			"en_kanzulimaan": "Except the mercy of your Lord; indeed His munificence upon you (O dear Prophet Mohammed - peace and blessings be upon him) is extremely great.",
			"ur_kanzulimaan": "مگر تمہارے رب کی رحمت بیشک تم پر اس کا بڑا فضل ہے",
			"hi_kanzulimaan": "मगर तुम्हारे रब की रहमत (189फ) बेशक तुमपर उसका बड़ा फ़ज़्ल है (190फ)",
			"author": "৮৭. তবে এটি আপনার প্রতিপালকের অনুগ্রহ (যে, আমরা একে অটুট রেখেছি)। নিশ্চয়ই (এটি) আপনার প্রতি (এবং আপনার মাধ্যমে আপনার উম্মতের প্রতি) তাঁর মহা অনুগ্রহ।"
		},
		{
			"_id": "2117",
			"sura": "17",
			"para": "15",
			"verses": "88",
			"names": "قُلۡ لَّئِنِ اجۡتَمَعَتِ الۡاِنۡسُ وَ الۡجِنُّ عَلٰۤی اَنۡ یَّاۡتُوۡا بِمِثۡلِ ہٰذَا الۡقُرۡاٰنِ لَا یَاۡتُوۡنَ بِمِثۡلِہٖ وَ لَوۡ کَانَ بَعۡضُہُمۡ لِبَعۡضٍ  ظَہِیۡرًا ﴿۸۸﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ لَّئِنِ اجۡتَمَعَتِ الۡاِنۡسُ وَ الۡجِنُّ عَلٰۤی اَنۡ یَّاۡتُوۡا بِمِثۡلِ ہٰذَا الۡقُرۡاٰنِ لَا یَاۡتُوۡنَ بِمِثۡلِہٖ وَ لَوۡ کَانَ بَعۡضُہُمۡ لِبَعۡضٍ  ظَہِیۡرًا ﴿۸۸﴾ ",
			"index": "2117",
			"name": "আপনি বলুন, ‘যদি মানুষ ও জিন্‌ সবাই এ কথার উপর একমত হয়ে যায় যে, এ ক্বোরআনের অনুরূপ আনয়ন করবে, তবে এর অনুরূপ আনয়ন করতে পারবে না, যদিও তারা একে অপরের সাহায্যকারী হয়।",
			"en_kanzulimaan": "Proclaim, If all mankind and jinns agree to bring an equivalent to the Quran, they will not be able to bring its equal - even if they were to help each other.",
			"ur_kanzulimaan": "تم فرماؤ اگر آدمی اور جن سب اس بات پر متفق ہوجائیں کہ اس قرآن کی مانند لے آئیں تو اس کا مثل نہ لاسکیں گے اگرچہ ان میں ایک دوسرے کا مددگار ہو",
			"hi_kanzulimaan": "तुम फ़रमाओ अगर आदमी और जिन्न सब इस बात पर मुत्तफ़िक़ (सहमत) हो जाएं कि (191फ) इस क़ुरआन की मानिंद (जैसा) ले आएं तो इसका मिस्ल न ला सकेंगे अगरचे उनमें एक दूसरे का मददगार हो (192फ)",
			"author": "৮৮. বলে দিন, ‘যদি সমস্ত মানুষ ও জ্বিন এ কুরআনের অনুরূপ (কোনো দ্বিতীয় বাণী) আনয়নে সমবেত হয়, তবু(ও) তারা এর অনুরূপ আনয়ন করতে পারবে না, যদিও তারা একে অপরকে সাহায্য করে।’"
		},
		{
			"_id": "2118",
			"sura": "17",
			"para": "15",
			"verses": "89",
			"names": "وَ لَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِیۡ ہٰذَا الۡقُرۡاٰنِ مِنۡ کُلِّ مَثَلٍ ۫ فَاَبٰۤی اَکۡثَرُ النَّاسِ اِلَّا کُفُوۡرًا ﴿۸۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِیۡ ہٰذَا الۡقُرۡاٰنِ مِنۡ کُلِّ مَثَلٍ ۫ فَاَبٰۤی اَکۡثَرُ النَّاسِ اِلَّا کُفُوۡرًا ﴿۸۹﴾ ",
			"index": "2118",
			"name": "এবং নিশ্চয় আমি মানুষের জন্য এ ক্বোরআনের মধ্যে প্রত্যেক প্রকারের উপমা বিভিন্নভবে বর্ণনা করেছি। অতঃপর অধিকাংশ মানুষ অকৃতজ্ঞতা প্রকাশ করা ছাড়া অন্য কিছু মানলো না। ",
			"en_kanzulimaan": "And indeed We have illustrated all kinds of examples in the Quran for mankind - so most men did not accept, except to be ungrateful.",
			"ur_kanzulimaan": "اور بیشک ہم نے لوگوں کے لیے اس قرآن میں ہم قسم کی مثل طرح طرح بیان فرمائی تو اکثر آدمیوں نے نہ مانا مگر ناشکری کرنا",
			"hi_kanzulimaan": "और बेशक हमने लोगो के लिये इस क़ुरआन में हर क़िस्म की मसल (कहावत) तरह तरह बयान फ़रमाई तो अक्सर आदमियों ने न माना मगर ना शुक्री करना (193फ)",
			"author": "৮৯. আর অবশ্যই আমরা এ কুরআনে মানুষের জন্যে সকল ধরণের দৃষ্টান্ত (বিভিন্ন উপায়ে) বারবার বর্ণনা করেছি। কিন্তু অধিকাংশ মানুষ (একে) গ্রহণ করেনি, (এ) অকৃতজ্ঞতা ছাড়া (আর কিছু নয়)।"
		},
		{
			"_id": "2119",
			"sura": "17",
			"para": "15",
			"verses": "90",
			"names": "وَ قَالُوۡا لَنۡ نُّؤۡمِنَ لَکَ حَتّٰی تَفۡجُرَ  لَنَا مِنَ  الۡاَرۡضِ  یَنۡۢبُوۡعًا ﴿ۙ۹۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡا لَنۡ نُّؤۡمِنَ لَکَ حَتّٰی تَفۡجُرَ  لَنَا مِنَ  الۡاَرۡضِ  یَنۡۢبُوۡعًا ﴿ۙ۹۰﴾ ",
			"index": "2119",
			"name": "এবং বললো, ‘আমরা আপনার উপর কখনো ঈমান আনবো না যতক্ষণ পর্যন্ত আপনি আমাদের জন্য ভূমি হতে কোন প্রস্রবণ উৎসারিত করবেন না। ",
			"en_kanzulimaan": "And they said, We will not accept faith in you, until you cause a spring to gush forth from the earth for us.",
			"ur_kanzulimaan": "اور بولے کہ ہم تم پر ہرگز ایمان نہ لائیں گے یہاں تک کہ تم ہمارے لیے زمین سے کوئی چشمہ بہا دو",
			"hi_kanzulimaan": "और बोले कि हम तुमपर हरगिज़ ईमान न लाएंगे यहां तक कि तुम हमारे लिये ज़मीन से कोई चश्मा बहादो (194फ)",
			"author": "৯০. আর এরা (মক্কার কাফেরেরা) বলে, ‘আমরা আপনার উপর কখনো ঈমান আনয়ন করবো না যতক্ষণ পর্যন্ত না আপনি ভুমি থেকে আমাদের জন্যে কোনো প্রস্রবণ উৎসারিত করবেন,"
		},
		{
			"_id": "2120",
			"sura": "17",
			"para": "15",
			"verses": "91",
			"names": "اَوۡ تَکُوۡنَ لَکَ جَنَّۃٌ  مِّنۡ نَّخِیۡلٍ وَّ عِنَبٍ فَتُفَجِّرَ  الۡاَنۡہٰرَ  خِلٰلَہَا تَفۡجِیۡرًا ﴿ۙ۹۱﴾ ",
			"number": "",
			"verses_PDMS": "اَوۡ تَکُوۡنَ لَکَ جَنَّۃٌ  مِّنۡ نَّخِیۡلٍ وَّ عِنَبٍ فَتُفَجِّرَ  الۡاَنۡہٰرَ  خِلٰلَہَا تَفۡجِیۡرًا ﴿ۙ۹۱﴾ ",
			"index": "2120",
			"name": "অথবা আপনার জন্য খেজুর ও আঙ্গুরের কোন বাগান হবে, অতঃপর সেটার মধ্যে চলমান নদী-নালা প্রবাহিত করবেন।",
			"en_kanzulimaan": "Or you have a garden of date-palms and grapes, and you make gushing rivers to flow in it.",
			"ur_kanzulimaan": "یا تمہارے لیے کھجوروں اور انگوروں کا کوئی باغ ہو پھر تم اس کے لیے اندر بہتی نہریں رواں کرو",
			"hi_kanzulimaan": "या तुम्हारे लिये खजूरों और अंगूरों का कोई बाग़ हो फिर तुम उसके अन्दर बहती नहरें रवां करो",
			"author": "৯১. অথবা আপনার খেজুর এবং আঙ্গুরের কিছু বাগান হবে, অতঃপর আপনি এতে অজস্র  ধারায় নদী-নালা প্রবাহিত করবেন,"
		},
		{
			"_id": "2121",
			"sura": "17",
			"para": "15",
			"verses": "92",
			"names": "اَوۡ تُسۡقِطَ السَّمَآءَ کَمَا زَعَمۡتَ عَلَیۡنَا کِسَفًا اَوۡ تَاۡتِیَ بِاللّٰہِ  وَ الۡمَلٰٓئِکَۃِ  قَبِیۡلًا ﴿ۙ۹۲﴾ ",
			"number": "",
			"verses_PDMS": "اَوۡ تُسۡقِطَ السَّمَآءَ کَمَا زَعَمۡتَ عَلَیۡنَا کِسَفًا اَوۡ تَاۡتِیَ بِاللّٰہِ  وَ الۡمَلٰٓئِکَۃِ  قَبِیۡلًا ﴿ۙ۹۲﴾ ",
			"index": "2121",
			"name": "অথবা আপনি আমাদের উপর আসমানকে খণ্ড-বিখণ্ড করে পতন ঘটান, যেমন আপনি বলেছেন, অথবা আল্লাহ্‌ ও ফিরিশ্‌তাদেরকে জামিন হিসেবে নিয়ে আসুন; ",
			"en_kanzulimaan": "Or you cause the sky to fall upon us in pieces like you said - or bring Allah and the angels as Witness.",
			"ur_kanzulimaan": "یا تم ہم پر آسمان گرا دو جیسا تم نے کہا ہے ٹکڑے ٹکڑے یااللہ اور فرشتوں کو ضامن لے آؤ",
			"hi_kanzulimaan": "या तुम हम पर आसमान गिरा दो जैसा तुमने कहा है टुकड़े टुकड़े या अल्लाह और फ़रिश्तों को ज़ामिन ले आओ (195फ)",
			"author": "৯২. অথবা আপনার যেমন ধারণা, (এই মুহূর্তে) আকাশকে খন্ড-বিখন্ড করে আমাদের উপর নিক্ষেপ করবেন অথবা আল্লাহ্ এবং ফেরেশতাদেরকে আমাদের সম্মুখে উপস্থিত করবেন,"
		},
		{
			"_id": "2122",
			"sura": "17",
			"para": "15",
			"verses": "93",
			"names": "اَوۡ  یَکُوۡنَ لَکَ بَیۡتٌ مِّنۡ زُخۡرُفٍ اَوۡ تَرۡقٰی فِی السَّمَآءِ ؕ وَ لَنۡ نُّؤۡمِنَ لِرُقِیِّکَ حَتّٰی تُنَزِّلَ عَلَیۡنَا کِتٰبًا نَّقۡرَؤُہٗ ؕ قُلۡ سُبۡحَانَ رَبِّیۡ  ہَلۡ کُنۡتُ  اِلَّا بَشَرًا رَّسُوۡلًا ﴿۹۳﴾ ",
			"number": "",
			"verses_PDMS": "اَوۡ  یَکُوۡنَ لَکَ بَیۡتٌ مِّنۡ زُخۡرُفٍ اَوۡ تَرۡقٰی فِی السَّمَآءِ ؕ وَ لَنۡ نُّؤۡمِنَ لِرُقِیِّکَ حَتّٰی تُنَزِّلَ عَلَیۡنَا کِتٰبًا نَّقۡرَؤُہٗ ؕ قُلۡ سُبۡحَانَ رَبِّیۡ  ہَلۡ کُنۡتُ  اِلَّا بَشَرًا رَّسُوۡلًا ﴿۹۳﴾ ",
			"index": "2122",
			"name": "অথবা আপনার জন্য একটা স্বর্ণ নির্মিত ঘর হবে; অথবা আপনি আকাশে আরোহণ করবেন এবং আমরা আপনার আরোহণের উপরও কখনো ঈমান আনবো না যতক্ষণ পর্যন্ত আমাদের উপর একটা কিতাব অবতীর্ণ করবেন না, যা আমরা পাঠ করবো। আপনি বলুন, ‘পবিত্রতা আমার রবের জন্য। আমি কে হই? কিন্তু মানুষ, আল্লাহ্‌রই প্রেরিত’।",
			"en_kanzulimaan": "Or you have a house of gold, or you ascend up into heaven; and even then we shall not believe in your ascent unless you send down a book upon us, which we may read; say (O dear Prophet Mohammed - peace and blessings be upon him), Purity is to my Lord - who am I except a human, sent by Allah? (* These can be done, only when Allah commands.)",
			"ur_kanzulimaan": "یا تمہارے لیے طلائی گھر ہو یا تم آسمان پر چڑھ جاؤ اور ہم تمہارے چڑھ جانے پر بھی ہرگز ایمان نہ لائیں گے جب تک ہم پر ایک کتاب نہ اتارو جو ہم پڑھیں، تم فرماؤ پاکی ہے میرے رب کو میں کون ہوں مگر آدمی اللہ کا بھیجا ہوا",
			"hi_kanzulimaan": "या तुम्हारे लिये सोने का घर हो या तुम आसमानपर चढ़ जाओ और हम तुम्हारे लिये चढ़ जाने पर भी हरगिज़ ईमान न लाएंगे जब तक हम पर एक किताब न उतारो जो हम पढ़ें तुम फ़रमाओ, पाकी है मेरे रब को, मैं कौन हूँ अगर मगर आदमी अल्लाह का भेजा हुआ (196फ)",
			"author": "৯৩. অথবা আপনার স্বর্ণ নির্মিত কোনো ঘর হবে (যাতে আপনি অত্যন্ত বিলাসবহুল ভাবে থাকবেন) অথবা আপনি আকাশে আরোহণ করবেন; তবে আপনার (আকাশে) আরোহণ আমরা কখনো বিশ্বাস করবো না যতক্ষণ পর্যন্ত না আপনি (সেখান থেকে) আমাদের প্রতি কোনো কিতাব অবতীর্ণ করেন, যা আমরা (স্বয়ং) পাঠ করবো।’ বলে দিন, ‘আমাদের প্রতিপালক (এ সকল অনর্থক বিষয় থেকে) পূতঃপবিত্র। আমি তো কেবল একজন মানুষ, (আর) আল্লাহ্‌র প্রেরিত (রাসূল)।’"
		},
		{
			"_id": "2123",
			"sura": "17",
			"para": "15",
			"verses": "94",
			"names": "وَ مَا مَنَعَ النَّاسَ اَنۡ یُّؤۡمِنُوۡۤا اِذۡ جَآءَہُمُ الۡہُدٰۤی اِلَّاۤ  اَنۡ قَالُوۡۤا اَبَعَثَ اللّٰہُ   بَشَرًا  رَّسُوۡلًا ﴿۹۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا مَنَعَ النَّاسَ اَنۡ یُّؤۡمِنُوۡۤا اِذۡ جَآءَہُمُ الۡہُدٰۤی اِلَّاۤ  اَنۡ قَالُوۡۤا اَبَعَثَ اللّٰہُ   بَشَرًا  رَّسُوۡلًا ﴿۹۴﴾ ",
			"index": "2123",
			"name": "এবং কোন কথা মানুষকে ঈমান আনতে বাধা দিয়েছে যখন তাদের নিকট হিদায়ত এসেছে, কিন্তু এটাই যে, তারা বলেছে, ‘আল্লাহ্‌ কি মানুষকেই রসূল করে প্রেরণ করেছেন?’",
			"en_kanzulimaan": "And what prevented people from believing when the guidance came to them, except their saying that, What! Allah has sent a human as a Noble Messenger??",
			"ur_kanzulimaan": "اور کس بات نے لوگوں کو ایمان لانے سے روکا جب ان کے پاس ہدایت آئی مگر اسی نے کہ بولے کیا اللہ نے آدمی اللہ کا بھیجا ہوا اور کس بات نے لوگوں کو ایمان لانے سے روکا جب ان کے پاس ہدایت آئی مگر اسی نے کہ بولے کیا اللہ نے آدمی کو رسول بناکر بھیجا",
			"hi_kanzulimaan": "और किस बात ने लोगो को ईमान लाने से रोका जब उनके पास हिदायत आई मगर उसी ने कि बोले क्या अल्लाह ने आदमी को रसूल बनाकर भेजा (197फ)",
			"author": "৯৪. আর (এসব) মানুষকে ঈমান আনয়নে আর কোনো কিছুই বিরত রাখেনি যখন তাদের নিকট হেদায়াত(ও) এসে গিয়েছিল, কেবল এছাড়া যে, তারা বলতো, ‘আল্লাহ্ কি (এক) মানুষকে রাসূল করে পাঠিয়েছেন?’"
		},
		{
			"_id": "2124",
			"sura": "17",
			"para": "15",
			"verses": "95",
			"names": "قُلۡ لَّوۡ کَانَ فِی الۡاَرۡضِ مَلٰٓئِکَۃٌ یَّمۡشُوۡنَ مُطۡمَئِنِّیۡنَ لَنَزَّلۡنَا عَلَیۡہِمۡ مِّنَ  السَّمَآءِ  مَلَکًا  رَّسُوۡلًا ﴿۹۵﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ لَّوۡ کَانَ فِی الۡاَرۡضِ مَلٰٓئِکَۃٌ یَّمۡشُوۡنَ مُطۡمَئِنِّیۡنَ لَنَزَّلۡنَا عَلَیۡہِمۡ مِّنَ  السَّمَآءِ  مَلَکًا  رَّسُوۡلًا ﴿۹۵﴾ ",
			"index": "2124",
			"name": "আপনি বলুন, ‘যদি পৃথিবীতে ফিরিশ্‌তাগণ থাকতো, নিশ্চিন্ত হয়ে বিচরণ করতো, তাহলে তাদের উপর রসূলও আমি আসমান থেকে ফিরিশ্‌তা অবতারণ করতাম’। ",
			"en_kanzulimaan": "Proclaim, If there were angels walking peacefully on the earth, We would send down only an angel from heaven, as a Noble Messenger towards them.",
			"ur_kanzulimaan": "تم فرماؤ اگر زمین میں فرشتے ہوتے چین سے چلتے تو ان پر ہم رسول بھی فرشتہ اتارتے",
			"hi_kanzulimaan": "तुम फ़रमाओ अगर ज़मीन में फ़रिश्ते होते (198फ) चैन से चलते तो उनपर हम रसूल भी फ़रिश्ता उतारते (199फ)",
			"author": "৯৫. বলে দিন, ‘যদি (মানুষের স্থলে) পৃথিবীতে ফেরেশতা বসবাস করে বিচরণ করতো, তবে অবশ্যই আমরা(ও) তাদের প্রতি আকাশ থেকে কোনো ফেরেশতাকেই রাসূল করে পাঠাতাম।’"
		},
		{
			"_id": "2125",
			"sura": "17",
			"para": "15",
			"verses": "96",
			"names": "قُلۡ  کَفٰی بِاللّٰہِ  شَہِیۡدًۢا  بَیۡنِیۡ وَ بَیۡنَکُمۡ ؕ اِنَّہٗ  کَانَ  بِعِبَادِہٖ  خَبِیۡرًۢا  بَصِیۡرًا ﴿۹۶﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  کَفٰی بِاللّٰہِ  شَہِیۡدًۢا  بَیۡنِیۡ وَ بَیۡنَکُمۡ ؕ اِنَّہٗ  کَانَ  بِعِبَادِہٖ  خَبِیۡرًۢا  بَصِیۡرًا ﴿۹۶﴾ ",
			"index": "2125",
			"name": "আপনি বলুন, ‘আল্লাহ্‌ আমার ও তোমাদের মধ্যে সাক্ষীরূপে যথেষ্ট। নিশ্চয় তিনি আপন বান্দাদেরকে জানেন, দেখেন’।",
			"en_kanzulimaan": "Proclaim, Allah is Sufficient as Witness between me and you all; indeed He is Well Aware of, the Beholder of His bondmen.",
			"ur_kanzulimaan": "تم فرماؤ اللہ بس ہے گواہ میرے تمہارے درمیان (۲۰۰) بیشک وہ اپنے بندوں کو جانتا دیکھتا ہے،",
			"hi_kanzulimaan": "तुम फ़रमाओ अल्लाह बस है गवाह मेरे तुम्हारेबीच (200फ) बेशक वह अपने बन्दों को जानता देखता है",
			"author": "৯৬. বলে দিন, ‘আমার এবং তোমাদের মাঝে আল্লাহ্ই স্বাক্ষী হিসেবে যথেষ্ট। নিশ্চয়ই তিনি তাঁর বান্দাদের ব্যাপারে সম্যক অবগত, সর্বদ্রষ্টা।’"
		},
		{
			"_id": "2126",
			"sura": "17",
			"para": "15",
			"verses": "97",
			"names": "وَ مَنۡ یَّہۡدِ اللّٰہُ  فَہُوَ الۡمُہۡتَدِ ۚ وَ مَنۡ یُّضۡلِلۡ فَلَنۡ تَجِدَ  لَہُمۡ  اَوۡلِیَآءَ مِنۡ دُوۡنِہٖ ؕ وَ نَحۡشُرُہُمۡ یَوۡمَ الۡقِیٰمَۃِ عَلٰی وُجُوۡہِہِمۡ عُمۡیًا وَّ بُکۡمًا وَّ صُمًّا ؕ مَاۡوٰىہُمۡ جَہَنَّمُ ؕ کُلَّمَا خَبَتۡ زِدۡنٰہُمۡ سَعِیۡرًا ﴿۹۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ یَّہۡدِ اللّٰہُ  فَہُوَ الۡمُہۡتَدِ ۚ وَ مَنۡ یُّضۡلِلۡ فَلَنۡ تَجِدَ  لَہُمۡ  اَوۡلِیَآءَ مِنۡ دُوۡنِہٖ ؕ وَ نَحۡشُرُہُمۡ یَوۡمَ الۡقِیٰمَۃِ عَلٰی وُجُوۡہِہِمۡ عُمۡیًا وَّ بُکۡمًا وَّ صُمًّا ؕ مَاۡوٰىہُمۡ جَہَنَّمُ ؕ کُلَّمَا خَبَتۡ زِدۡنٰہُمۡ سَعِیۡرًا ﴿۹۷﴾ ",
			"index": "2126",
			"name": "এবং আল্লাহ্‌ যাকে পথ প্রদান করেন, সে-ই পথের উপর প্রতিষ্ঠিত এবং যাকে পথভ্রষ্ট করেন, তবে তাদের জন্য তাকে ব্যতীত কোন অভিভাবক পাবেন না এবং আমি তাদেরকে ক্বিয়ামতের দিন তাদের মুখের উপর ভর করে উঠাবো- অন্ধ, মূক ও বধির করে। তাদের ঠিকানা হচ্ছে জাহান্নাম; যখন তা কখনো তা স্তিমিত হয়ে আসবে তখন আমি তাদের জন্য সেটাকে আরো প্রজ্জ্বলিত করে দেবো। ",
			"en_kanzulimaan": "And only he whom Allah guides, is upon guidance; and whomever He sends astray - you will therefore not find for them any supporters besides Him; and We shall raise them by their faces on the Day of Resurrection - blind, dumb and deaf; their destination is hell; whenever it is about to extinguish, We will inflame it more for them.",
			"ur_kanzulimaan": "اور جسے اللہ راہ دے وہی راہ پر ہے اور جسے گمراہ کرے تو ان کے لیے اس کے سوا کوئی حمایت والے نہ پاؤ گے اور ہم انہیں قیامت کے دن ان کے منہ کے بل اٹھائیں گے اندھے اور گونگے اور بہرے ان کا ٹھکانا جہنم ہے جب کبھی بجھنے پر آئے گی ہم اسے اور بھڑکادیں گے،",
			"hi_kanzulimaan": "और जिसे अल्लाह राह दे वही राह पर है और जिसे गुमराह करे (201फ) तो उनके लिये उसके सिवा कोई हिमायत वाले न पाओगे (202फ) और हम उन्हें क़यामत के दिन उनके मुंह के बल (203फ) उठाएंगे  अंधे और गूंगे और बहरे (204फ) उनका ठिकाना जहन्नम है, जब कभी बुझने पर आएगीहम उसे और भड़का देंगे",
			"author": "৯৭. আর আল্লাহ্ যাকে হেদায়াত দান করেন সেই তো হেদায়াত লাভ করে, আর যাকে তিনি গোমরাহ্ করেন আপনি তাদের জন্যে তাঁকে ব্যতীত কাউকে সাহায্যকারী পাবেন না। আর আমরা তাদেরকে কিয়ামতের দিন মুখে-ভর দিয়ে চলা অবস্থায়, অন্ধ, বোবা এবং বধির করে উঠাবো। তাদের ঠিকানা হবে জাহান্নাম। যখনই তা স্তিমিত হবে, (শাস্তি দেয়ার জন্যে) আমরা একে আরো অধিক প্রজ্বলিত করবো।"
		},
		{
			"_id": "2127",
			"sura": "17",
			"para": "15",
			"verses": "98",
			"names": "ذٰلِکَ جَزَآؤُہُمۡ بِاَنَّہُمۡ کَفَرُوۡا بِاٰیٰتِنَا وَ قَالُوۡۤاءَ اِذَا کُنَّا عِظَامًا وَّ رُفَاتًاءَ اِنَّا  لَمَبۡعُوۡثُوۡنَ  خَلۡقًا جَدِیۡدًا ﴿۹۸﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ جَزَآؤُہُمۡ بِاَنَّہُمۡ کَفَرُوۡا بِاٰیٰتِنَا وَ قَالُوۡۤاءَ اِذَا کُنَّا عِظَامًا وَّ رُفَاتًاءَ اِنَّا  لَمَبۡعُوۡثُوۡنَ  خَلۡقًا جَدِیۡدًا ﴿۹۸﴾ ",
			"index": "2127",
			"name": "এটা তাদের শাস্তি, এজন্য যে, তারা আমার আয়াতসমূহ অস্বীকার করেছে এবং বলেছে, ‘যখন আমরা অস্থিসমূহ ও চূর্ণবিচূর্ণ হয়ে যাবো। তবুও কি সত্যি সত্যি আমরা নতুন সৃষ্টিরূপে পুনরুত্থিত হবো?’",
			"en_kanzulimaan": "This is their reward because they disbelieved in Our signs and said, When we are bones and decomposed, will we really be created again and raised up again?",
			"ur_kanzulimaan": "یہ ان کی سزا ہے اس پر کہ انہوں نے ہماری آیتوں سے انکار کیا اور بولے کیا جب ہم ہڈیاں اور ریزہ ریزہ ہوجائیں گے تو کیا سچ مچ ہم نئے بن کر اٹھائے جائیں گے،",
			"hi_kanzulimaan": "यह उनकी सज़ा है इसपर कि उन्होंने हमारी आयतों से इन्कार किया और बोले क्या जब हम हड्डियाँ और रेज़ा रेज़ा हो जाएंगे तो क्या सचमुच हम नए बनाकर उठाए जाएंगे",
			"author": "৯৮. এটাই তাদের শাস্তি, কারণ, তারা আমাদের আয়াতসমূহকে অস্বীকার করতো এবং বলতো, ‘যখন আমরা (মরে পঁচা) অস্থিতে পরিণত হবো এবং চূর্ণ-বিচূর্ণ হবো তখনো কি আমাদেরকে নতুন সৃষ্টিরূপে উঠানো হবে?’"
		},
		{
			"_id": "2128",
			"sura": "17",
			"para": "15",
			"verses": "99",
			"names": "اَوَ لَمۡ یَرَوۡا اَنَّ اللّٰہَ  الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ قَادِرٌ عَلٰۤی اَنۡ یَّخۡلُقَ مِثۡلَہُمۡ وَ جَعَلَ لَہُمۡ اَجَلًا  لَّا رَیۡبَ فِیۡہِ ؕ فَاَبَی الظّٰلِمُوۡنَ  اِلَّا کُفُوۡرًا ﴿۹۹﴾ ",
			"number": "",
			"verses_PDMS": "اَوَ لَمۡ یَرَوۡا اَنَّ اللّٰہَ  الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ قَادِرٌ عَلٰۤی اَنۡ یَّخۡلُقَ مِثۡلَہُمۡ وَ جَعَلَ لَہُمۡ اَجَلًا  لَّا رَیۡبَ فِیۡہِ ؕ فَاَبَی الظّٰلِمُوۡنَ  اِلَّا کُفُوۡرًا ﴿۹۹﴾ ",
			"index": "2128",
			"name": "এবং তারা কি লক্ষ্য করে না যে, ওই আল্লাহ্‌ যিনি আসমান ও যমীন সৃষ্টি অরেছেন তিনি ওই সব লোকের অনুরূপ সৃষ্টি করতে পারেন? এবং তিনি তাদের জন্য একটা নির্দিষ্ট কাল স্থির করে রেখেছেন, যা’তে কোন সন্দেহ নেই। তথাপি, যালিমগণ অকৃতজ্ঞতা প্রকাশ করা ব্যতিরেকে অন্য কিছু মানে না। ",
			"en_kanzulimaan": "Do they not see that Allah Who has created the heavens and the earth is Able to create people similar to them, and has set a term for them in which there is no doubt? So the unjust do not accept without being ungrateful.",
			"ur_kanzulimaan": "اور کیا وہ نہیں دیکھتے کہ وہ اللہ جس نے آسمان اور زمین بنائے ان لوگوں کی مثل بناسکتا ہے اور اس نے ان کے لیے ایک میعاد ٹھہرا رکھی ہے جس میں کچھ شبہ نہیں تو ظالم نہیں مانتے بے ناشکری کیے",
			"hi_kanzulimaan": "और क्या वो नहीं देखते कि वहअल्लाह जिसने आसमान और ज़मीन बनाए (205फ) उन लोगों की मिस्ल (समान) बना सकता है (206फ) और उसने उनके लिये (207फ) एक मीआद (अवधि) ठहरा रखी है जिसमें कुछ शुबह नहीं, तो ज़ालिम नहीं मानते बे नाशुक्री किये (208फ)",
			"author": "৯৯. তারা কি দেখেনি, যে আল্লাহ্ আকাশমন্ডলী এবং পৃথিবী সৃষ্টি করেছেন তিনি তাদের অনুরূপ (দ্বিতীয়বার) সৃষ্টি করতে সক্ষম? আর তিনি তাদের জন্যে একটি ক্ষণ নির্ধারণ করে দিয়েছেন, যাতে কোনো সন্দেহের (অবকাশ) নেই। তথাপি যালিমেরা অস্বীকার করেছে, কিন্তু (এটি) অকৃতজ্ঞতা।"
		},
		{
			"_id": "2129",
			"sura": "17",
			"para": "15",
			"verses": "100",
			"names": "قُلۡ لَّوۡ اَنۡتُمۡ تَمۡلِکُوۡنَ خَزَآئِنَ رَحۡمَۃِ رَبِّیۡۤ  اِذًا  لَّاَمۡسَکۡتُمۡ خَشۡیَۃَ  الۡاِنۡفَاقِ ؕ وَ کَانَ الۡاِنۡسَانُ  قَتُوۡرًا ﴿۱۰۰﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ لَّوۡ اَنۡتُمۡ تَمۡلِکُوۡنَ خَزَآئِنَ رَحۡمَۃِ رَبِّیۡۤ  اِذًا  لَّاَمۡسَکۡتُمۡ خَشۡیَۃَ  الۡاِنۡفَاقِ ؕ وَ کَانَ الۡاِنۡسَانُ  قَتُوۡرًا ﴿۱۰۰﴾ ",
			"index": "2129",
			"name": "আপনি বলুন, ‘যদি তোমরা আমার রবের দয়ার ভাণ্ডারসমূহের মালিক হতে, তবে ব্যয় হয়ে যাবে এ আশঙ্কায় সেগুলোকেও ধরে রাখতে এবং মানুষ অতিশয় কৃপণ’।",
			"en_kanzulimaan": "Proclaim, If you owned the treasures of the mercy of my Lord, you would hoard them too for fear that they may get spent; and man is a big miser.",
			"ur_kanzulimaan": "تم فرماؤ اگر تم لوگ میرے رب کی رحمت کے خزانوں کے مالک ہوتے تو انہیں بھی روک رکھتے اس ڈر سے کہ خرچ نہ ہوجائیں، اور آدمی بڑا کنجوس ہے،",
			"hi_kanzulimaan": "तुम फ़रमाओ अगर तुम लोग मेरे रब की रहमत के ख़ज़ानों के मालिक होते (209फ) तो उन्हें भी रोक रखते इस डर से कि ख़र्च न होजाएं और आदमी बड़ा कंजूस है",
			"author": "১০০. বলে দিন, ‘যদি তোমরা আমার প্রতিপালকের অনুগ্রহের ভান্ডারের মালিক হতে তবুও (সবকিছু) খরচ হয়ে যাওয়ার ভয়ে তোমরা (তোমাদের হাত) আটকে রাখতে। আর মানুষ তো খুবই সংকীর্ণমনা এবং কৃপণ।’"
		},
		{
			"_id": "2130",
			"sura": "17",
			"para": "15",
			"verses": "101",
			"names": "وَ لَقَدۡ اٰتَیۡنَا مُوۡسٰی تِسۡعَ اٰیٰتٍۭ بَیِّنٰتٍ فَسۡـَٔلۡ بَنِیۡۤ  اِسۡرَآءِیۡلَ اِذۡ جَآءَہُمۡ فَقَالَ لَہٗ  فِرۡعَوۡنُ  اِنِّیۡ لَاَظُنُّکَ یٰمُوۡسٰی مَسۡحُوۡرًا ﴿۱۰۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اٰتَیۡنَا مُوۡسٰی تِسۡعَ اٰیٰتٍۭ بَیِّنٰتٍ فَسۡـَٔلۡ بَنِیۡۤ  اِسۡرَآءِیۡلَ اِذۡ جَآءَہُمۡ فَقَالَ لَہٗ  فِرۡعَوۡنُ  اِنِّیۡ لَاَظُنُّکَ یٰمُوۡسٰی مَسۡحُوۡرًا ﴿۱۰۱﴾ ",
			"index": "2130",
			"name": "এবং নিশ্চয় আমি মূসাকে নয়টা সুস্পষ্ট নিদর্শন দিয়েছি; সুতরাং আপনি বনী ইস্রাঈলকে জিজ্ঞাসা করুন! যখন সে তাদের নিকট আসলো, তখন তাকে ফির’আউন বললো, ‘হে মূসা! আমার ধারণায় তোমার উপর যাদু করা হয়েছে’।",
			"en_kanzulimaan": "And indeed We gave Moosa nine clear signs, therefore ask the Descendants of Israel when he came to them - in response Firaun said, O Moosa - I think you are under a magic spell.",
			"ur_kanzulimaan": "اور بیشک ہم نے موسیٰ کو نو روشن نشانیاں دیں تو بنی اسرائیل سے پوچھو جب وہ ان کے پاس آیا تو اس سے فرعون نے کہا، اے موسیٰ! میرے خیال میں تو تم پر جادو ہوا",
			"hi_kanzulimaan": "और बेशक हमने मूसा को नौ रौशन निशानियां दीं (210फ) तो बनी इस्राईल से पूछो जब वह (211फ) उनके पास आया तो उससे फ़िरऔन ने कहा ऐ मूसा मेरे ख़याल में तो तुमपर जादू हुआ (212फ)",
			"author": "১০১. আর নিশ্চয়ই আমরা মূসা (আলাইহিস সালাম)-কে নয়টি উজ্জ্বল নিদর্শন প্রদান করেছিলাম। সুতরাং আপনি বনী ইসরাঈলকে জিজ্ঞেস করুন, যখন (মূসা আলাইহিস সালাম) তাদের নিকট আসলেন তখন ফেরাউন তাঁকে বলেছিল, ‘আমরা তো এ ধারণাই করি যে, হে মূসা! তুমি যাদুগ্রস্ত (তোমাকে যাদু করা হয়েছে)।’"
		},
		{
			"_id": "2131",
			"sura": "17",
			"para": "15",
			"verses": "102",
			"names": "قَالَ لَقَدۡ عَلِمۡتَ مَاۤ  اَنۡزَلَ ہٰۤؤُلَآءِ  اِلَّا رَبُّ السَّمٰوٰتِ  وَ الۡاَرۡضِ  بَصَآئِرَ ۚ وَ  اِنِّیۡ  لَاَظُنُّکَ یٰفِرۡعَوۡنُ مَثۡبُوۡرًا ﴿۱۰۲﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ لَقَدۡ عَلِمۡتَ مَاۤ  اَنۡزَلَ ہٰۤؤُلَآءِ  اِلَّا رَبُّ السَّمٰوٰتِ  وَ الۡاَرۡضِ  بَصَآئِرَ ۚ وَ  اِنِّیۡ  لَاَظُنُّکَ یٰفِرۡعَوۡنُ مَثۡبُوۡرًا ﴿۱۰۲﴾ ",
			"index": "2131",
			"name": "বললো, ‘তুমি অবশ্যই ভালভাবে অবগত আছো যে, এগুলোকে আসমানসমূহ ও যমীনের মালিকই অবতারণ করেছেন অন্তরের চোখগুলো উন্মুক্তকারীরূপে; এবং আমার ধারণায় হে ফির’আউন অবশ্যই তোমার ধ্বংস আসন্ন।",
			"en_kanzulimaan": "He said, You certainly know that these have not been sent down except by the Lord of the heavens and the earth, the eye-openers * for the hearts; and I think that you, O Firaun, will surely be ruined. (* The signs which enlighten the hearts.)",
			"ur_kanzulimaan": "کہا یقیناً تو خوب جانتا ہے کہ انہیں نہ اتارا مگر آسمانوں اور زمین کے مالک نے دل کی آنکھیں کھولنے والیاں اور میرے گمان میں تو اے فرعون! تو ضرور ہلاک ہونے والا ہے",
			"hi_kanzulimaan": "कहा यक़ीनन तू ख़ूब जानता है (213फ) कि उन्हें न उतारा मगर आसमानो और ज़मीन के मालिक ने दिल की आँखें खोलने वालियां (214फ) और मेरे गुमान में तो ऐ फ़िरऔन तू ज़रूर हलाकहोने वाला है (215फ)",
			"author": "১০২. মূসা (আলাইহিস সালাম) বললেন, ‘তুমি তো (অন্তর থেকেই) জানো যে, এ নিদর্শনাবলী উপদেশ ও অন্তর্দৃষ্টিরূপে তিনিই অবতীর্ণ করেছেন যিনি আকাশমন্ডলী এবং পৃথিবীর প্রতিপালক। আর আমি তো এ ধারণাই করি যে, হে ফেরাউন! তুমি ধ্বংসপ্রাপ্ত (তুমি শীঘ্রই ধ্বংস হবে)।’"
		},
		{
			"_id": "2132",
			"sura": "17",
			"para": "15",
			"verses": "103",
			"names": "فَاَرَادَ  اَنۡ یَّسۡتَفِزَّہُمۡ مِّنَ الۡاَرۡضِ فَاَغۡرَقۡنٰہُ  وَ مَنۡ  مَّعَہٗ  جَمِیۡعًا ﴿۱۰۳﴾ۙ ",
			"number": "",
			"verses_PDMS": "فَاَرَادَ  اَنۡ یَّسۡتَفِزَّہُمۡ مِّنَ الۡاَرۡضِ فَاَغۡرَقۡنٰہُ  وَ مَنۡ  مَّعَہٗ  جَمِیۡعًا ﴿۱۰۳﴾ۙ ",
			"index": "2132",
			"name": "অতঃপর সে ইচ্ছা করলো যে, তাদেরকে ভূ-খণ্ড থেকে উচ্ছেদ করবে; তখন আমি তাকে ও তার সঙ্গীদেরকে সবাইকে নিমজ্জিত করেছি। ",
			"en_kanzulimaan": "He therefore wished to expel them from the earth, so We drowned him and his companions, all together.",
			"ur_kanzulimaan": "تو اس نے چاہا کہ ان کو زمین سے نکال دے تو ہم نے اسے اور اس کے ساتھیوں کو سب کو ڈبو دیا",
			"hi_kanzulimaan": "तो उसने चाहा कि उनको (216फ) ज़मीन से निकाल दे, तो हमने उसे और उसके साथियों को सबको डुबा दिया (217फ)",
			"author": "১০৩. অতঃপর (ফেরাউন) সংকল্প করলো যে, তাদেরকে (অর্থাৎ মূসা আলাইহিস সালাম এবং তাঁর সম্প্রদায়কে মিশর) ভুমি থেকে উৎখাত করবে। সুতরাং আমরা তাকে এবং তার সাথে যারা ছিল সকলকে ডুবিয়ে দিলাম।"
		},
		{
			"_id": "2133",
			"sura": "17",
			"para": "15",
			"verses": "104",
			"names": "وَّ قُلۡنَا مِنۡۢ بَعۡدِہٖ  لِبَنِیۡۤ  اِسۡرَآءِیۡلَ اسۡکُنُوا الۡاَرۡضَ فَاِذَا جَآءَ وَعۡدُ الۡاٰخِرَۃِ  جِئۡنَا بِکُمۡ  لَفِیۡفًا ﴿۱۰۴﴾ؕ ",
			"number": "",
			"verses_PDMS": "وَّ قُلۡنَا مِنۡۢ بَعۡدِہٖ  لِبَنِیۡۤ  اِسۡرَآءِیۡلَ اسۡکُنُوا الۡاَرۡضَ فَاِذَا جَآءَ وَعۡدُ الۡاٰخِرَۃِ  جِئۡنَا بِکُمۡ  لَفِیۡفًا ﴿۱۰۴﴾ؕ ",
			"index": "2133",
			"name": "এবং এরপর আমি নবী ইস্রাঈলকে বলেছি, ‘এ ভূ-খণ্ডে বসবাস করো! অতঃপর যখন পরকালের প্রতিশ্রুতি আসবে তখন আমি তোমাদের সবাইকে একত্রিত করে উপস্থিত করবো। ",
			"en_kanzulimaan": "And after him, We said to the Descendants of Israel, Reside in this land - then when the promise of the Hereafter comes, We will bring you all huddled together.",
			"ur_kanzulimaan": "اور اس کے بعد ہم نے بنی اسرائیل سے فرمایا اس زمین میں بسو پھر جب آخرت کا وعدہ آئے گا ہم تم سب کو گھال میل (لپیٹ کر) لے آئیں گے",
			"hi_kanzulimaan": "और इसके बाद हमने बनी इस्राईल से फ़रमाया इस ज़मीन में बसो (218फ) फिर जब आख़िरत का वादा आएगा (219फ) हम तुम सबको घाल मेल ले आएंगे (220फ)",
			"author": "১০৪. এরপর আমরা বনী ইসরাঈলকে বললাম, ‘তোমরা এ রাজ্যে বসতি স্থাপন করো; অতঃপর যখন পরকালের অঙ্গীকার আগমন করবে, (তখন) আমরা তোমাদের সকলকে একসাথে জড়ো করবো।’"
		},
		{
			"_id": "2134",
			"sura": "17",
			"para": "15",
			"verses": "105",
			"names": "وَ بِالۡحَقِّ اَنۡزَلۡنٰہُ  وَ بِالۡحَقِّ نَزَلَ ؕ وَ مَاۤ اَرۡسَلۡنٰکَ  اِلَّا  مُبَشِّرًا  وَّ  نَذِیۡرًا ﴿۱۰۵﴾ۘ ",
			"number": "",
			"verses_PDMS": "وَ بِالۡحَقِّ اَنۡزَلۡنٰہُ  وَ بِالۡحَقِّ نَزَلَ ؕ وَ مَاۤ اَرۡسَلۡنٰکَ  اِلَّا  مُبَشِّرًا  وَّ  نَذِیۡرًا ﴿۱۰۵﴾ۘ ",
			"index": "2134",
			"name": "এবং আমি ক্বোরআনকে সত্য সহকারেই অবতীর্ন করেছি এবং সত্যের জন্যই অবতীর্ণ হয়েছে। এবং আমি আপনাকে প্রেরণ করি নি, কিন্তু সুসংবাদদাতা ও সতর্ককারী রূপেই।",
			"en_kanzulimaan": "And We sent down the Quran with the truth, and it has come down only for the truth; and We did not send you except as a Herald of glad tidings and warnings.",
			"ur_kanzulimaan": "اور ہم نے قرآن کو حق ہی کے ساتھ اتارا اور حق وہی کے لیے اترا اور ہم نے تمہیں نہ بھیجا مگر خوشی اور ڈر سناتا،",
			"hi_kanzulimaan": "और हमने क़ुरआन को हक़ (सत्य)ही के साथ उतारा और हक़ ही के साथ उतरा (221फ) और हमने तुम्हें न भेजा मगर ख़ुशी और डर सुनाता",
			"author": "১০৫. আর সত্য সহকারে আমরা একে (এ কুরআন) অবতীর্ণ করেছি এবং সত্য সহকারেই তা অবতীর্ণ হয়েছে। আর (হে সম্মানিত হাবীব!) আমরা আপনাকে সুসংবাদদাতা এবং সতর্ককারী হিসেবেই প্রেরণ করেছি।"
		},
		{
			"_id": "2135",
			"sura": "17",
			"para": "15",
			"verses": "106",
			"names": "وَ قُرۡاٰنًا فَرَقۡنٰہُ لِتَقۡرَاَہٗ  عَلَی النَّاسِ عَلٰی  مُکۡثٍ  وَّ  نَزَّلۡنٰہُ  تَنۡزِیۡلًا ﴿۱۰۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ قُرۡاٰنًا فَرَقۡنٰہُ لِتَقۡرَاَہٗ  عَلَی النَّاسِ عَلٰی  مُکۡثٍ  وَّ  نَزَّلۡنٰہُ  تَنۡزِیۡلًا ﴿۱۰۶﴾ ",
			"index": "2135",
			"name": "এবং ক্বোরআনকে আমি পৃথক পৃথকভাবে অবতীর্ণ করেছি, যাতে আপনি তা মানুষের নিকট থেমে থেমে পাঠ করতে পারেন এবং আমি সেটাকে ক্রমশঃ ধীরে ধীরে অবতীর্ণ করেছি। ",
			"en_kanzulimaan": "And We sent down the Quran in parts, that you may gradually recite it to the people, and We sent it down slowly in stages.",
			"ur_kanzulimaan": "اور قرآن ہم نے جدا جدا کرکے اتارا کہ تم اسے لوگوں پر ٹھہر ٹھہر کر پڑھو اور ہم نے اسے بتدریج رہ رہ کر اتارا",
			"hi_kanzulimaan": "और क़ुरआन हमने अलग अलग करके (222फ) उतारा कि तुम इसे लोगों पर ठहर ठहर कर पढ़ो (223फ) और हमने इसे बतदरीज रह रह कर उतारा (224फ)",
			"author": "১০৬. আর আমরা কুরআন অবতীর্ণ করেছি খন্ড খন্ড ভাবে যাতে আপনি তা মানুষের নিকট ক্রমে ক্রমে পাঠ করেন। আর আমরা একে (অবস্থা ও প্রয়োজনানুসারে) ক্রমান্বয়ে অবতীর্ণ করেছি।"
		},
		{
			"_id": "2136",
			"sura": "17",
			"para": "15",
			"verses": "107",
			"names": "قُلۡ اٰمِنُوۡا بِہٖۤ  اَوۡ لَا تُؤۡمِنُوۡا ؕ اِنَّ الَّذِیۡنَ  اُوۡتُوا الۡعِلۡمَ مِنۡ قَبۡلِہٖۤ  اِذَا یُتۡلٰی عَلَیۡہِمۡ یَخِرُّوۡنَ لِلۡاَذۡقَانِ سُجَّدًا ﴿۱۰۷﴾ۙ ",
			"number": "",
			"verses_PDMS": "قُلۡ اٰمِنُوۡا بِہٖۤ  اَوۡ لَا تُؤۡمِنُوۡا ؕ اِنَّ الَّذِیۡنَ  اُوۡتُوا الۡعِلۡمَ مِنۡ قَبۡلِہٖۤ  اِذَا یُتۡلٰی عَلَیۡہِمۡ یَخِرُّوۡنَ لِلۡاَذۡقَانِ سُجَّدًا ﴿۱۰۷﴾ۙ ",
			"index": "2136",
			"name": "আপনি বলুন, ‘তোমরা এর উপর ঈমান আনো অথবা না আনো! নিশ্চয় ওই সব লোক যারা এটা অবতীর্ণ হবার পূর্বে জ্ঞান লাভ করেছে, যখনই তা তাদের উপর পাঠ করা হয়, তখন তারা থুতনির উপর ভর করে সাজদায় লুটিয়ে পড়ে’। ",
			"en_kanzulimaan": "Proclaim, Whether you accept faith in it or not; indeed those who received knowledge before the Quran came, fall down prostrate on their faces when it is recited to them.",
			"ur_kanzulimaan": "تم فرماؤ کہ تم لوگ اس پر ایمان لاؤ یا نہ لاؤ بیشک وہ جنہیں اس کے اترنے سے پہلے علم ملا اب ان پر پڑھا جاتا ہے، ٹھوڑی کے بل سجدہ میں گر پڑتے ہیں،",
			"hi_kanzulimaan": "तुम फ़रमाओ कि तुम लोग उसपर ईमान लाओ या न लाओ (225फ) बेशक वो जिन्हें इसके उतरने से पहले इल्म मिला (226फ) जब उनपर पढ़ा जाता है ठोड़ी के बल सज़्दे मेंगिर पड़ते हैं",
			"author": "১০৭. বলে দিন, ‘তোমরা এতে বিশ্বাস স্থাপন করো বা না করো, নিশ্চয়ই যাদেরকে ইতিপূর্বে (কিতাবের) জ্ঞান প্রদান করা হয়েছিল, তাদের নিকট যখন এ (কুরআন) পাঠ করা হয়, তখনোই তারা থুথনীর উপর ভর করে সেজদায় লুটিয়ে পড়ে;"
		},
		{
			"_id": "2137",
			"sura": "17",
			"para": "15",
			"verses": "108",
			"names": "وَّ یَقُوۡلُوۡنَ سُبۡحٰنَ رَبِّنَاۤ  اِنۡ کَانَ وَعۡدُ رَبِّنَا  لَمَفۡعُوۡلًا ﴿۱۰۸﴾ ",
			"number": "",
			"verses_PDMS": "وَّ یَقُوۡلُوۡنَ سُبۡحٰنَ رَبِّنَاۤ  اِنۡ کَانَ وَعۡدُ رَبِّنَا  لَمَفۡعُوۡلًا ﴿۱۰۸﴾ ",
			"index": "2137",
			"name": "এবং বলে, ‘পবিত্রতা আমাদের রবের জন্য; নিঃসন্দেহে, আমাদের রবের প্রতিশ্রুতি পূর্ণ হবারই ছিলো’। ",
			"en_kanzulimaan": "And they say, Purity is to our Lord - indeed the promise of our Lord had to come true.",
			"ur_kanzulimaan": "اور کہتے ہیں پاکی ہے ہمارے رب کو بیشک ہمارے اب کا وعدہ پورا ہوتا تھا",
			"hi_kanzulimaan": "और कहते हैं, पाकी है हमारे रब को बेशक हमारे रब का वादा पूरा होनाथा (227फ)",
			"author": "১০৮. আর বলে, আমাদের প্রতিপালক পূতঃপবিত্র। নিশ্চয়ই আমাদের প্রতিপালকের অঙ্গীকার পূর্ণ হয়েই থাকে।’"
		},
		{
			"_id": "2138",
			"sura": "17",
			"para": "15",
			"verses": "109",
			"names": "وَ یَخِرُّوۡنَ لِلۡاَذۡقَانِ یَبۡکُوۡنَ وَ یَزِیۡدُہُمۡ خُشُوۡعًا ﴿۱۰۹﴾ٛ ",
			"number": "",
			"verses_PDMS": "وَ یَخِرُّوۡنَ لِلۡاَذۡقَانِ یَبۡکُوۡنَ وَ یَزِیۡدُہُمۡ خُشُوۡعًا ﴿۱۰۹﴾ٛ ",
			"index": "2138",
			"name": "‘এবং থুতনির উপর ভয় করে লুটিয়ে পড়ে ক্রন্দনরত হয়ে, আর এ ক্বোরআন তাদের অন্তরের বিনয় বৃদ্ধি করে’। ",
			"en_kanzulimaan": "And they fall down on their faces weeping, and this Quran increases their humility. (Command of prostration # 4).",
			"ur_kanzulimaan": "اور تھوڑی کے بل گرتے ہیں روتے ہوئے اور یہ قرآن ان کے دل کا جھکنا بڑھاتا ہے، (السجدة) ۴",
			"hi_kanzulimaan": "और ठोड़ी के बल गिरते हैं (228फ) रोते हुए और यह क़ुरआन उनके दिल का झुकना बढ़ाता है (229फ)",
			"author": "১০৯. আর থুথনীর উপর ভর দিয়ে কাঁদতে কাঁদতে লুটিয়ে পড়ে। আর এ (কুরআন) তাদের বিনয় ও নম্রতা আরো বাড়িয়ে দেয়।"
		},
		{
			"_id": "2139",
			"sura": "17",
			"para": "15",
			"verses": "110",
			"names": "قُلِ ادۡعُوا اللّٰہَ  اَوِ ادۡعُوا الرَّحۡمٰنَ ؕ اَیًّامَّا تَدۡعُوۡا فَلَہُ  الۡاَسۡمَآءُ  الۡحُسۡنٰی ۚ وَ لَا تَجۡہَرۡ بِصَلَاتِکَ وَ لَا تُخَافِتۡ بِہَا وَ ابۡتَغِ  بَیۡنَ  ذٰلِکَ  سَبِیۡلًا ﴿۱۱۰﴾ ",
			"number": "",
			"verses_PDMS": "قُلِ ادۡعُوا اللّٰہَ  اَوِ ادۡعُوا الرَّحۡمٰنَ ؕ اَیًّامَّا تَدۡعُوۡا فَلَہُ  الۡاَسۡمَآءُ  الۡحُسۡنٰی ۚ وَ لَا تَجۡہَرۡ بِصَلَاتِکَ وَ لَا تُخَافِتۡ بِہَا وَ ابۡتَغِ  بَیۡنَ  ذٰلِکَ  سَبِیۡلًا ﴿۱۱۰﴾ ",
			"index": "2139",
			"name": "আপনি বলুন, ‘আল্লাহ্‌’ বলে আহ্বান করো কিংবা ‘রহমান’ বলে ডাকো- যা বলেই আহ্বান করো- সবই তার সুন্দর সুন্দর নাম। এবং আপন নামায না খুব উচ্চস্বরে পড়ো, না একেবারে ক্ষীণ স্বরে এবং এই দু’-এর মধ্যখানে পথ সন্ধান করো। ",
			"en_kanzulimaan": "Proclaim, Pray calling (Him) Allah or calling (Him) the Most Gracious; whichever name you call with - they are all His magnificent names; and do not offer your prayers very loudly or very softly, and seek a way between them.",
			"ur_kanzulimaan": "تم فرماؤ اللہ کہہ کر پکارو رحمان کہہ کر، جو کہہ کر پکارو سب اسی کے اچھے نام ہیں اور اپنی نماز نہ بہت آواز سے پڑھو نہ بالکل آہستہ اور ان دنوں کے بیچ میں راستہ چاہو",
			"hi_kanzulimaan": "तुम फ़रमाओ अल्लाह कहकर पुकारो या रहमान कहकर, जो कहकर पुकारो सब उसी के अच्छे नाम हैं (230फ) और अपनी नमाज़ न बहुत आवाज़ से पढ़ो न बिल्कुल आहिस्ता और इन दोनों के बीच में रास्ता चाहो (231फ)",
			"author": "১১০. বলে দিন, ‘তোমরা “আল্লাহ্”কে ডাকো অথবা “রাহমান” (পরম করুনাময়)-কে ডাকো, যে নামেই ডাকো না কেন, (সবগুলো) সুন্দর নাম তাঁরই। আর তোমরা নামাযে অতি উচ্চ আওয়াজে (ক্বেরাত) পড়ো না এবং অতিশয় ক্ষীণও করো না বরং এ দু’য়ের মধ্যমপন্থা অবলম্বন করো।’"
		},
		{
			"_id": "2140",
			"sura": "17",
			"para": "15",
			"verses": "111",
			"names": "وَ قُلِ الۡحَمۡدُ لِلّٰہِ الَّذِیۡ لَمۡ  یَتَّخِذۡ وَلَدًا وَّ لَمۡ  یَکُنۡ لَّہٗ  شَرِیۡکٌ فِی الۡمُلۡکِ  وَ لَمۡ یَکُنۡ لَّہٗ  وَلِیٌّ  مِّنَ الذُّلِّ وَ کَبِّرۡہُ  تَکۡبِیۡرًا ﴿۱۱۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ قُلِ الۡحَمۡدُ لِلّٰہِ الَّذِیۡ لَمۡ  یَتَّخِذۡ وَلَدًا وَّ لَمۡ  یَکُنۡ لَّہٗ  شَرِیۡکٌ فِی الۡمُلۡکِ  وَ لَمۡ یَکُنۡ لَّہٗ  وَلِیٌّ  مِّنَ الذُّلِّ وَ کَبِّرۡہُ  تَکۡبِیۡرًا ﴿۱۱۱﴾ ",
			"index": "2140",
			"name": "এবং এভাবে বলো, ‘সমস্ত প্রশংসা আল্লাহ্‌রই, যিনি নিজের জন্য সন্তান গ্রহণ করেন নি এবং বাদশাহীর মধ্যে কেউ তার শরীক নেই আর দুর্বলতার কারণে তার কোন সাহায্যকারী নেই; এবং তার মহত্ব ঘোষণার নিমিত্ত ‘তাকবীর’ বলো।",
			"en_kanzulimaan": "And say, All praise is to Allah, Who has not chosen a son for Himself, and none is His partner in kingship, and none is His supporter due to weakness, and say Allah is Great to proclaim His greatness.",
			"ur_kanzulimaan": "اور یوں کہو سب خوبیاں اللہ کو جس نے اپنے لیے بچہ اختیار نہ فرمایا اور بادشاہی میں کوئی اس کا شریک نہیں اور کمزوری سے کوئی اس کا حمایتی نہیں اور اس کی بڑائی بولنے کو تکبیر کہو",
			"hi_kanzulimaan": "और  यूं कहो सब ख़ूबियां अल्लाह को जिसने अपने लिये बच्चा इख़्तियार न फ़रमाया (232फ) और बादशाही में कोई उसका शरीक नहीं (233फ) और कमज़ोरी से कोई उसका हिमायती नहीं (234फ) और उसके बड़ाई बोलने को तकबीर कहो (235फ)",
			"author": "১১১. আর বলুন, ‘সকল প্রশংসা আল্লাহ্‌রই জন্যে, যিনি না (নিজের জন্যে) কোনো পুত্রসন্তান সাব্যস্ত করেছেন আর না (তাঁর) রাজত্ব ও শাসনে কোনো অংশীদার রয়েছে, আর না দুর্বলতার কারণে তাঁর কোনো সাহায্যকারী প্রয়োজন’। (হে হাবীব!) আপনি তাঁকেই মহান জেনে দৃঢ়তার সাথে তাঁর মহত্ত্ব ও গৌরবের প্রশংসা করতে থাকুন এবং তাঁর মহিমার বর্ণনা করতে থাকুন।"
		}
	]