[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "5178",
			"sura": "62",
			"para": "28",
			"verses": "1",
			"names": "یُسَبِّحُ  لِلّٰہِ مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ الۡمَلِکِ الۡقُدُّوۡسِ الۡعَزِیۡزِ الۡحَکِیۡمِ ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "یُسَبِّحُ  لِلّٰہِ مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ الۡمَلِکِ الۡقُدُّوۡسِ الۡعَزِیۡزِ الۡحَکِیۡمِ ﴿۱﴾ ",
			"index": "5178",
			"name": "আল্লাহ্‌র পবিত্রতা ঘোষণা করছে যা কিছু আস্‌মানসমূহে রয়েছে এবং যা কিছু যমীনে রয়েছে, যিনি বাদশাহ, পূর্ণ পবিত্রতাময়, মহা সম্মানিত, প্রজ্ঞাময়।",
			"en_kanzulimaan": "All whatever is in the heavens and all whatever is in the earth proclaims the Purity of Allah, the King, the Most Pure, the Most Honourable, the Wise.",
			"ur_kanzulimaan": "اللہ کی پاکی بولتا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے بادشاہ کمال پاکی والا عزت والا حکمت والا،",
			"hi_kanzulimaan": "अल्लाह की पाकी बोलता है जो कुछ आसमानों में है और जो कुछ ज़मीन में है (2फ) बादशाह कमाल पाकी वाला इज़्ज़त वाला हिकमत वाला",
			"id": 1,
			"text": "يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ ٱلۡمَلِكِ ٱلۡقُدُّوسِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
			"author": "১. যা কিছু আকাশমন্ডলীতে এবং যা কিছু পৃথিবীতে রয়েছে (সবই) পবিত্রতা ও মহিমা ঘোষণা করে আল্লাহ্‌র, (যিনি প্রকৃত) বাদশাহ, (সকল অসম্পূর্ণতা ও ত্রুটি থেকে) পবিত্র, সম্মানিত ও আধিপত্যশীল, প্রজ্ঞাবান।"
		},
		{
			"_id": "5179",
			"sura": "62",
			"para": "28",
			"verses": "2",
			"names": "ہُوَ الَّذِیۡ  بَعَثَ فِی  الۡاُمِّیّٖنَ  رَسُوۡلًا مِّنۡہُمۡ  یَتۡلُوۡا عَلَیۡہِمۡ  اٰیٰتِہٖ  وَ  یُزَکِّیۡہِمۡ وَ  یُعَلِّمُہُمُ  الۡکِتٰبَ وَ  الۡحِکۡمَۃَ ٭ وَ  اِنۡ کَانُوۡا مِنۡ  قَبۡلُ  لَفِیۡ ضَلٰلٍ  مُّبِیۡنٍ ۙ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "ہُوَ الَّذِیۡ  بَعَثَ فِی  الۡاُمِّیّٖنَ  رَسُوۡلًا مِّنۡہُمۡ  یَتۡلُوۡا عَلَیۡہِمۡ  اٰیٰتِہٖ  وَ  یُزَکِّیۡہِمۡ وَ  یُعَلِّمُہُمُ  الۡکِتٰبَ وَ  الۡحِکۡمَۃَ ٭ وَ  اِنۡ کَانُوۡا مِنۡ  قَبۡلُ  لَفِیۡ ضَلٰلٍ  مُّبِیۡنٍ ۙ﴿۲﴾ ",
			"index": "5179",
			"name": "তিনিই, যিনি উম্মী লোকদের মধ্যে তাদেরই মধ্য থেকে একজন রসূল প্রেরণ করেন যেন তাদের নিকট তাঁর আয়াতসমূহ পাঠ করেন, তাদেরকে পবিত্র করেন এবং তাদেরকে কিতাব ও হিকমতের জ্ঞান দান করেন আর নিশ্চয় নিশ্চয় তারা ইতোপূর্বে সুস্পষ্ট পথভ্রষ্টতার মধ্যে ছিলো; ",
			"en_kanzulimaan": "It is He Who has sent among the unlettered people a Noble Messenger from themselves, who recites His verses to them and purifies them, and bestows them the knowledge of the Book and wisdom; and indeed before this, they were in open error.",
			"ur_kanzulimaan": "وہی ہے جس نے اَن پڑھوں میں انہی میں سے ایک رسول بھیجا کہ ان پر اس کی آیتیں پڑھتے ہیں اور انہیں پاک کرتے ہیں اور انہیں کتاب و حکمت کا علم عطا فرماتے ہیں اور بیشک وہ اس سے پہلے ضرور کھلی گمراہی میں تھے",
			"hi_kanzulimaan": "वही है जिसने अनपढ़ों में उन्हीं में से एक रसूल भेजा (3फ) कि उनपर उसकी आयतें पढ़ते हैं (4फ) और उन्हें पाक करते हैं (5फ) और उन्हें किताब और हिकमत का इल्म अता फ़रमाते हैं (6फ) और बेशक वो इससे पहले (7फ) ज़रूर खुली गुमराही में थे (8फ)",
			"id": 2,
			"text": "هُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّـۧنَ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٖ",
			"author": "২. তিনিই সেই সত্তা, যিনি উম্মীদের মাঝে তাদের মধ্য থেকে একজন (সম্মানিত) রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামকে) প্রেরণ করেছেন। তিনি তাদের নিকট আবৃত্তি করেন তাঁর আয়াতসমূহ এবং তাদেরকে (বাহ্যিক ও অভ্যন্তরীণভাবে) পরিশুদ্ধ করেন, আর তাদেরকে শিক্ষা দেন কিতাব ও হিকমত। বস্তুত তারা তাঁর (সাদর আগমনের) পূর্বে ছিল ঘোর পথভ্রষ্টতায় নিমজ্জিত।"
		},
		{
			"_id": "5180",
			"sura": "62",
			"para": "28",
			"verses": "3",
			"names": "وَّ اٰخَرِیۡنَ مِنۡہُمۡ  لَمَّا یَلۡحَقُوۡا بِہِمۡ ؕ وَ ہُوَ  الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "وَّ اٰخَرِیۡنَ مِنۡہُمۡ  لَمَّا یَلۡحَقُوۡا بِہِمۡ ؕ وَ ہُوَ  الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۳﴾ ",
			"index": "5180",
			"name": "এবং তাদের মধ্য থেকে অন্যান্যদেরকে পবিত্র করেন এবং জ্ঞান দান করেন তাদেরকে, যারা ওই পূর্ববর্তীদের সাথে মিলিত হয় নি; এবং তিনিই সম্মান ও প্রজ্ঞাময়।",
			"en_kanzulimaan": "And he (the Holy Prophet) bestows knowledge to others along with them, who have not yet joined them; and He only is the Most Honourable, the Wise.",
			"ur_kanzulimaan": "اور ان میں سے اوروں کو پاک کرتے اور علم عطا فرماتے ہیں، جو ان اگلوں سے نہ ملے اور وہی عزت و حکمت والا ہے،",
			"hi_kanzulimaan": "और उनमें से (9फ) औरों को (10फ) पाक करते और इल्म अता फ़रमाते हैं जो उन अगलों से न मिले (11फ) और वही इज़्ज़त व हिकमत वाला है",
			"id": 3,
			"text": "وَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
			"author": "৩. আর তাদের মধ্যে অন্যান্যদের জন্যেও (পরিশুদ্ধি ও শিক্ষার জন্যে প্রেরণ করেছেন এ রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামকে), যারা এখনো এদের সাথে মিলিত হয়নি (অর্থাৎ তাদের পরে আগমন করে বর্তমান সময়ে যারা বিদ্যমান)। আর তিনি মহাপরাক্রমশালী, প্রজ্ঞাবান।"
		},
		{
			"_id": "5181",
			"sura": "62",
			"para": "28",
			"verses": "4",
			"names": "ذٰلِکَ فَضۡلُ اللّٰہِ یُؤۡتِیۡہِ مَنۡ یَّشَآءُ ؕ وَ اللّٰہُ  ذُو الۡفَضۡلِ الۡعَظِیۡمِ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ فَضۡلُ اللّٰہِ یُؤۡتِیۡہِ مَنۡ یَّشَآءُ ؕ وَ اللّٰہُ  ذُو الۡفَضۡلِ الۡعَظِیۡمِ ﴿۴﴾ ",
			"index": "5181",
			"name": "এটা আল্লাহ্‌র অনুগ্রহ; যাকে চান দান করেন, এবং আল্লাহ্‌ বড় অনুগ্রহশীল। ",
			"en_kanzulimaan": "This is Allahs munificence, which He may give to whomever He wills; and Allah is Extremely Munificent.",
			"ur_kanzulimaan": "یہ اللہ کا فضل ہے جسے چاہے دے، اور اللہ بڑے فضل والا ہے",
			"hi_kanzulimaan": "यह अल्लाह का फ़ज़्ल है जिसे चाहे दे, और अल्लाह बड़े फ़ज़्ल वाला है (12फ)",
			"id": 4,
			"text": "ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
			"author": "৪. তা আল্লাহ্‌রই অনুগ্রহ (অর্থাৎ রাসূল সাল্লাল্লাহু আলাইহি ওয়ালিহী ওয়াসাল্লামের আগমন এবং তাঁর অনুগ্রহ ও হেদায়াত), যাকে ইচ্ছা তিনি তা দান করেন। আর আল্লাহ্ মহাঅনুগ্রহশীল।"
		},
		{
			"_id": "5182",
			"sura": "62",
			"para": "28",
			"verses": "5",
			"names": "مَثَلُ  الَّذِیۡنَ حُمِّلُوا  التَّوۡرٰىۃَ  ثُمَّ  لَمۡ یَحۡمِلُوۡہَا کَمَثَلِ  الۡحِمَارِ یَحۡمِلُ اَسۡفَارًا ؕ بِئۡسَ مَثَلُ  الۡقَوۡمِ الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِ اللّٰہِ ؕ وَ اللّٰہُ  لَا یَہۡدِی الۡقَوۡمَ  الظّٰلِمِیۡنَ ﴿۵﴾  ",
			"number": "",
			"verses_PDMS": "مَثَلُ  الَّذِیۡنَ حُمِّلُوا  التَّوۡرٰىۃَ  ثُمَّ  لَمۡ یَحۡمِلُوۡہَا کَمَثَلِ  الۡحِمَارِ یَحۡمِلُ اَسۡفَارًا ؕ بِئۡسَ مَثَلُ  الۡقَوۡمِ الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِ اللّٰہِ ؕ وَ اللّٰہُ  لَا یَہۡدِی الۡقَوۡمَ  الظّٰلِمِیۡنَ ﴿۵﴾  ",
			"index": "5182",
			"name": "তাদের দৃষ্টান্ত, যাদের উপর তাওরীত অর্পণ করা হয়েছিলো, অতঃপর তারা সেটার নির্দেশ পালন করে নি, গর্দভের ন্যায়, যা পিঠের উপর কিতাবের বোঝা বহন করে, কতই মন্দ দৃষ্টান্ত ওই সমস্ত লোকের, যারা আল্লাহ্‌র আয়াতগুলোকে অস্বীকার করেছে এবং আল্লাহ্‌ যালিমদেরকে সৎপথ প্রদান করেন না। ",
			"en_kanzulimaan": "The example of those who were entrusted with the Taurat, and did not carry out its commands, is like the donkey carrying books; what a wretched example is of the people who denied the signs of Allah; and Allah does not guide the unjust.",
			"ur_kanzulimaan": "ان کی مثال جن پر توریت رکھی گئی تھی پھر انہوں نے اس کی حکم برداری نہ کی گدھے کی مثال ہے جو پیٹھ پر کتابیں اٹھائے کیا ہی بری مثال ہے ان لوگوں کی جنہوں نے اللہ کی آیتیں جھٹلائیں، اور اللہ ظالموں کو راہ نہیں دیتا،",
			"hi_kanzulimaan": "उनकी मिसाल जिनपर तौरैत रखी गई थी (13फ) फिर उन्होंने उसकी हुक्म बरदारी (आज्ञापालन) न की (14फ) गधे की मिसाल है जो पीठ पर किताबें उठाए (15फ) क्या ही बुरी मिसाल है उन लोगों की जिन्होंने अल्लाह की आयतें झुटलाईं, और अल्लाह ज़ालिमों को राह नहीं देता",
			"id": 5,
			"text": "مَثَلُ ٱلَّذِينَ حُمِّلُواْ ٱلتَّوۡرَىٰةَ ثُمَّ لَمۡ يَحۡمِلُوهَا كَمَثَلِ ٱلۡحِمَارِ يَحۡمِلُ أَسۡفَارَۢاۚ بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ",
			"author": "৫. যাদেরকে তাওরাতের (বিধান ও শিক্ষার) দায়িত্বভার অর্পণ করা হয়েছিল, অতঃপর তারা এর অনুসরণ করেনি (অর্থাৎ এতে রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের আলোচনা বিদ্যমান ছিল, কিন্তু তারা তাতে বিশ্বাস স্থাপন করেনি), এদের দৃষ্টান্ত পুস্তক বহনকারী গাধা। যারা আল্লাহ্‌র আয়াতসমূহকে মিথ্যাপ্রতিপন্ন করেছে তাদের দৃষ্টান্ত কতোই না নিকৃষ্ট। আর আল্লাহ্ যালিম সম্প্রদায়কে পথ প্রদর্শন করেন না।"
		},
		{
			"_id": "5183",
			"sura": "62",
			"para": "28",
			"verses": "6",
			"names": "قُلۡ یٰۤاَیُّہَا  الَّذِیۡنَ ہَادُوۡۤا  اِنۡ  زَعَمۡتُمۡ اَنَّکُمۡ  اَوۡلِیَآءُ  لِلّٰہِ  مِنۡ  دُوۡنِ النَّاسِ فَتَمَنَّوُا الۡمَوۡتَ  اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ یٰۤاَیُّہَا  الَّذِیۡنَ ہَادُوۡۤا  اِنۡ  زَعَمۡتُمۡ اَنَّکُمۡ  اَوۡلِیَآءُ  لِلّٰہِ  مِنۡ  دُوۡنِ النَّاسِ فَتَمَنَّوُا الۡمَوۡتَ  اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ ﴿۶﴾ ",
			"index": "5183",
			"name": "আপনি বলুন, ‘হে ইহুদীগণ! যদি তোমাদের এ ধারণা হয় যে, তোমরাই বন্ধু, অন্যান্য লোকেরা নয়, তাহলে মৃত্যু কামনা করো! যদি তোমরা সত্যবাদী হও। ",
			"en_kanzulimaan": "Say O Jews! If you assume that you are Allahs friends, others are not, then wish for death if you are truthful!",
			"ur_kanzulimaan": "تم فرماؤ اے یہودیو! اگر تمہیں یہ گمان ہے کہ تم اللہ کے دوست ہو اور لوگ نہیں تو مرنے کی آرزو کرو اگر تم سچے ہو",
			"hi_kanzulimaan": "तुम फ़रमाओ़ ऐ यहूदियों! अगर तुम्हें यह गुमान है कि तुम अल्लाह के दोस्त हो और लोग नहीं (16फ) तो मरने की आरज़ू न करो (17फ) अगर  तुम सच्चे हो (18फ)",
			"id": 6,
			"text": "قُلۡ يَـٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓاْ إِن زَعَمۡتُمۡ أَنَّكُمۡ أَوۡلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ",
			"author": "৬. বলে দিন, ‘হে ইহুদীরা! যদি তোমরা মনে করো যে, সমস্ত মানবগোষ্ঠীকে বাদ দিয়ে তোমরাই আল্লাহ্‌র বন্ধু (অর্থাৎ আউলিয়া), তবে মৃত্যু কামনা করো, যদি তোমরা (নিজেদের ধারণা অনুযায়ী) সত্যবাদী হও।’ (কেননা তাঁর বন্ধুদের তো কবরে ও হাশরে কোনো দুঃখ ও দুশ্চিন্তা স্পর্শ করবে না।)"
		},
		{
			"_id": "5184",
			"sura": "62",
			"para": "28",
			"verses": "7",
			"names": "وَ لَا یَتَمَنَّوۡنَہٗۤ  اَبَدًۢا  بِمَا قَدَّمَتۡ اَیۡدِیۡہِمۡ ؕ وَ اللّٰہُ  عَلِیۡمٌۢ   بِالظّٰلِمِیۡنَ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا یَتَمَنَّوۡنَہٗۤ  اَبَدًۢا  بِمَا قَدَّمَتۡ اَیۡدِیۡہِمۡ ؕ وَ اللّٰہُ  عَلِیۡمٌۢ   بِالظّٰلِمِیۡنَ ﴿۷﴾ ",
			"index": "5184",
			"name": "এবং তারা কখনো সেটার কামনা করবে না ওই সমস্ত কৃতকর্মের কারণে, যেগুলো তাদের হস্ত অগ্রে প্রেরণ করেছে। এবং আল্লাহ্‌ যালিমদের সম্বন্ধে জানেন। ",
			"en_kanzulimaan": "And they will never wish for it because of the misdeeds their hands have sent ahead; and Allah well knows the unjust.",
			"ur_kanzulimaan": "اور وہ کبھی اس کی آرزو نہ کریں گے ان کوتکوں کے سبب جو ان کے ہاتھ آگے بھیج چکے ہیں اور اللہ ظالموں کو جانتا ہے،",
			"hi_kanzulimaan": "और जो कभी इसकी आरज़ू न करेंगे, उन कौतुकों के कारण जो उनके हाथ आगे भेज चुके हैं (19फ) और अल्लाह ज़ालिमों को जानता है",
			"id": 7,
			"text": "وَلَا يَتَمَنَّوۡنَهُۥٓ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّـٰلِمِينَ",
			"author": "৭. আর এরা তা কখনোই কামনা করবে না, তারা যা অগ্রে প্রেরণ করেছিল তার কারণে (অর্থাৎ রাসূলকে মিথ্যাপ্রতিপন্ন করা এবং অস্বীকারের কারণে)। আল্লাহ্ যালিমদেরকে ভালোভাবেই জানেন।"
		},
		{
			"_id": "5185",
			"sura": "62",
			"para": "28",
			"verses": "8",
			"names": "قُلۡ  اِنَّ الۡمَوۡتَ الَّذِیۡ تَفِرُّوۡنَ مِنۡہُ  فَاِنَّہٗ مُلٰقِیۡکُمۡ  ثُمَّ  تُرَدُّوۡنَ  اِلٰی عٰلِمِ الۡغَیۡبِ وَ الشَّہَادَۃِ  فَیُنَبِّئُکُمۡ  بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اِنَّ الۡمَوۡتَ الَّذِیۡ تَفِرُّوۡنَ مِنۡہُ  فَاِنَّہٗ مُلٰقِیۡکُمۡ  ثُمَّ  تُرَدُّوۡنَ  اِلٰی عٰلِمِ الۡغَیۡبِ وَ الشَّہَادَۃِ  فَیُنَبِّئُکُمۡ  بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ ﴿۸﴾ ",
			"index": "5185",
			"name": "আপনি বলুন, ‘ওই মৃত্যু, যা থেকে তোমরা পলায়ন করো, তা তো নিশ্চয় তোমাদের সাথে সাক্ষাৎ করবে। অতঃপর তাঁর দিকে তোমাদেরকে ফেরানো হবে, যিনি অপ্রকাশ্য ও প্রকাশ্য সবকিছু জানেন, অতঃপর তিনি তোমাদেরকে বলে দেবেন যা তোমরা করেছিলে। ",
			"en_kanzulimaan": "Proclaim (O dear Prophet Mohammed  peace and blessings be upon him), Indeed death which you run away from will surely confront you, then you will be returned to Him Who knows all the hidden and the visible - He will then inform you of what you did.",
			"ur_kanzulimaan": "تم فرماؤ وہ موت جس سے تم بھاگتے ہو وہ تو ضرور تمہیں ملنی ہے پھر اس کی طرف پھیرے جاؤ گے جو چھپا اور ظاہر سب کچھ جانتا ہے پھر وہ تمہیں بتادے گا جو تم نے کیا تھا،",
			"hi_kanzulimaan": "तुम फ़रमाओ वह मौत जिससे तुम भागते हो वह तो ज़रूर तुम्हें मिलनी है (20फ) फिर उसकी तरफ़ फेरे जाओगे जो छुपा और ज़ाहिर सब कुछ जानता है फिर वह तुम्हें बता देगा जो तुमने किया था",
			"id": 8,
			"text": "قُلۡ إِنَّ ٱلۡمَوۡتَ ٱلَّذِي تَفِرُّونَ مِنۡهُ فَإِنَّهُۥ مُلَٰقِيكُمۡۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
			"author": "৮. বলে দিন, ‘তোমরা যে মৃত্যু থেকে পলায়ন করো তা অবশ্যই তোমাদের সাথে সাক্ষাৎ করবে। অতঃপর তোমাদেরকে উপস্থিত করা হবে অদৃশ্য ও দৃশ্যের পরিজ্ঞাতা (প্রতিপালক)-এঁর নিকট। সুতরাং তিনি তোমাদেরকে অবগত করবেন যা কিছু তোমরা করতে।’"
		},
		{
			"_id": "5186",
			"sura": "62",
			"para": "28",
			"verses": "9",
			"names": "یٰۤاَیُّہَا  الَّذِیۡنَ  اٰمَنُوۡۤا اِذَا نُوۡدِیَ لِلصَّلٰوۃِ مِنۡ یَّوۡمِ الۡجُمُعَۃِ  فَاسۡعَوۡا اِلٰی ذِکۡرِ اللّٰہِ  وَ ذَرُوا  الۡبَیۡعَ ؕ ذٰلِکُمۡ خَیۡرٌ  لَّکُمۡ   اِنۡ  کُنۡتُمۡ  تَعۡلَمُوۡنَ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا  الَّذِیۡنَ  اٰمَنُوۡۤا اِذَا نُوۡدِیَ لِلصَّلٰوۃِ مِنۡ یَّوۡمِ الۡجُمُعَۃِ  فَاسۡعَوۡا اِلٰی ذِکۡرِ اللّٰہِ  وَ ذَرُوا  الۡبَیۡعَ ؕ ذٰلِکُمۡ خَیۡرٌ  لَّکُمۡ   اِنۡ  کُنۡتُمۡ  تَعۡلَمُوۡنَ ﴿۹﴾ ",
			"index": "5186",
			"name": "হে ঈমানদারগণ, যখন নামাযের আযান হয় জুমু’আহ দিবসে, তখন আল্লাহ্‌র যিক্‌রের দিকে দৌড়াও এবং বেচা-কেনা পরিত্যাগ করো, এটা তোমাদের জন্য উত্তম যদি তোমরা জানো। ",
			"en_kanzulimaan": "O People who Believe! When the call for prayer is given on (Friday) the day of congregation, rush towards the remembrance of Allah and stop buying and selling; this is better for you if you understand.",
			"ur_kanzulimaan": "اے ایمان والو جب نماز کی اذان ہو جمعہ کے دن تو اللہ کے ذکر کی طرف دوڑو اور خرید و فروخت چھوڑ دو یہ تمہارے لیے بہتر ہے اگر تم جانو،",
			"hi_kanzulimaan": "ऐ ईमान वालो! जब नमाज़ की अज़ान हो जुमुअह के दिन (21फ) तो अल्लाह के ज़िक्र की तरफ़ दौड़ों (22फ) और ख़रीद फ़रोख़्त छोड़ दो (23फ) यह तुम्हारे लिये बेहतर है अगर तुम जानो",
			"id": 9,
			"text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نُودِيَ لِلصَّلَوٰةِ مِن يَوۡمِ ٱلۡجُمُعَةِ فَٱسۡعَوۡاْ إِلَىٰ ذِكۡرِ ٱللَّهِ وَذَرُواْ ٱلۡبَيۡعَۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
			"author": "৯. হে ঈমানদারগণ! জুম’আর দিন যখন (জুম’আর) নামাযের জন্যে আহ্বান করা হয়, তখন তৎক্ষণাৎ তোমরা আল্লাহ্‌র স্মরণে (অর্থাৎ খুতবাহ্ ও নামাযের পানে) দ্রুত ধাবিত হও এবং ক্রয়-বিক্রয় (অর্থাৎ ব্যবসা-বাণিজ্য) ত্যাগ করো। এটি তোমাদের জন্যে উত্তম যদি তোমরা উপলব্ধি করো।"
		},
		{
			"_id": "5187",
			"sura": "62",
			"para": "28",
			"verses": "10",
			"names": "فَاِذَا  قُضِیَتِ الصَّلٰوۃُ  فَانۡتَشِرُوۡا فِی الۡاَرۡضِ وَ ابۡتَغُوۡا مِنۡ فَضۡلِ اللّٰہِ وَ اذۡکُرُوا اللّٰہَ  کَثِیۡرًا  لَّعَلَّکُمۡ تُفۡلِحُوۡنَ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "فَاِذَا  قُضِیَتِ الصَّلٰوۃُ  فَانۡتَشِرُوۡا فِی الۡاَرۡضِ وَ ابۡتَغُوۡا مِنۡ فَضۡلِ اللّٰہِ وَ اذۡکُرُوا اللّٰہَ  کَثِیۡرًا  لَّعَلَّکُمۡ تُفۡلِحُوۡنَ ﴿۱۰﴾ ",
			"index": "5187",
			"name": "অতঃপর যখন নামায শেষ হলো, তখন ভূ-পৃষ্ঠে ছড়িয়ে পড়ো এবং আল্লাহ্‌র অনুগ্রহ তালাশ করো আর আল্লাহ্‌কে খুব স্মরণ করো! এ আশায় যে, সাফল্য লাভ করবে। ",
			"en_kanzulimaan": "And when the prayer ends, spread out in the land and seek Allahs munificence, and profusely remember Allah, in the hope of attaining success.",
			"ur_kanzulimaan": "پھر جب نماز ہوچکے تو زمین میں پھیل جاؤ اور اللہ کا فضل تلاش کرو اور اللہ کو بہت یاد کرو اس امید پر کہ فلاح پاؤ،",
			"hi_kanzulimaan": "फिर जब नमाज़ हो चुके तो ज़मीन में फैल जाओ और अल्लाह का फ़ज़्ल तलाश करो (24फ) और अल्लाह को बहुत याद करो इस उम्मीद पर कि भलाई पाओ",
			"id": 10,
			"text": "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُواْ فِي ٱلۡأَرۡضِ وَٱبۡتَغُواْ مِن فَضۡلِ ٱللَّهِ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ",
			"author": "১০. অতঃপর নামায সম্পন্ন হলে তোমরা পৃথিবীতে ছড়িয়ে পড়ো এবং (পুনরায়) আল্লাহ্‌র অনুগ্রহ (অর্থাৎ রিযিক) অন্বেষণ করতে থাকো। আর আল্লাহ্কে অধিক পরিমাণে স্মরণ করো, যাতে তোমরা সফলকাম হও।"
		},
		{
			"_id": "5188",
			"sura": "62",
			"para": "28",
			"verses": "11",
			"names": "وَ اِذَا  رَاَوۡا  تِجَارَۃً  اَوۡ لَہۡوَۨا انۡفَضُّوۡۤا اِلَیۡہَا وَ تَرَکُوۡکَ  قَآئِمًا ؕ قُلۡ مَا عِنۡدَ اللّٰہِ  خَیۡرٌ  مِّنَ اللَّہۡوِ وَ مِنَ  التِّجَارَۃِ ؕ وَ اللّٰہُ  خَیۡرُ  الرّٰزِقِیۡنَ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذَا  رَاَوۡا  تِجَارَۃً  اَوۡ لَہۡوَۨا انۡفَضُّوۡۤا اِلَیۡہَا وَ تَرَکُوۡکَ  قَآئِمًا ؕ قُلۡ مَا عِنۡدَ اللّٰہِ  خَیۡرٌ  مِّنَ اللَّہۡوِ وَ مِنَ  التِّجَارَۃِ ؕ وَ اللّٰہُ  خَیۡرُ  الرّٰزِقِیۡنَ ﴿۱۱﴾ ",
			"index": "5188",
			"name": "এবং যখন তারা কোন ব্যবসা অথবা খেলাধুলা দেখতে পেলো, তখন সেটার দিকে ছুটে গেলো আর আপনাকে (খোৎবার মধ্যে) দণ্ডায়মান রেখে গেলো। আপনি বলুন! ‘তা-ই, যা আল্লাহ্‌র নিকট রয়েছে, খেলাধুলা ও ব্যবসা অপেক্ষা উৎকৃষ্ট; এবং আল্লাহ্‌র রিয্‌ক্ব সর্বাপেক্ষা উত্তম।",
			"en_kanzulimaan": "And when they see some trade or sport, they move towards it and leave you standing delivering the sermon; proclaim, That which is with Allah, is better than sport and trade; and the sustenance of Allah is the best.",
			"ur_kanzulimaan": "اور جب انہوں نے کوئی تجارت یا کھیل دیکھا اس کی طرف چل دیے اور تمہیں خطبے میں کھڑا چھوڑ گئے تم فرماؤ وہ جو اللہ کے پاس ہے کھیل سے اور تجارت سے بہتر ہے، اور اللہ کا رزق سب سے اچھا،",
			"hi_kanzulimaan": "और जब उन्होंने कोई तिजारत या खेल देखा उसकी तरफ़ चल दिये (25फ) और तुम्हें ख़ुत्बे में खड़ा छोड़ गए (26फ) तुम फ़रमाओ वह जो अल्लाह के पास है (27फ) खेल से और तिजारत से बेहतर है और अल्लाह का रिज़्क़ सब से अच्छा",
			"id": 11,
			"text": "وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّـٰزِقِينَ",
			"author": "১১. আর যখন তারা কোনো ব্যবসা অথবা বিনোদন সামগ্রী দেখতে পেলো, তখন (নিজেদের চাহিদা এবং আর্থিক সংকটের কারণে) তারা আপনাকে (খুতবায়) দন্ডায়মান রেখে এর দিকে ছুটে গেল। বলে দিন, ‘যা কিছু আল্লাহ্‌র নিকট রয়েছে, তা ক্রীড়া-কৌতুক ও ব্যবসা অপেক্ষা উৎকৃষ্ট। আর আল্লাহ্ সর্বোত্তম রিযিক দাতা।’"
		}
	]