[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "2141",
			"sura": "18",
			"para": "15",
			"verses": "1",
			"names": "اَلۡحَمۡدُ لِلّٰہِ الَّذِیۡۤ  اَنۡزَلَ عَلٰی عَبۡدِہِ الۡکِتٰبَ  وَ لَمۡ  یَجۡعَلۡ  لَّہٗ عِوَجًا ؕ﴿ٜ۱﴾",
			"number": "",
			"verses_PDMS": "اَلۡحَمۡدُ لِلّٰہِ الَّذِیۡۤ  اَنۡزَلَ عَلٰی عَبۡدِہِ الۡکِتٰبَ  وَ لَمۡ  یَجۡعَلۡ  لَّہٗ عِوَجًا ؕ﴿ٜ۱﴾",
			"index": "2141",
			"name": "সমস্ত প্রশংসা আল্লাহরই, যিনি আপন বান্দার প্রতি কিতাব অবতীর্ণ করেছেন এবং সেটার মধ্যে আদৌ কোন বক্রতা রাখেন নি। ",
			"en_kanzulimaan": "All praise is to Allah Who sent down the Book upon His bondman, and has not kept any deviation in it.",
			"ur_kanzulimaan": "سب خوبیاں اللہ کو جس نے اپنے بندے پر کتاب اتاری اور اس میں اصلاً (بالکل، ذرا بھی) کجی نہ رکھی،",
			"hi_kanzulimaan": "सब ख़ूबियाँ अल्लाह को जिसने अपने बन्दे (2फ) पर किताब उतारी (3फ) और उस में असलन कजी न रखी (4फ)",
			"author": "১. সমস্ত প্রশংসা আল্লাহ্‌রই জন্যে, যিনি তাঁর (সর্বাধিক প্রিয় ও নৈকট্যবান) বান্দার প্রতি (মহান) কিতাব অবতীর্ণ করেছেন। আর এতে কোনো বক্রতা রাখেননি।"
		},
		{
			"_id": "2142",
			"sura": "18",
			"para": "15",
			"verses": "2",
			"names": "قَیِّمًا  لِّیُنۡذِرَ بَاۡسًا شَدِیۡدًا مِّنۡ لَّدُنۡہُ وَ یُبَشِّرَ الۡمُؤۡمِنِیۡنَ الَّذِیۡنَ یَعۡمَلُوۡنَ الصّٰلِحٰتِ اَنَّ  لَہُمۡ  اَجۡرًا حَسَنًا ۙ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "قَیِّمًا  لِّیُنۡذِرَ بَاۡسًا شَدِیۡدًا مِّنۡ لَّدُنۡہُ وَ یُبَشِّرَ الۡمُؤۡمِنِیۡنَ الَّذِیۡنَ یَعۡمَلُوۡنَ الصّٰلِحٰتِ اَنَّ  لَہُمۡ  اَجۡرًا حَسَنًا ۙ﴿۲﴾ ",
			"index": "2142",
			"name": "ন্যায় বিচার সম্বলিত কিতাব; যাতে আল্লাহ্‌র কঠিন শাস্তি সম্পর্কে সতর্ক করেন এবং ঈমানদারদেরকে, যারা সৎকর্ম করে, সুসংবাদ দেন যে, তাদের উত্তম পুরস্কার রয়েছে; ",
			"en_kanzulimaan": "A just Book, to warn of Allahs severe punishment, and to give glad tidings to the believers who do good deeds, that for them is an excellent reward.",
			"ur_kanzulimaan": "عدل والی کتاب کہ اللہ کے سخت عذاب سے ڈرائے اور ایمان والوں کو جو نیک کام کریں بشارت دے کہ ان کے لیے اچھا ثواب ہے،",
			"hi_kanzulimaan": "अदल (इंसाफ) वाली किताब के (5फ) अल्लाह के सख़्त अज़ाब से डराए और ईमान वालों को जो नेक काम करें बशारत (ख़ुश ख़बरी)दे के उनके लिये अच्छा सवाब है।",
			"author": "২. (একে) সরল এবং ভারসাম্যপূর্ণ (করেছেন), যাতে তিনি (অস্বীকারকারীদেরকে) আল্লাহ্‌র পক্ষ থেকে (আসন্ন) কঠিন শাস্তির ভীতি প্রদর্শন করেন এবং সুসংবাদ দান করেন মুমিনগণকে। যারা নেক কাজ করে তাদের জন্যে রয়েছে উৎকৃষ্ট প্রতিদান (জান্নাত);"
		},
		{
			"_id": "2143",
			"sura": "18",
			"para": "15",
			"verses": "3",
			"names": "مَّاکِثِیۡنَ فِیۡہِ اَبَدًا ۙ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "مَّاکِثِیۡنَ فِیۡہِ اَبَدًا ۙ﴿۳﴾ ",
			"index": "2143",
			"name": "যা’তে তারা স্থায়ীভাবে থাকবে; ",
			"en_kanzulimaan": "In which they will abide forever.",
			"ur_kanzulimaan": "جس میں ہمیشہ رہیں گے،",
			"hi_kanzulimaan": "जिसमें हमेशा (सदा) रहेंगे",
			"author": "৩.  যাতে তারা চিরকাল থাকবে।"
		},
		{
			"_id": "2144",
			"sura": "18",
			"para": "15",
			"verses": "4",
			"names": "وَّ یُنۡذِرَ الَّذِیۡنَ قَالُوا اتَّخَذَ اللّٰہُ وَلَدًا ٭﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "وَّ یُنۡذِرَ الَّذِیۡنَ قَالُوا اتَّخَذَ اللّٰہُ وَلَدًا ٭﴿۴﴾ ",
			"index": "2144",
			"name": "এবং ওই সব লোককে সতর্ক করবেন, যারা এ কথা বলে, ‘আল্লাহ্‌ আপন কোন সন্তান গ্রহণ করেছেন। ",
			"en_kanzulimaan": "And to warn those who say Allah has chosen a child.",
			"ur_kanzulimaan": "اور ان کو ڈرائے جو کہتے ہیں کہ اللہ نے اپنا کوئی بچہ بنایا،",
			"hi_kanzulimaan": "और उन (6फ) को डराए जो कहते हैं के अल्लाह ने अपना कोई बच्चा बनाया",
			"author": "৪.  আর (এছাড়াও) সেসব লোকদেরকে সতর্ক করেন, যারা বলে যে, আল্লাহ্ (নিজের জন্যে) পুত্র গ্রহণ করেছেন।"
		},
		{
			"_id": "2145",
			"sura": "18",
			"para": "15",
			"verses": "5",
			"names": "مَا لَہُمۡ بِہٖ مِنۡ عِلۡمٍ وَّ لَا لِاٰبَآئِہِمۡ ؕ کَبُرَتۡ کَلِمَۃً  تَخۡرُجُ مِنۡ اَفۡوَاہِہِمۡ ؕ اِنۡ یَّقُوۡلُوۡنَ  اِلَّا کَذِبًا ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "مَا لَہُمۡ بِہٖ مِنۡ عِلۡمٍ وَّ لَا لِاٰبَآئِہِمۡ ؕ کَبُرَتۡ کَلِمَۃً  تَخۡرُجُ مِنۡ اَفۡوَاہِہِمۡ ؕ اِنۡ یَّقُوۡلُوۡنَ  اِلَّا کَذِبًا ﴿۵﴾ ",
			"index": "2145",
			"name": "এ সম্পর্কে না তারা কোন জ্ঞান রাখে, না তাদের পিতৃপুরুষরা, কী সাংঘাতিক কথা, যা তাদের মুখ থেকে বের হচ্ছে। নিছক মিথ্যা কথা বলছে। ",
			"en_kanzulimaan": "They do not have any knowledge of it - nor did their forefathers; profound is the word that comes out of their mouths; they only speak a lie.",
			"ur_kanzulimaan": "اس بارے میں نہ وہ کچھ علم رکھتے ہیں نہ ان کے باپ دادا کتنا بڑا بول ہے کہ ان کے منہ سے نکلتا ہے، نِرا جھوٹ کہہ رہے ہیں،",
			"hi_kanzulimaan": "इस बारे में न वो कुछ ईल्म रखते हैं न उनके बाप दादा (7फ) कितना बड़ा बोल है के उनके मुँह से निकलता है निरा झूठ कह रहे हैं",
			"author": "৫. তাদের এ বিষয়ে কোনো জ্ঞান নেই, আর তাদের পিতৃপুরুষদেরও ছিল না। (এটি) কতোই না ভয়ঙ্কর কথা যা তাদের মুখ থেকে বের হচ্ছে। তারা (সরাসরি) মিথ্যা ব্যতীত কিছু বলেই না।"
		},
		{
			"_id": "2146",
			"sura": "18",
			"para": "15",
			"verses": "6",
			"names": "فَلَعَلَّکَ بَاخِعٌ نَّفۡسَکَ عَلٰۤی اٰثَارِہِمۡ  اِنۡ لَّمۡ  یُؤۡمِنُوۡا بِہٰذَا  الۡحَدِیۡثِ  اَسَفًا ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "فَلَعَلَّکَ بَاخِعٌ نَّفۡسَکَ عَلٰۤی اٰثَارِہِمۡ  اِنۡ لَّمۡ  یُؤۡمِنُوۡا بِہٰذَا  الۡحَدِیۡثِ  اَسَفًا ﴿۶﴾ ",
			"index": "2146",
			"name": "তবে এমন যেনো না হয় যে, আপনি আক্ষেপে তাদের পেছনে আত্নবিনাশি হয়ে পড়বেন যদি তারা এ বাণীর উপর ঈমান না আনে। ",
			"en_kanzulimaan": "Possibly you may risk your life by grieving (O dear Prophet Mohammed - peace and blessings be upon him) for them if they do not believe in this narration.",
			"ur_kanzulimaan": "تو کہیں تم اپنی جان پر کھیل جاؤ گے ان کے پیچھے اگر وہ اس بات پر ایمان نہ لائیں غم سے",
			"hi_kanzulimaan": "तो कहीं तुम अपनी जान पर खेल जाओगे उनके पीछे अगर वो इस बात पर (8फ) ईमान न लाएं ग़म से (9फ)",
			"author": "৬. (হে সম্মানিত হাবীব!) আপনি কি তাদের জন্যে বেদনাময় দুশ্চিন্তায় নিজের (প্রিয়তম) জীবন(ও) বিপন্ন করে দেবেন যদি তারা (আল্লাহ্‌র) এ বাণীর প্রতি ঈমান আনয়ন না করে?"
		},
		{
			"_id": "2147",
			"sura": "18",
			"para": "15",
			"verses": "7",
			"names": "اِنَّا جَعَلۡنَا مَا عَلَی الۡاَرۡضِ زِیۡنَۃً  لَّہَا لِنَبۡلُوَہُمۡ  اَیُّہُمۡ   اَحۡسَنُ  عَمَلًا ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّا جَعَلۡنَا مَا عَلَی الۡاَرۡضِ زِیۡنَۃً  لَّہَا لِنَبۡلُوَہُمۡ  اَیُّہُمۡ   اَحۡسَنُ  عَمَلًا ﴿۷﴾ ",
			"index": "2147",
			"name": "নিশ্চয় আমি (তাকেই), পৃথিবীর শোভা করেছি যা কিছু সেটার উপর রয়েছে, যাতে তাদেরকে এ পরীক্ষা করি যে, তাদের মধ্যে কার কর্ম উত্তম।",
			"en_kanzulimaan": "We have indeed placed all that is on the earth as its adornment in order that We may test them, who among them has the best deeds.",
			"ur_kanzulimaan": "بیشک ہم نے زمین کا سنگھار کیا جو کچھ اس پر ہے کہ انہیں آزمائیں ان میں کس کے کام بہتر ہیں",
			"hi_kanzulimaan": "बेशक हम ने ज़मीन का सिंगार किया जो कुछ उस पर है (10फ) के उन्हें आज़माएं उन में किस के काम बेहतर हैं (11फ)",
			"author": "৭.  আর নিশ্চয়ই আমরা ভু-পৃষ্ঠের উপরে সকল কিছুকে এর সৌন্দর্যের কারণ (এবং  অলঙ্কার) বানিয়েছি, যাতে এ লোকদেরকে (অর্থাৎ জগতবাসীকে) পরীক্ষা করতে পারি যে, আমলের দিক থেকে তাদের মধ্যে কে উত্তম।"
		},
		{
			"_id": "2148",
			"sura": "18",
			"para": "15",
			"verses": "8",
			"names": "وَ اِنَّا لَجٰعِلُوۡنَ مَا عَلَیۡہَا صَعِیۡدًا جُرُزًا  ؕ﴿۸﴾",
			"number": "",
			"verses_PDMS": "وَ اِنَّا لَجٰعِلُوۡنَ مَا عَلَیۡہَا صَعِیۡدًا جُرُزًا  ؕ﴿۸﴾",
			"index": "2148",
			"name": "এবং নিশ্চয় যা কিছু সেটার উপর রয়েছে একদিন আমি তা উদ্ভিদশূন্য ময়দানে পরিণত করে ছাড়বো।  ",
			"en_kanzulimaan": "And indeed We shall one day make all that is on it a barren plain.",
			"ur_kanzulimaan": "اور بیشک جو کچھ اس پر ہے ایک دن ہم اسے پٹ پر میدان (سفید زمین) کو چھوڑیں گے",
			"hi_kanzulimaan": "और बेशक जो कुछ उस पर है एक दिन हम उसे पट पर मैदान कर छोड़ेंगे (12फ)",
			"author": "৮. আর নিশ্চয়ই আমরা এর (এ পৃথিবীর) উপর বিদ্যমান (সকল) কিছুকে (ধ্বংস করে) বিরানভুমি বানিয়ে দেবো।"
		},
		{
			"_id": "2149",
			"sura": "18",
			"para": "15",
			"verses": "9",
			"names": "اَمۡ حَسِبۡتَ اَنَّ  اَصۡحٰبَ الۡکَہۡفِ وَ الرَّقِیۡمِ ۙ کَانُوۡا  مِنۡ  اٰیٰتِنَا  عَجَبًا ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "اَمۡ حَسِبۡتَ اَنَّ  اَصۡحٰبَ الۡکَہۡفِ وَ الرَّقِیۡمِ ۙ کَانُوۡا  مِنۡ  اٰیٰتِنَا  عَجَبًا ﴿۹﴾ ",
			"index": "2149",
			"name": "আপনি কি অবগত হয়েছেন যে, পাহাড়ের গুহা এবং অরণ্যের পাশে অবস্থানকারীরা আমার এক বিস্ময়কর নিদর্শন ছিলো?",
			"en_kanzulimaan": "Did you know that the People of the Cave and People close to the Woods, were Our exceptional signs?",
			"ur_kanzulimaan": "کیا تمہیں معلوم ہوا کہ پہاڑ کی کھوہ اور جنگل کے کنارے والے ہماری ایک عجیب نشانی تھے،",
			"hi_kanzulimaan": "क्या तुम्हें मालूम हुआ के पहाड़ की खोह और जंगल के किनारे वाले (13फ) हमारी एक अजीब निशानी थे",
			"author": "৯. আপনি কি লক্ষ্য করেছেন, কাহ্ফ এবং রক্বীমবাসী (অর্থাৎ গুহা এবং গুহার ফলক অথবা রক্বীম উপত্যকাবাসী) আমাদের (কুদরতের) নিদর্শনাবলীর মধ্যে (কতোই না) বিস্ময়কর নিদর্শন ছিল?"
		},
		{
			"_id": "2150",
			"sura": "18",
			"para": "15",
			"verses": "10",
			"names": "اِذۡ اَوَی الۡفِتۡیَۃُ  اِلَی الۡکَہۡفِ فَقَالُوۡا رَبَّنَاۤ اٰتِنَا مِنۡ لَّدُنۡکَ رَحۡمَۃً  وَّ ہَیِّیٴۡ لَنَا مِنۡ  اَمۡرِنَا  رَشَدًا  ﴿۱۰﴾",
			"number": "",
			"verses_PDMS": "اِذۡ اَوَی الۡفِتۡیَۃُ  اِلَی الۡکَہۡفِ فَقَالُوۡا رَبَّنَاۤ اٰتِنَا مِنۡ لَّدُنۡکَ رَحۡمَۃً  وَّ ہَیِّیٴۡ لَنَا مِنۡ  اَمۡرِنَا  رَشَدًا  ﴿۱۰﴾",
			"index": "2150",
			"name": "যখন ওই যুবকরা গুহায় আশ্রয় নিলো, অতঃপর বললো, ‘হে আমাদের রব! আমাদেরকে তোমার নিকট থেকে অনুগ্রহ দান করো এবং আমাদের কাজকর্মে আমাদের জন্য সঠিক পথ প্রাপ্তির ব্যবস্থা করো।",
			"en_kanzulimaan": "When the young men took refuge in the Cave - then said, Our Lord! Give us mercy from Yourself, and arrange guidance for us in our affair.",
			"ur_kanzulimaan": "جب ان نوجوانوں نے غار میں پناہ لی پھر بولے اے ہمارے رب ہمیں اپنے پاس سے رحمت دے اور ہمارے کام میں ہمارے لیے راہ یابی کے سامان کر،",
			"hi_kanzulimaan": "जब उन जवानों ने (14फ) ग़ार (गुफा) में पनाह ली फिर बोले अए हमारे रब हमें अपने पास से रहमत दे (15फ) और हमारे काम में हमारे लिये राह याबी (रासता पाने) के सामान कर",
			"author": "১০. (স্মরণ করুন সে সময়ের কথা) যখন কতিপয় যুবক গুহায় আশ্রয় নিয়েছিল; তারা বললো, ‘হে আমাদের প্রতিপালক! আমাদেরকে তোমার  পক্ষ থেকে অনুগ্রহ দান করো এবং আমাদের কাজে পথনির্দেশনা (প্রদানের উপকরণ) সরবরাহ করো।’"
		},
		{
			"_id": "2151",
			"sura": "18",
			"para": "15",
			"verses": "11",
			"names": "فَضَرَبۡنَا عَلٰۤی اٰذَانِہِمۡ فِی الۡکَہۡفِ سِنِیۡنَ عَدَدًا ﴿ۙ۱۱﴾ ",
			"number": "",
			"verses_PDMS": "فَضَرَبۡنَا عَلٰۤی اٰذَانِہِمۡ فِی الۡکَہۡفِ سِنِیۡنَ عَدَدًا ﴿ۙ۱۱﴾ ",
			"index": "2151",
			"name": "অতঃপর আমি ওই গুহায় তাদের কানের উপর হাতে গোনা কয়েকটা বছর অতিবাহিত করালাম। ",
			"en_kanzulimaan": "We then thumped upon their ears in the Cave for a number of years. (* Put them to sleep.)",
			"ur_kanzulimaan": "تو ہم نے اس غار میں ان کے کے کانوں پر گنتی کے کئی برس تھپکا",
			"hi_kanzulimaan": "तो हमने उस ग़ार (गुफा) में उन के कानों पर गिनती के कई बरस थपका (16फ)",
			"author": "১১. সুতরাং আমরা ওই গুহায় তাদের কানে গণনাযোগ্য কয়েক বছর (নিদ্রার পর্দা) ফেলে দিলাম।"
		},
		{
			"_id": "2152",
			"sura": "18",
			"para": "15",
			"verses": "12",
			"names": "ثُمَّ بَعَثۡنٰہُمۡ لِنَعۡلَمَ اَیُّ الۡحِزۡبَیۡنِ اَحۡصٰی  لِمَا  لَبِثُوۡۤا  اَمَدًا ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ بَعَثۡنٰہُمۡ لِنَعۡلَمَ اَیُّ الۡحِزۡبَیۡنِ اَحۡصٰی  لِمَا  لَبِثُوۡۤا  اَمَدًا ﴿۱۲﴾ ",
			"index": "2152",
			"name": "অতঃপর আমি তাদেরকে জাগ্রত করলাম যাতে দেখি দু’দলের মধ্যে কোনটা তাদের অবস্থিতিকাল অধিক সঠিকভাবে বর্ণনা করে। ",
			"en_kanzulimaan": "We then awakened them to see which of the two groups more accurately tells the period they had stayed.",
			"ur_kanzulimaan": "پھر ہم نے انھیں جگایا کہ دیکھیں دو گروہوں میں کون ان کے ٹھہرنے کی مدت زیادہ ٹھیک بتاتا ہے،",
			"hi_kanzulimaan": "फिर हमने उन्हें जगाया के देखें (17फ) दो गिरोहों में कौन उन के ठहरने की मुद्दत ज़्यादा ठीक बताता है",
			"author": "১২. অতঃপর দেখে নেবার জন্যে আমরা তাদেরকে জাগ্রত করলাম যে, দুই দলের মধ্যে কোন দল এ (গুহায়) অবস্থান (সময়সীমা) সঠিকভাবে নির্ণয় করতে পারে।"
		},
		{
			"_id": "2153",
			"sura": "18",
			"para": "15",
			"verses": "13",
			"names": "نَحۡنُ نَقُصُّ عَلَیۡکَ نَبَاَہُمۡ  بِالۡحَقِّ ؕ اِنَّہُمۡ فِتۡیَۃٌ  اٰمَنُوۡا بِرَبِّہِمۡ وَ زِدۡنٰہُمۡ ہُدًی  ﴿٭ۖ۱۳﴾",
			"number": "",
			"verses_PDMS": "نَحۡنُ نَقُصُّ عَلَیۡکَ نَبَاَہُمۡ  بِالۡحَقِّ ؕ اِنَّہُمۡ فِتۡیَۃٌ  اٰمَنُوۡا بِرَبِّہِمۡ وَ زِدۡنٰہُمۡ ہُدًی  ﴿٭ۖ۱۳﴾",
			"index": "2153",
			"name": "আমি তাদের ঠিক ঠিক অবস্থা আপনাকে শুনাচ্ছি-তারা কয়েকজন যুবক ছিলো, যারা আপন রবের উপর ঈমান এনেছে এবং আমি তাদের মধ্যে হিদায়াত বৃদ্ধি করেছি।",
			"en_kanzulimaan": "We shall narrate their account to you accurately; they were young men who believed in their Lord, and We increased the guidance for them.",
			"ur_kanzulimaan": "ہم ان کا ٹھیک ٹھیک حال تمہیں سنائیں، وہ کچھ جوان تھے کہ اپنے رب پر ایمان لائے اور ہم نے ان کو ہدایت بڑھائی،",
			"hi_kanzulimaan": "हम उनका ठीक ठीक हाल तुम्हें सुनाएं वो कुछ जवान थे के अपने रब पर ईमान लाए और हमने उनको हिदायत बढ़ाई",
			"author": "১৩. (এখন) আমরা আপনাকে তাদের প্রকৃত অবস্থা বর্ণনা করছি। নিশ্চয়ই তারা ছিল (কতিপয়) যুবক, যারা তাদের প্রতিপালকে বিশ্বাস স্থাপন করেছিল এবং আমরা তাদের জন্যে হেদায়াত (-এর আলো) বৃদ্ধি করে দিয়েছিলাম।"
		},
		{
			"_id": "2154",
			"sura": "18",
			"para": "15",
			"verses": "14",
			"names": "وَّ رَبَطۡنَا عَلٰی قُلُوۡبِہِمۡ اِذۡ قَامُوۡا فَقَالُوۡا رَبُّنَا رَبُّ السَّمٰوٰتِ وَ الۡاَرۡضِ لَنۡ نَّدۡعُوَا۠ مِنۡ دُوۡنِہٖۤ  اِلٰـہًا لَّقَدۡ قُلۡنَاۤ  اِذًا  شَطَطًا ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "وَّ رَبَطۡنَا عَلٰی قُلُوۡبِہِمۡ اِذۡ قَامُوۡا فَقَالُوۡا رَبُّنَا رَبُّ السَّمٰوٰتِ وَ الۡاَرۡضِ لَنۡ نَّدۡعُوَا۠ مِنۡ دُوۡنِہٖۤ  اِلٰـہًا لَّقَدۡ قُلۡنَاۤ  اِذًا  شَطَطًا ﴿۱۴﴾ ",
			"index": "2154",
			"name": "এবং আমি তাদের চিত্তের দৃঢ়তাকে মজবুত করে দিয়েছি যখন তারা দণ্ডায়মান হয়ে বললো, ‘আমাদের রব হন তিনিই, যিনি আসমান ও যমীনের রব, আমরা তিনি ব্যতীত অন্য কোন মা’বূদের ইবাদত করবো না। এমন হলে আমরা অবশ্যই সীমালঙ্ঘনের কথা বলেছি।",
			"en_kanzulimaan": "And We made their hearts steadfast when they stood up and said, Our Lord is the Lord of the heavens and the earth - we shall not worship any other deity except Him - if it were, we have then said something excessive.",
			"ur_kanzulimaan": "اور ہم نے ان کی ڈھارس بندھائی جب کھڑے ہوکر بولے کہ ہمارا رب وہ ہے جو آسمان اور زمین کا رب ہے ہم اس کے سوا کسی معبود کو نہ پوجیں گے ایسا ہو تو ہم نے ضرور حد سے گزری ہوئی بات کہی،",
			"hi_kanzulimaan": "और हमने उनके दिलों की ढारस बंधाई जब (18फ)खड़े होकर बोले कि हमारा रब वो है जो आसमान और ज़मीन का रब है हम उसके सिवा किसी माबूद को न पूजेंगे एसा हो तो हमने ज़रूर हद से गुज़री हुई बात कही",
			"author": "১৪. আর আমরা তাদের অন্তরকে (আমাদের বন্ধন ও সম্পর্কের দ্বারা) মজবুত ও সুদৃঢ় করে দিয়েছিলাম। যখন তারা (তাদের বাদশাহর সামনে) দাঁড়ালো তখন তারা বলতে লাগলো, ‘আমাদের প্রতিপালক তো আকাশমন্ডলী ও পৃথিবীর প্রতিপালক, আমরা তাঁকে ছাড়া কখনো অন্য কোনো (মিথ্যা) উপাস্যের উপাসনা করবো না। (যদি এমনটি করি তবে) সে সময় আমরা অবশ্যই সত্যচ্যুত কথা বলবো।"
		},
		{
			"_id": "2155",
			"sura": "18",
			"para": "15",
			"verses": "15",
			"names": "ہٰۤؤُلَآءِ قَوۡمُنَا اتَّخَذُوۡا مِنۡ دُوۡنِہٖۤ اٰلِہَۃً ؕ  لَوۡ لَا یَاۡتُوۡنَ عَلَیۡہِمۡ بِسُلۡطٰنٍۭ بَیِّنٍ ؕ فَمَنۡ اَظۡلَمُ  مِمَّنِ افۡتَرٰی عَلَی اللّٰہِ کَذِبًا ﴿ؕ۱۵﴾ ",
			"number": "",
			"verses_PDMS": "ہٰۤؤُلَآءِ قَوۡمُنَا اتَّخَذُوۡا مِنۡ دُوۡنِہٖۤ اٰلِہَۃً ؕ  لَوۡ لَا یَاۡتُوۡنَ عَلَیۡہِمۡ بِسُلۡطٰنٍۭ بَیِّنٍ ؕ فَمَنۡ اَظۡلَمُ  مِمَّنِ افۡتَرٰی عَلَی اللّٰہِ کَذِبًا ﴿ؕ۱۵﴾ ",
			"index": "2155",
			"name": "এ যে আমাদের সম্প্রদায়, তারা আল্লাহ্‌ ব্যতীত অন্য খোদা স্থির করে রেখেছে; তারা কেন তাদের সম্মুখে কোন স্পষ্ট প্রমাণ উপস্থিত করছেনা? অতঃপর তার চেয়ে অধিক যালিম কে, যে আল্লাহ্‌ সম্বন্ধে মিথ্যা রচনা করে?’",
			"en_kanzulimaan": "These - the people of ours - have set up Gods besides Allah; why do they not bring a clear proof regarding them? And who is more unjust than one who fabricates a lie against Allah?",
			"ur_kanzulimaan": "یہ جو ہماری قوم ہے اس نے اللہ کے سوا خدا بنا رکھے ہیں، کیوں نہیں لاتے ان پر کوئی روشن سند، تو اس سے بڑھ کر ظالم کون جو اللہ پر جھوٹ باندھے",
			"hi_kanzulimaan": "ये जो हमारी क़ौम है उसने अल्लाह के सिवा ख़ुदा बना रखे हैं क्यों नहीं लाते उनपर कोई रौशन सनद (प्रमाण) तो उससे बढ़कर ज़ालिम कौन जो अल्लाह पर झूठ बाँधे (19फ)",
			"author": "১৫. এরা আমাদের সম্প্রদায়ের লোক, যারা তাঁকে ব্যতীত অনেক উপাস্য বানিয়ে নিয়েছে। তখন কেন তারা এসবের (উপাস্য হওয়ার) উপর সুস্পষ্ট কোনো প্রমাণ আনয়ন করে না? সুতরাং এরচেয়ে বড় অত্যাচারী কে, যে আল্লাহ্‌র প্রতি মিথ্যা অপবাদ রচনা করে?’"
		},
		{
			"_id": "2156",
			"sura": "18",
			"para": "15",
			"verses": "16",
			"names": "وَ اِذِ اعۡتَزَلۡتُمُوۡہُمۡ وَمَا یَعۡبُدُوۡنَ  اِلَّا اللّٰہَ  فَاۡ وٗۤا اِلَی الۡکَہۡفِ یَنۡشُرۡ لَکُمۡ رَبُّکُمۡ مِّنۡ رَّحۡمَتِہٖ وَیُہَیِّیٴۡ لَکُمۡ مِّنۡ  اَمۡرِکُمۡ  مِّرۡفَقًا ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذِ اعۡتَزَلۡتُمُوۡہُمۡ وَمَا یَعۡبُدُوۡنَ  اِلَّا اللّٰہَ  فَاۡ وٗۤا اِلَی الۡکَہۡفِ یَنۡشُرۡ لَکُمۡ رَبُّکُمۡ مِّنۡ رَّحۡمَتِہٖ وَیُہَیِّیٴۡ لَکُمۡ مِّنۡ  اَمۡرِکُمۡ  مِّرۡفَقًا ﴿۱۶﴾ ",
			"index": "2156",
			"name": "এবং যখন তোমরা তাদের নিকট থেকে ও যা কিছু তারা আল্লাহ্‌ ব্যতীত পূজা করছে সেসব থেকে পৃথক হয়ে যাও, তখন গুহায় আশ্রয় গ্রহণ করো। তোমাদের রব তোমাদের জন্য আপন দয়া বিস্তার করবেন এবং তোমাদের কাজের সহজতার উপায়-উপকরণ তৈরী করে দেবেন।",
			"en_kanzulimaan": "And when you have disassociated yourself from them and all what they worship besides Allah - so take refuge in the Cave - your Lord will spread His mercy for you and arrange ease for you in your affairs.",
			"ur_kanzulimaan": "اور جب تم ان سے اور جو کچھ وہ اللہ سوا پوجتے ہیں سب سے الگ ہوجاؤ تو غار میں پناہ لو تمہارا رب تمہارے لیے اپنی رحمت پھیلادے گا اور تمہارے کام میں آسانی کے سامان بنادے گا،",
			"hi_kanzulimaan": "और जब तुम उन से और जो कुछ वो अल्लाह के सिवा पूजते हैं सबसे अलग हो जाओ तो ग़ार में पनाह लो तुम्हारा रब तुम्हारे लिए अपनी रहमत फैला देगा और तुम्हारे काम में आसानी के सामान बना देगा",
			"author": "১৬. আর (এ যুবকেরা পরস্পরে বলতে লাগল:) ‘যখন তোমরা তাদের থেকে এবং যাদেরকে তারা আল্লাহ্ ব্যতীত উপাসনা করে সেসব (মিথ্যা উপাস্য) থেকে বিচ্ছিন্ন হয়ে গিয়েছো, তখন তোমরা (এ) গুহায় আশ্রয় গ্রহণ করো। তোমাদের প্রতিপালক তোমাদের জন্যে তাঁর অনুগ্রহ বিস্তৃত করবেন এবং তোমাদের জন্যে তোমাদের কাজ সহজতর করে দেবেন।’"
		},
		{
			"_id": "2157",
			"sura": "18",
			"para": "15",
			"verses": "17",
			"names": "وَ تَرَی الشَّمۡسَ  اِذَا طَلَعَتۡ  تَّزٰوَرُ عَنۡ کَہۡفِہِمۡ ذَاتَ الۡیَمِیۡنِ وَ اِذَا غَرَبَتۡ تَّقۡرِضُہُمۡ ذَاتَ الشِّمَالِ وَ ہُمۡ فِیۡ فَجۡوَۃٍ مِّنۡہُ ؕ ذٰلِکَ مِنۡ اٰیٰتِ اللّٰہِ ؕ مَنۡ یَّہۡدِ اللّٰہُ فَہُوَ الۡمُہۡتَدِ ۚ وَ مَنۡ  یُّضۡلِلۡ  فَلَنۡ تَجِدَ  لَہٗ   وَلِیًّا  مُّرۡشِدًا ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ تَرَی الشَّمۡسَ  اِذَا طَلَعَتۡ  تَّزٰوَرُ عَنۡ کَہۡفِہِمۡ ذَاتَ الۡیَمِیۡنِ وَ اِذَا غَرَبَتۡ تَّقۡرِضُہُمۡ ذَاتَ الشِّمَالِ وَ ہُمۡ فِیۡ فَجۡوَۃٍ مِّنۡہُ ؕ ذٰلِکَ مِنۡ اٰیٰتِ اللّٰہِ ؕ مَنۡ یَّہۡدِ اللّٰہُ فَہُوَ الۡمُہۡتَدِ ۚ وَ مَنۡ  یُّضۡلِلۡ  فَلَنۡ تَجِدَ  لَہٗ   وَلِیًّا  مُّرۡشِدًا ﴿۱۷﴾ ",
			"index": "2157",
			"name": "এবং হে মাহবূব! আপনি সূর্যকে দেখবেন যে, যখন তা উদিত হয় তখন তাদের গুহা থেকে ডান দিকে হেলে যায় এবং যখন অস্ত যায় তখন তাদের বাম পার্শ্ব দিয়ে হেলে অতিক্রম করে যায়; অথচ তারা ওই গুহার উন্মুক্ত চত্বরে রয়েছে। এটা আল্লাহ্‌র নিদর্শনগুলোর অন্যতম। যাকে আল্লাহ্‌ সৎপথ দেখান, তবে সেই সঠিক পথে আছে এবং যাকে পথভ্রষ্ট করেন, তবে কখনো তার কোন অভিভাবক, পথ প্রদর্শনকারী পাবেন না।",
			"en_kanzulimaan": "And O dear Prophet (Mohammed - peace and blessings be upon him) you will see the sun that when it rises it shifts away to the right of their cave, and when it sets it shifts away to their left, and they are in the open ground of that cave; this is from among the signs of Allah; whomever Allah guides - only he is therefore guided; and whomever He sends astray - you will never find for him a friend who guides.",
			"ur_kanzulimaan": "اور اے محبوب! تم سورج کو دیکھو گے کہ جب نکلتا ہے تو ان کے غار سے داہنی طرف بچ جاتا ہے اور جب ڈوبتا ہے تو ان سے بائیں طرف کترا جاتا ہے حالانکہ وہ اس غار کے کھلے میدان میں میں ہیں یہ اللہ کی نشانیوں میں سے ہے جسے اللہ راہ دے تو وہی راہ پر ہے، اور جسے گمراہ کرے تو ہرگز اس کا کوئی حمایتی راہ دکھانے والا نہ پاؤ گے،",
			"hi_kanzulimaan": "और अए महबूब तुम सूरज को देखोगे कि जब निकलता है तो उन के ग़ार से दहनी तरफ बच जाता है और जब डूबता है तो उनसे बाईं तरफ कतरा जाता है (20फ) हालाँके वो उस ग़ार के खुले मैदान में हैं (21फ) ये अल्लाह की निशानियों से है जिसे अल्लाह राह दे तो वही राह पर और जिसे गुमराह करे तो हरगिज़ उसका कोई हिमायती राह दिखाने वाला न पाओगे",
			"author": "১৭. আর আপনি দেখবেন যে, সূর্য উদয়কালে তাদের গুহা থেকে ডান পার্শ্বে সরে যায় এবং অস্তকালে তাদের থেকে বাম দিক ঝুঁকে পড়ে আর তারা এ গুহার প্রশস্ত চত্বরে (শুয়ে) রয়েছে। এ (সূর্যের নিজের পথ পরিবর্তন করা) আল্লাহ্‌র (কুদরতের বড়) নিদর্শনসমূহের মধ্যে গণ্য। যাকে আল্লাহ্ হেদায়াত দান করেন সেই হেদায়াত পায়; আর যাকে তিনি গোমরাহ্ করেন, তো আপনি তার জন্যে কোনো ওলী (সাহায্যকারী বন্ধু) ও মুরশিদ (অর্থাৎ পথপ্রদর্শনকারী) পাবেন না।"
		},
		{
			"_id": "2158",
			"sura": "18",
			"para": "15",
			"verses": "18",
			"names": "وَ تَحۡسَبُہُمۡ اَیۡقَاظًا وَّ ہُمۡ رُقُوۡدٌ ٭ۖ وَّ نُقَلِّبُہُمۡ ذَاتَ الۡیَمِیۡنِ وَ ذَاتَ الشِّمَالِ ٭ۖ وَ کَلۡبُہُمۡ بَاسِطٌ ذِرَاعَیۡہِ  بِالۡوَصِیۡدِ ؕ لَوِ اطَّلَعۡتَ عَلَیۡہِمۡ لَوَلَّیۡتَ مِنۡہُمۡ فِرَارًا  وَّ  لَمُلِئۡتَ مِنۡہُمۡ  رُعۡبًا ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ تَحۡسَبُہُمۡ اَیۡقَاظًا وَّ ہُمۡ رُقُوۡدٌ ٭ۖ وَّ نُقَلِّبُہُمۡ ذَاتَ الۡیَمِیۡنِ وَ ذَاتَ الشِّمَالِ ٭ۖ وَ کَلۡبُہُمۡ بَاسِطٌ ذِرَاعَیۡہِ  بِالۡوَصِیۡدِ ؕ لَوِ اطَّلَعۡتَ عَلَیۡہِمۡ لَوَلَّیۡتَ مِنۡہُمۡ فِرَارًا  وَّ  لَمُلِئۡتَ مِنۡہُمۡ  رُعۡبًا ﴿۱۸﴾ ",
			"index": "2158",
			"name": "এবং আপনি তাদেরকে জাগ্রত মনে করবেন অথচ তারা নিদ্রিত; আর আমি তাদেরকে ডান-বাম পার্শ্বদ্বয় পরিবর্তন করাই এবং তাদের কুকুর আপন সম্মুখের পা দু’টি প্রসারিত করে আছে গুহাদ্বারে চৌকাঠের উপর। হে শ্রোতা! যদি তুমি তাদেরকে উকি দিয়েও দেখো তাহলে তাদেরকে পৃষ্ঠ প্রদর্শন করে পলায়ন করবে এবং তাদের ভয়ে পূর্ণ আতঙ্কগ্রস্ত হয়ে পড়বে। ",
			"en_kanzulimaan": "And you may think they are awake, whereas they are asleep; and We turn them over to the right and the left - and their dog is on the threshold of the cave, with its paws outstretched; O listener, were you to look at them closely, you would turn back running away from them, and be filled with their dread.",
			"ur_kanzulimaan": "اور تم انھیں جاگتا سمجھو اور وہ سوتے ہیں اور ہم ان کی داہنی بائیں کروٹیں بدلتے ہیں اور ان کا کتا اپنی کلائیاں پھیلائے ہوئے ہے غار کی چوکھٹ پر اے سننے! والے اگر تو انہیں جھانک کر دیکھے تو ان سے پیٹھ پھیر کر بھاگے اور ان سے ہیبت میں بھر جائے",
			"hi_kanzulimaan": "और तुम उन्हें जागता समझो (22फ) और वो सोते हैं और हम उन की दाहिनी बाईं करवटें बदलते हैं (23फ) और उन का कुत्ता अपनी कलाईयाँ फैलाए हुए है ग़ार (गुफा) की चौखट पर (24फ) ऐ सुन्ने वाले अगर तू उन्हें झाँक कर देखे तो उन से पीठ फेर कर भागे और उन से हैबत में भर जाए (25फ)",
			"author": "১৮. আর (হে শ্রবণকারী! যদি) তুমি তাদেরকে (দেখো তবে) জাগ্রত মনে করবে, অথচ তারা নিদ্রিত। আর আমরা (নিয়মিত বিরতিতে) তাদেরকে ডানে এবং বামে পার্শ্ব পরিবর্তন করতাম। আর তাদের কুকুর (তাদের) গুহাদ্বারে তার উভয় পা ছড়িয়ে (বসে) আছে। যদি তুমি তাদেরকে ঝুঁকে দেখতে, তবে তাদের থেকে পেছন ফিরে পলায়ন করতে এবং তোমার অন্তর তাদের ভয়ে পূর্ণ হয়ে যেতো।"
		},
		{
			"_id": "2159",
			"sura": "18",
			"para": "15",
			"verses": "19",
			"names": "وَ کَذٰلِکَ بَعَثۡنٰہُمۡ  لِیَتَسَآءَلُوۡا  بَیۡنَہُمۡ ؕ قَالَ قَآئِلٌ مِّنۡہُمۡ کَمۡ لَبِثۡتُمۡ ؕ قَالُوۡا لَبِثۡنَا یَوۡمًا اَوۡ بَعۡضَ یَوۡمٍ ؕ قَالُوۡا رَبُّکُمۡ  اَعۡلَمُ بِمَا لَبِثۡتُمۡ ؕ فَابۡعَثُوۡۤا اَحَدَکُمۡ بِوَرِقِکُمۡ ہٰذِہٖۤ  اِلَی الۡمَدِیۡنَۃِ فَلۡیَنۡظُرۡ  اَیُّہَاۤ   اَزۡکٰی  طَعَامًا فَلۡیَاۡتِکُمۡ بِرِزۡقٍ مِّنۡہُ  وَ لۡـیَؔ‍‍‍تَلَطَّفۡ وَ لَا  یُشۡعِرَنَّ  بِکُمۡ  اَحَدًا ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَذٰلِکَ بَعَثۡنٰہُمۡ  لِیَتَسَآءَلُوۡا  بَیۡنَہُمۡ ؕ قَالَ قَآئِلٌ مِّنۡہُمۡ کَمۡ لَبِثۡتُمۡ ؕ قَالُوۡا لَبِثۡنَا یَوۡمًا اَوۡ بَعۡضَ یَوۡمٍ ؕ قَالُوۡا رَبُّکُمۡ  اَعۡلَمُ بِمَا لَبِثۡتُمۡ ؕ فَابۡعَثُوۡۤا اَحَدَکُمۡ بِوَرِقِکُمۡ ہٰذِہٖۤ  اِلَی الۡمَدِیۡنَۃِ فَلۡیَنۡظُرۡ  اَیُّہَاۤ   اَزۡکٰی  طَعَامًا فَلۡیَاۡتِکُمۡ بِرِزۡقٍ مِّنۡہُ  وَ لۡـیَؔ‍‍‍تَلَطَّفۡ وَ لَا  یُشۡعِرَنَّ  بِکُمۡ  اَحَدًا ﴿۱۹﴾ ",
			"index": "2159",
			"name": "এবং এভাবেই আমি তাদেরকে জাগরিত করলাম যে, তারা একে অপরের অবস্থাদি সম্পর্কে জিজ্ঞাসাবাদ করে। তাদের মধ্যে একজন জিজ্ঞাসাকারী বললো, ‘তোমরা এখানে কতকাল অবস্থান করেছো? কেউ কেউ বললো, ‘একদিন অবস্থান করেছি অথবা একদিনের কিছু কম’। অন্যান্যরা বললো, ‘তোমাদের রবই ভাল জানেন কতকাল তোমরা অবস্থান করেছো। সুতরাং তোমাদের মধ্যে একজনকে এ রৌপ্যমুদ্রা নিয়ে নগরে প্রেরণ করো! অতঃপর সে গভীরভাবে লক্ষ্য করবে যে, সেখানে কোন খাদ্য অধিক পবিত্র যেন তোমাদের জন্য তা থেকে কিছু খাদ্য নিয়ে আসে এবং সে যেন নম্রতা অবলম্বন করে এবং কোনভাবেই যেন কাউকেও তোমাদের সম্বন্ধে কিছু জানতে না দেয়। ",
			"en_kanzulimaan": "And similarly We awakened them so that they may enquire about each other; a speaker among them said, How long have you stayed here? Some among them said, We have stayed a day or part of a day; the others said, Your Lord well knows how long you have stayed; therefore send one of you to the city with this silver coin - he may then check which food available there is purer, in order to bring some of it for you to eat - and he must be courteous and not inform anyone about you.",
			"ur_kanzulimaan": "اور یوں ہی ہم نے ان کو جگایا کہ آپس میں ایک دوسرے سے احوال پوچھیں ان میں ایک کہنے والا بولا تم یہاں کتنی دیر رہے، کچھ بولے کہ ایک دن رہے یا دن سے کم دوسرے بولے تمہارا رب خوب جانتا ہے جتنا تم ٹھہرے تو اپنے میں ایک کو یہ چاندی لے کر شہر میں بھیجو پھر وہ غور کرے کہ وہاں کون سا کھانا زیادہ ستھرا ہے کہ تمہارے لیے اس میں سے کھانے کو لائے اور چاہیے کہ نرمی کرے اور ہرگز کسی کو تمہاری اطلاع نہ دے،",
			"hi_kanzulimaan": "और यूं ही हमने उनको जगाया (26फ) कि आपस में एक दूसरे से अहवाल पूछें (27फ) उनमें एक कहने वाला बोला (28फ) तुम यहां कितनी देर रहे कुछ बोले कि एक दिन रहे या दिन से कम (29फ) दूसरे बोले तुम्हारा रब खुब जानता है जितना तुम ठहरे (30फ) तो अपने में एक को यह चांदी लेकर (31फ) शहर में भेजो फिर वह ग़ौर करे कि वहां कौन सा खाना ज़्यादा सुथरा है (32फ) कि तुम्हारे लिये उसमें से खाेने को लाए और चाहिये कि नर्मीं करे और हरगिज़ किसी को तुम्हारी इत्तिला न दे",
			"author": "১৯. আর এভাবেই আমরা তাদেরকে জাগ্রত করলাম যাতে তারা পরস্পরে জিজ্ঞেস করে। (সুতরাং) তাদের মধ্য থেকে একজন কথক বললো, ‘তোমরা (এখানে) কতো সময় অবস্থান করেছো?’ তারা বললো, ‘আমরা (এখানে) একদিন বা এর(ও) কিছু অংশ অবস্থান করেছি।’ (পরিশেষে) বলতে লাগলো, ‘তোমাদের প্রতিপালকই ভালো জানেন, তোমরা (এখানে) কতো সময় অবস্থান করেছো। সুতরাং তোমরা তোমাদের কাউকে তোমাদের এ মুদ্রা দিয়ে শহরে প্রেরণ করো। অতঃপর সে যেন দেখে কোন খাবার অধিক হালাল ও পবিত্রতর এবং তা থেকে কিছু খাবার তোমাদের জন্যে নিয়ে আসে। আর তার উচিত হবে, (আসা-যাওয়া ও ক্রয়ের সময়) ধীরস্থির ও নম্রভাবে কার্যসাধন করা এবং কাউকে(ই) তোমাদের সংবাদ না দেয়া।"
		},
		{
			"_id": "2160",
			"sura": "18",
			"para": "15",
			"verses": "20",
			"names": "اِنَّہُمۡ اِنۡ یَّظۡہَرُوۡا عَلَیۡکُمۡ یَرۡجُمُوۡکُمۡ اَوۡ یُعِیۡدُوۡکُمۡ فِیۡ مِلَّتِہِمۡ وَ لَنۡ تُفۡلِحُوۡۤا اِذًا  اَبَدًا ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّہُمۡ اِنۡ یَّظۡہَرُوۡا عَلَیۡکُمۡ یَرۡجُمُوۡکُمۡ اَوۡ یُعِیۡدُوۡکُمۡ فِیۡ مِلَّتِہِمۡ وَ لَنۡ تُفۡلِحُوۡۤا اِذًا  اَبَدًا ﴿۲۰﴾ ",
			"index": "2160",
			"name": "নিশ্চয়, তারা যদি তোমাদের বিষয়ে জেনে যায়, তবে তোমাদেরকে পাথর বর্ষণ করে হত্যা করবে অথবা তাদের ধর্মে ফিরিয়ে নেবে এবং এমন হলে তোমাদের কখনো মঙ্গল হবে না’।",
			"en_kanzulimaan": "Indeed if they come to know about you, they will stone you or turn you back to their religion - and if so, you will never prosper.",
			"ur_kanzulimaan": "بیشک اگر وہ تمہیں جان لیں گے تو تمہیں پتھراؤ کریں گے یا اپنے دین میں پھیر لیں گے اور ایسا ہوا تو تمہارا کبھی بھلا نہ ہوگا،",
			"hi_kanzulimaan": "बेशक अगर वो तुम्हें जान लेंगे तो तुम्हें पथराव करेंगे (33फ) या अपने दीन (34फ) में फेर लेंगे और ऐसा हुआ तो तुम्हारा कभी भला न होगा",
			"author": "২০. নিশ্চয়ই যদি তারা তোমাদের (ব্যাপারে অবগত হয়ে তোমাদের) উপর ক্ষমতাবান হয়, তবে তোমাদেরকে প্রস্তরাঘাতে হত্যা করবে অথবা তোমাদেরকে (জোর-জবরদস্তি করে) তাদের ধর্মবিশ্বাসে ফিরিয়ে নেবে। (আর এরকম হলে) তোমরা কখনোই সফলকাম হবে না।’"
		},
		{
			"_id": "2161",
			"sura": "18",
			"para": "15",
			"verses": "21",
			"names": "وَ کَذٰلِکَ اَعۡثَرۡنَا عَلَیۡہِمۡ لِیَعۡلَمُوۡۤا اَنَّ وَعۡدَ اللّٰہِ حَقٌّ وَّ اَنَّ السَّاعَۃَ  لَا رَیۡبَ فِیۡہَا ۚ٭ اِذۡ یَتَنَازَعُوۡنَ بَیۡنَہُمۡ اَمۡرَہُمۡ فَقَالُوا ابۡنُوۡا عَلَیۡہِمۡ بُنۡیَانًا ؕ رَبُّہُمۡ اَعۡلَمُ بِہِمۡ ؕ قَالَ الَّذِیۡنَ غَلَبُوۡا عَلٰۤی اَمۡرِہِمۡ  لَنَتَّخِذَنَّ  عَلَیۡہِمۡ  مَّسۡجِدًا ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَذٰلِکَ اَعۡثَرۡنَا عَلَیۡہِمۡ لِیَعۡلَمُوۡۤا اَنَّ وَعۡدَ اللّٰہِ حَقٌّ وَّ اَنَّ السَّاعَۃَ  لَا رَیۡبَ فِیۡہَا ۚ٭ اِذۡ یَتَنَازَعُوۡنَ بَیۡنَہُمۡ اَمۡرَہُمۡ فَقَالُوا ابۡنُوۡا عَلَیۡہِمۡ بُنۡیَانًا ؕ رَبُّہُمۡ اَعۡلَمُ بِہِمۡ ؕ قَالَ الَّذِیۡنَ غَلَبُوۡا عَلٰۤی اَمۡرِہِمۡ  لَنَتَّخِذَنَّ  عَلَیۡہِمۡ  مَّسۡجِدًا ﴿۲۱﴾ ",
			"index": "2161",
			"name": "এবং এ ভাবে আমি তাদের বিষয় জানিয়ে দিলাম, যাতে লোকেরা জ্ঞাত হয় যে, আল্লাহ্‌র প্রতিশ্রুতি সত্য এবং ক্বিয়ামতে কোন সন্দেহ নেই; যখন ওই সব লোক তাদের বিষয়ে নিজেদের মধ্যে বিতর্ক করতে লাগলো; অতঃপর (তারা) বললো, ‘তাদের গুহার উপর কোন ইমারত নির্মাণ করো!’ তাদের রব তাদের বিষয়ে ভাল জানেন। তারা বললো, যারা এ বিষয়ে প্রবল ছিলো। ‘শপথ রইলো যে, আমরা তাদের উপর মসজিদ নির্মাণ করবো’।",
			"en_kanzulimaan": "And this is how We made them known for people to know that the promise of Allah is true and that there is no doubt concerning the Last Day; when the people began disputing among themselves regarding them, they said, Construct a building over their cave; their Lord well knows them; those who dominated in this matter said, We promise we will build a mosque over them.",
			"ur_kanzulimaan": "اور اسی طرح ہم نے ان کی اطلاع کردی کہ لوگ جان لیں کہ اللہ کا وعدہ سچا ہے اور قیامت میں کچھ شبہ نہیں، جب وہ لوگ ان کے معاملہ میں باہم جھگڑنے لگے تو بولے ان کے غار پر کوئی عمارت بناؤ، ان کا رب انہیں خوب جانتا ہے، وہ بولے جو اس کام میں غالب رہے تھے قسم ہے کہ ہم تو ان پر مسجد بنائیں گے",
			"hi_kanzulimaan": "और इसी तरह हमने उनकी इत्तिला कर दी (35फ) कि लोग जान लें (36फ) कि अल्लाह का वादा सच्चा है और क़यामत में कुछ शुबह नहीं, जब वो लोग उनके मामले में बाहम झगड़ने लगे (37फ) तो बोले उनके ग़ार पर कोई ईमारत बनाओ उनका रब उन्हें ख़ूब जानता है, वो बोले जो इस काम में ग़ालिब रहे थे (38फ) क़सम है कि हम तो उनपर मस्जिद बनाएंगे (39फ)",
			"author": "২১. আর এভাবে আমরা তাদের (অবস্থার) ব্যাপারে (কয়েকশ বছর পরে আগত) লোকদেরকে অবগত করলাম, যাতে তারা জ্ঞাত হয় যে, আল্লাহ্‌র অঙ্গীকার সত্য এবং কিয়ামত আগমনে কোনো সন্দেহ নেই। যখন (গুহাবাসীরা মৃত্যুবরণ করলো এবং) এ জনপদের অধিবাসীরা পরস্পরে তাদের কর্তব্য বিষয়ে বিতর্ক করছিল তখন তারা বললো, ‘তাদের (গুহার) উপর একটি ইমারত (স্মৃতিচিহ্ন) নির্মাণ করো। তাদের প্রতিপালক তাদের (অবস্থা) সম্পর্কে খুবই অবগত।’ যেসব (ঈমানদার) লোক তাদের ব্যাপারে প্রাধান্য লাভ করেছিল তারা বললো, ‘আমরা তাদের (ফটকের) উপর অবশ্যই একটি মসজিদ নির্মাণ করবো। (যাতে মুসলমানেরা এতে নামায আদায় করতে পারে এবং তাদের নিকটবর্তী হয়ে বিশেষ বরকত লাভ করতে পারে।)’"
		},
		{
			"_id": "2162",
			"sura": "18",
			"para": "15",
			"verses": "22",
			"names": "سَیَقُوۡلُوۡنَ ثَلٰثَۃٌ رَّابِعُہُمۡ کَلۡبُہُمۡ ۚ وَ یَقُوۡلُوۡنَ خَمۡسَۃٌ سَادِسُہُمۡ کَلۡبُہُمۡ رَجۡمًۢا بِالۡغَیۡبِ ۚ وَ یَقُوۡلُوۡنَ سَبۡعَۃٌ وَّ ثَامِنُہُمۡ کَلۡبُہُمۡ ؕ قُلۡ رَّبِّیۡۤ  اَعۡلَمُ بِعِدَّتِہِمۡ مَّا یَعۡلَمُہُمۡ  اِلَّا  قَلِیۡلٌ ۬۟ فَلَا تُمَارِ فِیۡہِمۡ  اِلَّا مِرَآءً  ظَاہِرًا ۪ وَّ لَا تَسۡتَفۡتِ  فِیۡہِمۡ  مِّنۡہُمۡ   اَحَدًا ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "سَیَقُوۡلُوۡنَ ثَلٰثَۃٌ رَّابِعُہُمۡ کَلۡبُہُمۡ ۚ وَ یَقُوۡلُوۡنَ خَمۡسَۃٌ سَادِسُہُمۡ کَلۡبُہُمۡ رَجۡمًۢا بِالۡغَیۡبِ ۚ وَ یَقُوۡلُوۡنَ سَبۡعَۃٌ وَّ ثَامِنُہُمۡ کَلۡبُہُمۡ ؕ قُلۡ رَّبِّیۡۤ  اَعۡلَمُ بِعِدَّتِہِمۡ مَّا یَعۡلَمُہُمۡ  اِلَّا  قَلِیۡلٌ ۬۟ فَلَا تُمَارِ فِیۡہِمۡ  اِلَّا مِرَآءً  ظَاہِرًا ۪ وَّ لَا تَسۡتَفۡتِ  فِیۡہِمۡ  مِّنۡہُمۡ   اَحَدًا ﴿۲۲﴾ ",
			"index": "2162",
			"name": "এখন বলবে, ‘তারা তিনজন, চতুর্থটি তাদের কুকুর; এবং কিছুলোক বলবে, ‘তারা পাচজন, ষষ্ঠটি তাদের কুকুর’-না দেখে অনুমাণের উপর ভিত্তি করে; এবং কিছুলোক বলবে, ‘তারা সাতজন আর অষ্টমটি তাদের কুকুর’। আপনি বলুন, ‘আমার রব তাদের সংখ্যা ভাল জানেন’। তাদের সংখ্যা জানে না, কিন্তু অল্প কয়েকজনই। সুতরাং তাদের সম্পর্কে বিতর্ক করো না, কিন্তু এতটুকু আলোচনা, যা প্রকাশ পেয়েছে; এবং তাদের সম্পর্কে কোন কিতাবীকে কিছু জিজ্ঞাসা করো না। ",
			"en_kanzulimaan": "So the people will now say, They are three, their dog is the fourth; and some will say, They are five, their dog is the sixth - just blind guesses; and some will say, They are seven, and their dog is the eighth; proclaim (O dear Prophet Mohammed - peace and blessings be upon him), My Lord well knows their number - no one knows them except a few; therefore do not debate concerning them except what has occurred, and do not ask any of the People of the Book(s) anything concerning them.",
			"ur_kanzulimaan": "اب کہیں گے کہ وہ تین ہیں چوتھا ان کا کتا اور کچھ کہیں گے پانچ ہیں، چھٹا ان کا کتا بے دیکھے الاؤتکا (تیر تکا) بات اور کچھ کہیں گے سات ہیں اور آٹھواں ان کا کتا تم فرماؤ میرا رب ان کی گنتی خوب جانتا ہے انہیں نہیں جانتے مگر تھوڑے تو ان کے بارے میں بحث نہ کرو مگر اتنی ہی بحث جو ظاہر ہوچکی",
			"hi_kanzulimaan": "अब कहेंगे (40फ) कि वो तीन हैं चौथा उनका कुत्ता और कुछ कहेंगे पांच है छटा उनका कुत्ता बे देखे अलाउतुक्का (अटकल पच्चू)बात (41फ) और कुछ कहेंगे सात हैं (42फ) और आठवां उनका कुत्ता, तुम फ़रमाओ मेरा रब उनकी गिनती ख़ूब जानता है (43फ) उन्हें नहीं जानते मगर थोड़े (44फ) तो उनके बारे में (45फ) बहस न करो मगर उतनी ही बहस जो ज़ाहिर हो चुकी (46फ) और उनके (47फ) बारे में किसी किताबी से कुछ न पूछो",
			"author": "২২. (এখন) কেউ কেউ বলবে, ‘(গুহাবাসীরা) ছিল তিনজন, তাদের মধ্যে চতুর্থতম ছিল তাদের কুকুর’। আর কেউ কেউ বলবে, ‘(তারা) ছিল পাঁচজন, তাদের মধ্যে ষষ্ঠ হলো তাদের কুকুর’। এ হলো না দেখে অনুমান নির্ভর কথা। আর কেউ কেউ বলবে, ‘(তারা) সাতজন এবং তাদের অষ্টমটি ছিল তাদের কুকুর’। বলে দিন, ‘আমার প্রতিপালকই তাদের সংখ্যা খুব ভালো জানেন আর অল্প কিছু লোক ছাড়া তাদের (সঠিক সংখ্যা) কেউ জানে না’। সুতরাং আপনি কারো সাথে তাদের ব্যাপারে বিতর্ক করবেন না, কেবল যেটুকু স্পষ্ট হয়ে গিয়েছে তা ব্যতীত। আর না তাদের কারো কাছে এদের (এ গুহাবাসীদের) ব্যাপারে কিছু জিজ্ঞেস করবেন।"
		},
		{
			"_id": "2163",
			"sura": "18",
			"para": "15",
			"verses": "23",
			"names": "وَ لَا تَقُوۡلَنَّ لِشَایۡءٍ  اِنِّیۡ  فَاعِلٌ ذٰلِکَ غَدًا ﴿ۙ۲۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تَقُوۡلَنَّ لِشَایۡءٍ  اِنِّیۡ  فَاعِلٌ ذٰلِکَ غَدًا ﴿ۙ۲۳﴾ ",
			"index": "2163",
			"name": "এবং কখনো আপনি কোন বিষয়ে বলবেন না, ‘আমি এটা আগামীকাল করবো’;",
			"en_kanzulimaan": "And never say about anything that, I will do this tomorrow.",
			"ur_kanzulimaan": "اور ان کے بارے میں کسی کتابی سے کچھ نہ پوچھو، اور ہر گز کسی بات کو نہ کہنا میں کل یہ کردوں گا،",
			"hi_kanzulimaan": "और हरगिज़ किसी बात को न कहना कि मैं कल यह करूं या कल कर दूंगा",
			"author": "২৩. আর কোনো বিষয়ে কখনো বলবেন না, ‘আমি এ কাজ আগামীকাল সম্পাদন করবো’;"
		},
		{
			"_id": "2164",
			"sura": "18",
			"para": "15",
			"verses": "24",
			"names": "اِلَّاۤ اَنۡ یَّشَآءَ اللّٰہُ ۫ وَ اذۡکُرۡ رَّبَّکَ اِذَا نَسِیۡتَ وَ قُلۡ عَسٰۤی اَنۡ یَّہۡدِیَنِ رَبِّیۡ لِاَقۡرَبَ مِنۡ ہٰذَا  رَشَدًا ﴿۲۴﴾ ",
			"number": "",
			"verses_PDMS": "اِلَّاۤ اَنۡ یَّشَآءَ اللّٰہُ ۫ وَ اذۡکُرۡ رَّبَّکَ اِذَا نَسِیۡتَ وَ قُلۡ عَسٰۤی اَنۡ یَّہۡدِیَنِ رَبِّیۡ لِاَقۡرَبَ مِنۡ ہٰذَا  رَشَدًا ﴿۲۴﴾ ",
			"index": "2164",
			"name": "‘আল্লাহ্‌ ইচ্ছা করলে এ কথা না বলে’। এবং আপন রবকে স্মরণ করো যখন তুমি ভুলে যাও- এবং এভাবে বলো, ‘সম্ভবতঃ আমার রব আমাকে এটা অপেক্ষা সত্যের নিকটতর পথ দেখাবেন। ",
			"en_kanzulimaan": "Except If Allah wills; and remember your Lord when you forget, and say, It is likely that my Lord will guide me to a more accurate way of virtue than this.",
			"ur_kanzulimaan": "مگر یہ کہ اللہ چاہے اور اپنے رب کی یاد کر جب تو بھول جائے اور یوں کہو کہ قریب ہے میرا رب مجھے اس سے نزدیک تو راستی کی راہ دکھائے،",
			"hi_kanzulimaan": "मगर यह कि अल्लाह चाहे (48फ) और अपने रब की याद कर जब तू भूल जाए (49फ) और यूं कह कि क़रीब है कि मेरा रब मुझे उस (50फ) से नज़दीकतर रास्ती(सच्चाई) की राह दिखाए (51फ)",
			"author": "২৪. তবে এরকম বলবেন, ‘যদি আল্লাহ্ চান’ (অর্থাৎ ইন্শাআল্লাহ্ )। আর আপনার প্রতিপালককে স্মরণ করুন, যখন আপনি ভুলে যাবেন এবং বলবেন, ‘আশা করি যে আমার প্রতিপালক আমাকে এরচেয়ে(ও) উৎকৃষ্টতর হেদায়াতের পথ দেখাবেন’।"
		},
		{
			"_id": "2165",
			"sura": "18",
			"para": "15",
			"verses": "25",
			"names": "وَ لَبِثُوۡا فِیۡ  کَہۡفِہِمۡ ثَلٰثَ مِائَۃٍ سِنِیۡنَ وَ ازۡدَادُوۡا  تِسۡعًا ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَبِثُوۡا فِیۡ  کَہۡفِہِمۡ ثَلٰثَ مِائَۃٍ سِنِیۡنَ وَ ازۡدَادُوۡا  تِسۡعًا ﴿۲۵﴾ ",
			"index": "2165",
			"name": "এবং তারা নিজেদের গুহায় তিনশ’ বছর অবস্থান করেছে, আরো নয় বছর বেশি। ",
			"en_kanzulimaan": "And they stayed in their Cave for three hundred years and nine more.",
			"ur_kanzulimaan": "اور وہ اپنے غار میں تین سو برس ٹھہرے نو اوپر، ف۵۲)",
			"hi_kanzulimaan": "और वो अपने ग़ार में तीन सौ बरस ठहरे नौ ऊपर (52फ)",
			"author": "২৫. আর (এ গুহাবাসী) তাদের গুহায় তিনশ বছর অবস্থান করেছিল এবং তারা (তাতে) আরো নয় (বছর) বৃদ্ধি করেছিল।"
		},
		{
			"_id": "2166",
			"sura": "18",
			"para": "15",
			"verses": "26",
			"names": "قُلِ اللّٰہُ  اَعۡلَمُ بِمَا لَبِثُوۡا ۚ لَہٗ غَیۡبُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ اَبۡصِرۡ بِہٖ  وَ  اَسۡمِعۡ ؕ مَا  لَہُمۡ  مِّنۡ  دُوۡنِہٖ مِنۡ وَّلِیٍّ ۫ وَّ لَا یُشۡرِکُ  فِیۡ  حُکۡمِہٖۤ   اَحَدًا ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "قُلِ اللّٰہُ  اَعۡلَمُ بِمَا لَبِثُوۡا ۚ لَہٗ غَیۡبُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ اَبۡصِرۡ بِہٖ  وَ  اَسۡمِعۡ ؕ مَا  لَہُمۡ  مِّنۡ  دُوۡنِہٖ مِنۡ وَّلِیٍّ ۫ وَّ لَا یُشۡرِکُ  فِیۡ  حُکۡمِہٖۤ   اَحَدًا ﴿۲۶﴾ ",
			"index": "2166",
			"name": "আপনি বলুন, ‘আল্লাহ্‌ ভাল জানেন তারা কতকাল অবস্থান করেছে; তারই জন্যই আসমানসমূহ ও যমীনের সমস্ত অদৃশ্য বিষয়; তিনি কতই উত্তম দেখেন এবং কতই উত্তম শুনেন! তিনি ব্যতীত তাদের কোন অভিভাবক নেই এবং তিনি আপন হুকুমদানের মধ্যে কাউকেও শরীক করেন না।",
			"en_kanzulimaan": "Say, Allah well knows how long they stayed; for Him only are the hidden of the heavens and the earth; how well He sees and hears! They do not have any supporter besides Him; and He does not associate anyone in His command.",
			"ur_kanzulimaan": "تم فرماؤ اللہ خوب جانتا ہے وہ جتنا ٹھہرے اسی کے لیے ہیں آسمانوں اور زمینوں کے سب غیب، وہ کیا ہی دیکھتا اور کیا ہی سنتا ہے اس کے سوا ان کا کوئی والی نہیں، اور وہ اپنے حکم میں کسی کو شریک نہیں کرتا،",
			"hi_kanzulimaan": "तुम फ़रमाओ अल्लाह ख़ूब जानता है वो जितना ठहरे (53फ) उसी के लिये हैं आसमानों और ज़मीन के सब ग़ैब वह क्या ही देखता और क्या ही सुनता है (54फ) उसके सिवा उनका (55फ) कोई वाली (सरंक्षक) नहीं और वह अपने हुक्म में किसी को शरीक नहीं करता",
			"author": "২৬. বলে দিন, ‘আল্লাহ্ই ভালো জানেন তারা কতো সময় (সেখানে) অবস্থান করেছিল। আকাশমন্ডলী ও পৃথিবীর (সকল) গোপনীয় বিষয়ের জ্ঞান তাঁরই। তিনি কতো উত্তম দ্রষ্টা, কতো উত্তম শ্রবণকারী! তিনি ব্যতীত তাদের না আছে কোনো কার্যসম্পাদনকারী আর না তিনি স্বীয় কর্তৃত্বে কাউকে অংশীদার সাব্যস্ত করেন।’"
		},
		{
			"_id": "2167",
			"sura": "18",
			"para": "15",
			"verses": "27",
			"names": "وَ اتۡلُ مَاۤ  اُوۡحِیَ  اِلَیۡکَ مِنۡ  کِتَابِ رَبِّکَ ۚؕ  لَا مُبَدِّلَ لِکَلِمٰتِہٖ ۚ۟ وَ لَنۡ تَجِدَ مِنۡ دُوۡنِہٖ  مُلۡتَحَدًا ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اتۡلُ مَاۤ  اُوۡحِیَ  اِلَیۡکَ مِنۡ  کِتَابِ رَبِّکَ ۚؕ  لَا مُبَدِّلَ لِکَلِمٰتِہٖ ۚ۟ وَ لَنۡ تَجِدَ مِنۡ دُوۡنِہٖ  مُلۡتَحَدًا ﴿۲۷﴾ ",
			"index": "2167",
			"name": "এবং পাঠ করুন যা আপনার রবের কিতাব আপনার প্রতি ওহী করা হয়েছে। তার বাণীসমূহ পরিবর্তন করার কেউ নেই আর কখনোই আপনি তাকে ব্যতীত অন্য কোন আশ্রয়স্থল পাবেন না। ",
			"en_kanzulimaan": "And recite the Book of your Lord which has been divinely revealed to you; there is none who can change His Words; and you will never find a refuge besides Him.",
			"ur_kanzulimaan": "اور تلاوت کرو جو تمہارے رب کی کتاب تمہیں وحی ہوئی اس کی باتوں کا کوئی بدلنے والا نہیں اور ہرگز تم اس کے سوا پناہ نہ پاؤ گے،",
			"hi_kanzulimaan": "और तिलावत करो जो तुम्हारे रब की किताब (56फ) तुम्हें वही (देववाणी) हुई, उसकी बातों का कोई बदलने वाला नहीं (57फ) और हरगिज़ तुम उसके सिवा पनाह न पाओगे",
			"author": "২৭. আর আপনি এ (বাণী) পাঠ করে শুনিয়ে দিন, যা আপনার প্রতিপালকের কিতাব থেকে আপনার প্রতি প্রত্যাদেশ করা হয়েছে। না কেউ তাঁর বাণী পরিবর্তন করতে পারে, আর না তাঁকে ব্যতীত আপনি কখনো কোনো আশ্রয়স্থল পাবেন।"
		},
		{
			"_id": "2168",
			"sura": "18",
			"para": "15",
			"verses": "28",
			"names": "وَ اصۡبِرۡ نَفۡسَکَ مَعَ الَّذِیۡنَ یَدۡعُوۡنَ رَبَّہُمۡ بِالۡغَدٰوۃِ  وَ الۡعَشِیِّ یُرِیۡدُوۡنَ وَجۡہَہٗ  وَ لَا  تَعۡدُ عَیۡنٰکَ عَنۡہُمۡ ۚ تُرِیۡدُ زِیۡنَۃَ الۡحَیٰوۃِ  الدُّنۡیَا ۚ وَ لَا تُطِعۡ مَنۡ  اَغۡفَلۡنَا قَلۡبَہٗ عَنۡ  ذِکۡرِنَا وَ اتَّبَعَ ہَوٰىہُ  وَ کَانَ   اَمۡرُہٗ   فُرُطًا ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ اصۡبِرۡ نَفۡسَکَ مَعَ الَّذِیۡنَ یَدۡعُوۡنَ رَبَّہُمۡ بِالۡغَدٰوۃِ  وَ الۡعَشِیِّ یُرِیۡدُوۡنَ وَجۡہَہٗ  وَ لَا  تَعۡدُ عَیۡنٰکَ عَنۡہُمۡ ۚ تُرِیۡدُ زِیۡنَۃَ الۡحَیٰوۃِ  الدُّنۡیَا ۚ وَ لَا تُطِعۡ مَنۡ  اَغۡفَلۡنَا قَلۡبَہٗ عَنۡ  ذِکۡرِنَا وَ اتَّبَعَ ہَوٰىہُ  وَ کَانَ   اَمۡرُہٗ   فُرُطًا ﴿۲۸﴾ ",
			"index": "2168",
			"name": "এবং আপন আত্নাকে, তাদেরই সাথে সম্বন্ধযুক্ত রাখুন, যারা সকাল-সন্ধ্যায় আপন রবকে আহ্বান করে, তার সন্তুষ্টি চায় এবং আপনার চক্ষুদ্বয় যেন তাদেরকে ছেড়ে অন্য কারো দিকে না ফিরে; আপনি কি পার্থিব জীবনের শোভা সৌন্দর্য কামনা করবেন? এবং তার কথা মানবেন না, যার অন্তরকে আমি আমার স্মরণে অমনোযোগী করে দিয়েছি এবং সে আপন খেয়াল খুশীর অনুসরণ করেছে আর তারা কার্যকলাপ সীমাতিক্রম করে গেছে।",
			"en_kanzulimaan": "And restrain yourself along with those who pray to their Lord morning and evening, seeking His pleasure; and may not your sight fall on anything besides them; would you desire the adornment of the life of this world? And do not follow him whose heart We have made neglectful of Our remembrance  the one who has followed his own desires and his matter has crossed the limits.",
			"ur_kanzulimaan": "اور اپنی جان ان سے مانوس رکھو جو صبح و شام اپنے رب کو پکارتے ہیں اس کی رضا چاہتے ہیں اور تمہاری آنکھیں انہیں چھوڑ کر اور پر نہ پڑیں کیا تم دنیا کی زندگانی کا سنگھار چاہو گے، اور اس کا کہا نہ مانو جس کا دل ہم نے اپنی یاد سے غافل کردیا اور وہ اپنی خواہش کے پیچھے چلا اور اس کا کام حد سے گزر گیا،",
			"hi_kanzulimaan": "और अपनी जान उनसे मानूस रखो जो सुबह व शाम अपने रब को पुकारते हैं उसकी रज़ा चाहते हैं (58फ) और तुम्हारी आंखे उन्हें छोड़ कर और पर न पड़ें, क्या तुम दुनिया की ज़िन्दगी का सिंगार चाहोगे, और उसका कहा न मानो जिसका दिल हमने अपनी याद से गाफ़िल कर दिया और वह अपनी ख़्वाहिश के पीछे चला और उसका काम हद से गुज़र गया",
			"author": "২৮. (হে আমার বান্দা!) তুমি তোমার নিজেকে সেসব লোকদের সাহচর্যে নিয়োজিত করো যারা সকাল-সন্ধায় তাদের প্রতিপালককে স্মরণ করে তাঁর সন্তুষ্টি লাভের উদ্দেশ্যে (তাঁর দর্শনের আকাঙ্ক্ষী এবং তাঁর মুখশ্রী অবলোকনের বাসনাকারী হয়)। তোমার (ভালোবাসা ও মনযোগের) দৃষ্টি তাদের থেকে ফেরাবে না। তুমি কি (এ সকল ফকিরদের থেকে ধ্যান সরিয়ে) দুনিয়াবী জীবনের সাজ-সজ্জা কামনা করো? আর তুমি সেসব লোকের আনুগত্য(ও) করো না, যার অন্তর আমরা আমাদের স্মরণে অমনোযোগী করে দিয়েছি; আর সে নিজের কুপ্রবৃত্তির অনুসরণ করে এবং তার অবস্থা সকল সীমা ছাড়িয়ে গেছে।"
		},
		{
			"_id": "2169",
			"sura": "18",
			"para": "15",
			"verses": "29",
			"names": "وَ قُلِ الۡحَقُّ مِنۡ رَّبِّکُمۡ ۟ فَمَنۡ شَآءَ فَلۡیُؤۡمِنۡ وَّ مَنۡ شَآءَ  فَلۡیَکۡفُرۡ ۙ اِنَّاۤ اَعۡتَدۡنَا لِلظّٰلِمِیۡنَ نَارًا ۙ اَحَاطَ بِہِمۡ سُرَادِقُہَا ؕ وَ اِنۡ یَّسۡتَغِیۡثُوۡا یُغَاثُوۡا بِمَآءٍ کَالۡمُہۡلِ یَشۡوِی الۡوُجُوۡہَ ؕ بِئۡسَ الشَّرَابُ ؕ وَ سَآءَتۡ  مُرۡتَفَقًا ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ قُلِ الۡحَقُّ مِنۡ رَّبِّکُمۡ ۟ فَمَنۡ شَآءَ فَلۡیُؤۡمِنۡ وَّ مَنۡ شَآءَ  فَلۡیَکۡفُرۡ ۙ اِنَّاۤ اَعۡتَدۡنَا لِلظّٰلِمِیۡنَ نَارًا ۙ اَحَاطَ بِہِمۡ سُرَادِقُہَا ؕ وَ اِنۡ یَّسۡتَغِیۡثُوۡا یُغَاثُوۡا بِمَآءٍ کَالۡمُہۡلِ یَشۡوِی الۡوُجُوۡہَ ؕ بِئۡسَ الشَّرَابُ ؕ وَ سَآءَتۡ  مُرۡتَفَقًا ﴿۲۹﴾ ",
			"index": "2169",
			"name": "এবং বলে দিন, ‘সত্য তোমাদের রবের নিকট থেকেই; সুতরাং যার ইচ্ছা ঈমান আনুক এবং যার ইচ্ছা কুফর করুক। নিশ্চয় আমি যালিমদের জন্য ওই আগুন প্রস্তুত করে রেখেছি, যার দেয়ালগুলো তাদেরকে পরিবেষ্টন করে নেবে এবং যদি পানির জন্য ফরিয়াদ পূর্ণ করা হবে ওই পানি দ্বারা, যা গলিত ধাতুর ন্যায়। যে, তার মুখমণ্ডল ভুনে ফেলবে। কতই নিকৃষ্ট পানীয় এবং দোযখ কতই নিকৃষ্ট অবস্থানের জায়গা!",
			"en_kanzulimaan": "And proclaim, The Truth is from your Lord; so whoever wills may accept faith, and whoever wills may disbelieve - We have indeed prepared for the disbelievers a fire the walls of which will surround them; if they plead for water, their plea will be answered with water like molten metal which shall scald their faces; what an evil drink it is; and what an evil destination is hell!",
			"ur_kanzulimaan": "اور فرما دو کہ حق تمہارے رب کی طرف سے ہے تو جو چاہے ایمان لائے اور جو چاہے کفر کرے بیشک ہم نے ظالموں کے لیے وہ آگ تیار کر رکھی ہے جس کی دیواریں انہیں گھیر لیں گی، اور اگر پانی کے لیے فریاد کریں تو ان کی فریاد رسی ہوگی اس پانی سے کہ چرخ دے (کھولتے ہوئے) دھات کی طرح ہے کہ ان کے منہ بھون دے گا کیا ہی برا پینا ہے اور دوزخ کیا ہی بری ٹھہرنے کی جگہ،",
			"hi_kanzulimaan": "और फ़रमा दो कि हक़ (सत्य) तुम्हारे रब की तरफ़ से है (59फ) तो जो चाहे ईमान लाए और जो चाहे कुफ़्र करे (60फ) बेशक हमने जालिमों (61फ) के लिये वह आग तैयार कर रखी है जिसकी दीवारें उन्हें घेर लेंगी और अगर (62फ) पानी के लिये फ़रियाद करें तो उनकी फ़रियाद रसी होगी उस पानी से कि चर्ख़ दिये हुए धात की तरह है कि उनके मुंह भून देगा क्या ही बुरा पीना है (63फ) और दोज़ख़ क्या ही बुरी ठहरने की जगह",
			"author": "২৯. আর বলে দিন, ‘(এ) সত্য তোমাদের প্রতিপালকের পক্ষ থেকে; অতঃপর যে চায় ঈমান আনয়ন করুক এবং যে চায় অস্বীকার করুক। নিশ্চয়ই আমরা যালিমদের জন্যে (দোযখের) আগুন প্রস্তুত করে রেখেছি, যার দেয়ালসমূহ তাদের বেষ্টন করে থাকবে। আর যদি তারা (পিপাসা এবং কষ্টের কারণে) প্রার্থনা করে, তবে তাদের প্রার্থনা এমন পানি দ্বারা পূর্ণ করা হবে যা গলিত তামার ন্যায়, যা তাদের মুখমন্ডল বিদগ্ধ করে দেবে। এ কতোই না মন্দ পানীয়, আর কতোই না নিকৃষ্ট বিশ্রামস্থল!"
		},
		{
			"_id": "2170",
			"sura": "18",
			"para": "15",
			"verses": "30",
			"names": "اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ اِنَّا  لَا نُضِیۡعُ اَجۡرَ مَنۡ اَحۡسَنَ عَمَلًا ﴿ۚ۳۰﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ اِنَّا  لَا نُضِیۡعُ اَجۡرَ مَنۡ اَحۡسَنَ عَمَلًا ﴿ۚ۳۰﴾ ",
			"index": "2170",
			"name": "নিশ্চয় যারা ঈমান এনেছে এবং সৎকর্ম করেছে আমি তাদের শ্রমফল বিনষ্ট করি না, যাদের কর্ম ভাল হয়। ",
			"en_kanzulimaan": "Indeed those who believed and did good deeds - We do not waste the reward of those whose deeds are good.",
			"ur_kanzulimaan": "بیشک جو ایمان لائے اور نیک کام کیے ہم ان کے نیگ (اجر) ضائع نہیں کرتے جن کے کام اچھے ہوں،",
			"hi_kanzulimaan": "बेशक जो ईमान लाए और नेक काम किये हम उनके नेग जाया नहीं करते जिनके काम अच्छे हों (64फ)",
			"author": "৩০. নিশ্চয়ই যারা ঈমান আনে এবং সৎকর্ম করে, আমরা অবশ্যই  তার আমল বিনষ্ট করি না যে সৎকর্ম সে করে।"
		},
		{
			"_id": "2171",
			"sura": "18",
			"para": "15",
			"verses": "31",
			"names": "اُولٰٓئِکَ لَہُمۡ جَنّٰتُ عَدۡنٍ تَجۡرِیۡ مِنۡ تَحۡتِہِمُ الۡاَنۡہٰرُ یُحَلَّوۡنَ فِیۡہَا مِنۡ اَسَاوِرَ مِنۡ ذَہَبٍ وَّ یَلۡبَسُوۡنَ ثِیَابًا خُضۡرًا مِّنۡ سُنۡدُسٍ وَّ اِسۡتَبۡرَقٍ مُّتَّکِئِیۡنَ فِیۡہَا عَلَی الۡاَرَآئِکِ ؕ نِعۡمَ الثَّوَابُ ؕ وَ حَسُنَتۡ  مُرۡتَفَقًا ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "اُولٰٓئِکَ لَہُمۡ جَنّٰتُ عَدۡنٍ تَجۡرِیۡ مِنۡ تَحۡتِہِمُ الۡاَنۡہٰرُ یُحَلَّوۡنَ فِیۡہَا مِنۡ اَسَاوِرَ مِنۡ ذَہَبٍ وَّ یَلۡبَسُوۡنَ ثِیَابًا خُضۡرًا مِّنۡ سُنۡدُسٍ وَّ اِسۡتَبۡرَقٍ مُّتَّکِئِیۡنَ فِیۡہَا عَلَی الۡاَرَآئِکِ ؕ نِعۡمَ الثَّوَابُ ؕ وَ حَسُنَتۡ  مُرۡتَفَقًا ﴿۳۱﴾ ",
			"index": "2171",
			"name": "তাদের জন্য রয়েছে বসবাসের বাগান। সেগুলোর নিম্নদেশ দিয়ে নহরসমূহ প্রবহমান এবং সেখানে তাদেরকে স্বর্ণের কনকন পরানো হবে আর তারা সূক্ষ্ম ও পরু রেশমের সবুজ বস্ত্রপরিধান করবে, সেখানে সুসজ্জিত আসনের উপর সমাসীন হবে; কতই উত্তম পুরস্কার এবং জান্নাত কতই উত্তম আরামদায়ক স্থান!",
			"en_kanzulimaan": "For them are everlasting Gardens of Eden, beneath which rivers flow - in it they will be given bracelets of gold to adorn, and shall wear green clothes made of fine silk and gold embroidery, reclining upon thrones in it; what an excellent reward; and what an excellent abode is Paradise!",
			"ur_kanzulimaan": "ان کے لیے بسنے کے باغ ہیں ان کے نیچے ندیاں بہیں وہ اس میں سونے کے کنگن بہنائے جایں گے اور سبز کپڑے کریب اور قناویز کے پہنیں گے وہاں تختوں پر تکیہ لگائے کیا ہی اچھا ثواب اور جنت کی کیا ہی اچھی آرام کی جگہ،",
			"hi_kanzulimaan": "उनके लिये बसने के बाग़ हैं उनके नीचे नदियां बहें वो उसमें सोने के कंगन पहनाए जाएंगे (65फ) और सब्ज़ कपड़े किरेब और क़नादीज़ के पहनेंगे वहाँ तख़्तों पर तकिया लगाए (66फ) क्या ही अच्छा सवाब और जन्नत क्या ही अच्छी आराम की जगह",
			"author": "৩১. সে সব লোকদের জন্যে রয়েছে (স্থায়ীভাবে থাকার) উদ্যানসমূহ, যার (প্রাসাদসমূহের) তলদেশে স্রোতধারা প্রবাহিত। তাদেরকে এ সকল জান্নাতে স্বর্ণের কাঁকন পরিধান করানো হবে। আর তারা সূক্ষ্ম রেশমী ও পুরু জরির সবুজ বস্ত্র পরিধান করবে এবং স্থাপিত ও জমকালো সুশোভিত সিংহাসনে হেলান দিয়ে বসবে। কতোই না উত্তম পুরস্কার, আর কতোই না সুন্দর বিশ্রামস্থল!"
		},
		{
			"_id": "2172",
			"sura": "18",
			"para": "15",
			"verses": "32",
			"names": "وَ اضۡرِبۡ لَہُمۡ مَّثَلًا رَّجُلَیۡنِ جَعَلۡنَا لِاَحَدِہِمَا جَنَّتَیۡنِ مِنۡ اَعۡنَابٍ وَّ حَفَفۡنٰہُمَا بِنَخۡلٍ وَّ جَعَلۡنَا بَیۡنَہُمَا زَرۡعًا ﴿ؕ۳۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ اضۡرِبۡ لَہُمۡ مَّثَلًا رَّجُلَیۡنِ جَعَلۡنَا لِاَحَدِہِمَا جَنَّتَیۡنِ مِنۡ اَعۡنَابٍ وَّ حَفَفۡنٰہُمَا بِنَخۡلٍ وَّ جَعَلۡنَا بَیۡنَہُمَا زَرۡعًا ﴿ؕ۳۲﴾ ",
			"index": "2172",
			"name": "এবং তাদের সম্মুখে দু’জন পুরুষের অবস্থা বর্ণনা করুন- তাদের মধ্যে একজনকে আমি আঙ্গুরের দু’টি বাগান দিয়েছি এবং ওই দু’টিকেই খেজুর বৃক্ষসমূহ দ্বারা ঢেকে নিয়েছি আর ওই দু’টির মাঝে মাঝে শস্যক্ষেত্র রেখেছি। ",
			"en_kanzulimaan": "And relate to them the account of the two men - to one We gave two gardens of grapes, and covered them with date-palms and kept farms between them.",
			"ur_kanzulimaan": "اور ان کے سامنے دو مردوں کا حال بیان کرو کہ ان میں ایک کو ہم نے انگوروں کے دو باغ دیے اور ان کو کھجوروں سے ڈھانپ لیا اور ان کے بیچ میں کھیتی رکھی",
			"hi_kanzulimaan": "और उनके सामने दो मर्दों का हाल बयान कर (67फ)कि उन में एक को (68) हमने अंगूरों के दो बाग़ दिये और उनको खजूरों से ढांप लिया और उनके बीच बीच में खेती रखी (69फ)",
			"author": "৩২. আর আপনি তাদের নিকট ওই দু’ব্যক্তির দৃষ্টান্ত বর্ণনা করুন, যাদের একজনের জন্যে আমরা আঙ্গুরের দু’টো বাগান সরবরাহ করেছিলাম এবং এ দু’টোকে সকল দিক থেকে খেুজর বৃক্ষ দ্বারা পরিবেষ্টন করেছিলাম এবং আমরা এর মধ্যবর্তী স্থানকে (সবুজ-শ্যামল) শস্যক্ষেত্র বানিয়েছিলাম।"
		},
		{
			"_id": "2173",
			"sura": "18",
			"para": "15",
			"verses": "33",
			"names": "کِلۡتَا الۡجَنَّتَیۡنِ اٰتَتۡ اُکُلَہَا وَ لَمۡ تَظۡلِمۡ مِّنۡہُ  شَیۡئًا ۙ وَّ  فَجَّرۡنَا خِلٰلَہُمَا نَہَرًا ﴿ۙ۳۳﴾ ",
			"number": "",
			"verses_PDMS": "کِلۡتَا الۡجَنَّتَیۡنِ اٰتَتۡ اُکُلَہَا وَ لَمۡ تَظۡلِمۡ مِّنۡہُ  شَیۡئًا ۙ وَّ  فَجَّرۡنَا خِلٰلَہُمَا نَہَرًا ﴿ۙ۳۳﴾ ",
			"index": "2173",
			"name": "উভয় বাগান নিজ নিজ ফল দান করলো এবং তাতে কোন কিছু কম দেয় নি আর উভয়ের মধ্যখানে আমি নহর প্রবাহিত করেছি। ",
			"en_kanzulimaan": "Both the gardens gave yields and gave no shortfall in it - and We made a river to flow between the two.",
			"ur_kanzulimaan": "دونوں باغ اپنے پھل لائے اور اس میں کچھ کمی نہ دی اور دونوں کے بیچ میں ہم نے نہر بہائی",
			"hi_kanzulimaan": "दोनों बाग़ अपने फल लाए और उसमें कुछ कमी न दी (70फ) और  दोनों के बीच में हमने नहर बहाई",
			"author": "৩৩. এ দু’টো বাগানই (অধিক পরিমাণে) ফল দিতো এবং এদের (উৎপাদনে) কোনো কমতি হতো না। আর আমরা এ দু’টোর (প্রত্যেকটির) মাঝে একটি স্রোতধারা(ও) প্রবাহিত করেছিলাম।"
		},
		{
			"_id": "2174",
			"sura": "18",
			"para": "15",
			"verses": "34",
			"names": "وَّ کَانَ لَہٗ  ثَمَرٌ ۚ فَقَالَ لِصَاحِبِہٖ وَ ہُوَ یُحَاوِرُہٗۤ  اَنَا  اَکۡثَرُ  مِنۡکَ مَالًا وَّ اَعَزُّ   نَفَرًا ﴿۳۴﴾ ",
			"number": "",
			"verses_PDMS": "وَّ کَانَ لَہٗ  ثَمَرٌ ۚ فَقَالَ لِصَاحِبِہٖ وَ ہُوَ یُحَاوِرُہٗۤ  اَنَا  اَکۡثَرُ  مِنۡکَ مَالًا وَّ اَعَزُّ   نَفَرًا ﴿۳۴﴾ ",
			"index": "2174",
			"name": "এবং সে ফলমূলের মালিক ছিলো। অতঃপর সে আপন সাথীকে কথা প্রসঙ্গে (অহঙ্কার করে) বলছিলো, ‘আমি তোমার চেয়ে ধন সম্পদে অধিক এবং জনবল বেশি রাখি’।",
			"en_kanzulimaan": "And he had fruit; he therefore said to his companion - and he used to debate with him - I exceed you in wealth, and am more powerful in respect of men.",
			"ur_kanzulimaan": "اور وہ پھل رکھتا تھا تو اپنے ساتھی سے بولا اور وہ اس سے رد و بدل کرتا تھا میں تجھ سے مال میں زیادہ ہوں اور آدمیوں کا زیادہ زور رکھتا ہوں",
			"hi_kanzulimaan": "और वह (71फ) फल रखता था (72फ) तो अपने साथी (73फ) से बोला और वह उससे रद्दो बदल करता था (74फ) मैं तुझसे माल में ज़्यादा हूँ और आदमियों का ज़्यादा ज़ोर रखता हूँ (75फ)",
			"author": "৩৪. আর এ লোকটির নিকট (এ ছাড়াও) প্রচুর ফল-ফলাদি (অর্থাৎ সম্পদ) ছিল। সে তার সঙ্গীর সাথে মতবিনিময়ের সময় তাকে বললো, ‘আমি তোমার চেয়ে অধিক ধন-সম্পদের অধিকারী এবং গোত্র ও বংশমর্যাদার দিক থেকে(ও) অধিক মর্যাদাবান’।"
		},
		{
			"_id": "2175",
			"sura": "18",
			"para": "15",
			"verses": "35",
			"names": "وَ دَخَلَ جَنَّتَہٗ  وَ ہُوَ ظَالِمٌ  لِّنَفۡسِہٖ ۚ قَالَ مَاۤ   اَظُنُّ  اَنۡ  تَبِیۡدَ  ہٰذِہٖۤ   اَبَدًا ﴿ۙ۳۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ دَخَلَ جَنَّتَہٗ  وَ ہُوَ ظَالِمٌ  لِّنَفۡسِہٖ ۚ قَالَ مَاۤ   اَظُنُّ  اَنۡ  تَبِیۡدَ  ہٰذِہٖۤ   اَبَدًا ﴿ۙ۳۵﴾ ",
			"index": "2175",
			"name": "এবং সে আপন বাগানে প্রবেশ করলো এবং আপন আত্নার উপর অত্যাচারী অবস্থায় বললো, ‘আমি মনে করি না যে, এটা কখনো নিশ্চিহ্ন হবে; ",
			"en_kanzulimaan": "He went into his garden and wronging himself said, I do not think that this will ever perish.",
			"ur_kanzulimaan": "اپنے باغ میں گیا اور اپنی جان پر ظلم کرتا ہوا بولا مجھے گمان نہیں کہ یہ کبھی فنا ہو،",
			"hi_kanzulimaan": "अपने बाग़ में गया (76फ) और अपनी जान पर ज़ुल्म करता हुआ (77फ) बोला मुझे गुमान नहीं कि यह कभी फ़ना हो",
			"author": "৩৫. আর সে (তাকে নিয়ে) তার বাগানে প্রবেশ করলো আর (অহঙ্কারবশত) নিজেরই প্রতি যুলুম করে বলতে লাগলো, ‘আমি মনে(ই) করিনা যে, এ বাগান কখনো ধ্বংস হবে।"
		},
		{
			"_id": "2176",
			"sura": "18",
			"para": "15",
			"verses": "36",
			"names": "وَّ مَاۤ  اَظُنُّ السَّاعَۃَ قَآئِمَۃً ۙ وَّ لَئِنۡ رُّدِدۡتُّ اِلٰی رَبِّیۡ  لَاَجِدَنَّ خَیۡرًا مِّنۡہَا مُنۡقَلَبًا ﴿۳۶﴾ ",
			"number": "",
			"verses_PDMS": "وَّ مَاۤ  اَظُنُّ السَّاعَۃَ قَآئِمَۃً ۙ وَّ لَئِنۡ رُّدِدۡتُّ اِلٰی رَبِّیۡ  لَاَجِدَنَّ خَیۡرًا مِّنۡہَا مُنۡقَلَبًا ﴿۳۶﴾ ",
			"index": "2176",
			"name": "এবং আমি মনে করি না যে, ক্বিয়ামত সংঘটিত হবে এবং যদি আমি আমার রবের প্রতি ফিরেও যাই, তবে অবশ্যই এ বাগান অপেক্ষা অধিক উত্তম প্রত্যাবর্তনস্থল পাবো’।",
			"en_kanzulimaan": "I do not think that the Last Day will ever be established - and even if I return to my Lord I will surely find a haven better than this garden.",
			"ur_kanzulimaan": "اور میں گمان نہیں کرتا کہ قیامت قائم ہو اور اگر میں اپنے رب کی طرف پھر گیا بھی تو ضرور اس باغ سے بہتر پلٹنے کی جگہ پاؤں گا",
			"hi_kanzulimaan": "और मैं गुमान नहीं करता कि क़यामत क़ायम हो और  अगर मैं (78फ) अपने रब की तरफ़ फिर गया भी तो ज़रूर उस बाग़ से बहतर पलटने की जगह पाऊंगा (79फ)",
			"author": "৩৬. আর এও মনে করি না যে, কিয়ামত সংঘটিত হবে। আর যদি (ধরেও নেয়া হয় যে,) আমাকে আমার প্রতিপালকের নিকট ফিরিয়েও নেয়া হবে, তবুও নিশ্চিত আমি এ বাগানগুলো থেকে উত্তম কোনো প্রত্যাবর্তনের স্থান লাভ করবো।’"
		},
		{
			"_id": "2177",
			"sura": "18",
			"para": "15",
			"verses": "37",
			"names": "قَالَ لَہٗ  صَاحِبُہٗ  وَ ہُوَ یُحَاوِرُہٗۤ اَکَفَرۡتَ بِالَّذِیۡ خَلَقَکَ مِنۡ تُرَابٍ ثُمَّ  مِنۡ  نُّطۡفَۃٍ   ثُمَّ  سَوّٰىکَ  رَجُلًا ﴿ؕ۳۷﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ لَہٗ  صَاحِبُہٗ  وَ ہُوَ یُحَاوِرُہٗۤ اَکَفَرۡتَ بِالَّذِیۡ خَلَقَکَ مِنۡ تُرَابٍ ثُمَّ  مِنۡ  نُّطۡفَۃٍ   ثُمَّ  سَوّٰىکَ  رَجُلًا ﴿ؕ۳۷﴾ ",
			"index": "2177",
			"name": "তার সাথী তার প্রত্যুত্তরে বললো, ‘তুমি কি তারই সাথে কুফর করছো, যিনি তোমাকে মাটি থেকে তৈরী করেছেন, অতঃপর পরিশোধিত পানির ফোটা থেকে; তারপর তোমাকে পূর্ণাঙ্গ পুরুষ করেছেন?",
			"en_kanzulimaan": "His companion debating with him answered, What! You disbelieve in Him Who has created you from dust, then from a drop of liquid, and then created you as a complete man?",
			"ur_kanzulimaan": "اس کے ساتھی نے اس سے اُلٹ پھیر کرتے ہوئے جواب دیا کیا تو اس کے ساتھ کفر کرتا ہے جس نے تجھے مٹی سے بنایا پھر نطفہ سے پھر تجھے ٹھیک مرد کیا",
			"hi_kanzulimaan": "उसके साथी (80फ) ने उससे उलट फेर करते हुए जवाब दिया क्या तू उसके साथ कुफ़्र करता है जिसने तुझे मिट्टी से बनाया फिर निथरे पानी की बूंद से फिर तुझे ठीक मर्द किया (81फ)",
			"author": "৩৭. তার সঙ্গী তদুত্তরে তাকে বললো, ‘তুমি কি সে (প্রতিপালক) সত্তাকে অস্বীকার করছো, যিনি তোমাকে (প্রথমে) সৃষ্টি করেছেন মাটি থেকে, পরে জন্মদায়ক এক বিন্দু থেকে, অতঃপর তোমাকে করেছেন (শারীরিকভাবে) পরিপূর্ণ মানুষ?"
		},
		{
			"_id": "2178",
			"sura": "18",
			"para": "15",
			"verses": "38",
			"names": "لٰکِنَّا۠ ہُوَ اللّٰہُ  رَبِّیۡ وَ لَاۤ  اُشۡرِکُ بِرَبِّیۡۤ اَحَدًا ﴿۳۸﴾ ",
			"number": "",
			"verses_PDMS": "لٰکِنَّا۠ ہُوَ اللّٰہُ  رَبِّیۡ وَ لَاۤ  اُشۡرِکُ بِرَبِّیۡۤ اَحَدًا ﴿۳۸﴾ ",
			"index": "2178",
			"name": "কিন্তু আমি তো এ কথাই বলি, ‘আল্লাহই আমার রব এবং আমি কাউকেও আমার রবের শরীক করি না। ",
			"en_kanzulimaan": "But I just say that only Allah is my Lord, and I do not ascribe anyone as a partner to my Lord.",
			"ur_kanzulimaan": "لیکن میں تو یہی کہتا ہوں کہ وہ اللہ ہی میرا رب ہے او ر میں کسی کو اپنے رب کا شریک نہیں کرتا ہوں،",
			"hi_kanzulimaan": "लेकिन मैं तो यही कहता हूँ कि वह अल्लाह ही मेरा रब है और मैं किसी को अपने रब का शरीक नहीं करता हूँ",
			"author": "৩৮. কিন্তু আমি (তো বলি:) এ আল্লাহ্ই আমার প্রতিপালক। আর আমি আমার প্রতিপালকের সাথে কাউকে অংশীদার সাব্যস্ত করি না।"
		},
		{
			"_id": "2179",
			"sura": "18",
			"para": "15",
			"verses": "39",
			"names": "وَ لَوۡ لَاۤ  اِذۡ دَخَلۡتَ جَنَّتَکَ قُلۡتَ مَا شَآءَ  اللّٰہُ ۙ لَا قُوَّۃَ اِلَّا بِاللّٰہِ ۚ اِنۡ تَرَنِ  اَنَا  اَقَلَّ  مِنۡکَ  مَالًا  وَّ  وَلَدًا ﴿ۚ۳۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ لَاۤ  اِذۡ دَخَلۡتَ جَنَّتَکَ قُلۡتَ مَا شَآءَ  اللّٰہُ ۙ لَا قُوَّۃَ اِلَّا بِاللّٰہِ ۚ اِنۡ تَرَنِ  اَنَا  اَقَلَّ  مِنۡکَ  مَالًا  وَّ  وَلَدًا ﴿ۚ۳۹﴾ ",
			"index": "2179",
			"name": "এবং কেন এমন হলো না যে, যখন তুমি আপন বাগানে প্রবেশ করেছো তখন বলতে- আল্লাহ্‌ যা চান (তাই হয়); আল্লাহ্‌র সাহায্য ব্যতীত আমাদের কোন শক্তি নেই। যদি তুমি আমাকে তোমার চেয়ে ধনে ও সন্তান সন্ততিতে নিকৃষ্টতর হিসেবে দেখতে-",
			"en_kanzulimaan": "And why was it not that you would have said when you entered your garden, Whatever Allah wills - we do not have any strength except with the help of Allah - if you had observed me lesser than you in wealth and children.?",
			"ur_kanzulimaan": "اور کیوں نہ ہوا کہ جب تو اپنے باغ میں گیا تو کہا ہوتا جو چاہے اللہ، ہمیں کچھ زور نہیں مگر اللہ کی مدد کا اگر تو مجھے اپنے سے مال و اولاد میں کم دیکھتا تھا",
			"hi_kanzulimaan": "और क्यों न हुआ कि जब तू अपने बाग़ में गया तो कहा होता जो चाहे अल्लाह हमें कुछ ज़ोर नहीं मगर अल्लाह की मदद को (82फ) अगर तू मुझे अपने से माल व औलाद में कम देखता था (83फ)",
			"author": "৩৯. আর যখন তুমি তোমার বাগানে প্রবেশ করো, তখন তুমি কেন বলো না যে, “মা-শা-আল্লাহ্, লা হাওলা ওয়ালা কুওয়্যাতা ইল্লা বিল্লাহ্” (তাই হবে যা আল্লাহ চান, আল্লাহ্‌র সাহায্য ছাড়া কারো কোনো শক্তি নেই)। যদিও তুমি (আজ) আমাকে সম্পদ ও সন্তান-সন্ততিতে তোমার চেয়ে হীনতর দেখছো (তবে তাতে কী?)"
		},
		{
			"_id": "2180",
			"sura": "18",
			"para": "15",
			"verses": "40",
			"names": "فَعَسٰی رَبِّیۡۤ  اَنۡ یُّؤۡتِیَنِ خَیۡرًا مِّنۡ جَنَّتِکَ وَ یُرۡسِلَ عَلَیۡہَا حُسۡبَانًا مِّنَ السَّمَآءِ  فَتُصۡبِحَ  صَعِیۡدًا  زَلَقًا ﴿ۙ۴۰﴾ ",
			"number": "",
			"verses_PDMS": "فَعَسٰی رَبِّیۡۤ  اَنۡ یُّؤۡتِیَنِ خَیۡرًا مِّنۡ جَنَّتِکَ وَ یُرۡسِلَ عَلَیۡہَا حُسۡبَانًا مِّنَ السَّمَآءِ  فَتُصۡبِحَ  صَعِیۡدًا  زَلَقًا ﴿ۙ۴۰﴾ ",
			"index": "2180",
			"name": "তবে এটা সন্নিকটে যে, আমার রব আমাকে তোমার বাগান অপেক্ষা উৎকৃষ্টতর কিছু দেবেন এবং তোমার বাগানের উপর আসমান থেকে বিজলীসমূহ অবতারণ করবেন; তখন তা উদ্ভিদশূন্য ময়দানে পরিণত হয়ে থেকে যাবে; ",
			"en_kanzulimaan": "So it is likely that my Lord will give me a garden better than yours, and send bolts of lightning from the skies on your garden - it therefore turns into a barren plain.",
			"ur_kanzulimaan": "تو قریب ہے کہ میرا رب مجھے تیرے باغ سے اچھا دے اور تیرے باغ پر آسمان سے بجلیاں اتارے تو وہ پٹ پر میدان (سفید زمین) ہوکر رہ جائے",
			"hi_kanzulimaan": "तो क़रीब है कि मेरा रब मुझे तेरे बाग़ से अच्छा दे (84फ) और तेरे बाग़ पर आसमान से बिजलियां उतारे तो वह पटपर मैदान होकर रह जाए (85फ)",
			"author": "৪০. সম্ভবতঃ দূরে নয় যে, আমার প্রতিপালক আমাকে তোমার বাগানের চেয়ে উত্তম কিছু দান করবেন, আর এর উপর (অর্থাৎ এ বাগানের উপর) আসমান থেকে কোনো আযাব প্রেরণ করবেন, অতঃপর এটি বিরান পিচ্ছিল ভুমিতে পরিণত হবে।"
		},
		{
			"_id": "2181",
			"sura": "18",
			"para": "15",
			"verses": "41",
			"names": "اَوۡ یُصۡبِحَ  مَآؤُہَا غَوۡرًا  فَلَنۡ تَسۡتَطِیۡعَ  لَہٗ  طَلَبًا ﴿۴۱﴾ ",
			"number": "",
			"verses_PDMS": "اَوۡ یُصۡبِحَ  مَآؤُہَا غَوۡرًا  فَلَنۡ تَسۡتَطِیۡعَ  لَہٗ  طَلَبًا ﴿۴۱﴾ ",
			"index": "2181",
			"name": "অথবা সেটার পানি ভূ-গর্ভে ধ্বসে যাবে, তারপর তুমি কখনো সেটার সন্ধান করতে পারবে না। ",
			"en_kanzulimaan": "Or its water may sink into the earth, so you may never be able to find it.",
			"ur_kanzulimaan": "یا اس کا پانی زمین میں دھنس جائے پھر تو اسے ہرگز تلاش نہ کرسکے",
			"hi_kanzulimaan": "या उसका पानी ज़मीन में धंस जाए (86फ) फिर तू उसे हरगिज़ तलाश न कर सके (87फ)",
			"author": "৪১. অথবা এর পানি ভুগর্ভে অন্তর্হিত হবে, অতঃপর তুমি তা ফিরে পেতে সক্ষম হবে না।’"
		},
		{
			"_id": "2182",
			"sura": "18",
			"para": "15",
			"verses": "42",
			"names": "وَ اُحِیۡطَ بِثَمَرِہٖ  فَاَصۡبَحَ یُقَلِّبُ کَفَّیۡہِ عَلٰی مَاۤ  اَنۡفَقَ فِیۡہَا وَ ہِیَ خَاوِیَۃٌ عَلٰی عُرُوۡشِہَا وَ یَقُوۡلُ یٰلَیۡتَنِیۡ لَمۡ اُشۡرِکۡ بِرَبِّیۡۤ   اَحَدًا ﴿۴۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ اُحِیۡطَ بِثَمَرِہٖ  فَاَصۡبَحَ یُقَلِّبُ کَفَّیۡہِ عَلٰی مَاۤ  اَنۡفَقَ فِیۡہَا وَ ہِیَ خَاوِیَۃٌ عَلٰی عُرُوۡشِہَا وَ یَقُوۡلُ یٰلَیۡتَنِیۡ لَمۡ اُشۡرِکۡ بِرَبِّیۡۤ   اَحَدًا ﴿۴۲﴾ ",
			"index": "2182",
			"name": "এবং সেটার ফল (বিপর্যয়ে) পরিবেষ্টিত হলো তখন আপন হাত মোচড়াতে মোচড়াতে রয়ে গেলো ওই মূলধনের উপর যা এ বাগানে ব্যয় করেছিলো এবং তা আপন মাচানগুলোর উপর পতিত হলো এবং বলতে লাগলো, ‘হায়, আমি যদি কাউকেও আপন রবের সাথে শরীক না করতাম’।",
			"en_kanzulimaan": "And his fruits were surrounded - he therefore remained helplessly wringing his hands upon all that he had spent on it - and it lay fallen on its canopy - and he says, If only I had not ascribed any partner to my Lord!",
			"ur_kanzulimaan": "اور اس کے پھل گھیر لیے گئے تو اپنے ہاتھ ملتا رہ گیا اس لاگت پر جو اس باغ میں خرچ کی تھی اور وہ اپنی ٹیٹوں پر (اوندھے منہ) گرا ہوا تھا اور کہہ رہا ہے، اے کاش! میں نے اپنے رب کا کسی کو شریک نہ کیا ہوتا،",
			"hi_kanzulimaan": "और उसके फल घेर लिये गए (88फ) तो अपने हाथ मलता रह गया (89फ) उस लागत पर जो उस बाग़ में खर्च की थी और वह अपनी टट्टियों पर गिरा हुआ था (90फ) और कह रहा है ऐ काश मैं ने अपने रब का किसी को शरीक न किया होता",
			"author": "৪২. আর (এ অহঙ্কারের কারণে) তার (সমস্ত) ফল-ফলাদি (ধ্বংসে) পরিবেষ্টিত হলো। অতঃপর সকালে সে এ পুঁজির উপর আক্ষেপে হাত নিংড়াতে লাগলো, যা সে এতে (বাগান সাজাতে) খরচ করেছিল, এবং এ বাগান এর মাচার উপর পড়ে রইলো। আর সে (আপাদমস্তক হতাশ এবং নিরাশ হয়ে) বলতে লাগলো, ‘হায় আফসোস! যদি আমি আমার প্রতিপালকের সাথে কাউকে অংশীদার সাব্যস্ত না করতাম! (আর যদি আমার নিজের উপর অহঙ্কার না করতাম!)’"
		},
		{
			"_id": "2183",
			"sura": "18",
			"para": "15",
			"verses": "43",
			"names": "وَ لَمۡ تَکُنۡ لَّہٗ  فِئَۃٌ  یَّنۡصُرُوۡنَہٗ  مِنۡ  دُوۡنِ  اللّٰہِ  وَ مَا  کَانَ  مُنۡتَصِرًا  ﴿ؕ۴۳﴾",
			"number": "",
			"verses_PDMS": "وَ لَمۡ تَکُنۡ لَّہٗ  فِئَۃٌ  یَّنۡصُرُوۡنَہٗ  مِنۡ  دُوۡنِ  اللّٰہِ  وَ مَا  کَانَ  مُنۡتَصِرًا  ﴿ؕ۴۳﴾",
			"index": "2183",
			"name": "এবং তার নিকট এমন কোন দল ছিলো না, যে আল্লাহ্‌র সম্মুখে তার সাহায্য করতো, না সে প্রতিশোধ নেওয়ার উপযোগী ছিলো। ",
			"en_kanzulimaan": "And he had no group to help him against Allah, nor was he capable of taking revenge.",
			"ur_kanzulimaan": "اور اس کے پاس کوئی جماعت نہ تھی کہ اللہ کے سامنے اس کی مدد کرتی نہ وہ بدلہ لینے کے قابل تھا",
			"hi_kanzulimaan": "और उसके पास कोई जमाअत न थी कि अल्लाह के सामने उसकी मदद करती न वह बदला लेने के क़ाबिल था (91फ)",
			"author": "৪৩. আর তার জন্যে আল্লাহ্‌র বিপরীতে তাকে সাহায্য করার না কোনো গোষ্ঠী ছিল আর না সে নিজে(ই এ ধ্বংসের) প্রতিকারে সমর্থ ছিল।"
		},
		{
			"_id": "2184",
			"sura": "18",
			"para": "15",
			"verses": "44",
			"names": "ہُنَالِکَ الۡوَلَایَۃُ لِلّٰہِ الۡحَقِّ ؕ ہُوَ خَیۡرٌ ثَوَابًا  وَّ  خَیۡرٌ  عُقۡبًا ﴿۴۴﴾ ",
			"number": "",
			"verses_PDMS": "ہُنَالِکَ الۡوَلَایَۃُ لِلّٰہِ الۡحَقِّ ؕ ہُوَ خَیۡرٌ ثَوَابًا  وَّ  خَیۡرٌ  عُقۡبًا ﴿۴۴﴾ ",
			"index": "2184",
			"name": "এখানে সুস্পষ্ট হয় যে, ইখতিয়ার সত্যই আল্লাহ্‌র। তার পুরস্কার সর্বাধিক উত্তম এবং তাকে মান্য করার পরিণাম সবচেয়ে ভালো। ",
			"en_kanzulimaan": "Here brought to light is that the authority is only for Allah, the True; the reward He bestows is the best, and believing in Him has the best outcome.",
			"ur_kanzulimaan": "یہاں کھلتا ہے کہ اختیار سچے اللہ کا ہے، اس کا ثواب سب سے بہتر اور اسے ماننے کا انجام سب سے بھلا،",
			"hi_kanzulimaan": "यहाँ खुलता है (92फ) कि इख़्तियार सच्चे अल्लाह का है, उसका सवाब सबसे बेहतर और उसे मानने का अंजाम सब से भला",
			"author": "৪৪. এখানে (এটি স্পষ্ট যে,) সকল কর্তৃত্ব আল্লাহ্‌রই, যিনি সত্য। তিনিই পুরস্কার দেয়ার ক্ষেত্রে উত্তম, আর তিনিই পরিণাম নির্ধারণে শ্রেষ্ঠ।"
		},
		{
			"_id": "2185",
			"sura": "18",
			"para": "15",
			"verses": "45",
			"names": "وَ اضۡرِبۡ لَہُمۡ مَّثَلَ الۡحَیٰوۃِ الدُّنۡیَا کَمَآءٍ اَنۡزَلۡنٰہُ مِنَ السَّمَآءِ فَاخۡتَلَطَ بِہٖ نَبَاتُ الۡاَرۡضِ فَاَصۡبَحَ ہَشِیۡمًا تَذۡرُوۡہُ  الرِّیٰحُ ؕ وَ کَانَ اللّٰہُ عَلٰی کُلِّ شَیۡءٍ  مُّقۡتَدِرًا ﴿۴۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ اضۡرِبۡ لَہُمۡ مَّثَلَ الۡحَیٰوۃِ الدُّنۡیَا کَمَآءٍ اَنۡزَلۡنٰہُ مِنَ السَّمَآءِ فَاخۡتَلَطَ بِہٖ نَبَاتُ الۡاَرۡضِ فَاَصۡبَحَ ہَشِیۡمًا تَذۡرُوۡہُ  الرِّیٰحُ ؕ وَ کَانَ اللّٰہُ عَلٰی کُلِّ شَیۡءٍ  مُّقۡتَدِرًا ﴿۴۵﴾ ",
			"index": "2185",
			"name": "এবং তাদের নিকট পার্থিব জীবনের উপমা বর্ণনা করুনঃ যেমন- এক পানি আমি আসমান থেকে অবতীর্ণ করেছি, অতঃপর সেটার মাধ্যমে ভূমির উদ্ভিদ ঘন সন্নিবিষ্ট হয়ে উদগত হলো, যা শুষ্ক ঘাস হয়ে গেলো, যাকে বাতাস উড়িয়ে নিয়ে যায় এবং আল্লাহ্‌ প্রত্যেক বস্তুর উপর ক্ষমতাবান’।",
			"en_kanzulimaan": "And relate to them the example of the life of this world - like water which We sent down from the sky, therefore vegetation of the earth grew forth in abundance with it to become dry hay which the winds scatter; and Allah is the Controller of all things.",
			"ur_kanzulimaan": "اور ان کے سامنے زندگانی دنیا کی کہاوت بیان کرو جیسے ایک پانی ہم نے آسمان اتارا تو اس کے سبب زمین کا سبزہ گھنا ہوکر نکلا کہ سوکھی گھاس ہوگیا جسے ہوائیں اڑائیں اور اللہ ہر چیز پر قابو والا ہے",
			"hi_kanzulimaan": "और उनके सामने (93फ) ज़िन्दगानी दुनिया की कहावत बयान करो (94फ) जैसे एक पानी हमने आसमान से उतारा तो उसके ज़सबब ज़मीन का सब्ज़ा घना होकर निकला (95फ) कि सूख़ी घास हो गया जिसे हवाएं उड़ाएं (96फ) और अल्लाह हर चीज़ पर क़ाबू वाला है (97फ)",
			"author": "৪৫. আর আপনি তাদেরকে পার্থিব জীবনের দৃষ্টান্ত(ও) বর্ণনা করুন, (তা) এ পানির ন্যায়, যা আমরা আসমান থেকে অবতীর্ণ করি, যা দিয়ে ভু-পৃষ্ঠে ঘন সন্নিবিষ্ট হয়ে উদ্ভিদ উদ্গত হয়; অতঃপর এটি শুকনো খড়ে পরিণত হয়, যাকে বাতাস উড়িয়ে নিয়ে যায়। আর আল্লাহ্ সকল কিছুর উপর পূর্ণ ক্ষমতাবান।"
		},
		{
			"_id": "2186",
			"sura": "18",
			"para": "15",
			"verses": "46",
			"names": "اَلۡمَالُ وَ الۡبَنُوۡنَ زِیۡنَۃُ  الۡحَیٰوۃِ الدُّنۡیَا ۚ وَ الۡبٰقِیٰتُ الصّٰلِحٰتُ خَیۡرٌ عِنۡدَ  رَبِّکَ  ثَوَابًا  وَّ  خَیۡرٌ  اَمَلًا ﴿۴۶﴾ ",
			"number": "",
			"verses_PDMS": "اَلۡمَالُ وَ الۡبَنُوۡنَ زِیۡنَۃُ  الۡحَیٰوۃِ الدُّنۡیَا ۚ وَ الۡبٰقِیٰتُ الصّٰلِحٰتُ خَیۡرٌ عِنۡدَ  رَبِّکَ  ثَوَابًا  وَّ  خَیۡرٌ  اَمَلًا ﴿۴۶﴾ ",
			"index": "2186",
			"name": "ধনৈশ্বর্য ও পুত্রগণ-এটা পার্থিব জীবনের শোভা; আর স্থায়ী উত্তম কথাবার্তা, সেগুলোর পুরষ্কার আপনার রবের নিকট উত্তম এবং তা আশার মধ্যে সর্বোকৃষ্ট। ",
			"en_kanzulimaan": "Wealth and sons are ornaments of the life of this world; and good deeds that last - their reward is better before your Lord, and are better in respect of hope.",
			"ur_kanzulimaan": "مال اور بیٹے یہ جیتی دنیا کا سنگھار ہے اور باقی رہنے والی اچھی باتیں ان کا ثواب تمہارے رب کے یہاں بہتر اور وہ امید میں سب سے بھلی،",
			"hi_kanzulimaan": "माल और बेटे यह जीती दुनिया का सिंगार है (98फ) और बाकी रहने वाली अच्छी बातें (99फ) उनका सवाब तुम्हारे रब के यहाँ बेहतर और वह उम्मीद में सबसे भली",
			"author": "৪৬. ধন-সম্পদ ও সন্তান-সন্ততি (তো কেবল) পার্থিব জীবনের সাজ-সজ্জা। আর (প্রকৃতপক্ষে) স্থায়ী (তো) নেক কাজসমূহ, (যা) আপনার প্রতিপালকের নিকট সাওয়াবের দিক থেকে(ও) উত্তম। আর আশার দিক থেকে(ও) উৎকৃষ্টতর।"
		},
		{
			"_id": "2187",
			"sura": "18",
			"para": "15",
			"verses": "47",
			"names": "وَ یَوۡمَ نُسَیِّرُ الۡجِبَالَ وَ تَرَی الۡاَرۡضَ بَارِزَۃً ۙ وَّ حَشَرۡنٰہُمۡ  فَلَمۡ  نُغَادِرۡ  مِنۡہُمۡ اَحَدًا ﴿ۚ۴۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَوۡمَ نُسَیِّرُ الۡجِبَالَ وَ تَرَی الۡاَرۡضَ بَارِزَۃً ۙ وَّ حَشَرۡنٰہُمۡ  فَلَمۡ  نُغَادِرۡ  مِنۡہُمۡ اَحَدًا ﴿ۚ۴۷﴾ ",
			"index": "2187",
			"name": "এবং যে দিন আমি পর্বতসমূহকে সঞ্চালিত করবো আর আপনি পৃথিবীকে উন্মুক্ত দেখবেন এবং আমি তাদেরকে উঠাবো, তখন তাদের মধ্যে কাউকেও ছাড়বো না। ",
			"en_kanzulimaan": "And the Day when We move the hills and you see the earth flattened plain, and We shall raise all of them together - so not leaving out any one of them.",
			"ur_kanzulimaan": "اور جس دن ہم پہاڑوں کو چلائیں گے اور تم زمین کو صاف کھلی ہوئی دیکھو گے اور ہم انہیں اٹھائیں گے تو ان میں سے کسی کو نہ چھوڑیں گے،",
			"hi_kanzulimaan": "और जिस दिन हम पहाड़ों को चलाएंगे (100फ) और तुम ज़मीन को साफ़ खुली हुई देखोगे (101फ) और हम उन्हें उठाएंगे (102फ) तो उनमें से किसी को न छोड़देंगे",
			"author": "৪৭. (কিয়ামতের) সেদিন, যখন আমরা পর্বতমালাকে (চূর্ণ-বিচূর্ণ করে শূণ্যে) ধাবমান করবো এবং আপনি পৃথিবীকে একটি উন্মুক্ত প্রান্তর দেখতে পাবেন; (এর উপর গাছ, পাথর এবং প্রাণীকূল ও তৃণলতার কিছুই থাকবে না।) তখন আমরা সকল মানুষকে একত্রিত করবো এবং তাদের কাউকে(ই) ছাড়বো না।"
		},
		{
			"_id": "2188",
			"sura": "18",
			"para": "15",
			"verses": "48",
			"names": "وَ عُرِضُوۡا عَلٰی رَبِّکَ صَفًّا ؕ لَقَدۡ جِئۡتُمُوۡنَا کَمَا خَلَقۡنٰکُمۡ  اَوَّلَ مَرَّۃٍۭ ۫ بَلۡ زَعَمۡتُمۡ  اَلَّنۡ نَّجۡعَلَ  لَکُمۡ  مَّوۡعِدًا ﴿۴۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ عُرِضُوۡا عَلٰی رَبِّکَ صَفًّا ؕ لَقَدۡ جِئۡتُمُوۡنَا کَمَا خَلَقۡنٰکُمۡ  اَوَّلَ مَرَّۃٍۭ ۫ بَلۡ زَعَمۡتُمۡ  اَلَّنۡ نَّجۡعَلَ  لَکُمۡ  مَّوۡعِدًا ﴿۴۸﴾ ",
			"index": "2188",
			"name": "এবং সবাইকে আপনার রবের সম্মুখে সারিবদ্ধভাবে উপস্থিত করা হবে। নিঃসন্দেহে, তোমরা আমার নিকট তেমনিভাবে এসেছো যেমন আমি তোমাদেরকে প্রথমবার সৃষ্টি করেছিলাম; বরং তোমাদের ধারণা ছিলো যে, আমি কখনো তোমাদের জন্য কোন প্রতিশ্রুতির সময় রাখবো না। ",
			"en_kanzulimaan": "And everyone shall be presented before your Lord in rows; Indeed you have come to Us exactly as We had created you for the first time - in fact you thought that We shall never appoint a promised time for you!",
			"ur_kanzulimaan": "اور سب تمہارے رب کے حضور پرا باندھے پیش ہوں گے بیشک تم ہمارے پاس ویسے ہی آئےجیسا ہم نے تمہیں پہلی بار بنایا تھا بلکہ تمہارا گمان تھا کہ ہم ہر گز تمہارے لیے کوئی وعدہ کا وقت نہ رکھیں گے،",
			"hi_kanzulimaan": "और सब तुम्हारे रब के हुज़ूर परा बांधे पेश होंगे (103फ) बेशक तुम हमारे पास वैसे ही आए जैसा हमने तुम्हें पहली बार बनाया था (104फ) बल्कि तुम्हारा गुमान था कि हम हरगिज़ तुम्हारे लिये कोई वादे का वक़्त न रखेंगे (105फ)",
			"author": "৪৮. আর (সকল মানুষকে) আপনার প্রতিপালকের সমীপে সারিবদ্ধভাবে পেশ করা হবে। (তাদেরকে বলা হবে,) ‘নিশ্চয়ই তোমরা (আজ এমনভাবে) আমাদের নিকট এসেছো, যেভাবে তোমাদেরকে প্রথমবার সৃষ্টি করেছিলাম; বরং তোমরা এ ধারণা করতে যে, আমরা কখনো তোমাদের জন্যে প্রতিশ্রুত ক্ষণ উপস্থিত করবো না।’"
		},
		{
			"_id": "2189",
			"sura": "18",
			"para": "15",
			"verses": "49",
			"names": "وَ وُضِعَ الۡکِتٰبُ فَتَرَی الۡمُجۡرِمِیۡنَ مُشۡفِقِیۡنَ  مِمَّا فِیۡہِ وَ یَقُوۡلُوۡنَ یٰوَیۡلَتَنَا مَالِ ہٰذَا الۡکِتٰبِ لَا یُغَادِرُ صَغِیۡرَۃً وَّ لَا کَبِیۡرَۃً  اِلَّاۤ  اَحۡصٰہَا ۚ وَ  وَجَدُوۡا مَا عَمِلُوۡا حَاضِرًا ؕ وَ لَا یَظۡلِمُ  رَبُّکَ  اَحَدًا ﴿۴۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ وُضِعَ الۡکِتٰبُ فَتَرَی الۡمُجۡرِمِیۡنَ مُشۡفِقِیۡنَ  مِمَّا فِیۡہِ وَ یَقُوۡلُوۡنَ یٰوَیۡلَتَنَا مَالِ ہٰذَا الۡکِتٰبِ لَا یُغَادِرُ صَغِیۡرَۃً وَّ لَا کَبِیۡرَۃً  اِلَّاۤ  اَحۡصٰہَا ۚ وَ  وَجَدُوۡا مَا عَمِلُوۡا حَاضِرًا ؕ وَ لَا یَظۡلِمُ  رَبُّکَ  اَحَدًا ﴿۴۹﴾ ",
			"index": "2189",
			"name": "এবং আমলনামা রাখা হবে, অতঃপর আপনি অপরাধীদেরকে দেখবেন যে, তারা তার লিখন থেকে ভীত থাকবে এবং বলবে, ‘হায়, দুর্ভাগ্য আমাদের! এ লিপিটার কি হলো! সেটা তো না এমন কোন ছোট গুনাহকে বাদ দিয়েছে, না বড়কে, যা তাকে পরিবেষ্টন করে নেয় নি’। আর তারা নিজেদের সব কৃতকর্ম সামনে পাবে; এবং আপনার রব কারো উপর যুল্‌ম করেন না। ",
			"en_kanzulimaan": "And the Book shall be placed - and you will see the guilty dreading what is written in it and saying, Woe to us - what sort of a Book is this that it has not left out any small sin nor a great one, which it has not included! And they found all that they did confronting them; and your Lord does not wrong any one.",
			"ur_kanzulimaan": "اور نامہٴ اعمال رکھا جائے گا تو تم مجرموں کو دیکھو گے کہ اس کے لکھے سے ڈرتے ہوں گے اور کہیں گے ہائے خرابی ہماری اس نوشتہ کو کیا ہوا نہ اس نے کوئی چھوٹا گناہ چھوڑا نہ بڑا جسے گھیر لیا ہو اور اپنا سب کیا انہوں نے سامنے پایا، اور تمہارا رب کسی پر ظلم نہیں کرتا",
			"hi_kanzulimaan": "और नामऐ अामाल रखा जाएगा (106फ) तो तुम मुजरिमों को देखोगे कि उसके लिखे से डरते होंगे और (107फ) कहेंगे हाय ख़राबी हमारी इस नविश्ते (लेखे) को क्या हुआ न इसने कोई छोटा गुनाह छोड़ा न बड़ा जिसे घेर न लिया हो, और अपना सब किया उन्होंने सामने पाया और तुम्हारा रब किसी पर ज़ुल्म नहीं करता (108फ)",
			"author": "৪৯. আর (প্রত্যেকের সম্মুখে) আমলনামা উপস্থিত করা হবে, সুতরাং আপনি অপরাধীদের দেখবেন, (তারা) এতে (গোনাহ এবং অপরাধ দেখে) ভীতসন্ত্রস্ত হয়ে যাবে, যা এতে (এ আমলনামায়) লিপিবদ্ধ থাকবে; আর বলবে, ‘হায় দুর্ভোগ আমাদের! এ কেমন আমলনামা, এটি না কোনো ছোট (বিষয়) ছেড়েছে আর না কোনো বড় (বিষয়); বরং এটি (সকল বিষয়) হিসেব করে রেখেছে।’ আর তারা যা কিছু করতো তা (তাদের সম্মুখে) উপস্থিত পাবে। আর আপনার প্রতিপালক কারো প্রতি যুলুম করবেন না।"
		},
		{
			"_id": "2190",
			"sura": "18",
			"para": "15",
			"verses": "50",
			"names": "وَ اِذۡ  قُلۡنَا لِلۡمَلٰٓئِکَۃِ اسۡجُدُوۡا  لِاٰدَمَ فَسَجَدُوۡۤا  اِلَّاۤ  اِبۡلِیۡسَ ؕ کَانَ مِنَ  الۡجِنِّ فَفَسَقَ عَنۡ اَمۡرِ رَبِّہٖ ؕ اَفَتَتَّخِذُوۡنَہٗ وَ ذُرِّیَّتَہٗۤ  اَوۡلِیَآءَ مِنۡ دُوۡنِیۡ  وَ ہُمۡ  لَکُمۡ عَدُوٌّ ؕ بِئۡسَ  لِلظّٰلِمِیۡنَ  بَدَلًا ﴿۵۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذۡ  قُلۡنَا لِلۡمَلٰٓئِکَۃِ اسۡجُدُوۡا  لِاٰدَمَ فَسَجَدُوۡۤا  اِلَّاۤ  اِبۡلِیۡسَ ؕ کَانَ مِنَ  الۡجِنِّ فَفَسَقَ عَنۡ اَمۡرِ رَبِّہٖ ؕ اَفَتَتَّخِذُوۡنَہٗ وَ ذُرِّیَّتَہٗۤ  اَوۡلِیَآءَ مِنۡ دُوۡنِیۡ  وَ ہُمۡ  لَکُمۡ عَدُوٌّ ؕ بِئۡسَ  لِلظّٰلِمِیۡنَ  بَدَلًا ﴿۵۰﴾ ",
			"index": "2190",
			"name": "এবং স্মরণ করুন, যখন আমি ফিরিশতাদেরকে বলেছি, ‘আদমকে সাজদা করো!’ তখন সবাই সাজদা করলো ইবলীস ব্যতীত; সে জিন সম্প্রদায়ের অন্তর্ভুক্ত ছিলো। অতঃপর সে আপন রবের নির্দেশ থেকে বের হয়ে গেলো। তবে কি তোমরা তাকে ও তার বংশধরকে আমার পরিবর্তে বন্ধুরূপে গ্রহণ করছো? এবং তারা তোমাদের শত্রু। যালিমগণ কতই নিকৃষ্ট বিনিময় পেলো!",
			"en_kanzulimaan": "And recall when We commanded the angels that, Prostrate before Adam - so they all prostrated, except Iblis; he was of the jinn, he therefore rebelled against his Lords command; What! You choose him and his offspring as your friends instead of Me, whereas they are your enemies? And what an evil alternative did the unjust get.",
			"ur_kanzulimaan": "اور یاد کرو جب ہم نے فرشتوں کو فرمایا کہ آدم کو سجدہ کرو تو سب نے سجدہ کیا سوا ابلیس کے، قومِ جن سے تھا تو اپنے رب کے حکم سے نکل گیا بھلا کیا اسے اور اس کی اولاد و میرے سوا دوست بناتے ہو اور وہ ہمارے دشمن ہیں ظالموں کو کیا ہی برا بدل (بدلہ) ملا،",
			"hi_kanzulimaan": "और याद करो जब हमने फ़रिश्तो को फ़रमाया कि आदम को सज़्दा करो (109फ) तो सबने सज्दा किया सिवा इब्लीस के कि क़ौमे जिन्न से था तो अपने रब के हुक्म से निकल गया (110फ)भला क्या उसे और उसकी औलाद को मेरे सिवा दोस्त बनाते हो (111फ) और वो तुम्हारे दुश्मन है ज़ालिमों को क्या ही बुरा बदला मिला (112फ)",
			"author": "৫০. আর (স্মরণ করুন সে সময়ের কথা) যখন আমরা ফেরেশতাদেরকে বলেছিলাম, ‘তোমরা আদম (আলাইহিস সালাম)-কে (সম্মানসূচক) সেজদা করো’, তখন তারা (সকলে) সেজদা করলো, ইবলিস ব্যতীত। সে (ইবলীস) ছিল জ্বিনদের একজন, তখন সে তার প্রতিপালকের আনুগত্য ছিন্ন করলো। তোমরা কি আমাকে ছেড়ে তাকে এবং তার সন্তান-সন্ততিকে বন্ধু বানাচ্ছো? অথচ সে তোমাদের দুশমন। এটি যালিমদের জন্যে কতোই না নিকৃষ্ট বিকল্প। (যা তারা আমার স্থলে বাছাই করে নিয়েছে।)"
		},
		{
			"_id": "2191",
			"sura": "18",
			"para": "15",
			"verses": "51",
			"names": "مَاۤ  اَشۡہَدۡتُّہُمۡ خَلۡقَ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ لَا خَلۡقَ اَنۡفُسِہِمۡ ۪ وَ مَا کُنۡتُ مُتَّخِذَ  الۡمُضِلِّیۡنَ  عَضُدًا ﴿۵۱﴾ ",
			"number": "",
			"verses_PDMS": "مَاۤ  اَشۡہَدۡتُّہُمۡ خَلۡقَ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ لَا خَلۡقَ اَنۡفُسِہِمۡ ۪ وَ مَا کُنۡتُ مُتَّخِذَ  الۡمُضِلِّیۡنَ  عَضُدًا ﴿۵۱﴾ ",
			"index": "2191",
			"name": "না আমি আসমানসমূহ ও যমীন সৃষ্টি কালে তাদেরকে সামনে বসিয়ে নিয়েছিলাম, না খোদ তাদেরকে সৃষ্টি কালে এবং না এ কথা আমার জন্য শোভা পায় যে, পথভ্রষ্টকারীদেরকে বাহু বানিয়ে নেবো। ",
			"en_kanzulimaan": "Neither did I make them witness the creations of the heavens and the earth, nor witness their own creation; nor does it befit My Majesty to choose misleaders as aides.",
			"ur_kanzulimaan": "نہ میں نے آسمانوں اور زمین کو بناتے وقت انہیں سامنے بٹھالیا تھا، نہ خود ان کے بناتے وقت اور نہ میری شان، کہ گمراہ کرنے والوں کو بازوں بناؤں",
			"hi_kanzulimaan": "न मैंने आसमानों और ज़मीन के बनाते वक़्त उन्हें सामने बिठा लिया था न ख़ुद उनके बनाते वक़्त और न मेरी शान कि गुमराह करने वालों को बाज़ू बनाऊं (113फ)",
			"author": "৫১. আমি না তাদেরকে আকাশমন্ডলী এবং পৃথিবী সৃষ্টিতে (সাহায্য অথবা সাক্ষ্যের জন্যে) আহ্বান করেছিলাম, আর না স্বয়ং তাদের সৃষ্টির (সময়ে)। আর না আমি এমন ছিলাম যে, পথভ্রষ্টকারীদেরকে (আমার) সাহায্যকারীরূপে গ্রহণ করি।"
		},
		{
			"_id": "2192",
			"sura": "18",
			"para": "15",
			"verses": "52",
			"names": "وَ یَوۡمَ یَقُوۡلُ نَادُوۡا شُرَکَآءِیَ  الَّذِیۡنَ زَعَمۡتُمۡ فَدَعَوۡہُمۡ فَلَمۡ یَسۡتَجِیۡبُوۡا لَہُمۡ وَ جَعَلۡنَا بَیۡنَہُمۡ  مَّوۡبِقًا ﴿۵۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَوۡمَ یَقُوۡلُ نَادُوۡا شُرَکَآءِیَ  الَّذِیۡنَ زَعَمۡتُمۡ فَدَعَوۡہُمۡ فَلَمۡ یَسۡتَجِیۡبُوۡا لَہُمۡ وَ جَعَلۡنَا بَیۡنَہُمۡ  مَّوۡبِقًا ﴿۵۲﴾ ",
			"index": "2192",
			"name": "এবং যেদিন বলবেন, ‘আহ্বান করো আমার শরীকদেরকে, যা তোমরা ধারণা করতে!’ তখন তারা তাদেরকে আহ্বান করবে। তারা তাদেরকে জবাব দেবে না এবং আমি তাদের মধ্যস্থলে এক ধ্বংসের ময়দান করে দেবো। ",
			"en_kanzulimaan": "And the Day when He will proclaim, Call those partners of Mine whom you had assumed - so they will call out to them - they will not answer them, and We shall create a field of destruction between them.",
			"ur_kanzulimaan": "اور جس دن فرمائے گا کہ پکارو میرے شریکوں کو جو تم گمان کرتے تھے تو انہیں پکاریں گے وہ انہیں جواب نہ دیں گے اور ہم ان کے درمیان ایک ہلاکت کا میدان کردیں گے",
			"hi_kanzulimaan": "और जिस दिन फ़रमाएगा (114फ) कि पुकारो मेरे शरीकों को जो तुम गुमान करते थे तो उन्हें पुकारेंगे वो उन्हें जवाब न देंगे और हम उनके (115फ) दरमियान एक हलाकत का मैदान कर देंगे (116फ)",
			"author": "৫২. আর (স্মরণ করুন) সেদিন, (যখন) আল্লাহ্ বলবেন, ‘তাদেরকে আহ্বান করো, যাদেরকে তোমরা আমার অংশীদার মনে করতে’। অতঃপর তারা তাদেরকে আহ্বান করবে, কিন্তু তারা তাদের কোনো প্রতিউত্তর করবে না। আর আমরা তাদের মাঝে (জাহান্নামের এক উপত্যকাকে) ধ্বংস-গহ্বর বানিয়ে দেবো।"
		},
		{
			"_id": "2193",
			"sura": "18",
			"para": "15",
			"verses": "53",
			"names": "وَ رَاَ الۡمُجۡرِمُوۡنَ النَّارَ فَظَنُّوۡۤا اَنَّہُمۡ مُّوَاقِعُوۡہَا وَ لَمۡ  یَجِدُوۡا عَنۡہَا مَصۡرِفًا ﴿۵۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ رَاَ الۡمُجۡرِمُوۡنَ النَّارَ فَظَنُّوۡۤا اَنَّہُمۡ مُّوَاقِعُوۡہَا وَ لَمۡ  یَجِدُوۡا عَنۡہَا مَصۡرِفًا ﴿۵۳﴾ ",
			"index": "2193",
			"name": "এবং অপরাধীরা দোযখ দেখবে, অতঃপর বিশ্বাস করবে যে, তাদেরকে তাতেই পতিত হতে হবে এবং তা থেকে ফেরার কোন স্থান পাবে না। ",
			"en_kanzulimaan": "And when the guilty see hell, they will be certain of falling into it, and will find no place to escape from it.",
			"ur_kanzulimaan": "اور مجرم دوزخ کو دیکھیں گے تو یقین کریں گا کہ انہیں اس میں گرنا ہے اور اس سے پھرنے کی کوئی جگہ نہ پائیں گے،",
			"hi_kanzulimaan": "और मुजरिम दोज़ख़ को देखेंगे तो यक़ीन करेंगे कि उन्हें उसमें गिरना है और उससे फिरने की कोई जगह न पाएंगे",
			"author": "৫৩. আর অপরাধীরা জাহান্নামের আগুন দেখতে পেয়ে বুঝে যাবে যে, তারা অবশ্যই এতে নিক্ষিপ্ত হবে। আর তারা এ থেকে পরিত্রাণের কোনো সুযোগই  পাবে না।"
		},
		{
			"_id": "2194",
			"sura": "18",
			"para": "15",
			"verses": "54",
			"names": "وَ لَقَدۡ صَرَّفۡنَا فِیۡ ہٰذَا الۡقُرۡاٰنِ لِلنَّاسِ مِنۡ کُلِّ مَثَلٍ ؕ وَ کَانَ الۡاِنۡسَانُ اَکۡثَرَ  شَیۡءٍ  جَدَلًا ﴿۵۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ صَرَّفۡنَا فِیۡ ہٰذَا الۡقُرۡاٰنِ لِلنَّاسِ مِنۡ کُلِّ مَثَلٍ ؕ وَ کَانَ الۡاِنۡسَانُ اَکۡثَرَ  شَیۡءٍ  جَدَلًا ﴿۵۴﴾ ",
			"index": "2194",
			"name": "এবং নিশ্চয় আমি মানুষের জন্য এ ক্বোরআনের মধ্যে প্রত্যেক প্রকারের উপমা বিভিন্নভাবে বর্ণনা করেছি এবং মানুষ প্রত্যেক কিছু অপেক্ষা অধিক বিতর্ককারী। ",
			"en_kanzulimaan": "And We have indeed illustrated all kinds of examples for mankind in this Quran; and man is the most quarrelsome of all.",
			"ur_kanzulimaan": "اور بیشک ہم نے لوگوں کے لیے اس قرآن میں ہر قسم کی مثل طرح طرح بیان فرمائی اور آدمی ہر چیز سے بڑھ کر جھگڑالو ہے",
			"hi_kanzulimaan": "और बेशक हमने लोगों के लिये इस क़ुरआन में हर क़िस्म की मिस्ल तरह तरह बयान फ़रमाई (117फ) और आदमी हर चीज़ से बढ़कर झगड़ालू है (118फ)",
			"author": "৫৪. আর আমরা অবশ্যই এ কুরআনে মানুষের জন্যে (ধরণ পরিবর্তন করে করে) সকল প্রকারের দৃষ্টান্ত বারবার বর্ণনা করেছি; আর মানুষ ঝগড়ার ক্ষেত্রে সকল কিছুর চেয়ে অগ্রসর।"
		},
		{
			"_id": "2195",
			"sura": "18",
			"para": "15",
			"verses": "55",
			"names": "وَ مَا مَنَعَ النَّاسَ اَنۡ یُّؤۡمِنُوۡۤا اِذۡ جَآءَہُمُ الۡہُدٰی وَ یَسۡتَغۡفِرُوۡا رَبَّہُمۡ  اِلَّاۤ  اَنۡ تَاۡتِیَہُمۡ سُنَّۃُ  الۡاَوَّلِیۡنَ اَوۡ یَاۡتِیَہُمُ الۡعَذَابُ  قُبُلًا ﴿۵۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا مَنَعَ النَّاسَ اَنۡ یُّؤۡمِنُوۡۤا اِذۡ جَآءَہُمُ الۡہُدٰی وَ یَسۡتَغۡفِرُوۡا رَبَّہُمۡ  اِلَّاۤ  اَنۡ تَاۡتِیَہُمۡ سُنَّۃُ  الۡاَوَّلِیۡنَ اَوۡ یَاۡتِیَہُمُ الۡعَذَابُ  قُبُلًا ﴿۵۵﴾ ",
			"index": "2195",
			"name": "এবং মানুষকে কোন বস্তু এতে বাধা প্রদান করেছে যে, তারা ঈমান আনতো যখন হিদায়ত তাদের নিকট এসেছে এবং আপন রবের নিকট ক্ষমা প্রার্থনা করতো? কিন্তু এটাই যে, তাদের উপর পূর্ববর্তীদের ক্ষেত্রে গৃহীত রীতি আসবে, কিংবা তাদের উপর বিভিন্ন ধরনের শাস্তি আসবে। ",
			"en_kanzulimaan": "And what prevented men from accepting faith when guidance came to them, and from asking forgiveness from their Lord except that the tradition of the former nations come upon them or that they confront various kinds of punishments?",
			"ur_kanzulimaan": "اور آدمیوں کو کسی چیز نے اس سے روکا کہ ایمان لاتے جب ہدایت ان کے پاس آئی اور اپنے رب سے معافی مانگتے مگر یہ کہ ان پر اگلوں کا دستور آئے یا ان پر قسم قسم کا عذاب آئے،",
			"hi_kanzulimaan": "और आदमियों को किस चीज़ ने इससे रोका कि ईमान लाते जब हिदायत (119फ) उनके पास आई और अपने रब से माफ़ी मांगते (120फ) मगर यह कि उनपर अगलों का दस्तूर आए (121फ) या उनपर क़िस्म क़िस्म का अज़ाब आए",
			"author": "৫৫. আর মানুষকে, যখন তাদের নিকট হেদায়াত এসে পৌঁছলো, তখন শুধু এ প্রতীক্ষাই ঈমান আনয়নে এবং তাদের প্রতিপালকের নিকট ক্ষমা প্রার্থনা করতে বিরত রাখে যে, তাদের কাছে পূর্ব-পুরুষদের অনুরূপ (ধ্বংস) কখন আগমন করবে অথবা কখনোই বা তাদের সামনে শাস্তি আসবে।"
		},
		{
			"_id": "2196",
			"sura": "18",
			"para": "15",
			"verses": "56",
			"names": "وَ مَا نُرۡسِلُ الۡمُرۡسَلِیۡنَ  اِلَّا مُبَشِّرِیۡنَ وَ مُنۡذِرِیۡنَ ۚ وَ یُجَادِلُ الَّذِیۡنَ کَفَرُوۡا بِالۡبَاطِلِ لِیُدۡحِضُوۡا بِہِ  الۡحَقَّ وَ اتَّخَذُوۡۤا اٰیٰتِیۡ  وَ مَاۤ   اُنۡذِرُوۡا ہُزُوًا ﴿۵۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا نُرۡسِلُ الۡمُرۡسَلِیۡنَ  اِلَّا مُبَشِّرِیۡنَ وَ مُنۡذِرِیۡنَ ۚ وَ یُجَادِلُ الَّذِیۡنَ کَفَرُوۡا بِالۡبَاطِلِ لِیُدۡحِضُوۡا بِہِ  الۡحَقَّ وَ اتَّخَذُوۡۤا اٰیٰتِیۡ  وَ مَاۤ   اُنۡذِرُوۡا ہُزُوًا ﴿۵۶﴾ ",
			"index": "2196",
			"name": "এবং আমি রসূলগণকে প্রেরণ করি না, কিন্তু সুসংবাদদাতা ও সতর্ককারী রূপেই এবং যারা কাফির তারা বাতিলের আশ্রয় নিয়ে বিতণ্ডা করে যাতে তা দ্বারা সত্যকে অপসারণ করে দেয় এবং তারা আমার আয়াতসমূহকে এবং যেই ভয়ের বাণী তাদেরকে শুনানো হয়েছিলো ওইগুলোকে বিদ্রূপের বিষয়রূপে গ্রহণ করে নিয়েছে। ",
			"en_kanzulimaan": "And We do not send the Noble Messengers except as Heralds of glad tidings and warnings; and the disbelievers debate by means of falsehood to drive away the Truth with it, and they took My signs and warnings they were given, as a mockery!",
			"ur_kanzulimaan": "اور ہم رسولوں کو نہیں بھیجتے مگر خوشی ڈر سنانے والے اور جو کافر ہیں وہ باطل کے ساتھ جھگڑتے ہیں کہ اس سے حق کو ہٹادیں اور انہوں نے میری آیتوں کی اور جو ڈر انہیں سناتے گئے تھے،",
			"hi_kanzulimaan": "और हम रसूलों को नहीं भजते मगर (122फ) ख़ुशी(123फ) डर सुनाने वाले और जो काफ़िर हैं वो बातिल के साथ झगड़ते हैं (124फ) कि उससे हक़(सत्य) को हटादें और उन्होंने मेरी आयतों की और जो डर उन्हें सुनाए गए थे (125फ) उनकी हंसी बना ली",
			"author": "৫৬. আর আমরা কেবল রাসূলগণকে (মানুষের জন্যে) সুসংবাদদাতা ও সতর্ককারী রূপেই পাঠিয়ে থাকি; আর কাফেরেরা (এ রাসূলগণের সাথে) অনর্থক বিষয়ে ঝগড়া করে যাতে এ (মিথ্যা) বিষয় দিয়ে সত্যকে দূরীভুত করা যায়। আর আমার আয়াতসমূহকে এবং যার (অর্থাৎ শাস্তির) মাধ্যমে তাদেরকে সতর্ক করা হয়েছে, সে সবকে তারা বিদ্রূপের বিষয়রূপে গ্রহণ করে থাকে।"
		},
		{
			"_id": "2197",
			"sura": "18",
			"para": "15",
			"verses": "57",
			"names": "وَ مَنۡ اَظۡلَمُ مِمَّنۡ ذُکِّرَ بِاٰیٰتِ رَبِّہٖ فَاَعۡرَضَ عَنۡہَا وَ نَسِیَ مَا قَدَّمَتۡ یَدٰہُ ؕ اِنَّا جَعَلۡنَا عَلٰی قُلُوۡبِہِمۡ  اَکِنَّۃً  اَنۡ یَّفۡقَہُوۡہُ  وَ فِیۡۤ  اٰذَانِہِمۡ  وَقۡرًا ؕ وَ  اِنۡ تَدۡعُہُمۡ  اِلَی الۡہُدٰی فَلَنۡ یَّہۡتَدُوۡۤا  اِذًا  اَبَدًا ﴿۵۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ اَظۡلَمُ مِمَّنۡ ذُکِّرَ بِاٰیٰتِ رَبِّہٖ فَاَعۡرَضَ عَنۡہَا وَ نَسِیَ مَا قَدَّمَتۡ یَدٰہُ ؕ اِنَّا جَعَلۡنَا عَلٰی قُلُوۡبِہِمۡ  اَکِنَّۃً  اَنۡ یَّفۡقَہُوۡہُ  وَ فِیۡۤ  اٰذَانِہِمۡ  وَقۡرًا ؕ وَ  اِنۡ تَدۡعُہُمۡ  اِلَی الۡہُدٰی فَلَنۡ یَّہۡتَدُوۡۤا  اِذًا  اَبَدًا ﴿۵۷﴾ ",
			"index": "2197",
			"name": "এবং তার চেয়ে অধিক যালিম কে, যাকে তার রবের আয়াতসমূহ স্মরণ করিয়ে দেওয়া হয়, অতঃপর সে তা থেকে মুখ ফিরিয়ে নেয় এবং তার হস্তদ্বয় যা অগ্রে প্রেরণ করেছে তা ভুলে যায়? আমি তাদের অন্তরগুলোর উপর আবরণ করে দিয়েছি যাতে ক্বোরআন না বুঝে এবং তাদের কানগুলোতে বধিরতা। আর যদি আপনি তাদেরকে হিদায়াতের প্রতি আহ্বান করেন তবুও তারা কখনো সৎপথ পাবে না। ",
			"en_kanzulimaan": "And who is more unjust than one who, when reminded of the signs of his Lord, turns away from them and forgets what his hands have sent forward? We have put covers on their hearts so as not to understand the Quran, and deafness in their ears; and even if you call them to guidance, they will never attain the right path.",
			"ur_kanzulimaan": "ان کی ہنسی بنالی اور اس سے بڑھ کر ظالم کون جسے اس کے رب کی آیتیں یاد دلائی جائیں تو وہ ان سے منہ پھیرلے اور اس کے ہاتھ جو آگے بھیج چکے اسے بھول جائے ہم نے ان کے دلوں پر غلاف کردیے ہیں کہ قرآن نہ سمجھیں اور ان کے کانوں میں گرانی اور اگر تم انہیں ہدایت کی طرف بلاؤ تو جب بھی ہرگز کبھی راہ نہ پائیں گے",
			"hi_kanzulimaan": "और उससे बढ़कर ज़ालिम कौन जिसे उसके रब की आयतें याद दिलाई जाएं तो वह उन से मुंह फेर ले (126फ) और उनके हाथ जो आगे भेज चुके (127फ) उसे भुल जाए, हमने उनके दिलों पर ग़लाफ़ कर दिये हैं कि क़ुरआन न समझें और उनके कानों में गिरानी (128फ) और अगर तुम उन्हें हिदायत की तरफ़ बुलाओ तो जब भी हरगिज़ कभी राह न पाएंगे (129फ)",
			"author": "৫৭. আর এর চেয়ে বড় যালিম কে হবে, যাকে তার প্রতিপালকের নিদর্শনাবলী স্মরণ করিয়ে দেয়া হলো, অথচ সে মুখ ফিরিয়ে নিলো এবং (মন্দ কৃতকর্মগুলো) ভুলে গেলো যা তার হস্ত অগ্রে প্রেরণ করেছিল? বাস্তবিকই আমরা তাদের অন্তরে পর্দা ফেলে দিয়েছি, যাতে তারা সত্য অনুধাবন করতে (না) পারে এবং তাদের কানে বধিরতা চাপিয়ে দিয়েছি (যাতে তারা সত্য শ্রবণ করতে না পারে)। আর যদি আপনি তাদেরকে হেদায়াতের দিকে আহ্বান করেন, তবে তারা কখনোই হেদায়াত গ্রহণ করবে না।"
		},
		{
			"_id": "2198",
			"sura": "18",
			"para": "15",
			"verses": "58",
			"names": "وَ رَبُّکَ الۡغَفُوۡرُ ذُو الرَّحۡمَۃِ ؕ لَوۡ یُؤَاخِذُہُمۡ بِمَا کَسَبُوۡا لَعَجَّلَ لَہُمُ الۡعَذَابَ ؕ بَلۡ لَّہُمۡ مَّوۡعِدٌ  لَّنۡ یَّجِدُوۡا مِنۡ  دُوۡنِہٖ  مَوۡئِلًا  ﴿۵۸﴾",
			"number": "",
			"verses_PDMS": "وَ رَبُّکَ الۡغَفُوۡرُ ذُو الرَّحۡمَۃِ ؕ لَوۡ یُؤَاخِذُہُمۡ بِمَا کَسَبُوۡا لَعَجَّلَ لَہُمُ الۡعَذَابَ ؕ بَلۡ لَّہُمۡ مَّوۡعِدٌ  لَّنۡ یَّجِدُوۡا مِنۡ  دُوۡنِہٖ  مَوۡئِلًا  ﴿۵۸﴾",
			"index": "2198",
			"name": "এবং আপনার রব ক্ষমাশীল, দয়ালু। যদি তিনি তাদেরকে তাদের কৃতকর্মের উপর পাকড়াও করতেন, তাহলে শিগ্‌গিরই তাদের উপর শাস্তি প্রেরণ করতেন; বরং তাদের জন্য একটা প্রতিশ্রুতির সময় রয়েছে, যার সামনে তারা কোন আশ্রয়স্থল পাবে না। ",
			"en_kanzulimaan": "And your Lord is the Oft Forgiver, the Merciful; if He seized them for their deeds, He would soon send the punishment upon them; but for them is an appointed time from which they will not find any refuge.",
			"ur_kanzulimaan": "اور تمہارا رب بخشنے والا مہر وا لا ہے، اگر وہ انہیں ان کے کیے پر پکڑتا تو جلد ان پر عذاب بھیجتا بلکہ ان کے لیے ایک وعدہ کا وقت ہے جس کے سامنے کوئی پناہ نہ پائیں گے،",
			"hi_kanzulimaan": "और तुम्हारा रब बख़्शने वाला महर वाला है, अगर वह उन्हें (130फ) उनके किये पर पकड़ता तो जल्द उनपर अज़ाब भेजता (131फ) बल्कि उनके लिये एक वादे का वक़्त है (132फ) जिसके सामने कोई पनाह न पाएंगे",
			"author": "৫৮. আর আপনার প্রতিপালক মহাক্ষমাশীল, পরম করুণাময়। যদি তিনি তাদের কর্মকান্ডের জন্যে তাদেরকে পাকড়াও করতেন, তবে তাদের উপর অবশ্যই শাস্তি ত্বরান্বিত করতেন। বরং তাদের জন্যে (তো) প্রতিশ্রুত মুহুর্ত (নির্ধারিত) রয়েছে। (যখন সে সময় আসবে, তখন) তারা তাঁকে ব্যতীত কোনো আশ্রয়স্থল পাবে না।"
		},
		{
			"_id": "2199",
			"sura": "18",
			"para": "15",
			"verses": "59",
			"names": "وَ تِلۡکَ الۡقُرٰۤی اَہۡلَکۡنٰہُمۡ  لَمَّا ظَلَمُوۡا  وَ جَعَلۡنَا لِمَہۡلِکِہِمۡ مَّوۡعِدًا ﴿۵۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ تِلۡکَ الۡقُرٰۤی اَہۡلَکۡنٰہُمۡ  لَمَّا ظَلَمُوۡا  وَ جَعَلۡنَا لِمَہۡلِکِہِمۡ مَّوۡعِدًا ﴿۵۹﴾ ",
			"index": "2199",
			"name": "এবং এসব জনপদকে আমি ধ্বংস করে দিয়েছি যখন তারা যুল্‌ম করেছে এবং আমি তাদের ধ্বংসের একটা প্রতিশ্রুতি রেখেছি। ",
			"en_kanzulimaan": "And these towns - We destroyed them when they committed injustice, and We had set an appointed time for their destruction.",
			"ur_kanzulimaan": "اور یہ بستیاں ہم نے تباہ کردیں جب انہوں نے ظلم کیا اور ہم نے ان کی بربادی کا ایک وعدہ رکھا تھا،",
			"hi_kanzulimaan": "और ये बस्तियाँ हमने तबाह कर दी (133फ) जब उन्होंने ज़ुल्म किया (134फ) और हमने उनकी बर्बादी का एक वादा कर रखा था",
			"author": "৫৯. আর এসব জনপদ, যার অধিবাসীদেরকে আমরা ধ্বংস করেছিলাম যখন তারা নিপীড়ন ও অবিচার করেছিল এবং আমরা তাদের ধ্বংসের জন্যে এক নির্দিষ্ট ক্ষণ স্থির করেছিলাম।"
		},
		{
			"_id": "2200",
			"sura": "18",
			"para": "15",
			"verses": "60",
			"names": "وَ اِذۡ قَالَ مُوۡسٰی لِفَتٰىہُ لَاۤ  اَبۡرَحُ حَتّٰۤی اَبۡلُغَ  مَجۡمَعَ الۡبَحۡرَیۡنِ اَوۡ اَمۡضِیَ حُقُبًا ﴿۶۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذۡ قَالَ مُوۡسٰی لِفَتٰىہُ لَاۤ  اَبۡرَحُ حَتّٰۤی اَبۡلُغَ  مَجۡمَعَ الۡبَحۡرَیۡنِ اَوۡ اَمۡضِیَ حُقُبًا ﴿۶۰﴾ ",
			"index": "2200",
			"name": "এবং স্মরণ করুন! যখন মূসা আপন খাদেমকে বললো, ‘আমি ক্ষান্ত হবো না যতক্ষণ পর্যন্ত সেখানে পৌছবো না যেখানে দু’টি সমুদ্র মিলিত হয়েছে অথবা যুগ যুগ ধরে চলতে থাকবো। ",
			"en_kanzulimaan": "And recall when Moosa said to his assistant, I will not give up until I reach the place where the two seas meet or until I have progressed for ages.",
			"ur_kanzulimaan": "اور یاد کرو جب موسیٰ نے اپنے خادم سے کہا میں باز نہ رہوں گا جب تک وہاں نہ پہنچوں جہاں دو سمندر ملے ہیں یا قرنوں (مدتوں تک) چلا جاؤں",
			"hi_kanzulimaan": "और याद करो जब मूसा (135फ) ने अपने ख़ादिम से कहा (136फ) मैं बाज़ न रहूंगा जब तक वहाँ न पहुंचूं जहां दो समन्दर मिले हैं (137फ) या क़रनों(युगों) चला जाऊं (138फ)",
			"author": "৬০. আর (সে সময়ের কথাও স্মরণ করুন) যখন মূসা (আলাইহিস সালাম) তাঁর (যুবক সঙ্গী এবং) সেবক (ইউশা বিন নূন আলাইহিস সালাম)-কে বললেন, ‘আমি (পশ্চাতে) সরে আসবো না যতক্ষণ পর্যন্ত না দু’ সমুদ্রের মিলনস্থল পর্যন্ত পৌঁছি অথবা যুগ যুগ ধরে চলতে থাকবো’।"
		},
		{
			"_id": "2201",
			"sura": "18",
			"para": "15",
			"verses": "61",
			"names": "فَلَمَّا بَلَغَا مَجۡمَعَ بَیۡنِہِمَا نَسِیَا حُوۡتَہُمَا فَاتَّخَذَ سَبِیۡلَہٗ  فِی الۡبَحۡرِ  سَرَبًا ﴿۶۱﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا بَلَغَا مَجۡمَعَ بَیۡنِہِمَا نَسِیَا حُوۡتَہُمَا فَاتَّخَذَ سَبِیۡلَہٗ  فِی الۡبَحۡرِ  سَرَبًا ﴿۶۱﴾ ",
			"index": "2201",
			"name": "অতঃপর যখন তারা উভয়ে এই সমুদ্রে দু’টির সঙ্গমস্থলে পৌছলে তখন তারা নিজেদের মাছের কথা ভুলে গেলো এবং সেটা সমুদ্রের মধ্যে সুড়ঙ্গ করে আপন পথ করে নিলো। ",
			"en_kanzulimaan": "And when they reached the place where the two seas meet, they forgot about their fish, and it took its way into the sea, making a tunnel. (The dead fish came alive and went into the water.)",
			"ur_kanzulimaan": "پھر جب وہ دونوں ان دریاؤں کے ملنے کی جگہ پہنچے اپنی مچھلی بھول گئے اور اس نے سمندر میں اپنی راہ لی سرنگ بناتی،",
			"hi_kanzulimaan": "फिर जब वो दोनों उन दरियाओं के मिलने की जगह पहुंचे (139फ) अपनी मछली भूल गए और उसने समन्दर में अपनी राह ली सुरंग बनाती",
			"author": "৬১. সুতরাং যখন তাঁরা উভয়ে দুই সমুদ্রের মধ্যবর্তী মিলনস্থলে পৌঁছলেন, তখন তাঁরা (সেখানে) তাদের মাছের কথা ভুলে গেলেন। অতঃপর সে (ভাজা মাছ জীবিত হয়ে) সুরঙ্গের ন্যায় সমুদ্রে তার পথ করে নিলো (এবং চলে গেল)।"
		},
		{
			"_id": "2202",
			"sura": "18",
			"para": "15",
			"verses": "62",
			"names": "فَلَمَّا جَاوَزَا قَالَ لِفَتٰىہُ اٰتِنَا غَدَآءَنَا ۫ لَقَدۡ لَقِیۡنَا مِنۡ سَفَرِنَا ہٰذَا نَصَبًا ﴿۶۲﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا جَاوَزَا قَالَ لِفَتٰىہُ اٰتِنَا غَدَآءَنَا ۫ لَقَدۡ لَقِیۡنَا مِنۡ سَفَرِنَا ہٰذَا نَصَبًا ﴿۶۲﴾ ",
			"index": "2202",
			"name": "অতপর যখন সেখান থেকে অতিক্রম করে গেলো, তখন মূসা খাদেমকে বললো, ‘আমাদের প্রাতঃরাশ আনো, নিশ্চয় আমরা আমাদের এ সফরে বড় কষ্টের সম্মুখীন হলাম’।",
			"en_kanzulimaan": "So when they had gone beyond that place, Moosa said to his assistant, Bring our breakfast - we have indeed faced great exertion in this journey of ours.",
			"ur_kanzulimaan": "پھر جبب وہاں سے گزر گئے موسیٰ نے خادم سے کہا ہمارا صبح کا کھانا لاؤ بیشک ہمیں اپنے اس سفر میں بڑی مشقت کا سامنا ہوا،",
			"hi_kanzulimaan": "फिर जब वहां से गुज़र गए (140फ) मूसा ने ख़ादिम से कहा हमारा सुबह का खाना लाओ बेशक हमें अपने इस सफ़र में बड़ी मशक़्क़त(परिश्रम) का सामना हुआ (141फ)",
			"author": "৬২. অতঃপর যখন তাঁরা দু’জন সামনে অগ্রসর হলেন, (তখন) মূসা (আলাইহিস সালাম) তাঁর সেবককে বললেন, ‘আমাদের প্রাতঃরাশ নিয়ে এসো; আমরা তো আমাদের এ সফরে বড়ই কষ্টের সম্মুখীন হয়েছি।’"
		},
		{
			"_id": "2203",
			"sura": "18",
			"para": "15",
			"verses": "63",
			"names": "قَالَ اَرَءَیۡتَ اِذۡ اَوَیۡنَاۤ  اِلَی الصَّخۡرَۃِ فَاِنِّیۡ نَسِیۡتُ الۡحُوۡتَ ۫ وَ مَاۤ  اَنۡسٰنِیۡہُ  اِلَّا الشَّیۡطٰنُ اَنۡ اَذۡکُرَہٗ ۚ  وَ اتَّخَذَ سَبِیۡلَہٗ  فِی الۡبَحۡرِ ٭ۖ عَجَبًا ﴿۶۳﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ اَرَءَیۡتَ اِذۡ اَوَیۡنَاۤ  اِلَی الصَّخۡرَۃِ فَاِنِّیۡ نَسِیۡتُ الۡحُوۡتَ ۫ وَ مَاۤ  اَنۡسٰنِیۡہُ  اِلَّا الشَّیۡطٰنُ اَنۡ اَذۡکُرَہٗ ۚ  وَ اتَّخَذَ سَبِیۡلَہٗ  فِی الۡبَحۡرِ ٭ۖ عَجَبًا ﴿۶۳﴾ ",
			"index": "2203",
			"name": "বললো, ‘ভালো দেখুন তো! যখন আমরা ওই শিলাখণ্ডের নিকট আশ্রয় নিয়েছিলাম, তখন নিশ্চয় আমি মাছের কথা ভুলে গেছি এবং আমাকে শয়তানই ভুলিয়ে দিয়েছিলো সেটার কথা উল্লেখ করতে এবং সেটা তো সমুদ্রের মধ্যে আপন পথ করে নিয়েছে, আশ্চর্যজনকভাবে’।",
			"en_kanzulimaan": "He said, Just imagine - when we had taken shelter near the rock, so indeed I forgot the fish; and none but Satan caused me to forget to mention it; and the fish took its way into the sea - its amazing!",
			"ur_kanzulimaan": "بولا بھلا دیکھئے تو جب ہم نے اس چٹان کے پاس جگہ لی تھی تو بیشک میں مچھلی کو بھول گیا، اور مجھے شیطان ہی نے بھلا دیا کہ میں اس کا مذکور کروں اور اس نے تو سمندر میں اپنی راہ لی، اچنبھا ہے،",
			"hi_kanzulimaan": "बोला, भला देखिये तो जब हमने इस चट्टान के पास जगह ली थी तो बेशक मैं मछली को भूल गया और मुझे शैतान ही ने भुला दिया कि मैं उसका मज़कुर करूं, और उसने (142फ) तो समन्दर में अपनी राह ली अंचभा है",
			"author": "৬৩. (সেবক) বললেন, ‘আপনি কি লক্ষ্য করেছেন, আমরা যখন শিলাখন্ডে বিশ্রাম নিচ্ছিলাম আমি (সেখানে) মাছের কথা ভুলে গিয়েছিলাম এবং আপনাকে এর কথা স্মরণ করিয়ে দিতে শয়তানই আমাকে ভুলিয়ে দিয়েছিল। আর এ (মাছ) তো (জীবিত হয়ে) আশ্চর্যজনকভাবে সমুদ্রে নিজের পথ করে নিলো (এবং অদৃশ্য হয়ে গেলো)।’"
		},
		{
			"_id": "2204",
			"sura": "18",
			"para": "15",
			"verses": "64",
			"names": "قَالَ ذٰلِکَ مَا کُنَّا نَبۡغِ ٭ۖ فَارۡتَدَّا عَلٰۤی اٰثَارِہِمَا قَصَصًا  ﴿ۙ۶۴﴾",
			"number": "",
			"verses_PDMS": "قَالَ ذٰلِکَ مَا کُنَّا نَبۡغِ ٭ۖ فَارۡتَدَّا عَلٰۤی اٰثَارِہِمَا قَصَصًا  ﴿ۙ۶۴﴾",
			"index": "2204",
			"name": "মূসা বললো, ‘এটারই তো আমরা অনুসন্ধান করছিলাম’। অতঃপর তারা নিজেদের পদচিহ্ন ধরে ফিরে চলে গেলো। ",
			"en_kanzulimaan": "Said Moosa, This is exactly what we wanted; so they came back retracing their steps.",
			"ur_kanzulimaan": "موسیٰ نے کہا یہی تو ہم چاہتے تھے تو پیچھے پلٹے اپنے قدموں کے نشان دیکھتے،",
			"hi_kanzulimaan": "मूसा ने कहा यही तो हम चाहते थे (143फ) तू पीछे पलटे अपने क़दमों के निशान देखते",
			"author": "৬৪. মূসা (আলাইহিস সালাম) বললেন, ‘এই সে (স্থান), যার অন্বেষণ আমরা করছিলাম’। অতঃপর উভয়ে নিজেদের পদচিহ্ন ধরে (সেই রাস্তা) খুঁজতে খুঁজতে (একই স্থানে) ফিরে গেলেন।"
		},
		{
			"_id": "2205",
			"sura": "18",
			"para": "15",
			"verses": "65",
			"names": "فَوَجَدَا عَبۡدًا مِّنۡ عِبَادِنَاۤ اٰتَیۡنٰہُ رَحۡمَۃً  مِّنۡ عِنۡدِنَا وَ عَلَّمۡنٰہُ مِنۡ لَّدُنَّا عِلۡمًا ﴿۶۵﴾ ",
			"number": "",
			"verses_PDMS": "فَوَجَدَا عَبۡدًا مِّنۡ عِبَادِنَاۤ اٰتَیۡنٰہُ رَحۡمَۃً  مِّنۡ عِنۡدِنَا وَ عَلَّمۡنٰہُ مِنۡ لَّدُنَّا عِلۡمًا ﴿۶۵﴾ ",
			"index": "2205",
			"name": "অতঃপর তারা আমার বান্দাদের থেকে একজন বান্দাকে পেলো, যাকে আমি আমার নিকট থেকে অনুগ্রহ দান করেছি এবং তাকে আপন ‘ইলমে লাদুন্নী’ দান করেছি।",
			"en_kanzulimaan": "So they found a bondman * from amongst Our (chosen) bondmen, to whom We had given mercy from Us, and had bestowed the inspired knowledge from Ourselves. (* Hazrat Khidr - peace be upon him.)",
			"ur_kanzulimaan": "تو ہمارے بندوں میں سے ایک بندہ پایا جسے ہم نے اپنے پاس سے رحمت دی اور اسے اپنا علم لدنی عطا کیا",
			"hi_kanzulimaan": "तो हमारे बन्दों मे से एक बन्दा पाया (144फ) जिसे हमने अपने पास से रहमत दी (145फ) और उसे अपना इल्म लदुन्नी अता किया (146फ)",
			"author": "৬৫. অতঃপর তারা দু’জন (সেখানে) আমার বান্দাদের মধ্য থেকে এক (খাস) বান্দা (খিযির আলাইহিস সালাম)-কে পেলেন, যাঁকে আমরা আমাদের পক্ষ থেকে (বিশেষ) অনুগ্রহ দান করেছিলাম এবং আমরা তাঁকে আমাদের ইলমে লাদুন্নী (অর্থাৎ গোপন রহস্য ও মারেফাতের ইলহামী জ্ঞান) শিখিয়েছিলাম।"
		},
		{
			"_id": "2206",
			"sura": "18",
			"para": "15",
			"verses": "66",
			"names": "قَالَ لَہٗ مُوۡسٰی ہَلۡ اَتَّبِعُکَ عَلٰۤی اَنۡ تُعَلِّمَنِ  مِمَّا عُلِّمۡتَ رُشۡدًا ﴿۶۶﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ لَہٗ مُوۡسٰی ہَلۡ اَتَّبِعُکَ عَلٰۤی اَنۡ تُعَلِّمَنِ  مِمَّا عُلِّمۡتَ رُشۡدًا ﴿۶۶﴾ ",
			"index": "2206",
			"name": "তাকে মূসা বললো, ‘আমি কি তোমার সাথে থাকবো এ শর্তে যে, তুমি আমাকে শিক্ষা দেবে ভাল কথা, যা তোমাকে শিক্ষা দেওয়া হয়েছে?’",
			"en_kanzulimaan": "Moosa said to him, May I stay with you upon the condition that you will teach me the righteousness that you have been taught?",
			"ur_kanzulimaan": "اس سے موسیٰ نے کہا کیا میں تمہارے ساتھ رہوں اس شرط پر کہ تم مجھے سکھادو گے نیک بات جو تمہیں تعلیم ہوئی",
			"hi_kanzulimaan": "उससे मूसा ने कहा क्या मैं तुम्हारे साथ रहूँ इस शर्त पर कि तुम मुझे सिखादोगे नेक बात जो तुम्हें तअलीम हुई (147फ)",
			"author": "৬৬. মূসা (আলাইহিস সালাম) তাঁকে বললেন, ‘আমি কি আপনার সাথে এ শর্তে অবস্থান করতে পারি যে, আপনি আমাকে(ও) সে জ্ঞান থেকে কিছু শেখাবেন, যা আপনাকে পথপ্রদর্শনের নিমিত্তে শেখানো হয়েছে?’"
		},
		{
			"_id": "2207",
			"sura": "18",
			"para": "15",
			"verses": "67",
			"names": "قَالَ اِنَّکَ لَنۡ تَسۡتَطِیۡعَ مَعِیَ صَبۡرًا ﴿۶۷﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ اِنَّکَ لَنۡ تَسۡتَطِیۡعَ مَعِیَ صَبۡرًا ﴿۶۷﴾ ",
			"index": "2207",
			"name": "বললো, ‘আপনি আমার সাথে কিছুতেই ধৈর্য ধরে রাখতে পারবেন না। ",
			"en_kanzulimaan": "He said, You will never be able to patiently stay with me.",
			"ur_kanzulimaan": "کہا آپ میرے ساتھ ہرگز نہ ٹھہر سکیں گے",
			"hi_kanzulimaan": "कहा आप मेरे साथ हरगिज़ न ठहर सकेंगे (148फ)",
			"author": "৬৭. (খিযির আলাইহিস সালাম) বললেন, ‘আপনি কিছুতেই আমার সাথে থেকে ধৈর্য ধারণ করতে পারবেন না।"
		},
		{
			"_id": "2208",
			"sura": "18",
			"para": "15",
			"verses": "68",
			"names": "وَ کَیۡفَ تَصۡبِرُ  عَلٰی مَا لَمۡ تُحِطۡ بِہٖ خُبۡرًا ﴿۶۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَیۡفَ تَصۡبِرُ  عَلٰی مَا لَمۡ تُحِطۡ بِہٖ خُبۡرًا ﴿۶۸﴾ ",
			"index": "2208",
			"name": "এবং ওই কথার উপর কিভাবে ধৈর্য ধারণ করবেন যাকে আপনার জ্ঞান পরিবেষ্টন করে নি?’",
			"en_kanzulimaan": "And how will you bear something which your knowledge does not encompass?",
			"ur_kanzulimaan": "اور اس بات پر کیونکر صبر کریں گے جسے آپ کا علم محیط نہیں",
			"hi_kanzulimaan": "और उस बात पर क्योंकर सब्र करेंगे जिसे आपका इल्म मुहीत नहीं (149फ)",
			"author": "৬৮. আর আপনি এর (এ বিষয়ের) উপর কিভাবে ধৈর্য ধারণ করতে পারবেন, যে বিষয় আপনার (পুরোপুরি) জ্ঞানায়ত্ব নয়?’"
		},
		{
			"_id": "2209",
			"sura": "18",
			"para": "15",
			"verses": "69",
			"names": "قَالَ سَتَجِدُنِیۡۤ  اِنۡ شَآءَ اللّٰہُ صَابِرًا وَّ لَاۤ اَعۡصِیۡ  لَکَ  اَمۡرًا ﴿۶۹﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ سَتَجِدُنِیۡۤ  اِنۡ شَآءَ اللّٰہُ صَابِرًا وَّ لَاۤ اَعۡصِیۡ  لَکَ  اَمۡرًا ﴿۶۹﴾ ",
			"index": "2209",
			"name": "বললো, ‘অদূর ভবিষ্যতে আল্লাহ্‌ চাইলে তুমি আমাকে ধৈর্যশীল পাবে এবং আমি তোমার কোন নির্দেশের বিরোধিতা করবো না’।",
			"en_kanzulimaan": "Said Moosa, Allah willing, you will soon find me patient and I will not do anything against your instructions.",
			"ur_kanzulimaan": "کہا عنقریب اللہ چاہے تو تم مجھے صابر پاؤ گے اور میں تمہارے کسی حکم کے خلاف نہ کروں گا،",
			"hi_kanzulimaan": "कहा अन्क़रिब अल्लाह चाहे तो तुम मुझे साबिर पाओगे और मैं तुम्हारे किसी हुक्म के ख़िलाफ़ न करूंगा",
			"author": "৬৯. মূসা (আলাইহিস সালাম) বললেন, ‘আপনি “ইন-শা-আল্লাহ্” আমাকে অবশ্যই ধৈর্যশীল পাবেন, আর আমি আপনার কোনো নির্দেশাবলী অমান্য করবো না’।"
		},
		{
			"_id": "2210",
			"sura": "18",
			"para": "15",
			"verses": "70",
			"names": "قَالَ فَاِنِ اتَّبَعۡتَنِیۡ فَلَا تَسۡـَٔلۡنِیۡ عَنۡ شَیۡءٍ  حَتّٰۤی  اُحۡدِثَ  لَکَ  مِنۡہُ  ذِکۡرًا ﴿۷۰﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ فَاِنِ اتَّبَعۡتَنِیۡ فَلَا تَسۡـَٔلۡنِیۡ عَنۡ شَیۡءٍ  حَتّٰۤی  اُحۡدِثَ  لَکَ  مِنۡہُ  ذِکۡرًا ﴿۷۰﴾ ",
			"index": "2210",
			"name": "বললো, ‘তাহলে যদি আপনি আমার সাথে থাকেন, তবে আমাকে কোন কথা জিজ্ঞাসা করবেন না যতক্ষণ পর্যন্ত আমি নিজে সেটা উল্লেখ করবো না। ",
			"en_kanzulimaan": "He said, Therefore if you stay with me, do not ask me about anything until I myself mention it to you.",
			"ur_kanzulimaan": "کہا تو اگر آپ میرے ساتھ رہنے ہیں تو مجھ سے کسی بات کو نہ پوچھنا جب تک میں خود اس کا ذکر نہ کروں",
			"hi_kanzulimaan": "कहा तो अगर आप मेरे साथ रहते हैं तो मुझसे किसी बात को न पूछना जब तक मैं ख़ुद उसका ज़िक्र न करूं (150फ)",
			"author": "৭০. (খিযির আলাইহিস সালাম) বললেন, ‘অতঃপর আপনি যদি আমার সাথে থাকেনই, তবে আমাকে কোনো বিষয়ে প্রশ্ন করবেন না, যতক্ষণ পর্যন্ত না আমি নিজে আপনাকে তা উল্লেখ করি’।"
		},
		{
			"_id": "2211",
			"sura": "18",
			"para": "15",
			"verses": "71",
			"names": "فَانۡطَلَقَا ٝ حَتّٰۤی اِذَا رَکِبَا فِی السَّفِیۡنَۃِ خَرَقَہَا ؕ قَالَ اَخَرَقۡتَہَا لِتُغۡرِقَ اَہۡلَہَا ۚ لَقَدۡ جِئۡتَ شَیۡئًا اِمۡرًا ﴿۷۱﴾ ",
			"number": "",
			"verses_PDMS": "فَانۡطَلَقَا ٝ حَتّٰۤی اِذَا رَکِبَا فِی السَّفِیۡنَۃِ خَرَقَہَا ؕ قَالَ اَخَرَقۡتَہَا لِتُغۡرِقَ اَہۡلَہَا ۚ لَقَدۡ جِئۡتَ شَیۡئًا اِمۡرًا ﴿۷۱﴾ ",
			"index": "2211",
			"name": "অতঃপর উভয়ে চলতে লাগলো। শেষ পর্যন্ত যখন তারা নৌকায় আরোহণ করলো, তখন ওই বান্দা সেটাকে ছেদ করে দিলো। মূসা বললো, ‘তুমি কি এটা এ জন্য ছেদ করেছো যে, এর আরোহণকারীদের নিমজ্জিত করে দেবে? নিঃসন্দেহে, তুমি এটা মন্দ কাজই করেছো’। ",
			"en_kanzulimaan": "So they both set out; until when they had boarded the boat, the chosen bondman ruptured the boat; said Moosa, Did you make a hole in the boat in order to drown its passengers? You have indeed done an evil thing.",
			"ur_kanzulimaan": "اب دونوں چلے یہاں تک کہ جب کشتی میں سوار ہوئے اس بندہ نے اسے چیر ڈالا موسیٰ نے کہا کیا تم نے اسے اس لیے چیرا کہ اس کے سواروں کو ڈبا دو بیشک یہ تم نے بری بات کی،",
			"hi_kanzulimaan": "अब दोनों चले यहां तक कि जब किश्ती में सवार हुए (151फ) उस बन्दे ने उसे चीर डाला (152फ) मूसा ने कहा क्या तुमने इसे इसलिये चीरा कि इसके सवारों को डुबा दो, बेशक यह तुमने बुरी बात की (153फ)",
			"author": "৭১. অতঃপর উভয়ে চলতে লাগলেন, অবশেষে যখন উভয়ে নৌকায় আরোহণ করলেন, তখন তিনি (খিযির আলাইহিস সালাম) এতে (এ নৌকায়) ছিদ্র করে দিলেন। মুসা (আলাইহিস সালাম) বললেন, ‘আপনি কি একে এ জন্যে ছিদ্র করে দিয়েছেন যে, আপনি নৌকার আরোহীদের ডুবিয়ে দে বেন? নিশ্চয়ই আপনি বড়ই অদ্ভুত কাজ করলেন’।"
		},
		{
			"_id": "2212",
			"sura": "18",
			"para": "15",
			"verses": "72",
			"names": "قَالَ اَلَمۡ اَقُلۡ اِنَّکَ لَنۡ تَسۡتَطِیۡعَ مَعِیَ صَبۡرًا ﴿۷۲﴾  ",
			"number": "",
			"verses_PDMS": "قَالَ اَلَمۡ اَقُلۡ اِنَّکَ لَنۡ تَسۡتَطِیۡعَ مَعِیَ صَبۡرًا ﴿۷۲﴾  ",
			"index": "2212",
			"name": "বললো, ‘আমি কি বলছিলাম না যে, আপনি আমার সাথে কিছুতেই ধৈর্যধরে থাকতে পারবে না?;",
			"en_kanzulimaan": "He said, Did I not say that you will never be able to patiently stay with me?",
			"ur_kanzulimaan": "کہا میں نہ کہتا تھا کہ آپ میرے ساتھ ہرگز نہ ٹھہر سکیں گے",
			"hi_kanzulimaan": "कहा मैं न कहता था कि आप मेरे साथ हरगिज़ न ठहर सकेंगे (154फ)",
			"author": "৭২. (খিযির আলাইহিস সালাম) বললেন, ‘আমি কি বলিনি যে, আপনি আমার সাথে থেকে কিছুতেই ধৈর্য ধারণ করতে পারবেন না?’"
		},
		{
			"_id": "2213",
			"sura": "18",
			"para": "15",
			"verses": "73",
			"names": "قَالَ لَا تُؤَاخِذۡنِیۡ بِمَا نَسِیۡتُ وَ لَا تُرۡہِقۡنِیۡ مِنۡ  اَمۡرِیۡ  عُسۡرًا ﴿۷۳﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ لَا تُؤَاخِذۡنِیۡ بِمَا نَسِیۡتُ وَ لَا تُرۡہِقۡنِیۡ مِنۡ  اَمۡرِیۡ  عُسۡرًا ﴿۷۳﴾ ",
			"index": "2213",
			"name": "বললো ‘আমাকে আমার ভুলে যাবার জন্য পাকড়াও করো না এবং আমার উপর আমার কাজের মধ্যে সমস্যা সৃষ্টি করো না’।",
			"en_kanzulimaan": "Said Moosa, Do not apprehend me upon my forgetting, and do not impose difficulty on me in my task.",
			"ur_kanzulimaan": "کہا مجھ سے میری بھول پر گرفت نہ کرو اور مجھ پر میرے کام میں مشکل نہ ڈالو،",
			"hi_kanzulimaan": "कहा, मुझ से मेरी भूल पर गिरफ़्त न करो (155फ) और मुझ पर मेरे काम में मुश्किल न डालो",
			"author": "৭৩. মূসা (আলাইহিস সালাম) বললেন, ‘আপনি আমার ভুলের জন্যে আমাকে পাকড়াও করবেন না এবং (এ) বিষয়ে আমাকে কঠিন সমস্যায় ফেলবেন না’।"
		},
		{
			"_id": "2214",
			"sura": "18",
			"para": "15",
			"verses": "74",
			"names": "فَانۡطَلَقَا ٝ حَتّٰۤی   اِذَا  لَقِیَا غُلٰمًا فَقَتَلَہٗ ۙ قَالَ  اَقَتَلۡتَ نَفۡسًا  زَکِیَّۃًۢ بِغَیۡرِ  نَفۡسٍ ؕ لَقَدۡ جِئۡتَ شَیۡئًا نُّکۡرًا ﴿۷۴﴾ ",
			"number": "",
			"verses_PDMS": "فَانۡطَلَقَا ٝ حَتّٰۤی   اِذَا  لَقِیَا غُلٰمًا فَقَتَلَہٗ ۙ قَالَ  اَقَتَلۡتَ نَفۡسًا  زَکِیَّۃًۢ بِغَیۡرِ  نَفۡسٍ ؕ لَقَدۡ جِئۡتَ شَیۡئًا نُّکۡرًا ﴿۷۴﴾ ",
			"index": "2214",
			"name": "অতঃপর উভয়ে চলতে লাগলো। শেষ পর্যন্ত যখন একটা বালকের সাথে সাক্ষাৎ হলো তখন ওই বান্দা তাকে হত্যা করে ফেললো। মূসা বললো, ‘তুমি কি একটা নির্দোষ প্রাণ অন্য কোন প্রাণের বদলে ব্যতীতই হত্যা করে ফেললে? নিশ্চয় তুমি গুরুতর অন্যায় কাজ করেছো’।",
			"en_kanzulimaan": "So they set out again; until when they met a boy, the chosen bondman slew him - Moosa said, Did you slay an innocent soul not in retribution for another? You have indeed done an extremely evil thing.",
			"ur_kanzulimaan": "پھر دونوں چلے یہاں تک کہ جب ایک لڑکا ملا اس بندہ نے اسے قتل کردیا، موسیٰ نے کہا کیا تم نے ایک ستھری جان بے کسی جان کے بدلے قتل کردی، بیشک تم نے بہت بری بات کی،",
			"hi_kanzulimaan": "फिर दोनो चले (156फ) यहां तक कि जब एक लड़का मिला (157फ) उस बन्दे ने उसे क़त्ल कर दिया मूसा ने कहा, क्या तुमने एक सुथरी जान (158फ) बे किसी जान के बदले क़त्ल कर दी, बेशक तुमने बहुत बुरी बात की",
			"author": "৭৪. অতঃপর তারা দু’জন চলতে লাগলেন, অবশেষে এক বালকের সাক্ষাত পেলেন, তখন (খিযির আলাইহিস সালাম) তাকে হত্যা করে ফেললেন। মূসা (আলাইহিস সালাম) বললেন, ‘আপনি নিরপরাধ এক প্রাণ কোনো প্রাণের (প্রতিশোধের) বিনিময় ছাড়াই হত্যা করে ফেললেন? আপনি তো খুবই ভয়ানক কাজ করলেন!’"
		},
		{
			"_id": "2215",
			"sura": "18",
			"para": "16",
			"verses": "75",
			"names": "قَالَ اَلَمۡ  اَقُلۡ لَّکَ اِنَّکَ لَنۡ تَسۡتَطِیۡعَ مَعِیَ صَبۡرًا ﴿۷۵﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ اَلَمۡ  اَقُلۡ لَّکَ اِنَّکَ لَنۡ تَسۡتَطِیۡعَ مَعِیَ صَبۡرًا ﴿۷۵﴾ ",
			"index": "2215",
			"name": "বললো, আমি কি আপনাকে বলিনি যে, আপনি কখনো আমার সাথে ধৈর্য ধারণ করে থাকতে পারবেন না’?",
			"en_kanzulimaan": "He said, Did I not tell you that you will never be able to patiently stay with me?",
			"ur_kanzulimaan": "کہا میں نے آپ سے نہ کہا تھا کہ آپ ہرگز میرے ساتھ نہ ٹھہرسکیں گے",
			"hi_kanzulimaan": "कहा (159फ) मैंने आपसे न कहा था कि आप हरगिज़ मेरे साथ न ठहर सकेंगे (160फ)",
			"author": "৭৫. (খিযির আলাইহিস সালাম) বললেন, আমি কি আপনাকে বলিনি যে, ‘আপনি আমার সাথে থেকে কিছুতেই ধৈর্য ধারণ করতে পারবেন না?’"
		},
		{
			"_id": "2216",
			"sura": "18",
			"para": "16",
			"verses": "76",
			"names": "قَالَ اِنۡ سَاَلۡتُکَ عَنۡ شَیۡءٍۭ بَعۡدَہَا فَلَا تُصٰحِبۡنِیۡ ۚ قَدۡ بَلَغۡتَ مِنۡ لَّدُنِّیۡ عُذۡرًا ﴿۷۶﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ اِنۡ سَاَلۡتُکَ عَنۡ شَیۡءٍۭ بَعۡدَہَا فَلَا تُصٰحِبۡنِیۡ ۚ قَدۡ بَلَغۡتَ مِنۡ لَّدُنِّیۡ عُذۡرًا ﴿۷۶﴾ ",
			"index": "2216",
			"name": "বললো, ‘এর পর যদি আমি তোমাকে কিছু জিজ্ঞাসা করি তবে তুমি আমার সাথে আর থেকো না; নিঃসন্দেহে আমার দিক থেকে তোমার ওযর আপত্তি পরিপূর্ণ হয়েগেছে’।",
			"en_kanzulimaan": "Said Moosa, If I ask you anything after this, do not stay with me; indeed your condition from me is fulfilled.",
			"ur_kanzulimaan": "کہا اس کے بعد میں تم سے کچھ پوچھوں تو پھر میرے ساتھ نہ رہنا، بیشک میری طرف سے تمہارا عذر پورا ہوچکا،",
			"hi_kanzulimaan": "कहा इसके बाद मैं तुमसे कुछ पूछूं तो फिर मेरे साथ न रहना बेशक मेरी तरफ़ से तुम्हारा उज्र पूरा हो चुका",
			"author": "৭৬. মূসা (আলাইহিস সালাম) বললেন, ‘এরপর যদি আমি আপনাকে কোনো বিষয়ে প্রশ্ন করি তবে আপনি আমাকে সাথে রাখবেন না। নিশ্চয়ই আমার দিক থেকে আপনি অযুহাতের সীমানায় পৌঁছে গেছেন।’"
		},
		{
			"_id": "2217",
			"sura": "18",
			"para": "16",
			"verses": "77",
			"names": "فَانۡطَلَقَا ٝ حَتّٰۤی اِذَاۤ  اَتَیَاۤ اَہۡلَ قَرۡیَۃِۣ اسۡتَطۡعَمَاۤ اَہۡلَہَا فَاَبَوۡا اَنۡ یُّضَیِّفُوۡہُمَا فَوَجَدَا فِیۡہَا جِدَارًا یُّرِیۡدُ اَنۡ یَّنۡقَضَّ فَاَقَامَہٗ ؕ قَالَ لَوۡ شِئۡتَ  لَتَّخَذۡتَ  عَلَیۡہِ  اَجۡرًا ﴿۷۷﴾ ",
			"number": "",
			"verses_PDMS": "فَانۡطَلَقَا ٝ حَتّٰۤی اِذَاۤ  اَتَیَاۤ اَہۡلَ قَرۡیَۃِۣ اسۡتَطۡعَمَاۤ اَہۡلَہَا فَاَبَوۡا اَنۡ یُّضَیِّفُوۡہُمَا فَوَجَدَا فِیۡہَا جِدَارًا یُّرِیۡدُ اَنۡ یَّنۡقَضَّ فَاَقَامَہٗ ؕ قَالَ لَوۡ شِئۡتَ  لَتَّخَذۡتَ  عَلَیۡہِ  اَجۡرًا ﴿۷۷﴾ ",
			"index": "2217",
			"name": "অতঃপর উভয়ে চললো; শেষ পর্যন্ত যখন একটা গ্রামের অধিবাসীদের নিকট এলো, তখন গ্রামবাসীদের নিকট খাদ্য চাইলো। তাদের আতিথেয়তা করতে তারা অস্বীকার করলো। অতঃপর উভয়ে ওই গ্রামে এমন একটা প্রাচীর পেলো, যা পতিত হবার উপক্রম হয়েছিলো। ওই বান্দা সেটাকে সোজা করে দিলো। মূসা বললো, ‘তুমি ইচ্ছা করলে সেটার জন্য কিছু পারিশ্রমিক নিতে পারতে’।",
			"en_kanzulimaan": "So they both set out again; until they came to the people of a dwelling  they asked its people for food - they refused to invite them  then in the village they both found a wall about to collapse, and the chosen bondman straightened it; said Moosa, If you wished, you could have taken some wages for it!",
			"ur_kanzulimaan": "پھر دونوں چلے یہاں تک کہ جب ایک گاؤں والوں کے پاس آئے ان دہقانوں سے کھانا مانگا انہوں نے انہیں دعوت دینی قبول نہ کی پھر دونوں نے اس گاؤں میں ایک دیوار پا ئی کہ گرا چاہتی ہے اس بندہ نے اسے سیدھا کردیا، موسیٰ نے کہا تم چاہتے تو اس پر کچھ مزدوری لے لیتے",
			"hi_kanzulimaan": "फिर दोनो चले यहाँ तक कि जब एक गांव वालों के पास आए (161फ) उन दहक़ानियों से खाना मांगा उन्होंने उन्हें दावत देनी क़ुबूल न की (162फ) फिर दोनो ने उस गाँव में एक दीवार पाई कि गिरा चाहती है, उस बन्दे ने (163फ) उसे सीधा कर दिया मूसा ने कहा तुम चाहते तो इसपर कुछ मजदूरी ले लेते (164फ)",
			"author": "৭৭. অতঃপর উভয়ে চলতে লাগলেন যতক্ষণ না তাঁরা এক জনপদের অধিবাসীদের নিকট পৌঁছলেন। তাঁরা সেখানকার বাসিন্দাদের নিকট খাবার চাইলেন, কিন্তু তাঁরা তাদের আতিথেয়তা করতে অস্বীকার করলো। অতঃপর উভয়ে সেখানে পতনোন্মুখ এক দেয়াল পেলেন, তখন (খিযির আলাইহিস সালাম) এটি সোজা করে দিলেন। (মূসা আলাইহিস সালাম) বললেন, ‘আপনি চাইলে এ (নির্মাণ) কাজের পারিশ্রমিক নিতে পারতেন’।"
		},
		{
			"_id": "2218",
			"sura": "18",
			"para": "16",
			"verses": "78",
			"names": "قَالَ ہٰذَا فِرَاقُ بَیۡنِیۡ وَ بَیۡنِکَ ۚ سَاُنَبِّئُکَ بِتَاۡوِیۡلِ مَا لَمۡ تَسۡتَطِعۡ عَّلَیۡہِ صَبۡرًا ﴿۷۸﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ ہٰذَا فِرَاقُ بَیۡنِیۡ وَ بَیۡنِکَ ۚ سَاُنَبِّئُکَ بِتَاۡوِیۡلِ مَا لَمۡ تَسۡتَطِعۡ عَّلَیۡہِ صَبۡرًا ﴿۷۸﴾ ",
			"index": "2218",
			"name": "বললো, ‘এটাই আমার ও আপনার মধ্যে বিদায়; এখন আমি আপনাকে ওই সব বিষয়ের তাৎপর্য ব্যাখ্যা করবো, যেগুলোর উপর আপনি ধৈর্যধারণ করতে পারেন নি; ",
			"en_kanzulimaan": "He said, This is the parting between you and me; I shall now tell you the interpretation of the matters you could not patiently bear.",
			"ur_kanzulimaan": "کہا یہ میری اور آپ کی جدائی ہے اب میں آپ کو ان باتوں کا پھیر (بھید) بتاؤں گا جن پر آپ سے صبر نہ ہوسکا",
			"hi_kanzulimaan": "कहा यह (165फ) मेरी और आपकी जुदाई है, अब मैं आप को इन बातों का फेर बताऊंगा जिन पर आप से सब्र न हो सका (166फ)",
			"author": "৭৮. (খিযির আলাইহিস সালাম) বললেন, ‘এ হলো আমার এবং আপনার মাঝে সম্পর্কচ্ছেদ (-এর সময়)। এখন আমি আপনাকে সেসব বিষয়াদির প্রকৃত তাৎপর্য অবগত করবো, যার উপর আপনি ধৈর্য ধারণ করতে পারেননি।"
		},
		{
			"_id": "2219",
			"sura": "18",
			"para": "16",
			"verses": "79",
			"names": "اَمَّا السَّفِیۡنَۃُ  فَکَانَتۡ لِمَسٰکِیۡنَ یَعۡمَلُوۡنَ فِی الۡبَحۡرِ فَاَرَدۡتُّ اَنۡ اَعِیۡبَہَا وَ کَانَ  وَرَآءَہُمۡ مَّلِکٌ یَّاۡخُذُ کُلَّ  سَفِیۡنَۃٍ  غَصۡبًا ﴿۷۹﴾ ",
			"number": "",
			"verses_PDMS": "اَمَّا السَّفِیۡنَۃُ  فَکَانَتۡ لِمَسٰکِیۡنَ یَعۡمَلُوۡنَ فِی الۡبَحۡرِ فَاَرَدۡتُّ اَنۡ اَعِیۡبَہَا وَ کَانَ  وَرَآءَہُمۡ مَّلِکٌ یَّاۡخُذُ کُلَّ  سَفِیۡنَۃٍ  غَصۡبًا ﴿۷۹﴾ ",
			"index": "2219",
			"name": "ওই যে নৌকা ছিলো, সেটা এমন কিছু অভাবগ্রস্ত লোকেরই ছিলো; যারা সমুদ্রে কাজ করতো; অতঃপর আমি ইচ্ছা করলাম যে, সেটাকে ত্রুটিযুক্ত করে দেবো। এবং তাদের পেছনে একজন বাদশাহ ছিলো যে প্রত্যেক ত্রুটিমুক্ত নৌকা বল প্রয়োগ করে ছিনিয়ে নিতো। ",
			"en_kanzulimaan": "In respect of the boat - it belonged to the poor people who worked on the river, so I wished to flaw it - and behind them was a king who would capture every sound ship.",
			"ur_kanzulimaan": "وہ جو کشتی تھی وہ کچھ محتاجوں کی تھی کہ دریا میں کام کرتے تھے، تو میں نے چاہا کہ اسے عیب دار کردوں اور ان کے پیچھے ایک بادشاہ تھا کہ ہر ثابت کشتی زبردستی چھین لیتا",
			"hi_kanzulimaan": "वह जो किश्ती थी वह कुछ मोहताजों की थी (167फ) कि दरिया में काम करते थे तो मैंने चाहा कि उसे ऐबदार कर दूं और उनके पीछे एक बादशाह था (168फ) कि हर साबुत किश्ती जबरदस्ती छीन लेता (169फ)",
			"author": "৭৯. ঐ যে নৌকাটি ছিল, সেটি ছিল কতিপয় গরীব লোকের, তারা সমুদ্রে মেহনত-মজুরী করতো। অতঃপর আমি এটি ত্রুটিপূর্ণ করে দিতে ইচ্ছে করলাম এবং (এর কারণ,) তাদের সামনে এক (নিষ্ঠুর) বাদশাহ (দন্ডায়মান) ছিল, যে সকল (ত্রুটিমুক্ত) নৌকা জোরপূর্বক (মালিকদের নিকট থেকে বিনিময় ছাড়াই) ছিনিয়ে নিত।"
		},
		{
			"_id": "2220",
			"sura": "18",
			"para": "16",
			"verses": "80",
			"names": "وَ اَمَّا الۡغُلٰمُ فَکَانَ اَبَوٰہُ  مُؤۡمِنَیۡنِ  فَخَشِیۡنَاۤ  اَنۡ یُّرۡہِقَہُمَا طُغۡیَانًا وَّ کُفۡرًا ﴿ۚ۸۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَمَّا الۡغُلٰمُ فَکَانَ اَبَوٰہُ  مُؤۡمِنَیۡنِ  فَخَشِیۡنَاۤ  اَنۡ یُّرۡہِقَہُمَا طُغۡیَانًا وَّ کُفۡرًا ﴿ۚ۸۰﴾ ",
			"index": "2220",
			"name": "এবং ওই যে বালক ছিলো, তার মাতা পিতা মুসলমান ছিলো। তখন আমাদের আশঙ্কা ছিলো যে, সে তাদেরকে বিদ্রোহাচরণ ও কুফরের উপর বাধ্য করবে। ",
			"en_kanzulimaan": "And in respect of the boy - his parents were Muslims and we feared that he may incite them to rebellion and disbelief.",
			"ur_kanzulimaan": "اور وہ جو لڑکا تھا اس کے ماں باپ مسلمان تھے تو ہمیں ڈر ہوا کہ وہ ان کو سرکشی اور کفر پر چڑھاوے",
			"hi_kanzulimaan": "और वह जो लड़का था उसके माँ बाप मुसलमान थे तो हमें डर हुआ कि वह उनको सरकशी और कुफ़्र पर चढ़ादवे (170फ)",
			"author": "৮০. আর যে বালকটি ছিল, তার পিতা-মাতা ছিল ঈমানদার, অতঃপর আমার আশঙ্কা হলো যে, সে (যদি জীবিত থাকে তবে কাফের হবে এবং বড় হয়ে) তাদের উভয়কে সীমালঙ্ঘন ও কুফরীতে পর্যুদস্ত করবে।"
		},
		{
			"_id": "2221",
			"sura": "18",
			"para": "16",
			"verses": "81",
			"names": "فَاَرَدۡنَاۤ  اَنۡ یُّبۡدِلَہُمَا رَبُّہُمَا خَیۡرًا مِّنۡہُ  زَکٰوۃً  وَّ  اَقۡرَبَ  رُحۡمًا ﴿۸۱﴾ ",
			"number": "",
			"verses_PDMS": "فَاَرَدۡنَاۤ  اَنۡ یُّبۡدِلَہُمَا رَبُّہُمَا خَیۡرًا مِّنۡہُ  زَکٰوۃً  وَّ  اَقۡرَبَ  رُحۡمًا ﴿۸۱﴾ ",
			"index": "2221",
			"name": "অতঃপর আমরা চাইলাম যে, তাদের উভয়ের রব তার চেয়ে উত্তম পবিত্র এবং তার চেয়ে দয়ার মধ্যে অধিক নিকটতর (সন্তান) দান করবেন। ",
			"en_kanzulimaan": "So we wished that their Lord may bestow them a child - better, purer and nearer to mercy.",
			"ur_kanzulimaan": "تو ہم نے چاہا کہ ان دونوں کا رب اس سے بہتر ستھرا اور اس سے زیادہ مہربانی میں قریب عطا کرے",
			"hi_kanzulimaan": "तो हमने चाहा कि उन दोनों का रब उससे बहतर (171फ) सुथरा और उससे ज़्यादा मेहरबानी मे क़रीब अता करे (172फ)",
			"author": "৮১. অতঃপর আমরা ইচ্ছা করলাম যে, তাদের প্রতিপালক তাদেরকে (এমন) বিনিময় দেবেন, যা পবিত্রতায়ও তার চেয়ে উত্তম এবং অনুগ্রহ ও মমত্বেও (পিতা-মাতার) ঘনিষ্ঠতর হবে।"
		},
		{
			"_id": "2222",
			"sura": "18",
			"para": "16",
			"verses": "82",
			"names": "وَ اَمَّا الۡجِدَارُ فَکَانَ لِغُلٰمَیۡنِ یَتِیۡمَیۡنِ فِی الۡمَدِیۡنَۃِ  وَ کَانَ تَحۡتَہٗ کَنۡزٌ لَّہُمَا وَ کَانَ اَبُوۡہُمَا صَالِحًا ۚ فَاَرَادَ  رَبُّکَ اَنۡ یَّبۡلُغَاۤ  اَشُدَّہُمَا وَ یَسۡتَخۡرِجَا کَنۡزَہُمَا ٭ۖ رَحۡمَۃً مِّنۡ رَّبِّکَ ۚ وَ مَا فَعَلۡتُہٗ عَنۡ اَمۡرِیۡ ؕ ذٰلِکَ تَاۡوِیۡلُ  مَا  لَمۡ تَسۡطِعۡ  عَّلَیۡہِ صَبۡرًا ﴿ؕ۸۲﴾",
			"number": "",
			"verses_PDMS": "وَ اَمَّا الۡجِدَارُ فَکَانَ لِغُلٰمَیۡنِ یَتِیۡمَیۡنِ فِی الۡمَدِیۡنَۃِ  وَ کَانَ تَحۡتَہٗ کَنۡزٌ لَّہُمَا وَ کَانَ اَبُوۡہُمَا صَالِحًا ۚ فَاَرَادَ  رَبُّکَ اَنۡ یَّبۡلُغَاۤ  اَشُدَّہُمَا وَ یَسۡتَخۡرِجَا کَنۡزَہُمَا ٭ۖ رَحۡمَۃً مِّنۡ رَّبِّکَ ۚ وَ مَا فَعَلۡتُہٗ عَنۡ اَمۡرِیۡ ؕ ذٰلِکَ تَاۡوِیۡلُ  مَا  لَمۡ تَسۡطِعۡ  عَّلَیۡہِ صَبۡرًا ﴿ؕ۸۲﴾",
			"index": "2222",
			"name": "বাকী রইলো ওই প্রাচীর। তা ছিলো নগরের দু’জন এতিম বালকের এবং সেটার নীচে তাদের গুপ্ত ধন-ভাণ্ডার ছিলো এবং তাদের পিতা সৎলোক ছিলো। সুতরাং আপনার রব ইচ্ছা করলেন যে, তারা উভয়ে তাদের যৌবনে পদার্পণ করুক এবং তারা আপন ধন-ভাণ্ডার উদ্ধার করুক; আপনার রবের অনুগ্রহ থেকে। আর এসব কিছু আমি নিজ ইচ্ছায় করি নি। এটা হচ্ছে ব্যাখ্যা ওই সব বিষয়ের যেগুলোর উপর আপনার পক্ষে ধৈর্যধারণ করা সম্ভবপর হয় নি’।",
			"en_kanzulimaan": "And in respect of the wall - it belonged to two orphan boys of the city, and beneath it was their treasure, and their father was a virtuous man; therefore your Lord willed that they should reach their maturity and remove their treasure; by the mercy of your Lord; and I have not done this at my own command; this is the interpretation of the matters you could not patiently bear. (* Hazrat Khidr was given the knowledge of the hidden - as in all three explanations he gave).",
			"ur_kanzulimaan": "رہی وہ دیوار وہ شہر کے دو یتیم لڑکوں کی تھی اور اس کے نیچے ان کا خزانہ تھا اور ان کا باپ نیک آدمی تھا تو آپ کے رب نے چاہا کہ وہ دونوں اپنی جوانی کو پہنچیں اور اپنا خزانہ نکالیں، آپ کے رب کی رحمت سے اور یہ کچھ میں نے اپنے حکم سے نہ کیا یہ پھیر ہے ان باتوں کا جس پر آپ سے صبر نہ ہوسکا",
			"hi_kanzulimaan": "रही वह दीवार, वह शहर के दो यतीम लड़को की थी (173फ) और उसके नीचे उनका खज़ाना था (174फ) और उनका बाप नेक आदमी था, (175फ) तो आपके रब ने चाहा कि वो दोनो अपनी जवानी को पहुंचे (176फ) और अपना खज़ाना निकालें आपके रब की रहमत से और यह कुछ मैं ने अपने हुकम से न किया, (177फ) यह फेर है उन बातों का जिस पर आपसे सब्र न हो सका (178फ)",
			"author": "৮২. আর যে দেয়ালটি ছিল, তা ছিল শহরে (অবস্থিত) দুই এতিম বালকের এবং এর নিচে উভয়ের জন্যে (প্রোথিত) ছিল এক গুপ্তভান্ডার। আর তাদের পিতা ছিল সৎকর্মশীল (ব্যক্তি)। সুতরাং আপনার প্রতিপালক ইচ্ছা করলেন যে, উভয়ে যৌবনে পদার্পন করবে এবং আপনার প্রতিপালকের অনুগ্রহে তারা (নিজেরাই) নিজেদের গুপ্তভান্ডার বের করবে। আর আমি (যা কিছুই করেছি) এসব কিছু নিজ থেকে করিনি। এটাই (সেসব ঘটনার) প্রকৃত রহস্য, যার উপর আপনি ধৈর্য ধারণ করতে পারেননি।’"
		},
		{
			"_id": "2223",
			"sura": "18",
			"para": "16",
			"verses": "83",
			"names": "وَ یَسۡـَٔلُوۡنَکَ عَنۡ ذِی الۡقَرۡنَیۡنِ ؕ قُلۡ سَاَتۡلُوۡا  عَلَیۡکُمۡ  مِّنۡہُ  ذِکۡرًا ﴿ؕ۸۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَسۡـَٔلُوۡنَکَ عَنۡ ذِی الۡقَرۡنَیۡنِ ؕ قُلۡ سَاَتۡلُوۡا  عَلَیۡکُمۡ  مِّنۡہُ  ذِکۡرًا ﴿ؕ۸۳﴾ ",
			"index": "2223",
			"name": "এবং আপনাকে ‘যুল ক্বারনাঈন’ সম্বন্ধে জিজ্ঞাসা করছে। আপনি বলুন, ‘আমি তোমাদের নিকট তার বর্ণনা পড়ে শুনাচ্ছি’।",
			"en_kanzulimaan": "And they ask you regarding Zul-Qarnain; say, I shall recite his story to you.",
			"ur_kanzulimaan": "اور تم سے ذوالقرنین کو پوچھتے ہیں تم فرماؤ میں تمہیں اس کا مذکور پڑھ کر سناتا ہوں،",
			"hi_kanzulimaan": "और तुम से (179फ) जुल क़रनैन को पूछते हैं, (180फ) तुम फ़रमाओ मैं तुम्हें उसका जमज़कुर पढ़कर सुनाता हूँ",
			"author": "৮৩. আর (হে সম্মানিত হাবীব!) তারা আপনাকে যুল-কারনাইন সম্পর্কে জিজ্ঞেস করে, বলে দিন, ‘আমি এখনই তোমাদেরকে তার অবস্থার আলোচনা পাঠ করে শুনাচ্ছি’।"
		},
		{
			"_id": "2224",
			"sura": "18",
			"para": "16",
			"verses": "84",
			"names": "اِنَّا مَکَّنَّا لَہٗ فِی الۡاَرۡضِ وَ اٰتَیۡنٰہُ مِنۡ کُلِّ شَیۡءٍ سَبَبًا ﴿ۙ۸۴﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّا مَکَّنَّا لَہٗ فِی الۡاَرۡضِ وَ اٰتَیۡنٰہُ مِنۡ کُلِّ شَیۡءٍ سَبَبًا ﴿ۙ۸۴﴾ ",
			"index": "2224",
			"name": "নিশ্চয় আমি তাকে পৃথিবীতে কর্তৃত্ব দিয়েছি এবং প্রত্যেক বস্তুর একটা উপায় উপকরণ দান করেছি;",
			"en_kanzulimaan": "Indeed We gave him authority in the land and bestowed him the means of everything.",
			"ur_kanzulimaan": "بیشک ہم نے اسے زمین میں قابو دیا اور ہر چیز کا ایک سامان عطا فرمایا",
			"hi_kanzulimaan": "बेशक हमने उसे ज़मीन में क़ाबू दिया और हर चीज़ का एक सामान अता फ़रमाया (181फ)",
			"author": "৮৪. আমরা তাকে (প্রাচীনকালে) পৃথিবীতে শাসন ক্ষমতা দান করেছিলাম এবং আমরা একে (অর্থাৎ তার রাজত্বকে) সকল উপায় ও সামর্থ দ্বারা অনুগ্রহ করেছিলাম।"
		},
		{
			"_id": "2225",
			"sura": "18",
			"para": "16",
			"verses": "85",
			"names": "فَاَتۡبَعَ  سَبَبًا ﴿۸۵﴾ ",
			"number": "",
			"verses_PDMS": "فَاَتۡبَعَ  سَبَبًا ﴿۸۵﴾ ",
			"index": "2225",
			"name": "অতঃপর সে একটা পথের অনুসরণ করলো’।",
			"en_kanzulimaan": "He therefore pursued a purpose.",
			"ur_kanzulimaan": "تو وہ ایک سامان کے پیچھے چلا",
			"hi_kanzulimaan": "तो वह एक सामान के पीछे चला (182फ)",
			"author": "৮৫. অতঃপর তিনি (আরো) উপকরণের পশ্চাতে চললেন;"
		},
		{
			"_id": "2226",
			"sura": "18",
			"para": "16",
			"verses": "86",
			"names": "حَتّٰۤی  اِذَا بَلَغَ  مَغۡرِبَ الشَّمۡسِ وَجَدَہَا تَغۡرُبُ فِیۡ عَیۡنٍ حَمِئَۃٍ  وَّ وَجَدَ عِنۡدَہَا قَوۡمًا ۬ؕ قُلۡنَا یٰذَا الۡقَرۡنَیۡنِ  اِمَّاۤ  اَنۡ تُعَذِّبَ وَ اِمَّاۤ  اَنۡ تَتَّخِذَ فِیۡہِمۡ حُسۡنًا ﴿۸۶﴾ ",
			"number": "",
			"verses_PDMS": "حَتّٰۤی  اِذَا بَلَغَ  مَغۡرِبَ الشَّمۡسِ وَجَدَہَا تَغۡرُبُ فِیۡ عَیۡنٍ حَمِئَۃٍ  وَّ وَجَدَ عِنۡدَہَا قَوۡمًا ۬ؕ قُلۡنَا یٰذَا الۡقَرۡنَیۡنِ  اِمَّاۤ  اَنۡ تُعَذِّبَ وَ اِمَّاۤ  اَنۡ تَتَّخِذَ فِیۡہِمۡ حُسۡنًا ﴿۸۶﴾ ",
			"index": "2226",
			"name": "শেষ পর্যন্ত যখন সূর্য অস্ত যাওয়ার স্থানে পৌছালো, তখন সে সেটাকে একটা কালো কাদাময় জলাশয়ে অস্ত যেতে দেখতে পেলো এবং সেখানে একটা সম্প্রদায়কে দেখতে পেলো। আমি বললাম, ‘হে যুল ক্বারনাঈন! হয়তো তুমি তাদেরকে শাস্তি দেবে অথবা তাদের প্রতি উত্তম পন্থা অবলম্বন করতে পারো’। ",
			"en_kanzulimaan": "To the extent that when he reached the setting-place of the sun, he found it setting in a muddy spring, and found a nation there; We said, O Zul-Qarnain  either punish them or choose kindness for them.",
			"ur_kanzulimaan": "یہاں تک کہ جب سورج ڈوبنے کی جگہ پہنچا اسے ایک سیاہ کیچڑ کے چشمے میں ڈوبتا پایا اور وہاں ایک قوم ملی ہم نے فرمایا اے ذوالقرنین یا تو تُو انہیں عذاب دے یا ان کے ساتھ بھلائی اختیار کرے",
			"hi_kanzulimaan": "यहाँ तक कि जब सूरज डूबने की जगह पहुंचा उसे एक सयाह कीचड़ के चश्मे में डूबता पाया (183फ) और वहाँ (184फ) एक क़ौम मिली (185फ) हमने फ़रमाया, ऐ ज़ुल क़रनैन या तो तू उन्हें सज़ा दे (186फ) या उनके साथ भलाई इख़्तियार करे (187फ)",
			"author": "৮৬. যতক্ষণ না তিনি সূর্যাস্তগমনের শেষ প্রান্তে (লোকালয়ে) পৌঁছলেন। সেখানে তিনি সূর্যাস্তের এমন দৃশ্য অবলোকন করলেন যেন এটি (কালো কর্দমাক্ত) উত্তপ্ত জলাশয়ে ডুবে যাচ্ছিল। আর তিনি সেখানে এক সম্প্রদায়কে (বসবাসরত) পেলেন। আমরা বললাম, ‘হে যুল-কারনাইন! (এটি তোমার মর্জি) চাই তুমি এদেরকে শাস্তি দাও অথবা তাদের সাথে সদাচরণ করো ।’"
		},
		{
			"_id": "2227",
			"sura": "18",
			"para": "16",
			"verses": "87",
			"names": "قَالَ اَمَّا مَنۡ ظَلَمَ فَسَوۡفَ نُعَذِّبُہٗ ثُمَّ یُرَدُّ  اِلٰی رَبِّہٖ فَیُعَذِّبُہٗ عَذَابًا نُّکۡرًا ﴿۸۷﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ اَمَّا مَنۡ ظَلَمَ فَسَوۡفَ نُعَذِّبُہٗ ثُمَّ یُرَدُّ  اِلٰی رَبِّہٖ فَیُعَذِّبُہٗ عَذَابًا نُّکۡرًا ﴿۸۷﴾ ",
			"index": "2227",
			"name": "আরয করলো, ‘যে কেউ যুল্‌ম করবে, তাকে তো আমরা শিগ্‌গিরই শাস্তি দেবো; অতঃপর আপন রবের প্রতি প্রত্যাবর্তিত হবে। তিনি তাকে মন্দ শাস্তি দেবেন। ",
			"en_kanzulimaan": "He submitted, Regarding one who has done injustice, we shall soon punish him  he will then be brought back to his Lord, Who will punish him severely.",
			"ur_kanzulimaan": "عرض کی کہ وہ جس نے ظلم کیا اسے تو ہم عنقریب سزادیں گے پھر اپنے رب کی طرف پھیرا جائے گا وہ اسے بری مار دے گا،",
			"hi_kanzulimaan": "अर्ज़ की कि वह जिसने ज़ुल्म किया (188फ) उसे तो हम अन्क़रीब सज़ा देंगे (189फ) फिर अपने रब की तरफ़ फेरा जाएगा (190फ) वह उसे बुरी मार देगा",
			"author": "৮৭. যুল-কারনাইন বললেন, ‘যে ব্যক্তি (কুফর ও পাপাচারে) যুলুম করবে, আমরা তাকে অবশ্যই শাস্তি দেবো; অতঃপর তাকে তার প্রতিপালকের দিকে ফিরিয়ে নেয়া হবে, আর তিনি তাকে খুবই কঠিন শাস্তি দেবেন।"
		},
		{
			"_id": "2228",
			"sura": "18",
			"para": "16",
			"verses": "88",
			"names": "وَ اَمَّا مَنۡ اٰمَنَ وَ عَمِلَ صَالِحًا فَلَہٗ جَزَآءَۨ  الۡحُسۡنٰی ۚ وَ سَنَقُوۡلُ لَہٗ مِنۡ اَمۡرِنَا  یُسۡرًا ﴿ؕ۸۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَمَّا مَنۡ اٰمَنَ وَ عَمِلَ صَالِحًا فَلَہٗ جَزَآءَۨ  الۡحُسۡنٰی ۚ وَ سَنَقُوۡلُ لَہٗ مِنۡ اَمۡرِنَا  یُسۡرًا ﴿ؕ۸۸﴾ ",
			"index": "2228",
			"name": "এবং যে ঈমান এনেছে ও সৎ কাজ করেছে, তবে তার প্রতিদান কল্যাণই রয়েছে এবং অবিলম্বে আমি তাকে সহজ কাজ বাতলিয়ে দেবো।",
			"en_kanzulimaan": "And regarding one who believed and did good deeds  so his reward is goodness; and we shall soon give him an easy command.",
			"ur_kanzulimaan": "اور جو ایمان لایا اور نیک کام کیا تو اس کا بدلہ بھلائی ہے اور عنقریب ہم اسے آسان کام کہیں گے",
			"hi_kanzulimaan": "और जो ईमान लाया और नेक काम किया तो उसका बदला भलाई है (191फ) और अन्क़रीब हम उसे आसान काम कहेंगे (192फ)",
			"author": "৮৮. আর যে ব্যক্তি ঈমান আনবে এবং নেক আমল করবে, তার জন্যে রয়েছে উত্তম প্রতিদান। আর আমরা(ও) তার সাথে আমাদের বিধানের ব্যাপারে নম্র কথা বলবো।’"
		},
		{
			"_id": "2229",
			"sura": "18",
			"para": "16",
			"verses": "89",
			"names": "ثُمَّ   اَتۡبَعَ سَبَبًا ﴿۸۹﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ   اَتۡبَعَ سَبَبًا ﴿۸۹﴾ ",
			"index": "2229",
			"name": "অতঃপর সে একটা উপায় উপকরণের অনুসরণ করলো। ",
			"en_kanzulimaan": "He again pursued a purpose.",
			"ur_kanzulimaan": "پھر ایک سامان کے پیچھے چلا",
			"hi_kanzulimaan": "फिर एक सामान के पीछे चला (193फ)",
			"author": "৮৯. (পশ্চিমে বিজয় পূর্ণ করার পর) আবার তিনি (দ্বিতীয়) পথে চললেন;"
		},
		{
			"_id": "2230",
			"sura": "18",
			"para": "16",
			"verses": "90",
			"names": "حَتّٰۤی  اِذَا بَلَغَ  مَطۡلِعَ  الشَّمۡسِ وَجَدَہَا تَطۡلُعُ عَلٰی قَوۡمٍ لَّمۡ نَجۡعَلۡ لَّہُمۡ مِّنۡ دُوۡنِہَا سِتۡرًا ﴿ۙ۹۰﴾ ",
			"number": "",
			"verses_PDMS": "حَتّٰۤی  اِذَا بَلَغَ  مَطۡلِعَ  الشَّمۡسِ وَجَدَہَا تَطۡلُعُ عَلٰی قَوۡمٍ لَّمۡ نَجۡعَلۡ لَّہُمۡ مِّنۡ دُوۡنِہَا سِتۡرًا ﴿ۙ۹۰﴾ ",
			"index": "2230",
			"name": "শেষ পর্যন্ত যখন সূর্যোদয়ের স্থলে পৌছলো তখন সেটাকে এমন এক সম্প্রদায়ের উপর উদয় হতে দেখতে পেলো, যাদের জন্য আমি সূর্য থেকে কোন অন্তরাল সৃষ্টি করি নি;",
			"en_kanzulimaan": "To the extent that when he reached the rising-place of the sun, he found it rising upon a nation for which We had not kept any shelter from it.",
			"ur_kanzulimaan": "یہاں تک کہ جب سورج نکلنے کی جگہ پہنچا، اسے ایسی قوم پر نکلتا پایا جن کے لیے ہم نے سورج سے کوئی آڑ نہیں رکھی",
			"hi_kanzulimaan": "यहाँ तक कि जब सूरज निकलने की जगह पहुंचा उसे ऐसी क़ौम पर निकलता पाया जिनके लिये हमने सूरज से कोई आड़ न रखी (194फ)",
			"author": "৯০. যতক্ষণ না তিনি সূর্যোদয়ের শেষ প্রান্তে (লোকালয়ে) গিয়ে পৌঁছলেন। সেখানে তিনি এমন (উদীয়মান) সূর্য অবলোকন করলেন, তা যেন (সে ভু-খন্ডে বসতিস্থাপনকারী) এক সম্প্রদায়ের উপর উদিত হচ্ছিল, যাদের জন্যে আমরা সূর্য থেকে (রক্ষার) কোনো অন্তরাল সৃষ্টি করিনি। (অর্থাৎ তারা পোশাক ও ঘরবিহীন অবস্থায় গুহায় বসবাস করতো।)"
		},
		{
			"_id": "2231",
			"sura": "18",
			"para": "16",
			"verses": "91",
			"names": "کَذٰلِکَ ؕ وَ قَدۡ اَحَطۡنَا بِمَا لَدَیۡہِ خُبۡرًا ﴿۹۱﴾ ",
			"number": "",
			"verses_PDMS": "کَذٰلِکَ ؕ وَ قَدۡ اَحَطۡنَا بِمَا لَدَیۡہِ خُبۡرًا ﴿۹۱﴾ ",
			"index": "2231",
			"name": "প্রকৃত ঘটনা এই এবং যা কিছু তার নিকট ছিলো সবকিছুকেই আমার জ্ঞান পরিবেষ্টন কারী।",
			"en_kanzulimaan": "So it is; and Our knowledge encompasses all that he possessed.",
			"ur_kanzulimaan": "بات یہی ہے، اور جو کچھ اس کے پاس تھا سب کو ہمارا علم محیط ہے",
			"hi_kanzulimaan": "बात यही है और जो कुछ उसके पास था (195फ) सबको हमारा इल्म मुहीत है (196फ)",
			"author": "৯১. ঘটনা এমনই, আর তাঁর নিকট যা কিছু ছিল, আমরা তা সম্যক অবগত আছি।"
		},
		{
			"_id": "2232",
			"sura": "18",
			"para": "16",
			"verses": "92",
			"names": "ثُمَّ  اَتۡبَعَ  سَبَبًا ﴿۹۲﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ  اَتۡبَعَ  سَبَبًا ﴿۹۲﴾ ",
			"index": "2232",
			"name": "অতঃপর (অন্য) একটা উপকরণের অনুসরণ করলো। ",
			"en_kanzulimaan": "He again pursued a purpose.",
			"ur_kanzulimaan": "پھر ایک ساما ن کے پیچھے چلا",
			"hi_kanzulimaan": "फिर एक सामान के पीछे चला (197फ)",
			"author": "৯২. (পূর্বে বিজয় পূর্ণ করার পর) আবার তিনি (অপর এক) পথে চললেন;"
		},
		{
			"_id": "2233",
			"sura": "18",
			"para": "16",
			"verses": "93",
			"names": "حَتّٰۤی  اِذَا بَلَغَ  بَیۡنَ السَّدَّیۡنِ وَجَدَ مِنۡ دُوۡنِہِمَا قَوۡمًا ۙ لَّا یَکَادُوۡنَ یَفۡقَہُوۡنَ قَوۡلًا ﴿۹۳﴾ ",
			"number": "",
			"verses_PDMS": "حَتّٰۤی  اِذَا بَلَغَ  بَیۡنَ السَّدَّیۡنِ وَجَدَ مِنۡ دُوۡنِہِمَا قَوۡمًا ۙ لَّا یَکَادُوۡنَ یَفۡقَہُوۡنَ قَوۡلًا ﴿۹۳﴾ ",
			"index": "2233",
			"name": "শেষ পর্যন্ত যখন দু’টি পর্বতের মধ্যবর্তী স্থলে পৌঁছলো, তখন সে দু’টোর ওপাশে এমন কিছুলোক পেলো, যারা কোন কথা বুঝতে পারছে বলে মনে হচ্ছিলো না। ",
			"en_kanzulimaan": "Until, when he came between two mountains, he found before them a nation that did not appear to understand any speech.",
			"ur_kanzulimaan": "یہاں تک کہ جب دو پہاڑوں کے بیچ پہنچا ان سے ادھر کچھ ایسے لوگ پائے کہ کوئی بات سمجھتے معلوم نہ ہوتے تھے",
			"hi_kanzulimaan": "यहाँ तक कि जब दो पहाड़ों के बीच पहुंचा उनसे उधर कुछ ऐसे लोग पाए कि कोई बात समझते मालूम न होते थे (198फ)",
			"author": "৯৩. যতক্ষণ না তিনি দুই পাহাড়ের মধ্যবর্তী (এক) স্থানে গিয়ে পৌঁছলেন। পাহাড়ের পেছনে তিনি এমন এক সম্প্রদায়কে বসবাসরত পেলেন, যারা (কারো) কথা বুঝতে পারছিল না।"
		},
		{
			"_id": "2234",
			"sura": "18",
			"para": "16",
			"verses": "94",
			"names": "قَالُوۡا یٰذَاالۡقَرۡنَیۡنِ  اِنَّ یَاۡجُوۡجَ وَ مَاۡجُوۡجَ مُفۡسِدُوۡنَ فِی الۡاَرۡضِ فَہَلۡ نَجۡعَلُ لَکَ خَرۡجًا عَلٰۤی اَنۡ  تَجۡعَلَ بَیۡنَنَا وَ  بَیۡنَہُمۡ  سَدًّا ﴿۹۴﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا یٰذَاالۡقَرۡنَیۡنِ  اِنَّ یَاۡجُوۡجَ وَ مَاۡجُوۡجَ مُفۡسِدُوۡنَ فِی الۡاَرۡضِ فَہَلۡ نَجۡعَلُ لَکَ خَرۡجًا عَلٰۤی اَنۡ  تَجۡعَلَ بَیۡنَنَا وَ  بَیۡنَہُمۡ  سَدًّا ﴿۹۴﴾ ",
			"index": "2234",
			"name": "তারা বললো, ‘হে যুলক্বারনাঈন! নিশ্চয় ইয়া’জূজ ও মা’জূজ ভূ-পৃষ্ঠে অশান্তি সৃষ্টি করছে; সুতরাং আমরা কি আপনার জন্য কিছু অর্থ যোগান দেবো এ শর্তে যে, আপনি আমাদের ও তাদের মধ্যে একটা প্রাচীর গড়ে দেবেন?’",
			"en_kanzulimaan": "They said, O Zul-Qarnain - indeed Yajuj and Majuj * are spreading chaos in the land  so shall we assign for you a consideration upon the condition that you set up a wall between us and them? (* Gog and Magog.)",
			"ur_kanzulimaan": "انھوں نے کہا، اے ذوالقرنین! بیشک یاجوج ماجوج زمین میں فساد مچاتے ہیں تو کیا ہم آپ کے لیے کچھ مال مقرر کردیں اس پر کہ آپ ہم میں اور ان میں ایک دیوار بنادیں",
			"hi_kanzulimaan": "उन्होंने कहा ऐ ज़ुल क़रनैन बेशक याजूज माजूज (199फ) ज़मीन में फ़साद मचाते हैं तो क्या हम आपके लिये कुछ माल मुकर्रर कर दें इस पर कि आप हम में और उनमें एक दीवार बना दें (200फ)",
			"author": "৯৪. তারা বললো, ‘হে যুল-কারনাইন! ই’য়াজুজ ও মা’জুজ জমিনে বিশৃঙ্খলা সৃষ্টি করছে। সুতরাং আমরা কি আপনার জন্যে এ শর্তে কিছু (রাজস্বের) অর্থ নির্ধারণ করবো যে, আপনি আমাদের এবং তাদের মাঝে এক উঁচু দেয়াল নির্মাণ করে দেবেন?’"
		},
		{
			"_id": "2235",
			"sura": "18",
			"para": "16",
			"verses": "95",
			"names": "قَالَ مَا مَکَّنِّیۡ فِیۡہِ رَبِّیۡ خَیۡرٌ فَاَعِیۡنُوۡنِیۡ بِقُوَّۃٍ  اَجۡعَلۡ بَیۡنَکُمۡ وَ بَیۡنَہُمۡ  رَدۡمًا ﴿ۙ۹۵﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ مَا مَکَّنِّیۡ فِیۡہِ رَبِّیۡ خَیۡرٌ فَاَعِیۡنُوۡنِیۡ بِقُوَّۃٍ  اَجۡعَلۡ بَیۡنَکُمۡ وَ بَیۡنَہُمۡ  رَدۡمًا ﴿ۙ۹۵﴾ ",
			"index": "2235",
			"name": "বললো, ‘যার উপর আমার রব আমাকে ক্ষমতা দিয়েছেন তাই উৎকৃষ্ট; সুতরাং আমাকে সাহায্য শক্তি দ্বারা করো। আমি তোমাদের ও তাদের মধ্যখানে একটা মজবুত প্রাচীর গড়ে দেবো; ",
			"en_kanzulimaan": "He said, That which my Lord has given me control over is better, therefore help me with strength - I shall set up a barrier between you and them.",
			"ur_kanzulimaan": "کہا وہ جس پر مجھے میرے رب نے قابو دیا ہے بہتر ہے تو میری مدد طاقت سے کرو میں تم میں اور ان میں ایک مضبوط آڑ بنادوں",
			"hi_kanzulimaan": "कहा वह जिसपर मुझे मेरे रब ने क़ाबू दिया है बेहतर है (201फ) तो मेरी मदद ताक़त से करो (202फ) मैं तुम में और उनमें एक मज़बूत आढ़ बना दूँ (203फ)",
			"author": "৯৫. (যুল-কারনাইন) বললেন, ‘আমাকে আমার প্রতিপালক এ বিষয়ে যে ক্ষমতা দিয়েছেন, (তা) উত্তম। তোমরা তোমাদের বাহুবল (অর্থাৎ মেহনত ও পরিশ্রম) দিয়ে আমাকে সাহায্য করো। আমি তোমাদের এবং তাদের মাঝে এক মজবুত প্রাচীর গড়ে দেবো।"
		},
		{
			"_id": "2236",
			"sura": "18",
			"para": "16",
			"verses": "96",
			"names": "اٰتُوۡنِیۡ زُبَرَ الۡحَدِیۡدِ ؕ حَتّٰۤی  اِذَا سَاوٰی بَیۡنَ الصَّدَفَیۡنِ قَالَ انۡفُخُوۡا ؕ حَتّٰۤی  اِذَا جَعَلَہٗ  نَارًا ۙ قَالَ اٰتُوۡنِیۡۤ  اُفۡرِغۡ عَلَیۡہِ قِطۡرًا ﴿ؕ۹۶﴾ ",
			"number": "",
			"verses_PDMS": "اٰتُوۡنِیۡ زُبَرَ الۡحَدِیۡدِ ؕ حَتّٰۤی  اِذَا سَاوٰی بَیۡنَ الصَّدَفَیۡنِ قَالَ انۡفُخُوۡا ؕ حَتّٰۤی  اِذَا جَعَلَہٗ  نَارًا ۙ قَالَ اٰتُوۡنِیۡۤ  اُفۡرِغۡ عَلَیۡہِ قِطۡرًا ﴿ؕ۹۶﴾ ",
			"index": "2236",
			"name": "আমার নিকট লোহার পাতসমূহ নিয়ে এসো’। শেষ পর্যন্ত তারা যখন প্রাচীরের দু’পর্বতের পার্শ্বগুলোর সমান করে দিলো, তখন বললো ‘তোমরা ফুকতে থাকো’। শেষ পর্যন্ত যখন সেটাকে আগুন করে দিলো তখন বললো, ‘নিয়ে এসো, আমি এর উপর গলিত তামা ঢেলে দিই’। ",
			"en_kanzulimaan": "Give me sheets of iron; until when he had raised the wall equal to the edge of the two mountains, he said, Blow; to the extent that he made it ablaze - he said, Bring me molten copper to pour upon it.",
			"ur_kanzulimaan": "میرے پاس لوہے کے تختے لاؤ یہاں تک کہ وہ جب دیوار دونوں پہاڑوں کے کناروں سے برابر کردی، کہا دھونکو، یہاں تک کہ جب اُسے آگ کردیا کہا لاؤ، میں اس پر گلا ہوا تانبہ اُنڈیل دوں،",
			"hi_kanzulimaan": "मेरे पास लोहे के तख़्ते लाओ,(204फ) यहाँ तक कि जब वो दीवार दोनों पहाड़ों के किनारों से बराबर कर दी कहा धौंको, यहाँ तक कि जब उसे आग कर दिया कहा लाओ मैं इसपर गला हुआ तांबा उंडेल दूं",
			"author": "৯৬. তোমরা আমার নিকট বড় বড় লৌহখন্ড নিয়ে এসো’; সুতরাং যখন তিনি (সে লৌহ-প্রাচীর) উভয় চূড়ার মধ্যবর্তী স্থানে সমান করে দিলেন, তখন বলতে লাগলেন, ‘(এখন আগুন জ্বালিয়ে) হাপর দিয়ে ফুঁক দাও’। যখন তিনি একে (অর্থাৎ এ লোহাকে হাপর দিয়ে ফুঁকে ফুঁকে) অগ্নিবৎ উত্তপ্ত করলেন, তখন বললেন, ’আমার নিকট নিয়ে এসো (এখন) আমি এর উপর গলিত তামা ঢেলে দেই’।"
		},
		{
			"_id": "2237",
			"sura": "18",
			"para": "16",
			"verses": "97",
			"names": "فَمَا اسۡطَاعُوۡۤا اَنۡ یَّظۡہَرُوۡہُ  وَ مَا اسۡتَطَاعُوۡا  لَہٗ  نَقۡبًا ﴿۹۷﴾ ",
			"number": "",
			"verses_PDMS": "فَمَا اسۡطَاعُوۡۤا اَنۡ یَّظۡہَرُوۡہُ  وَ مَا اسۡتَطَاعُوۡا  لَہٗ  نَقۡبًا ﴿۹۷﴾ ",
			"index": "2237",
			"name": "অতঃপর ইয়া’জূজ ও মা’জূজ সেটার উপর না আরোহণ করতে পারলো এবং না তাতে ছিদ্র করতে পারলো। ",
			"en_kanzulimaan": "Therefore Yajuj and Majuj were neither able to surmount it, nor could they pierce it.",
			"ur_kanzulimaan": "تو یاجوج و ماجوج اس پر نہ چڑھ سکے اور نہ اس میں سوراخ کرسکے،",
			"hi_kanzulimaan": "तो याजूज व माजूज उसपर न चढ़ सके और न उसमें सूराख़ कर सके",
			"author": "৯৭. এরপর এদের (অর্থাৎ ইয়’জুজ-মা’জুজদের) না এমন শক্তি ছিল যে, তারা এর উপর আরোহণ করতে পারে, আর না তারা এমন সক্ষমতা পেয়েছে যে, এতে ছিদ্র করে।"
		},
		{
			"_id": "2238",
			"sura": "18",
			"para": "16",
			"verses": "98",
			"names": "قَالَ ہٰذَا رَحۡمَۃٌ مِّنۡ رَّبِّیۡ ۚ فَاِذَا جَآءَ وَعۡدُ رَبِّیۡ جَعَلَہٗ  دَکَّآءَ ۚ وَ کَانَ وَعۡدُ رَبِّیۡ  حَقًّا  ﴿ؕ۹۸﴾",
			"number": "",
			"verses_PDMS": "قَالَ ہٰذَا رَحۡمَۃٌ مِّنۡ رَّبِّیۡ ۚ فَاِذَا جَآءَ وَعۡدُ رَبِّیۡ جَعَلَہٗ  دَکَّآءَ ۚ وَ کَانَ وَعۡدُ رَبِّیۡ  حَقًّا  ﴿ؕ۹۸﴾",
			"index": "2238",
			"name": "বললো, ‘এটা আমার রবের অনুগ্রহ। অতঃপর যখন আমার রবের প্রতিশ্রুত সময় আসবে তখন সেটাকে চূর্ণ-বিচূর্ণ করে দেবেন এবং আমার রবের প্রতিশ্রুতি সত্য’।",
			"en_kanzulimaan": "He said, This is the mercy of my Lord; then when the promise of my Lord arrives, He will blow it to bits; and my Lords promise is true.",
			"ur_kanzulimaan": "کہا یہ میرے رب کی رحمت ہے، پھر جب میرے رب کا وعدہ آئے گا اسے پاش پاش کردے گا اور میرے رب کا وعدہ سچا ہے",
			"hi_kanzulimaan": "कहा (205फ) यह मेरे रब की रहमत है, फिर जब मेरे रब का वादा आएगा (206फ) उसे पाश पाश कर देगा, और मेरे रब का वादा सच्चा है (207फ)",
			"author": "৯৮. (যুল-কারনাইন) বললেন, ‘এটি আমার প্রতিপালকের পক্ষ থেকে রহমত; অতঃপর যখন আমার প্রতিপালকের অঙ্গীকার (কিয়ামত নিকটে) আসবে, তখন তারা এ দেয়াল (ভেঙে) সমান করে দেবে (অর্থাৎ এটি চূর্ণ-বিচূর্ণ হয়ে যাবে)। আর আমার প্রতিপালকের অঙ্গীকার সত্য।’"
		},
		{
			"_id": "2239",
			"sura": "18",
			"para": "16",
			"verses": "99",
			"names": "وَ تَرَکۡنَا بَعۡضَہُمۡ یَوۡمَئِذٍ یَّمُوۡجُ فِیۡ بَعۡضٍ وَّ نُفِخَ فِی الصُّوۡرِ فَجَمَعۡنٰہُمۡ جَمۡعًا ﴿ۙ۹۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ تَرَکۡنَا بَعۡضَہُمۡ یَوۡمَئِذٍ یَّمُوۡجُ فِیۡ بَعۡضٍ وَّ نُفِخَ فِی الصُّوۡرِ فَجَمَعۡنٰہُمۡ جَمۡعًا ﴿ۙ۹۹﴾ ",
			"index": "2239",
			"name": "এবং সেদিন আমি তাদেরকে এ অবস্থায় ছেড়ে দেবো যে, তাদের একদল অপর দলের উপর সমুদ্র তরঙ্গের ন্যায় পতিত হবে এবং শিঙ্গায় ফুঁৎকার দেয়া হবে। অতঃপর আমি সবাইকে একত্রিত করে আনবো। ",
			"en_kanzulimaan": "And on that day We shall release them in groups surging like waves one after another, and the Trumpet will be blown  so We shall gather them all together. (* Gog and Magog will come out during the time of Eisa (Jesus - when he comes back to earth) and cause great destruction in the land.)",
			"ur_kanzulimaan": "اور اس دن ہم انہیں چھوڑ دیں گے کہ ان کا ایک گروہ دوسرے پر ریلا (سیلاب کی طرح) آوے گا اور صُور پھونکا جائے گا تو ہم سب کو اکٹھا کر لائیں گے",
			"hi_kanzulimaan": "और उस दिन हम उन्हें छोडेंगे कि उनका एक गिरोह दूसरे पर रेला देगा और सूर फूंका जाएगा (208फ) तो हम सब को (209फ) इकट्ठा कर लाएंगे",
			"author": "৯৯. আর আমরা সে সময় (সমস্ত সৃষ্টিজগত অথবা ইয়াজুজ-মা’জুজকে) স্বাধীন করে দেবো, তারা (প্রবল ও উত্তাল ঢেউয়ের ন্যায়) একে অপরের উপর আছড়ে পড়বে। আর সিঙ্গায় ফুঁক দেয়া হবে, তখন আমরা এদের সবাইকে (হাশরের ময়দানে) একত্রিত করবো।"
		},
		{
			"_id": "2240",
			"sura": "18",
			"para": "16",
			"verses": "100",
			"names": "وَّ عَرَضۡنَا جَہَنَّمَ  یَوۡمَئِذٍ  لِّلۡکٰفِرِیۡنَ  عَرۡضَۨا ﴿۱۰۰﴾ۙ",
			"number": "",
			"verses_PDMS": "وَّ عَرَضۡنَا جَہَنَّمَ  یَوۡمَئِذٍ  لِّلۡکٰفِرِیۡنَ  عَرۡضَۨا ﴿۱۰۰﴾ۙ",
			"index": "2240",
			"name": "এবং সেদিন আমি জাহান্নামকে কাফিরদের সম্মুখে উপস্থিত করবো; ",
			"en_kanzulimaan": "And We shall bring hell in front of the disbelievers.",
			"ur_kanzulimaan": "اور ہم اس دن جہنم کافروں کے سامنے لائیں گے",
			"hi_kanzulimaan": "और हम उस दिन जहन्नम काफ़िरों के सामने लाएंगे (210फ)",
			"author": "১০০. আর আমরা সেদিন জাহান্নামকে কাফেরদের সামনে প্রত্যক্ষভাবে উপস্থিত করবো;"
		},
		{
			"_id": "2241",
			"sura": "18",
			"para": "16",
			"verses": "101",
			"names": "الَّذِیۡنَ کَانَتۡ اَعۡیُنُہُمۡ فِیۡ غِطَـآءٍ عَنۡ ذِکۡرِیۡ وَ کَانُوۡا لَا یَسۡتَطِیۡعُوۡنَ سَمۡعًا ﴿۱۰۱﴾ ",
			"number": "",
			"verses_PDMS": "الَّذِیۡنَ کَانَتۡ اَعۡیُنُہُمۡ فِیۡ غِطَـآءٍ عَنۡ ذِکۡرِیۡ وَ کَانُوۡا لَا یَسۡتَطِیۡعُوۡنَ سَمۡعًا ﴿۱۰۱﴾ ",
			"index": "2241",
			"name": "তারা ওই সব লোক, যাদের চোখগুলোর উপর আমার স্মরণ থেকে পর্দা পড়েছিলো এবং সত্য কথা শুনতে পারতো না। ",
			"en_kanzulimaan": "The ones whose eyes were covered from My remembrance, and who could not bear to hear Truth.",
			"ur_kanzulimaan": "وہ جن کی آنکھوں پر میری یاد سے پردہ پڑا تھا اور حق بات سن نہ سکتے تھے",
			"hi_kanzulimaan": "वो जिनकी आँखों पर मेरी याद से पर्दा पड़ा था (211फ) और हक़ (सत्य) बात न सुन सकते थे (212फ)",
			"author": "১০১. সেসব লোকদের, যাদের চক্ষু আমার স্মরণ থেকে (গাফলতির) পর্দায় ঢাকা ছিল আর তারা (আমার যিকির) শুনতেও পারতো না।"
		},
		{
			"_id": "2242",
			"sura": "18",
			"para": "16",
			"verses": "102",
			"names": "اَفَحَسِبَ الَّذِیۡنَ کَفَرُوۡۤا اَنۡ یَّتَّخِذُوۡا عِبَادِیۡ مِنۡ دُوۡنِیۡۤ  اَوۡلِیَآءَ ؕ اِنَّـاۤ  اَعۡتَدۡنَا جَہَنَّمَ  لِلۡکٰفِرِیۡنَ نُزُلًا ﴿۱۰۲﴾ ",
			"number": "",
			"verses_PDMS": "اَفَحَسِبَ الَّذِیۡنَ کَفَرُوۡۤا اَنۡ یَّتَّخِذُوۡا عِبَادِیۡ مِنۡ دُوۡنِیۡۤ  اَوۡلِیَآءَ ؕ اِنَّـاۤ  اَعۡتَدۡنَا جَہَنَّمَ  لِلۡکٰفِرِیۡنَ نُزُلًا ﴿۱۰۲﴾ ",
			"index": "2242",
			"name": "তবে কি কাফিরগণ একথা মনে করে যে, আমার বান্দাদেরকে আমার পরিবর্তে অভিভাবক করে নেবে? নিশ্চয় আমি কাফিরদের আতিথেয়তার জন্য জাহান্নাম তৈরি করে রেখেছি। ",
			"en_kanzulimaan": "Do the disbelievers assume that they will be able to choose My bondmen as supporters other than Me? Indeed We have prepared hell to welcome the disbelievers.",
			"ur_kanzulimaan": "تو کیا کافر یہ سمجھتے ہیں کہ میرے بندوں کو میرے سوا حمایتی بنالیں گے بیشک ہم نے کافروں کی مہمانی کو جہنم تیار کر رکھی ہے،",
			"hi_kanzulimaan": "तो क्या काफ़िर यह समझते हैं कि मेरे बन्दों को (213फ) मेरे सिवा हिमायती बना लेंगे, (214फ) बेशक हमने काफ़िरों की मेहमानी को जहन्नम तैयार कर रखी है",
			"author": "১০২. সত্য প্রত্যাখ্যানকারীরা কি এ মনে করে যে, তারা আমাকে ছেড়ে আমার বান্দাদেরকে কার্যসম্পাদনকারী বানাবে? নিশ্চয়ই আমরা কাফেরদের জন্যে জাহান্নামের অভ্যর্থনা প্রস্তুত করে রেখেছি।"
		},
		{
			"_id": "2243",
			"sura": "18",
			"para": "16",
			"verses": "103",
			"names": "قُلۡ ہَلۡ نُنَبِّئُکُمۡ  بِالۡاَخۡسَرِیۡنَ اَعۡمَالًا ﴿۱۰۳﴾ؕ ",
			"number": "",
			"verses_PDMS": "قُلۡ ہَلۡ نُنَبِّئُکُمۡ  بِالۡاَخۡسَرِیۡنَ اَعۡمَالًا ﴿۱۰۳﴾ؕ ",
			"index": "2243",
			"name": "আপনি বলুন, ‘আমি কি তোমাদেরকে বলে দেবো সর্বাপেক্ষা অধিক মূল্যহীন কর্ম কাদের?’",
			"en_kanzulimaan": "Say (O dear Prophet Mohammed  peace and blessings be upon him), Shall we inform you whose are the most failed works?",
			"ur_kanzulimaan": "تم فرماؤ کیا ہم تمہیں بتادیں کہ سب سے بڑھ کر ناقص عمل کن کے ہیں",
			"hi_kanzulimaan": "तुम फ़रमाओ क्या हम तुम्हें बतादें कि सब से बढ़कर नाक़िस (दूषित) अमल किन के हैं (215फ)",
			"author": "১০৩. বলে দিন, ‘আমরা কি তোমাদেরকে সেসব লোকদের ব্যাপারে সতর্ক করবো যারা আমলের দিক থেকে খুবই ক্ষতিগ্রস্ত?"
		},
		{
			"_id": "2244",
			"sura": "18",
			"para": "16",
			"verses": "104",
			"names": "اَلَّذِیۡنَ ضَلَّ سَعۡیُہُمۡ فِی الۡحَیٰوۃِ  الدُّنۡیَا وَ ہُمۡ یَحۡسَبُوۡنَ اَنَّہُمۡ یُحۡسِنُوۡنَ صُنۡعًا ﴿۱۰۴﴾ ",
			"number": "",
			"verses_PDMS": "اَلَّذِیۡنَ ضَلَّ سَعۡیُہُمۡ فِی الۡحَیٰوۃِ  الدُّنۡیَا وَ ہُمۡ یَحۡسَبُوۡنَ اَنَّہُمۡ یُحۡسِنُوۡنَ صُنۡعًا ﴿۱۰۴﴾ ",
			"index": "2244",
			"name": "তাদেরই, যাদের সমস্ত প্রচেষ্টা পার্থিব জীবনেই হারিয়ে গেছে এবং তারা এ ধারণায় রয়েছে যে, ‘তারা সৎকর্ম করছে;",
			"en_kanzulimaan": "Of those whose efforts are lost in (pursuit of) the life of this world, and they think that they are doing good deeds.",
			"ur_kanzulimaan": "ان کے جن کی ساری کوشش دنیا کی زندگی میں گم گئی اور وہ اس خیال میں ہیں کہ اچھا کام کررہے ہیں،",
			"hi_kanzulimaan": "उनके जिनकी सारी कोशिश दुनिया की ज़िन्दगी में गुम गई (216फ) और वो इस ख़याल में हैं कि अच्छा काम कर रहे हैं",
			"author": "১০৪. এরা সেসব লোক যাদের সকল চেষ্টা-প্রচেষ্টা দুনিয়ার জীবনেই বরবাদ হয়ে গিয়েছে এবং তারা এ ধারণা করে যে, তারা অনেক বড় কার্য সম্পাদন করছে।’"
		},
		{
			"_id": "2245",
			"sura": "18",
			"para": "16",
			"verses": "105",
			"names": "اُولٰٓئِکَ الَّذِیۡنَ کَفَرُوۡا بِاٰیٰتِ رَبِّہِمۡ وَ لِقَآئِہٖ فَحَبِطَتۡ اَعۡمَالُہُمۡ فَلَا نُقِیۡمُ لَہُمۡ یَوۡمَ الۡقِیٰمَۃِ  وَزۡنًا ﴿۱۰۵﴾ ",
			"number": "",
			"verses_PDMS": "اُولٰٓئِکَ الَّذِیۡنَ کَفَرُوۡا بِاٰیٰتِ رَبِّہِمۡ وَ لِقَآئِہٖ فَحَبِطَتۡ اَعۡمَالُہُمۡ فَلَا نُقِیۡمُ لَہُمۡ یَوۡمَ الۡقِیٰمَۃِ  وَزۡنًا ﴿۱۰۵﴾ ",
			"index": "2245",
			"name": "এ সব লোক তারাই, যারা আপন রবের আয়াতসমূহ এবং তার সাথে সাক্ষাতের বিষয়কে অস্বীকার করেছে। অতঃপর তাদের কী রইলো। সবই নিষ্ফল হয়েছে। সুতরাং আমি তাদের জন্য ক্বিয়ামত দিবসে কোন ওজন স্থির করবো না। ",
			"en_kanzulimaan": "The people who disbelieved in the signs of their Lord and in the meeting with Him, therefore all their deeds are in vain We shall therefore not establish any weighing for them on the Day of Resurrection.",
			"ur_kanzulimaan": "یہ لوگ جنہوں نے اپنے رب کی آیتیں اور اس کا ملنا نہ مانا تو ان کا کیا دھرا سب اکارت ہے تو ہم ان کے لیے قیامت کے دن کوئی تول نہ قائم کریں گے",
			"hi_kanzulimaan": "ये लोग जिन्हों ने अपने रब की आयतेंऔर उसका मिलना न माना (217फ) तो उनका किया धरा सब अकारत है तो हम उनके लिए क़यामत के दिन कोई तौल न क़ायम करेंगे (218फ)",
			"author": "১০৫. এরাই সেসব লোক, যারা তাদের প্রতিপালকের নিদর্শনাবলীকে এবং (মৃত্যুর পর) তাঁর সাক্ষাতকে অস্বীকার করেছে, সুতরাং তাদের সকল আমল নিষ্ফল হয়ে গিয়েছে। অত:পর আমরা তাদেরকে কিয়ামতের দিন কোনো গুরুত্ব এবং (এমনকি) কোনো মূল্যও দেবো না।"
		},
		{
			"_id": "2246",
			"sura": "18",
			"para": "16",
			"verses": "106",
			"names": "ذٰلِکَ جَزَآؤُہُمۡ جَہَنَّمُ بِمَا کَفَرُوۡا وَ اتَّخَذُوۡۤا اٰیٰتِیۡ وَ  رُسُلِیۡ  ہُزُوًا ﴿۱۰۶﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ جَزَآؤُہُمۡ جَہَنَّمُ بِمَا کَفَرُوۡا وَ اتَّخَذُوۡۤا اٰیٰتِیۡ وَ  رُسُلِیۡ  ہُزُوًا ﴿۱۰۶﴾ ",
			"index": "2246",
			"name": "জাহান্নাম- এটাই তাদের প্রতিফল, এ কারণে যে, তারা কুফর করেছে এবং আমার নিদর্শনসমূহ ও আমার রসূলগণকে বিদ্রূপের বিষয়রূপে গ্রহণ করেছে। ",
			"en_kanzulimaan": "This is their reward  hell - because they disbelieved, and made a mockery of My verses and My Noble Messengers.",
			"ur_kanzulimaan": "یہ ان کا بدلہ ہے جہنم، اس پر کہ انہوں نے کفر کیا اور میری آیتوں اور میرے رسولوں کی ہنسی بنائی،",
			"hi_kanzulimaan": "यह उनका बदला है जहन्नम उसपर कि उन्हों ने कुफ़्र किया और मेरी आयतों और मेरे रसूलों की हंसी बनाई",
			"author": "১০৬. এ দোযখই তাদের প্রতিদান, যেহেতু তারা সত্য প্রত্যাখ্যান করতো এবং আমার নিদর্শনাবলী ও আমার রাসূলগণকে উপহাস করতো।"
		},
		{
			"_id": "2247",
			"sura": "18",
			"para": "16",
			"verses": "107",
			"names": "اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ کَانَتۡ لَہُمۡ  جَنّٰتُ الۡفِرۡدَوۡسِ نُزُلًا ﴿۱۰۷﴾ۙ ",
			"number": "",
			"verses_PDMS": "اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ کَانَتۡ لَہُمۡ  جَنّٰتُ الۡفِرۡدَوۡسِ نُزُلًا ﴿۱۰۷﴾ۙ ",
			"index": "2247",
			"name": "নিশ্চয় যারা ঈমান এনেছে ও সৎকর্ম করছে, ফিরদাউসের বাগানই তাদের আতিথেয়তা। ",
			"en_kanzulimaan": "Indeed those who believed and did good deeds  their welcome are the Gardens of Paradise.",
			"ur_kanzulimaan": "بیشک جو ایمان لائے اور اچھے کام کیے فردوس کے باغ ان کی مہمانی ہے",
			"hi_kanzulimaan": "बेशक जो ईमान लाए और अच्छे काम किये फ़िरदौस के बाग़ उनकी मेहमानी है (219फ)",
			"author": "১০৭. নিশ্চয়ই যারা ঈমান আনয়ন করে এবং সৎকর্ম করে, তাদের জন্যে রয়েছে ফেরদাউসের উদ্যানসমূহের আতিথেয়তা।"
		},
		{
			"_id": "2248",
			"sura": "18",
			"para": "16",
			"verses": "108",
			"names": "خٰلِدِیۡنَ فِیۡہَا لَا  یَبۡغُوۡنَ عَنۡہَا حِوَلًا ﴿۱۰۸﴾ ",
			"number": "",
			"verses_PDMS": "خٰلِدِیۡنَ فِیۡہَا لَا  یَبۡغُوۡنَ عَنۡہَا حِوَلًا ﴿۱۰۸﴾ ",
			"index": "2248",
			"name": "তারা সর্বদা তাতে থাকবে, তা থেকে স্থানান্তর কামনা করবে না।",
			"en_kanzulimaan": "They will abide in it for ever, never wanting to shift from it.",
			"ur_kanzulimaan": "وہ ہمیشہ ان ہی میں رہیں گے ان سے جگہ بدلنا نہ چاہیں گے",
			"hi_kanzulimaan": "वो हमेशा उन ही में रहेंगे उनसे जगह बदलना न चाहेंगे (220फ)",
			"author": "১০৮. সেখানে তারা চিরদিন অবস্থান করবে, সেখান থেকে তারা কখনো (নিজের ঠিকানা) বদলাতে চাইবে না।"
		},
		{
			"_id": "2249",
			"sura": "18",
			"para": "16",
			"verses": "109",
			"names": "قُلۡ لَّوۡ کَانَ الۡبَحۡرُ مِدَادًا لِّکَلِمٰتِ رَبِّیۡ لَنَفِدَ الۡبَحۡرُ  قَبۡلَ اَنۡ تَنۡفَدَ کَلِمٰتُ رَبِّیۡ وَ لَوۡ  جِئۡنَا بِمِثۡلِہٖ  مَدَدًا ﴿۱۰۹﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ لَّوۡ کَانَ الۡبَحۡرُ مِدَادًا لِّکَلِمٰتِ رَبِّیۡ لَنَفِدَ الۡبَحۡرُ  قَبۡلَ اَنۡ تَنۡفَدَ کَلِمٰتُ رَبِّیۡ وَ لَوۡ  جِئۡنَا بِمِثۡلِہٖ  مَدَدًا ﴿۱۰۹﴾ ",
			"index": "2249",
			"name": "আপনি বলে দিন, ‘যদি সমুদ্র আমার রবের বাণীসমূহ লেখার জন্য কালি হয়, তবে অবশ্যই সমুদ্র নিঃশেষ হয়ে যাবে আর আমার রবের বাণীসমূহ শেষ হবে না, যদিও আমি অনুরূপ আরো (সমুদ্র) এর সাহায্যার্থে নিয়ে আসি। ",
			"en_kanzulimaan": "Proclaim, If the sea became ink for the Words of my Lord, the sea would indeed be used up and the Words of my Lord would never - even if we bring another like it for help.",
			"ur_kanzulimaan": "تم فرمادو اگر سمندر میرے رب کی باتوں کے لیے، سیاہی ہو تو ضرور سمندر ختم ہوجائے گا اور میرے رب کی باتیں ختم نہ ہوں گی اگرچہ ہم ویسا ہی اور اس کی مدد کو لے آئیں",
			"hi_kanzulimaan": "तुम फ़रमा दो अगर समन्दर मेरे रब की बातों के लिये सियाही हो तो ज़रूर समन्दर ख़त्म हो जाएगा और मेरे रब की बातें ख़त्म न होंगी अगरचे हम वैसा ही और उसकी मदद को ले आएं (221फ)",
			"author": "১০৯. বলে দিন, ‘আমার প্রতিপালকের বাণীমূহ লিপিবদ্ধ করার জন্যে সমুদ্র যদি কালি হয়, তবে আমার প্রতিপালকের বাণীসমূহ শেষ হওয়ার পূর্বেই এ সমুদ্র নিঃশেষ হয়ে যাবে, সাহায্যার্থে যদিও আমরা এর অনুরূপ (আরো সমুদ্র অথবা কালি) নিয়ে আসি’।"
		},
		{
			"_id": "2250",
			"sura": "18",
			"para": "16",
			"verses": "110",
			"names": "قُلۡ اِنَّمَاۤ  اَنَا بَشَرٌ  مِّثۡلُکُمۡ  یُوۡحٰۤی  اِلَیَّ اَنَّمَاۤ  اِلٰـہُکُمۡ  اِلٰہٌ  وَّاحِدٌ ۚ فَمَنۡ کَانَ یَرۡجُوۡا لِقَآءَ رَبِّہٖ فَلۡیَعۡمَلۡ عَمَلًا صَالِحًا وَّ لَا یُشۡرِکۡ بِعِبَادَۃِ  رَبِّہٖۤ  اَحَدًا ﴿۱۱۰﴾  ",
			"number": "",
			"verses_PDMS": "قُلۡ اِنَّمَاۤ  اَنَا بَشَرٌ  مِّثۡلُکُمۡ  یُوۡحٰۤی  اِلَیَّ اَنَّمَاۤ  اِلٰـہُکُمۡ  اِلٰہٌ  وَّاحِدٌ ۚ فَمَنۡ کَانَ یَرۡجُوۡا لِقَآءَ رَبِّہٖ فَلۡیَعۡمَلۡ عَمَلًا صَالِحًا وَّ لَا یُشۡرِکۡ بِعِبَادَۃِ  رَبِّہٖۤ  اَحَدًا ﴿۱۱۰﴾  ",
			"index": "2250",
			"name": "আপনি বলুন, ‘প্রকাশ্য মানবীয় আকৃতিতে আমি তোমাদের মতো, আমার নিকট ওহী আসে যে, তোমাদের মাবুদ একমাত্র মা’বূদই। সুতরাং যার আপন রবের সাথে সাক্ষাৎ করার আশা আছে তার উচিত যেন সে সৎকর্ম করে এবং সে যেন আপন রবের ইবাদতে অন্য কাউকেও শরীক না করে।",
			"en_kanzulimaan": "Proclaim, Physically I am a human * like you - my Lord sends divine revelations to me - that your God is only One God; so whoever expects to the meet his Lord must perform good deeds and not ascribe anyone as a partner in the worship of his Lord. (* Human but not equal to you, in fact the greatest in spiritual status.)",
			"ur_kanzulimaan": "تو فرماؤ ظاہر صورت بشری میں تو میں تم جیسا ہوں مجھے وحی آتی ہے کہ تمہارا معبود ایک ہی معبود ہے تو جسے اپنے رب سے ملنے کی امید ہو اسے چاہیے کہ نیک کام کرے اور اپنے رب کی بندگی میں کسی کو شریک نہ کرے",
			"hi_kanzulimaan": "तुम फ़रमाओ ज़ाहिर सूरते बशरी में तो मैं तुम जैसा हूँ, (222फ) मुझे वही आती है कि तुम्हारा मअबुद एक ही मअबुद है (223फ) तो जिसे अपने रब से मिलने की उम्मीद हो उसे चाहिये कि नेक काम करे और अपने रब की बन्दगी में किसी को शरीक न करे (224फ)",
			"author": "১১০. বলে দিন, ‘আমি তো কেবল (বাহ্যিক সৃষ্টির) মানবীয় আকৃতিতে তোমাদের মতো। (এ ছাড়া তোমাদের সাথে আমার অন্য কি সামঞ্জস্য রয়েছে! একটু ভাবো তো!) আমার প্রতি প্রত্যাদেশ করা হয় যে, তোমাদের ইলাহ্ই একমাত্র ইলাহ্ (আর তোমাদের মধ্যে এ নূরী সক্ষমতা কোথায় যে, তোমাদের নিকট আল্লাহ্‌র বাণী অবতীর্ণ হতে পারে?); অতঃপর যে তার প্রতিপালকের সাক্ষাতের আশা রাখে, সে যেন সৎকর্ম করে এবং তার প্রতিপালকের ইবাদতে কাউকে শরীক না করে।’"
		}
	]