[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "6217",
			"sura": "111",
			"para": "30",
			"verses": "1",
			"names": "تَبَّتۡ یَدَاۤ  اَبِیۡ  لَہَبٍ وَّ  تَبَّ ؕ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "تَبَّتۡ یَدَاۤ  اَبِیۡ  لَہَبٍ وَّ  تَبَّ ؕ﴿۱﴾ ",
			"index": "6217",
			"name": "ধ্বংস হয়ে যাক আবূ লাহাবের দু’হাত এবং সে ধ্বংস হয়েই গেছে।  (২)",
			"en_kanzulimaan": "May both the hands of Abu Lahab be destroyed  and he is destroyed!",
			"ur_kanzulimaan": "➤ টীকা-২, আবু লাহাবের নাম 'আবদুল ওযযা' সে আবদুল মুত্তালিবের পুত্র এবং বিশ্বকুল সরদার ( সাল্লাল্লাহু আলায়হি ওয়াসাল্লাম)'র চাচা ছিলাে। খুব ফর্সা এবং সুন্দর পুরুষ ছিলাে। এ জন্য তার উপনাম হলাে আবু লাহাব (শিখাময়)। আর এ উপনামেই সে পরিচিত ছিলাে। হস্তদয় দ্বারা তার গােটা সত্ত্বাকেই বুঝানো হয়েছে।",
			"hi_kanzulimaan": "➤টীকা-১, 'সূরা আবী লাহাব' মক্কী। এতে একটি রুকূ, পাঁচটি আয়ত, বিশটি পদ এবং সতাত্তরটি বর্ণ আছে। \n\n✔শানে নুযূল: যখন নবী করীম সাল্লাল্লাহু তা'আলা আলায়হি ওয়াসাল্লাম সাফা- পর্বতের উপর আরবরাসীদেরকে আহ্বান করলেন, তখন চতুর্দিক থেকে মানুষ আসলাে এবং হুযুর সাল্লাল্লাহু আলায়হি ওয়াসাল্লাম তাদের নিকট থেকে তাঁর সততা ও বিশ্বস্ততার পক্ষে সাক্ষ্য গ্রহণ করার পর এরশাদ ফরমালেন, \"নিশ্চয় আমি তােমাদের জন্য আগাম এক কঠিন শাস্তির ভীতি প্রদর্শনকারী। এর জবাবে আবু লাহাব হুযুর পাক সাল্লাল্লাহু তা'আলা আলায়হি ওয়াসাল্লামকে বললাে, \"তুমি ধ্বংস হয়ে যাও তুমি কি এ জন্যই আমাদেরকে একত্রিত করেছে? \" এর পরিপ্রেক্ষিতে এ সূরা শরীফ অবতীর্ণ হয়েছে এবং আল্লাহ্ তা'আলা স্বীয় হাবীবে করীম সাল্লাল্লাহ আলায়হি ওয়ামাল্লাম-এর পক্ষ থেকে জবাব দিলেন।",
			"id": 1,
			"text": "تَبَّتۡ یَدَاۤ  اَبِیۡ  لَہَبٍ وَّ  تَبَّ ؕ﴿۱﴾ ",
			"author": "১. ধ্বংস হোক আবু লাহাবের দু’হস্ত এবং ধ্বংস হোক (সে, যে আমাদের হাবীবের দিকে অঙ্গুলি বাড়ানোর চেষ্টা করেছে)!"
		},
		{
			"_id": "6218",
			"sura": "111",
			"para": "30",
			"verses": "2",
			"names": "مَاۤ  اَغۡنٰی عَنۡہُ  مَالُہٗ  وَ  مَا کَسَبَ ؕ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "مَاۤ  اَغۡنٰی عَنۡہُ  مَالُہٗ  وَ  مَا کَسَبَ ؕ﴿۲﴾ ",
			"index": "6218",
			"name": "তার কোন কাজে আসে নি তার সম্পদ এবং না যা সে উপার্জন করেছে। (৩)",
			"en_kanzulimaan": "His wealth did not benefit him in the least, nor did whatever he earned.",
			"ur_kanzulimaan": "➤টীকা-৩, অর্থাৎ তার সন্তান-সন্তুতি। বর্ণিত আছে যে, আবু লাহাব যখন প্রথম আয়াত শুনলো, তখন বলতে লাগলাে, \"আমার ভ্রাতু্ষ্পুত্র যা বলছে তা যদি সত্য হয় তবে আমি আমার প্রাণ রক্ষার্থে, আমার ধন-সম্পদ ও সন্তান-সন্তুতিকে উৎসর্গ করে দেবাে।\" এ আয়াতের মধ্যে তার এ কল্পনার খণ্ডন করা হয়েছে যে, এ কল্পনা ভুল। এখন কোন জিনিষ কাজে আসার নয়।",
			"hi_kanzulimaan": "उसे कुछ काम न आया उसका माल और न जो कमाया (3फ़)",
			"id": 2,
			"text": "مَاۤ  اَغۡنٰی عَنۡہُ  مَالُہٗ  وَ  مَا کَسَبَ ؕ﴿۲﴾ ",
			"author": "২. তার (উত্তরাধিকারসূত্রে প্রাপ্ত) সম্পদ এবং তার অর্জিত সম্পত্তি কোনো কাজে আসেনি।"
		},
		{
			"_id": "6219",
			"sura": "111",
			"para": "30",
			"verses": "3",
			"names": "سَیَصۡلٰی نَارًا ذَاتَ  لَہَبٍ ۚ﴿ۖ۳﴾ ",
			"number": "",
			"verses_PDMS": "سَیَصۡلٰی نَارًا ذَاتَ  لَہَبٍ ۚ﴿ۖ۳﴾ ",
			"index": "6219",
			"name": "এখন ধ্বসে যাচ্ছে লেলিহান আগুনে-সে ",
			"en_kanzulimaan": "He will soon enter the flaming fire.",
			"ur_kanzulimaan": "اب دھنستا ہے لپٹ مارتی آگ میں وہ،",
			"hi_kanzulimaan": "अब धंसता है लपट मारती आग में वह",
			"id": 3,
			"text": "سَیَصۡلٰی نَارًا ذَاتَ  لَہَبٍ ۚ﴿ۖ۳﴾ ",
			"author": "৩. অচিরেই সে প্রবেশ করবে প্রজ্বলিত লেলিহান অগ্নিতে,"
		},
		{
			"_id": "6220",
			"sura": "111",
			"para": "30",
			"verses": "4",
			"names": "وَّ  امۡرَاَتُہٗ ؕ حَمَّالَۃَ  الۡحَطَبِ ۚ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "وَّ  امۡرَاَتُہٗ ؕ حَمَّالَۃَ  الۡحَطَبِ ۚ﴿۴﴾ ",
			"index": "6220",
			"name": "এবং তার স্ত্রী, লাকড়ির বোঝা মাথায় বহনকারিনী, (৪)",
			"en_kanzulimaan": "And so will his wife; carrying a bundle of firewood on her head.",
			"ur_kanzulimaan": "➤টীকা-৪, উম্মে জমীল বিনতে হারব ইবনে উমাইয়্যা, আবু সুফিয়ানের বােন। সে রসূল করীম সাল্লাল্লাহু আলায়হি ওয়াসাল্লামের সাথে অত্যন্ত বিদ্বেষ ও শক্রতা পােষণ করতাে। প্রচুর সম্পদশালী ও সম্ভ্রান্ত পরিবারের ছিলাে, কিন্তু সৈয়দে আলম সাল্লাল্লাহু তা'আলা আলায়হি ওয়াসাল্লামের প্রতি শত্রুতার মধ্যে চরম সীমায় পৌঁছেছিলাে- স্বয়ং নিজ মাথায় কাঁটার বােঝা বহন করে রাসূেল করীম সাল্লাল্লাহু আলায়হি ওয়াসাল্লামের চলার পথে ছড়িয়ে দিতাে, যাতে হুযুর সাল্লাল্লাহু আলায়হি ওয়াসাল্লাম ও তাঁর সাহাবীগণ কষ্ট পান। আর হুযূর সাল্লাল্লাহু আলায়হি ওয়াসাল্লামকে কষ্ট দেয়া তার নিকট এতাে প্রিয় ছিলাে যে, সে এ কাজে অন্য কারাে সাহায্য নেয়া পর্যন্ত পছন্দ করতাে না।",
			"hi_kanzulimaan": "और उसकी जोरू (4फ़) लकड़ियों का गट्ठा सर पर उठाती",
			"id": 4,
			"text": "وَّ  امۡرَاَتُہٗ ؕ حَمَّالَۃَ  الۡحَطَبِ ۚ﴿۴﴾ ",
			"author": "৪. এবং তার (জঘন্য) স্ত্রীও, যে (মাথায়) বহন করে (কাঁটাযুক্ত) লাকড়ির বোঝা। (আমাদের হাবীবের পবিত্র পায়ের তালুতে আঘাত করার উদ্দেশ্যে রাতের বেলা সে সেগুলো পথে বিছিয়ে দিতো)।"
		},
		{
			"_id": "6221",
			"sura": "111",
			"para": "30",
			"verses": "5",
			"names": "فِیۡ  جِیۡدِہَا حَبۡلٌ مِّنۡ مَّسَدٍ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "فِیۡ  جِیۡدِہَا حَبۡلٌ مِّنۡ مَّسَدٍ ﴿۵﴾ ",
			"index": "6221",
			"name": "তার গলায় খেজুরের বাকলের রশি। (৫)",
			"en_kanzulimaan": "A rope made from palm fibre around her neck!",
			"ur_kanzulimaan": "➤টীকা-৫, যা দ্বারা কাটার বােঝা বাঁধতাে। একদিন সে বােঝা বহন করে আনছিলাে। ক্লান্ত হয়ে বিশ্রাম নেয়ার জন্য একটি পাথরের উপর বসে পড়েছিলাে। এক ফিরিশতা আল্লাহর আদেশে তার পেছনের দিক থেকে সে বােঝাটা টান দিলেন। সে পড়ে গেলাে এবং রশি দ্বারা গলায় ফাঁস আটকে পড়লাে ও মৃত্যুমুখে পতিত হলো।",
			"hi_kanzulimaan": "उसके गले में खजूर की छाल का रस्सा (5फ़)",
			"id": 5,
			"text": "فِیۡ  جِیۡدِہَا حَبۡلٌ مِّنۡ مَّسَدٍ ٪﴿۵﴾ \n ‎ 1 رُكوع",
			"author": "৫. তার গলদেশে থাকবে খর্জুর আঁশের (সেই) রশি (যা দিয়ে কাঁটাগুলোর আঁটি বেঁধে রাখে)।"
		}
	]