[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "5242",
			"sura": "67",
			"para": "29",
			"verses": "1",
			"names": "تَبٰرَکَ الَّذِیۡ  بِیَدِہِ  الۡمُلۡکُ ۫ وَ ہُوَ عَلٰی کُلِّ  شَیۡءٍ قَدِیۡرُۨ ۙ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "تَبٰرَکَ الَّذِیۡ  بِیَدِہِ  الۡمُلۡکُ ۫ وَ ہُوَ عَلٰی کُلِّ  شَیۡءٍ قَدِیۡرُۨ ۙ﴿۱﴾ ",
			"index": "5242",
			"name": "বড়ই কল্যাণময় তিনি, যার মুঠোর মধ্যে রয়েছে সমগ্র বিশ্ব-রাজ্য; এবং তিনি প্রত্যেক কিছুর উপর শক্তিমান; ",
			"en_kanzulimaan": "Most Auspicious is He in Whose control is the entire kingship; and He is Able to do all things.",
			"ur_kanzulimaan": "بڑی برکت والا ہے وہ جس کے قبضہ میں سارا ملک اور وہ ہر چیز پر قادر ہے،",
			"hi_kanzulimaan": "बड़ी बरकत वाला है वह जिसके क़ब्ज़े में सारा मुल्क (2फ) और वह हर चीज़ पर क़ादिर है",
			"id": 1,
			"text": "تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
			"author": "১. অতীব কল্যাণময় সেই সত্তা, যার (কুদরতী) হাতে (বিশ্ব জগতের) রাজত্ব; তিনি সকল কিছুর উপর নিরংকুশ ক্ষমতাবান;"
		},
		{
			"_id": "5243",
			"sura": "67",
			"para": "29",
			"verses": "2",
			"names": "الَّذِیۡ  خَلَقَ الۡمَوۡتَ وَ الۡحَیٰوۃَ لِیَبۡلُوَکُمۡ  اَیُّکُمۡ  اَحۡسَنُ عَمَلًا ؕ وَ ہُوَ الۡعَزِیۡزُ  الۡغَفُوۡرُ ۙ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "الَّذِیۡ  خَلَقَ الۡمَوۡتَ وَ الۡحَیٰوۃَ لِیَبۡلُوَکُمۡ  اَیُّکُمۡ  اَحۡسَنُ عَمَلًا ؕ وَ ہُوَ الۡعَزِیۡزُ  الۡغَفُوۡرُ ۙ﴿۲﴾ ",
			"index": "5243",
			"name": "তিনি, যিনি মৃত্যু ও জীবন সৃষ্টি করেছেন, যাতে তোমাদের পরীক্ষা হয়ে যায়- তোমাদের মধ্যে কার কর্ম অধিক উত্তম। এবং তিনিই মহা সম্মানিত, ক্ষমাশীল। ",
			"en_kanzulimaan": "The One Who created death and life to test you - who among you has the better deeds; and He only is the Most Honourable, the Oft Forgiving.",
			"ur_kanzulimaan": "وہ جس نے موت اور زندگی پیدا کی کہ تمہاری جانچ ہو تم میں کس کا کام زیادہ اچھا ہے اور وہی عزت والا بخشش والا ہے،",
			"hi_kanzulimaan": "वह जिसने मौत और ज़िन्दगी पैदा की कि तुम्हारी जांच हो (3फ) तुम में किस का काम ज़्यादा अच्छा है (4फ) और वही इज़्ज़त वाला बख़्शिश वाला है",
			"id": 2,
			"text": "ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ",
			"author": "২. যিনি মৃত্যু এবং জীবন (এ জন্যে) সৃষ্টি করেছেন, যাতে তিনি তোমাদেরকে পরীক্ষা করতে পারেন যে আমলে তোমাদের মধ্যে কে উত্তম। আর তিনি মহাপরাক্রমশালী, মহাক্ষমাশীল;"
		},
		{
			"_id": "5244",
			"sura": "67",
			"para": "29",
			"verses": "3",
			"names": "الَّذِیۡ خَلَقَ سَبۡعَ سَمٰوٰتٍ طِبَاقًا ؕ مَا تَرٰی فِیۡ  خَلۡقِ الرَّحۡمٰنِ مِنۡ  تَفٰوُتٍ ؕ فَارۡجِعِ  الۡبَصَرَ ۙ ہَلۡ  تَرٰی مِنۡ فُطُوۡرٍ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "الَّذِیۡ خَلَقَ سَبۡعَ سَمٰوٰتٍ طِبَاقًا ؕ مَا تَرٰی فِیۡ  خَلۡقِ الرَّحۡمٰنِ مِنۡ  تَفٰوُتٍ ؕ فَارۡجِعِ  الۡبَصَرَ ۙ ہَلۡ  تَرٰی مِنۡ فُطُوۡرٍ ﴿۳﴾ ",
			"index": "5244",
			"name": "যিনি সপ্ত আস্‌মান সৃষ্টি করেছেন একটার উপর অপরটা; তুমি রহমানের সৃষ্টিতে কি পার্থক্য দেখছো? সুতরাং দৃষ্টি উঠিয়ে দেখো তুমি কি কোন ফাটল দেখতে পাচ্ছো?",
			"en_kanzulimaan": "The One Who created the seven heavens atop each other; do you see any discrepancy in the creation of the Most Gracious? Therefore lift your gaze  do you see any cracks?",
			"ur_kanzulimaan": "جس نے سات آسمان بنائے ایک کے اوپر دوسرا، تو رحمٰن کے بنانے میں کیا فرق دیکھتا ہے تو نگاہ اٹھا کر دیکھ تجھے کوئی رخنہ نظر آتا ہے،",
			"hi_kanzulimaan": "जिसने सात आसमान बनाए एक के ऊपर दूसरा, तो रहमान के बनाने में क्या फ़र्क़ देखता है (5फ) तो निगाह उठाकर देख (6फ) तुझे कोई रख़ना नज़र आता है",
			"id": 3,
			"text": "ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ",
			"author": "৩. যিনি সপ্তাকাশ (অথবা অসংখ্য আকাশমন্ডলী) সৃষ্টি করেছেন স্তরে স্তরে। দয়াময় আল্লাহ্‌র সৃষ্টির প্রক্রিয়ায় তুমি কোনো অনিয়ম এবং অসামঞ্জস্য দেখতে পাবে না। সুতরাং তুমি (গভীর মনোযোগ ও ভাবনার) দৃষ্টিতে ফিরে দেখো, তুমি কি এর মাঝে কোনো ত্রুটি বা অসঙ্গতি (অর্থাৎ পতন বা বিচ্ছিন্নতা) দেখতে পাও?"
		},
		{
			"_id": "5245",
			"sura": "67",
			"para": "29",
			"verses": "4",
			"names": "ثُمَّ  ارۡجِعِ  الۡبَصَرَ کَرَّتَیۡنِ  یَنۡقَلِبۡ اِلَیۡکَ  الۡبَصَرُ خَاسِئًا وَّ ہُوَ حَسِیۡرٌ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ  ارۡجِعِ  الۡبَصَرَ کَرَّتَیۡنِ  یَنۡقَلِبۡ اِلَیۡکَ  الۡبَصَرُ خَاسِئًا وَّ ہُوَ حَسِیۡرٌ ﴿۴﴾ ",
			"index": "5245",
			"name": "অতঃপর আবার দৃষ্টি উঠাও, দৃষ্টি তোমার দিকে ব্যর্থ হয়ে ফিরে আসবে ক্লান্ত ও হতভম্ভ অবস্থায়। ",
			"en_kanzulimaan": "Then lift your gaze again, your gaze will return towards you, unsuccessful and weak.",
			"ur_kanzulimaan": "پھر دوبارہ نگاہ اٹھا نظر تیری طرف ناکام پلٹ آئے گی تھکی ماندی",
			"hi_kanzulimaan": "फिर दोबारा निगाह उठा (7फ) नज़र तेरी तरफ़ नाकाम पलट आएगी थकी मांदी (8फ)",
			"id": 4,
			"text": "ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ",
			"author": "৪. অতঃপর তুমি আবার (অনুসন্ধানী) দৃষ্টিতে (বিভিন্ন আঙিকে এবং বৈজ্ঞানিক দৃষ্টিকোণ থেকে) ফিরে দেখো, (প্রত্যেকবার) সেই দৃষ্টি (কোনো ত্রুটি অন্বেষণে) ব্যর্থ ও ক্লান্ত হয়ে তোমার দিকে ফিরে আসবে।"
		},
		{
			"_id": "5246",
			"sura": "67",
			"para": "29",
			"verses": "5",
			"names": "وَ لَقَدۡ  زَیَّنَّا السَّمَآءَ الدُّنۡیَا بِمَصَابِیۡحَ وَ جَعَلۡنٰہَا  رُجُوۡمًا  لِّلشَّیٰطِیۡنِ وَ اَعۡتَدۡنَا لَہُمۡ عَذَابَ السَّعِیۡرِ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ  زَیَّنَّا السَّمَآءَ الدُّنۡیَا بِمَصَابِیۡحَ وَ جَعَلۡنٰہَا  رُجُوۡمًا  لِّلشَّیٰطِیۡنِ وَ اَعۡتَدۡنَا لَہُمۡ عَذَابَ السَّعِیۡرِ ﴿۵﴾ ",
			"index": "5246",
			"name": "এবং নিশ্চয় আমি নিম্নতম আস্‌মানকে প্রদীপমালা দ্বারা সজ্জিত করেছি এবং সেগুলোকে শয়তানদের প্রতি নিক্ষেপের উপকরণ করেছি এবং তাদের জন্য জ্বলন্ত আগুনের শাস্তি প্রস্তুত করেছি।",
			"en_kanzulimaan": "And indeed We have beautified the lower heaven with lamps, and have made them weapons against the devils, and have kept prepared for them the punishment of the blazing fire.",
			"ur_kanzulimaan": "اور بیشک ہم نے نیچے کے آسمان کو چراغوں سے آراستہ کیا اور انہیں شیطانوں کے لیے مار کیا اور ان کے لیے بھڑکتی آگ کا عذاب تیار فرمایا",
			"hi_kanzulimaan": "और बेशक हमने नीचे के आसमान को (9फ) चिराग़ों से आरास्ता किया(10फ) और उन्हें शैतानों के लिये मार किया (11फ) और उनके लिये (12फ) भड़कती आग का अज़ाब तैयार फ़रमाया (13फ)",
			"id": 5,
			"text": "وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ",
			"author": "৫. আর আমরা নিকটবর্তী আকাশকে সুশোভিত করেছি (তারকা, গ্রহ, অপরাপর গ্রহাণু ও উল্কাপিন্ডের আকারে) প্রদীপমালা দ্বারা এবং এগুলোকে করেছি শয়তানদের (নেতিবাচক প্রভাব নিঃশেষ করার এবং অবাধ্য শক্তির) প্রতি নিক্ষেপের উপকরণ হিসেবে। আর আমরা এদের জন্যে প্রস্তুত রেখেছি প্রজ্বলিত অগ্নির শাস্তি।"
		},
		{
			"_id": "5247",
			"sura": "67",
			"para": "29",
			"verses": "6",
			"names": "وَ لِلَّذِیۡنَ کَفَرُوۡا  بِرَبِّہِمۡ  عَذَابُ جَہَنَّمَ ؕ وَ بِئۡسَ الۡمَصِیۡرُ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ لِلَّذِیۡنَ کَفَرُوۡا  بِرَبِّہِمۡ  عَذَابُ جَہَنَّمَ ؕ وَ بِئۡسَ الۡمَصِیۡرُ ﴿۶﴾ ",
			"index": "5247",
			"name": "এবং যারা আপন রবের সাথে কুফর করেছে তাদের জন্য জাহান্নামের শাস্তি রয়েছে এবং কতোই মন্দ পরিণতি!",
			"en_kanzulimaan": "And for those who disbelieved in their Lord, is the punishment of hell; and what a wretched outcome!",
			"ur_kanzulimaan": "اور جنہوں نے اپنے رب کے ساتھ کفر کیا ان کے لیے جہنم کا عذاب ہے، اور کیا ہی برا انجام،",
			"hi_kanzulimaan": "और जिन्होंने अपने रब के साथ कुफ़्र किया (14फ) उनके लिये जहन्नम का अज़ाब है और क्या ही बुरा अंजाम",
			"id": 6,
			"text": "وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ",
			"author": "৬. আর যারা তাদের প্রতিপালককে অস্বীকার করেছে, তাদের জন্যে রয়েছে জাহান্নামের শাস্তি। আর কতোই না নিকৃষ্ট সেই প্রত্যাবর্তনস্থল!"
		},
		{
			"_id": "5248",
			"sura": "67",
			"para": "29",
			"verses": "7",
			"names": "اِذَاۤ  اُلۡقُوۡا فِیۡہَا سَمِعُوۡا  لَہَا شَہِیۡقًا وَّ ہِیَ  تَفُوۡرُ ۙ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "اِذَاۤ  اُلۡقُوۡا فِیۡہَا سَمِعُوۡا  لَہَا شَہِیۡقًا وَّ ہِیَ  تَفُوۡرُ ۙ﴿۷﴾ ",
			"index": "5248",
			"name": "যখন (তাদেরকে) তাতে নিক্ষেপ করা হবে, তখন সেটার চিৎকারের শব্দ শুনবে- তা জোশ্‌ মারছে। ",
			"en_kanzulimaan": "They will hear it hissing when they will be thrown into it, and it is boiling.",
			"ur_kanzulimaan": "جب اس میں ڈالے جائیں گے اس کا رینکنا (چنگھاڑنا) سنیں گے کہ جوش مارتی ہے",
			"hi_kanzulimaan": "जब उसमें डाले जाएंगे, उसका रैंकना सुनेंगे कि जोश मारती है",
			"id": 7,
			"text": "إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ",
			"author": "৭. যখন এদেরকে তাতে নিক্ষেপ করা হবে, তখন এরা এর ভয়ানক গর্জন শুনবে এবং তা (ক্রোধে) উদ্বেলিত হয়ে উঠবে,"
		},
		{
			"_id": "5249",
			"sura": "67",
			"para": "29",
			"verses": "8",
			"names": "تَکَادُ  تَمَیَّزُ مِنَ  الۡغَیۡظِ ؕ کُلَّمَاۤ  اُلۡقِیَ فِیۡہَا  فَوۡجٌ سَاَلَہُمۡ خَزَنَتُہَاۤ  اَلَمۡ یَاۡتِکُمۡ  نَذِیۡرٌ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "تَکَادُ  تَمَیَّزُ مِنَ  الۡغَیۡظِ ؕ کُلَّمَاۤ  اُلۡقِیَ فِیۡہَا  فَوۡجٌ سَاَلَہُمۡ خَزَنَتُہَاۤ  اَلَمۡ یَاۡتِکُمۡ  نَذِیۡرٌ ﴿۸﴾ ",
			"index": "5249",
			"name": "মনে হবে যে ভীষণ ক্রোধে ফেটে পড়ছে। যখনই কোন দলকে তাতে নিক্ষেপ করা হবে তখন সেটার দারোগা তাদেরকে জিজ্ঞাসা করবে, ‘তোমাদের নিকট কি কোন সতর্ককারী আসে নি?’",
			"en_kanzulimaan": "As if about to explode with rage; whenever a group is thrown into it, the guardians of hell will ask them, Did not a Herald of Warning come to you?",
			"ur_kanzulimaan": "معلوم ہوتا ہے کہ شدت غضب میں پھٹ جائے گی، جب کبھی کوئی گروہ اس میں ڈالا جائے گا اس کے داروغہ ان سے پوچھیں گے کیا تمہارے پاس کوئی ڈر سنانے والا نہ آیا تھا",
			"hi_kanzulimaan": "मालूम होता है कि शिद्दते ग़ज़ब में फट जाएगी जब कभी कोई गिरोह उसमें डाला जाएगा उसके दारोग़ा (15फ) उनसे पूछेंगे क्या तुम्हारे पास कोई डर सुनाने वाला नहीं आया था (16फ)",
			"id": 8,
			"text": "تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ",
			"author": "৮. যেন (এখনি) তা প্রচন্ড ক্রোধে ফেটে পড়বে। যখনই এতে কোনো দলকে নিক্ষেপ করা হবে, তখনই এর প্রহরীরা তাদেরকে জিজ্ঞেস করবে, ‘তোমাদের নিকট কি কোনো সতর্ককারী আসেনি?’"
		},
		{
			"_id": "5250",
			"sura": "67",
			"para": "29",
			"verses": "9",
			"names": "قَالُوۡا  بَلٰی قَدۡ جَآءَنَا  نَذِیۡرٌ ۬ۙ  فَکَذَّبۡنَا وَ قُلۡنَا مَا نَزَّلَ اللّٰہُ  مِنۡ شَیۡءٍ ۚۖ اِنۡ  اَنۡتُمۡ اِلَّا فِیۡ ضَلٰلٍ کَبِیۡرٍ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا  بَلٰی قَدۡ جَآءَنَا  نَذِیۡرٌ ۬ۙ  فَکَذَّبۡنَا وَ قُلۡنَا مَا نَزَّلَ اللّٰہُ  مِنۡ شَیۡءٍ ۚۖ اِنۡ  اَنۡتُمۡ اِلَّا فِیۡ ضَلٰلٍ کَبِیۡرٍ ﴿۹﴾ ",
			"index": "5250",
			"name": "তারা বলবে, ‘কেন নয়? নিশ্চয় আমাদের নিকট সতর্ককারী তাশরীফ এনেছেন অতঃপর আমরা অস্বীকার করেছি এবং বলেছি, ‘আল্লাহ্‌ কিছুই অবতীর্ণ করেননি। তোমরা তো নও, কিন্তু জঘন্য পথভ্রষ্টতাঁর মধ্যে। ",
			"en_kanzulimaan": "They will say, Yes, why not  indeed a Herald of Warning did come to us  in response we denied and said Allah has not sent down anything  you are not except in a great error.",
			"ur_kanzulimaan": "کہیں گے کیوں نہیں بیشک ہمارے پاس ڈر سنانے والے تشریف لائے پھر ہم نے جھٹلایا اور کہا اللہ نے کچھ نہیں اُتارا، تم تو نہیں مگر بڑی گمراہی میں،",
			"hi_kanzulimaan": "कहेंगे क्यों नहीं बेशक हमारे पास डर सुनाने वाले तशरीफ़ लाए (17फ) फिर हमने झुटलाया और कहा अल्लाह ने कुछ नहीं उतारा, तुम तो नहीं मगर बड़ी गुमराही में",
			"id": 9,
			"text": "قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ",
			"author": "৯. তারা বলবে, ‘হ্যাঁ! অবশ্যই আমাদের নিকট সতর্ককারী আগমন করেছিলেন, তবে আমরা তাঁকে মিথ্যাপ্রতিপন্ন করেছিলাম এবং বলেছিলাম, আল্লাহ্ কিছুই অবতীর্ণ করেননি, তোমরা তো কেবল প্রচন্ড গোমরাহীতে (পড়ে) রয়েছো।’"
		},
		{
			"_id": "5251",
			"sura": "67",
			"para": "29",
			"verses": "10",
			"names": "وَ قَالُوۡا  لَوۡ  کُنَّا نَسۡمَعُ  اَوۡ نَعۡقِلُ مَا کُنَّا فِیۡۤ   اَصۡحٰبِ السَّعِیۡرِ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡا  لَوۡ  کُنَّا نَسۡمَعُ  اَوۡ نَعۡقِلُ مَا کُنَّا فِیۡۤ   اَصۡحٰبِ السَّعِیۡرِ ﴿۱۰﴾ ",
			"index": "5251",
			"name": "এবং বলবে, ‘যদি আমরা শুনতাম অথবা বুঝতাম, তবে দোযখবাসীদের অন্তর্ভুক্ত হতাম না’।",
			"en_kanzulimaan": "And they will say, Had we listened or understood, we would not have been among the people of hell.",
			"ur_kanzulimaan": "اور کہیں گے اگر ہم سنتے یا سمجھتے تو دوزخ والوں میں نہ ہوتے،",
			"hi_kanzulimaan": "और कहेंगे अगर हम सुनते या समझते (18फ) तो दोज़ख़ वालों में न होते",
			"id": 10,
			"text": "وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ",
			"author": "১০. তারা আরো বলবে, ‘যদি আমরা (সত্য) শুনতাম অথবা বিবেক-বুদ্ধি প্রয়োগ করতাম, তবে আমরা জাহান্নামবাসীদের অন্তর্ভুক্ত হতাম না’।"
		},
		{
			"_id": "5252",
			"sura": "67",
			"para": "29",
			"verses": "11",
			"names": "فَاعۡتَرَفُوۡا بِذَنۡۢبِہِمۡ ۚ فَسُحۡقًا  لِّاَصۡحٰبِ السَّعِیۡرِ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "فَاعۡتَرَفُوۡا بِذَنۡۢبِہِمۡ ۚ فَسُحۡقًا  لِّاَصۡحٰبِ السَّعِیۡرِ ﴿۱۱﴾ ",
			"index": "5252",
			"name": "এখন তারা নিজেদের পাপ স্বীকার করলো। সুতরাং দোযখীদের প্রতি ধিক্কার!",
			"en_kanzulimaan": "So now they admit their sins! Therefore accursed be the people of hell!",
			"ur_kanzulimaan": "اب اپنے گناہ کا اقرار کیا تو پھٹکار ہو دوزخیوں کو،",
			"hi_kanzulimaan": "अब अपने गुनाह का इक़रार किया (19फ) तो फिटकार हो दोज़ख़ियों को",
			"id": 11,
			"text": "فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ",
			"author": "১১. অতঃপর তারা নিজেদের অপরাধ স্বীকার করবে, সুতরাং জাহান্নামীরা (আল্লাহ্‌র রহমত থেকে) দূর হোক।"
		},
		{
			"_id": "5253",
			"sura": "67",
			"para": "29",
			"verses": "12",
			"names": "اِنَّ  الَّذِیۡنَ یَخۡشَوۡنَ رَبَّہُمۡ بِالۡغَیۡبِ لَہُمۡ مَّغۡفِرَۃٌ  وَّ  اَجۡرٌ  کَبِیۡرٌ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الَّذِیۡنَ یَخۡشَوۡنَ رَبَّہُمۡ بِالۡغَیۡبِ لَہُمۡ مَّغۡفِرَۃٌ  وَّ  اَجۡرٌ  کَبِیۡرٌ ﴿۱۲﴾ ",
			"index": "5253",
			"name": "নিশ্চয় ওই সব লোক, যারা না দেখে আপন রবকে ভয় করে, তাদের জন্য রয়েছে ক্ষমা ও মহাপুরস্কার। ",
			"en_kanzulimaan": "Indeed for those who fear their Lord without seeing is forgiveness, and a great reward.",
			"ur_kanzulimaan": "بیشک جو بے دیکھے اپنے رب سے ڈرتے ہیں ان کے لیے بخشش اور بڑا ثواب ہے",
			"hi_kanzulimaan": "बेशक वो जो बे देखे अपने रब से डरते हैं (20फ) उनके लिये बख़्शिश और बड़ा सवाब है (21फ)",
			"id": 12,
			"text": "إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ",
			"author": "১২. নিশ্চয়ই যারা তাদের প্রতিপালককে না দেখে ভয় করে, তাদের জন্যে রয়েছে ক্ষমা এবং মহাপুরস্কার।"
		},
		{
			"_id": "5254",
			"sura": "67",
			"para": "29",
			"verses": "13",
			"names": "وَ اَسِرُّوۡا  قَوۡلَکُمۡ  اَوِ اجۡہَرُوۡا بِہٖ ؕ اِنَّہٗ  عَلِیۡمٌۢ  بِذَاتِ الصُّدُوۡرِ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَسِرُّوۡا  قَوۡلَکُمۡ  اَوِ اجۡہَرُوۡا بِہٖ ؕ اِنَّہٗ  عَلِیۡمٌۢ  بِذَاتِ الصُّدُوۡرِ ﴿۱۳﴾ ",
			"index": "5254",
			"name": "এবং তোমরা নিজেদের কথা নীরবে বলো কিংবা সরবে, তিনি তো অন্তর্যামী। ",
			"en_kanzulimaan": "And whether you speak softly or proclaim it aloud; He indeed knows what lies within the hearts!",
			"ur_kanzulimaan": "اور تم اپنی بات آہستہ کہو یا آواز سے، وہ تو دلوں کی جانتا ہے",
			"hi_kanzulimaan": "और तुम अपनी बात आहिस्ता कहो या आवाज़ से, वह तो दिलों की जानता है (22फ)",
			"id": 13,
			"text": "وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
			"author": "১৩. আর তোমরা তোমাদের কথা গোপনে বলো অথবা সশব্দে বলো, নিশ্চয়ই তিনি অন্তরের (অব্যক্ত) কথাও সম্যক অবগত।"
		},
		{
			"_id": "5255",
			"sura": "67",
			"para": "29",
			"verses": "14",
			"names": "اَلَا یَعۡلَمُ مَنۡ خَلَقَ ؕ وَ ہُوَ اللَّطِیۡفُ الۡخَبِیۡرُ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "اَلَا یَعۡلَمُ مَنۡ خَلَقَ ؕ وَ ہُوَ اللَّطِیۡفُ الۡخَبِیۡرُ ﴿۱۴﴾ ",
			"index": "5255",
			"name": "তিনি কি জানেন না, যিনি সৃষ্টি করেছেন? এবং তিনিই হন প্রত্যেক সূক্ষ্ম বিষয়ের জ্ঞাতা, অবহিত। ",
			"en_kanzulimaan": "What! Will He Who has created not know? Whereas He knows every detail, the All Aware!",
			"ur_kanzulimaan": "کیا وہ نہ جانے جس نے پیدا کیا؟ اور وہی ہے ہر باریکی جانتا خبردار،",
			"hi_kanzulimaan": "क्या वह न जाने जिसने पैदा किया (23फ) और वही है हर बारीकी जानता ख़बरदार",
			"id": 14,
			"text": "أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ",
			"author": "১৪. যিনি সৃষ্টি করেছেন তিনি কি জানেন না? প্রকৃতপক্ষে তিনি সূক্ষ্মদর্শী, (সকল কিছুই) অবগত।"
		},
		{
			"_id": "5256",
			"sura": "67",
			"para": "29",
			"verses": "15",
			"names": "ہُوَ  الَّذِیۡ جَعَلَ  لَکُمُ  الۡاَرۡضَ ذَلُوۡلًا فَامۡشُوۡا فِیۡ  مَنَاکِبِہَا وَ کُلُوۡا مِنۡ رِّزۡقِہٖ ؕ وَ  اِلَیۡہِ  النُّشُوۡرُ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "ہُوَ  الَّذِیۡ جَعَلَ  لَکُمُ  الۡاَرۡضَ ذَلُوۡلًا فَامۡشُوۡا فِیۡ  مَنَاکِبِہَا وَ کُلُوۡا مِنۡ رِّزۡقِہٖ ؕ وَ  اِلَیۡہِ  النُّشُوۡرُ ﴿۱۵﴾ ",
			"index": "5256",
			"name": "তিনিই, যিনি তোমাদের জন্য ভূ-পৃষ্ঠকে সুগম করে দিয়েছেন সুতরাং সেটার রাস্তাগুলো দিয়ে চলো এবং আল্লাহ্‌ প্রদত্ত জীবিকাগুলোর থেকে আহার করো। আর তাঁরই দিকে উত্থিত হতে হবে। ",
			"en_kanzulimaan": "It is He Who subjected the earth for you, therefore tread its paths and eat from Allahs sustenance; and towards Him is the resurrection.",
			"ur_kanzulimaan": "وہی ہے جس نے تمہارے لیے زمین رام (تابع) کر دی تو اس کے رستوں میں چلو اور اللہ کی روزی میں سے کھاؤ اور اسی کی طرف اٹھنا ہے",
			"hi_kanzulimaan": "वही है जिसने तुम्हारे लिये ज़मीन राम कर दी तो उसके रस्तों में चलो और अल्लाह की रोज़ी में से खाओ (24फ) और उसी की तरफ़ उठना है (25फ)",
			"id": 15,
			"text": "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ",
			"author": "১৫. তিনিই তোমাদের জন্যে পৃথিবীকে করেছেন সুগম এবং অধীনস্ত। সুতরাং এর পথেই চলো। আর তাঁর (দেয়া) রিযিক থেকে খাও। আর (মৃত্যুর পর) তাঁরই দিকে পুনরুত্থান।"
		},
		{
			"_id": "5257",
			"sura": "67",
			"para": "29",
			"verses": "16",
			"names": "ءَاَمِنۡتُمۡ  مَّنۡ  فِی السَّمَآءِ  اَنۡ یَّخۡسِفَ بِکُمُ  الۡاَرۡضَ فَاِذَا ہِیَ  تَمُوۡرُ ﴿ۙ۱۶﴾ ",
			"number": "",
			"verses_PDMS": "ءَاَمِنۡتُمۡ  مَّنۡ  فِی السَّمَآءِ  اَنۡ یَّخۡسِفَ بِکُمُ  الۡاَرۡضَ فَاِذَا ہِیَ  تَمُوۡرُ ﴿ۙ۱۶﴾ ",
			"index": "5257",
			"name": "তোমরা কি নির্ভিক হয়ে গেছো তাঁরই থেকে, যার বাদশাহী আস্‌মানে রয়েছে, এ থেকে যে, তিনি তোমাদেরকে ভূ-গর্ভে ধ্বসিয়ে ফেলবেন। তখনই তা কাঁপতে থাকবে। ",
			"en_kanzulimaan": "Have you become unafraid of the One Who controls the heavens, that He will not cause you to sink into the earth when it trembles?",
			"ur_kanzulimaan": "کیا تم اس سےنڈر ہوگئے جس کی سلطنت آسمان میں ہے کہ تمہیں زمین میں دھنسادے جبھی وہ کانپتی رہے",
			"hi_kanzulimaan": "क्या तुम उससे निडर हो गए जिसकी सल्तनत आसमान में है कि तुम्हें ज़मीन में धंसा दे (26फ) जभी वह कांपती रहे (27फ)",
			"id": 16,
			"text": "ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ",
			"author": "১৬. তোমরা কি নির্ভয় হয়ে গিয়েছো আসমানের অধিপতি (প্রতিপালক) থেকে যে তিনি তোমাদেরকে পৃথিবীতে (এমনভাবে) ধ্বসিয়ে দেবেন না, অতঃপর তা অকস্মাৎ কেঁপে উঠবে?"
		},
		{
			"_id": "5258",
			"sura": "67",
			"para": "29",
			"verses": "17",
			"names": "اَمۡ اَمِنۡتُمۡ مَّنۡ فِی السَّمَآءِ  اَنۡ یُّرۡسِلَ عَلَیۡکُمۡ حَاصِبًا ؕ فَسَتَعۡلَمُوۡنَ  کَیۡفَ نَذِیۡرِ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "اَمۡ اَمِنۡتُمۡ مَّنۡ فِی السَّمَآءِ  اَنۡ یُّرۡسِلَ عَلَیۡکُمۡ حَاصِبًا ؕ فَسَتَعۡلَمُوۡنَ  کَیۡفَ نَذِیۡرِ ﴿۱۷﴾ ",
			"index": "5258",
			"name": "অথবা তোমরা কি ভয়হীন হয়ে গেছো তাঁর থেকে, যার বাদশাহী আস্‌মানে রয়েছে, এ থেকে যে তোমাদের প্রতি তিনি কঙ্করবর্ষী ঝঞ্ঝা প্রেরণ করবেন? সুতরাং এখন জানতে পারবে কেমন ছিলো আমার ভয় প্রদর্শন। ",
			"en_kanzulimaan": "Or have you become unafraid of the One Who controls the heavens, that He will not send a torrent of stones upon you? So now you will realise, how My warning turned out!",
			"ur_kanzulimaan": "یا تم نڈر ہوگئے اس سے جس کی سلطنت آسمان میں ہے کہ تم پر پتھراؤ بھیجے تو اب جانو گے کیسا تھا میرا ڈرانا،",
			"hi_kanzulimaan": "या तुम निडर हो गए उससे जिसकी सल्तनत आसमान में है कि तुम पर पथराव भेजे (28फ) तो अब जानोगे (29फ) कैसा था मेरा डराना",
			"id": 17,
			"text": "أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ",
			"author": "১৭. নাকি তোমরা নিশ্চিন্ত হয়ে গিয়েছো আসমানের অধিপতি (প্রতিপালক) থেকে যে তিনি তোমাদের প্রতি কঙ্করবর্ষী বায়ু প্রেরণ করবেন না? অতঃপর তোমরা অচিরেই জানতে পারবে আমার ভীতিপ্রদর্শন কেমন ছিল?"
		},
		{
			"_id": "5259",
			"sura": "67",
			"para": "29",
			"verses": "18",
			"names": "وَ لَقَدۡ  کَذَّبَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ فَکَیۡفَ کَانَ نَکِیۡرِ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ  کَذَّبَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ فَکَیۡفَ کَانَ نَکِیۡرِ ﴿۱۸﴾ ",
			"index": "5259",
			"name": "এবং নিশ্চয় তাদের পূর্ববর্তীগণ অস্বীকার করেছে। সুতরাং কেমন হয়েছে আমাকে অস্বীকার করা?’",
			"en_kanzulimaan": "And indeed those before them had denied  therefore how did My rejection turn out!",
			"ur_kanzulimaan": "اور بیشک ان سے اگلوں نے جھٹلایا تو کیسا ہوا میرا انکار",
			"hi_kanzulimaan": "और बेशक उनसे अगलों ने झुटलाया (30फ) तो कैसा हुआ मेरा इन्कार (31फ)",
			"id": 18,
			"text": "وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ",
			"author": "১৮. আর অবশ্যই তারাও মিথ্যাপ্রতিপন্ন করেছিল যারা তাদের পূর্বে ছিল। সুতরাং আমার অস্বীকার কেমন (ভয়ানক তা প্রমাণিত)!"
		},
		{
			"_id": "5260",
			"sura": "67",
			"para": "29",
			"verses": "19",
			"names": "اَوَ لَمۡ  یَرَوۡا اِلَی الطَّیۡرِ فَوۡقَہُمۡ صٰٓفّٰتٍ وَّ یَقۡبِضۡنَ ؔۘؕ مَا یُمۡسِکُہُنَّ  اِلَّا الرَّحۡمٰنُ ؕ اِنَّہٗ  بِکُلِّ  شَیۡءٍۭ بَصِیۡرٌ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "اَوَ لَمۡ  یَرَوۡا اِلَی الطَّیۡرِ فَوۡقَہُمۡ صٰٓفّٰتٍ وَّ یَقۡبِضۡنَ ؔۘؕ مَا یُمۡسِکُہُنَّ  اِلَّا الرَّحۡمٰنُ ؕ اِنَّہٗ  بِکُلِّ  شَیۡءٍۭ بَصِیۡرٌ ﴿۱۹﴾ ",
			"index": "5260",
			"name": "এবং তারা কি নিজেদের উপরে পাখীগুলোকে দেখে নি? সেগুলো পাখা বিস্তার করে ও সংকুচিত করে। সেগুলোকে কেউ স্থির রাখে না রহমান ব্যতীত। নিশ্চয় তিনি সবকিছু দেখেন। ",
			"en_kanzulimaan": "And did they not see the birds above them, spreading and closing their wings? None except the Most Gracious holds them up; indeed He sees all things.",
			"ur_kanzulimaan": "اور کیا انہوں نے اپنے اوپر پرندے نہ دیکھے پر پھیلاتے اور سمیٹتے انہیں کوئی نہیں روکتا سوا رحمٰن کے بیشک وہ سب کچھ دیکھتا ہے،",
			"hi_kanzulimaan": "और क्या उन्होंने अपने ऊपर परिन्दे न देखे पर फैलाते (32फ) और समेटते, उन्हें कोई नहीं रोकता (33फ) सिवा रहमान के (34फ) बेशक वह सब कुछ देखता है",
			"id": 19,
			"text": "أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَـٰٓفَّـٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ",
			"author": "১৯. তারা কি তাদের ঊর্ধ্বে পাখা বিস্তারকারী এবং (কখনো) পাখা সংকোচনকারী বিহঙ্গকুলের প্রতি লক্ষ্য করেনি? তাদেরকে (শূন্যমন্ডলে পতন থেকে) কেউ রুখতে পারেনা, অসীম দয়ালু (-এঁর নির্ধারিত বিধান) ছাড়া। নিশ্চয়ই তিনি সর্ববিষয়ে সম্যক দ্রষ্টা।"
		},
		{
			"_id": "5261",
			"sura": "67",
			"para": "29",
			"verses": "20",
			"names": "اَمَّنۡ  ہٰذَا  الَّذِیۡ  ہُوَ جُنۡدٌ لَّکُمۡ یَنۡصُرُکُمۡ  مِّنۡ  دُوۡنِ  الرَّحۡمٰنِ ؕ اِنِ الۡکٰفِرُوۡنَ  اِلَّا  فِیۡ  غُرُوۡرٍ ﴿ۚ۲۰﴾ ",
			"number": "",
			"verses_PDMS": "اَمَّنۡ  ہٰذَا  الَّذِیۡ  ہُوَ جُنۡدٌ لَّکُمۡ یَنۡصُرُکُمۡ  مِّنۡ  دُوۡنِ  الرَّحۡمٰنِ ؕ اِنِ الۡکٰفِرُوۡنَ  اِلَّا  فِیۡ  غُرُوۡرٍ ﴿ۚ۲۰﴾ ",
			"index": "5261",
			"name": "অথবা তোমাদের সে কোন্‌ বাহিনী আছে, যা রহমানের মোকাবেলায় তোমাদের সাহায্য করবে? কাফিররা তো ধোকার মধ্যেই রয়েছে। ",
			"en_kanzulimaan": "Or which army do you have that will help you against the Most Gracious? The disbelievers are in nothing except an illusion.",
			"ur_kanzulimaan": "یا وہ کونسا تمہارا لشکر ہے کہ رحمٰن کے مقابل تمہاری مدد کرے کافر نہیں مگر دھوکے میں",
			"hi_kanzulimaan": "या वह कौन सा तुम्हारा लश्कर है कि रहमान के मुक़ाबिल तुम्हारी मदद करे (35फ) काफ़िर नहीं मगर धोखे में (36फ)",
			"id": 20,
			"text": "أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ",
			"author": "২০. বেশ, অতীব দয়াময় (আল্লাহ্)-এঁর বিপরীতে কেউ এমন আছে কি যে তোমাদের বাহিনী হয়ে তোমাদেরকে সাহায্য করবে? কাফেরেরা তো কেবল প্রবঞ্চনায় (লিপ্ত) রয়েছে।"
		},
		{
			"_id": "5262",
			"sura": "67",
			"para": "29",
			"verses": "21",
			"names": "اَمَّنۡ ہٰذَا الَّذِیۡ یَرۡزُقُکُمۡ  اِنۡ  اَمۡسَکَ رِزۡقَہٗ ۚ بَلۡ لَّجُّوۡا فِیۡ عُتُوٍّ  وَّ نُفُوۡرٍ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "اَمَّنۡ ہٰذَا الَّذِیۡ یَرۡزُقُکُمۡ  اِنۡ  اَمۡسَکَ رِزۡقَہٗ ۚ بَلۡ لَّجُّوۡا فِیۡ عُتُوٍّ  وَّ نُفُوۡرٍ ﴿۲۱﴾ ",
			"index": "5262",
			"name": "অথবা কে এমন আছে, যে তোমাদেরকে জীবিকা দেবে যদি তিনি আপন জীবিকা বন্ধ রাখেন? বরং তারা অবাধ্য এবং ঘৃণার মধ্যে অবিচল হয়ে আছে। ",
			"en_kanzulimaan": "Or who is such that will give you sustenance if Allah stops His sustenance? In fact they persist in rebellion and hatred.",
			"ur_kanzulimaan": "یا کونسا ایسا ہے جو تمہیں روزی دے اگر وہ اپنی روزی روک لے بلکہ وہ سرکش اور نفرت میں ڈھیٹ بنے ہوئے ہیں",
			"hi_kanzulimaan": "या कौन ऐसा है जो तुम्हें रोज़ी दे अगर वह अपनी रोज़ी रोक ले (37फ) बल्कि वो सरकश और नफ़रत में ढीट बने हुए हैं (38फ)",
			"id": 21,
			"text": "أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ",
			"author": "২১. বেশ, কেউ এমন আছে কি, যে তোমাদেরকে জীবনোপকরণ দান করবে যদি (আল্লাহ্ তোমাদের জন্যে) তাঁর জীবনোপকরণ বন্ধ করে দেন? বস্তুত তারা অবাধ্যতা এবং (সত্য থেকে) বিমুখতায় দৃঢ়ভাবে অবিচল রয়েছে।"
		},
		{
			"_id": "5263",
			"sura": "67",
			"para": "29",
			"verses": "22",
			"names": "اَفَمَنۡ یَّمۡشِیۡ مُکِبًّا عَلٰی وَجۡہِہٖۤ  اَہۡدٰۤی  اَمَّنۡ  یَّمۡشِیۡ سَوِیًّا عَلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "اَفَمَنۡ یَّمۡشِیۡ مُکِبًّا عَلٰی وَجۡہِہٖۤ  اَہۡدٰۤی  اَمَّنۡ  یَّمۡشِیۡ سَوِیًّا عَلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿۲۲﴾ ",
			"index": "5263",
			"name": "তবে কি ওই ব্যক্তি যে আপন মুখমণ্ডলের উপর ভর করে ঋজু হয়ে চলে সে অধিক সরল পথে রয়েছে, না ওই ব্যক্তি, যে সোজা হয়ে চলে, সরল পথের উপর?",
			"en_kanzulimaan": "So is one who walks inverted upon his face more rightly guided, or one who walks upright on the Straight Path?",
			"ur_kanzulimaan": "تو کیا وہ جو اپنے منہ کے بل اوندھا چلے زیادہ راہ پر ہے یا وہ جو سیدھا چلے سیدھی راہ پر",
			"hi_kanzulimaan": "तो क्या वो जो अपने मुंह के बल औंधा चले (39फ) ज़्यादा राह पर है या वह जो सीधा चले (40फ) सीधी राह पर  (41फ)",
			"id": 22,
			"text": "أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
			"author": "২২. যে উপুড় হয়ে মুখে ভর দিয়ে চলছে, সে সৎপথে রয়েছে, নাকি যে সোজা হয়ে সঠিক পথে চলে?"
		},
		{
			"_id": "5264",
			"sura": "67",
			"para": "29",
			"verses": "23",
			"names": "قُلۡ ہُوَ الَّذِیۡۤ  اَنۡشَاَکُمۡ وَ جَعَلَ  لَکُمُ السَّمۡعَ وَ الۡاَبۡصَارَ وَ الۡاَفۡـِٕدَۃَ ؕ قَلِیۡلًا مَّا  تَشۡکُرُوۡنَ ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ ہُوَ الَّذِیۡۤ  اَنۡشَاَکُمۡ وَ جَعَلَ  لَکُمُ السَّمۡعَ وَ الۡاَبۡصَارَ وَ الۡاَفۡـِٕدَۃَ ؕ قَلِیۡلًا مَّا  تَشۡکُرُوۡنَ ﴿۲۳﴾ ",
			"index": "5264",
			"name": "আপনি বলুন! ‘তিনিই, যিনি তোমাদেরকে সৃষ্টি করেছেন এবং তোমাদের জন্য কান, চোখ ও অন্তর সৃষ্টি করেছেন। কত কম লোকই কৃতজ্ঞতা প্রকাশ করছো!’",
			"en_kanzulimaan": "Proclaim (O dear Prophet Mohammed - peace and blessings be upon him), It is He Who created you, and made ears and eyes and hearts for you; very little thanks do you offer!",
			"ur_kanzulimaan": "تم فرماؤ وہی ہے جس نے تمہیں پیدا کیا اور تمہارے لیے کان اور آنکھ اور دل بنائے کتنا کم حق مانتے ہو",
			"hi_kanzulimaan": "तुम फ़रमाओ (42फ) वही जिसने तुम्हें पैदा किया और तुम्हारे लिये कान और आँख और दिल बनाए (43फ) कितना कम हक़ मानते हो (44फ)",
			"id": 23,
			"text": "قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ",
			"author": "২৩. বলে দিন, ‘তিনিই (আল্লাহ্) তোমাদেরকে সৃষ্টি করেছেন, আর তোমাদেরকে দিয়েছেন কর্ণ, চক্ষু এবং অন্তঃকরণ। তোমরা অল্পই কৃতজ্ঞতা প্রকাশ করো।’"
		},
		{
			"_id": "5265",
			"sura": "67",
			"para": "29",
			"verses": "24",
			"names": "قُلۡ ہُوَ الَّذِیۡ ذَرَاَکُمۡ فِی الۡاَرۡضِ وَ اِلَیۡہِ تُحۡشَرُوۡنَ ﴿۲۴﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ ہُوَ الَّذِیۡ ذَرَاَکُمۡ فِی الۡاَرۡضِ وَ اِلَیۡہِ تُحۡشَرُوۡنَ ﴿۲۴﴾ ",
			"index": "5265",
			"name": "আপনি বলুন! তিনিই, যিনি তোমাদেরকে পৃথিবীতে বিস্তার করেছেন এবং তাঁরই প্রতি উত্থিত হবে। ",
			"en_kanzulimaan": "Say, It is He Who has spread you out in the earth, and towards Him you will be raised.",
			"ur_kanzulimaan": "تم فرماؤ وہی ہے جس نے تمہیں زمین میں پھیلایا اور اسی کی طرف اٹھائے جاؤ گے",
			"hi_kanzulimaan": "तुम फ़रमाओ वही है जिसने ज़मीन में तुम्हें फैलाया और उसीकी तरफ़ उठाए जाओगे (45फ)",
			"id": 24,
			"text": "قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ",
			"author": "২৪. বলে দিন, ‘তিনিই তোমাদেরকে পৃথিবীতে বিস্তৃত করেছেন এবং তোমাদেরকে (কিয়ামতের দিন) তাঁরই নিকট সমবেত করা হবে’।"
		},
		{
			"_id": "5266",
			"sura": "67",
			"para": "29",
			"verses": "25",
			"names": "وَ یَقُوۡلُوۡنَ مَتٰی ہٰذَا الۡوَعۡدُ  اِنۡ  کُنۡتُمۡ صٰدِقِیۡنَ ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَقُوۡلُوۡنَ مَتٰی ہٰذَا الۡوَعۡدُ  اِنۡ  کُنۡتُمۡ صٰدِقِیۡنَ ﴿۲۵﴾ ",
			"index": "5266",
			"name": "এবং বলে, ‘এ প্রতিশ্রুতি কবে আসবে যদি তোমরা সত্যবাদী হও?’",
			"en_kanzulimaan": "And they say, When will this promise come, if you are truthful?",
			"ur_kanzulimaan": "اور کہتے ہیں یہ وعدہ کب آئے گا اگر تم سچے ہو،",
			"hi_kanzulimaan": "और कहते हैं (46फ) यह वादा (47फ) कब आएगा अगर तुम सच्चे हो",
			"id": 25,
			"text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
			"author": "২৫. আর তারা বলে, ‘(কিয়ামতের) এ প্রতিশ্রুতি কখন বাস্তবায়িত হবে, যদি তোমরা সত্যবাদী হও?’"
		},
		{
			"_id": "5267",
			"sura": "67",
			"para": "29",
			"verses": "26",
			"names": "قُلۡ  اِنَّمَا  الۡعِلۡمُ عِنۡدَ اللّٰہِ ۪ وَ  اِنَّمَاۤ  اَنَا نَذِیۡرٌ  مُّبِیۡنٌ ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اِنَّمَا  الۡعِلۡمُ عِنۡدَ اللّٰہِ ۪ وَ  اِنَّمَاۤ  اَنَا نَذِیۡرٌ  مُّبِیۡنٌ ﴿۲۶﴾ ",
			"index": "5267",
			"name": "আপনি বলুন, ‘এ জ্ঞান তো আল্লাহ্‌র নিকট রয়েছে এবং আমি তো এ-ই সুস্পষ্ট সতর্ককারী। ",
			"en_kanzulimaan": "Proclaim, Surely Allah has its knowledge; and I am only a Herald of plain warning.",
			"ur_kanzulimaan": "تم فرماؤ یہ علم تو اللہ کے پاس ہے، اور میں تو یہی صاف ڈر سنانے والا ہوں",
			"hi_kanzulimaan": "तुम फ़रमाओ यह इल्म तो अल्लाह के पास है और मैं तो यही साफ़ डर सुनाने वाला हूँ (48फ)",
			"id": 26,
			"text": "قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ",
			"author": "২৬. বলে দিন, ‘(এর সময়ের) জ্ঞান কেবল আল্লাহ্‌রই নিকট রয়েছে, আর আমি তো কেবল সুস্পষ্ট সতর্ককারী’ (সময় প্রকাশ করা হলে এর ভীতি দূর হয়ে যাবে)।"
		},
		{
			"_id": "5268",
			"sura": "67",
			"para": "29",
			"verses": "27",
			"names": "فَلَمَّا رَاَوۡہُ   زُلۡفَۃً  سِیۡٓـَٔتۡ وُجُوۡہُ الَّذِیۡنَ کَفَرُوۡا وَ قِیۡلَ ہٰذَا  الَّذِیۡ کُنۡتُمۡ بِہٖ  تَدَّعُوۡنَ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا رَاَوۡہُ   زُلۡفَۃً  سِیۡٓـَٔتۡ وُجُوۡہُ الَّذِیۡنَ کَفَرُوۡا وَ قِیۡلَ ہٰذَا  الَّذِیۡ کُنۡتُمۡ بِہٖ  تَدَّعُوۡنَ ﴿۲۷﴾ ",
			"index": "5268",
			"name": "অতঃপর যখন ওটা সন্নিকটে দেখতে পাবে তখন কাফিরদের মুখমণ্ডল বিকৃত হয়ে যাবে এবং তাদেরকে বলে দেওয়া হবে, ‘এটাই হচ্ছে-যা তোমরা চাচ্ছিলে’।",
			"en_kanzulimaan": "So when they will see it close, the faces of the disbelievers will become ghastly, and it will be declared, This is what you were demanding.",
			"ur_kanzulimaan": "پھر جب اسے پاس دیکھیں گے کافروں کے منہ بگڑ جائیں گے اور ان سے فرمادیا جائے گا یہ ہے جو تم مانگتے تھے",
			"hi_kanzulimaan": "फिर जब उसे (49फ) पास देखेंगे काफ़िरों के मुंह बिगड़ जाएंगे (50फ) और उनसे फ़रमा दिया जाएगा (51फ) यह है जो तुम मांगते थे (52फ)",
			"id": 27,
			"text": "فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ",
			"author": "২৭. অতঃপর যখন তারা সেই (প্রতিশ্রুত) দিনকে আসন্ন দেখবে, তখন কাফেরদের মুখমন্ডল মলিন হয়ে যাবে এবং (তাদেরকে) বলা হবে, ‘এটিই তো (সেই প্রতিশ্রুতি) যা তোমরা (দ্রুত) কামনা করতে’।"
		},
		{
			"_id": "5269",
			"sura": "67",
			"para": "29",
			"verses": "28",
			"names": "قُلۡ اَرَءَیۡتُمۡ  اِنۡ  اَہۡلَکَنِیَ  اللّٰہُ  وَ مَنۡ مَّعِیَ  اَوۡ  رَحِمَنَا ۙ فَمَنۡ  یُّجِیۡرُ الۡکٰفِرِیۡنَ مِنۡ عَذَابٍ اَلِیۡمٍ ﴿۲۸﴾  ",
			"number": "",
			"verses_PDMS": "قُلۡ اَرَءَیۡتُمۡ  اِنۡ  اَہۡلَکَنِیَ  اللّٰہُ  وَ مَنۡ مَّعِیَ  اَوۡ  رَحِمَنَا ۙ فَمَنۡ  یُّجِیۡرُ الۡکٰفِرِیۡنَ مِنۡ عَذَابٍ اَلِیۡمٍ ﴿۲۸﴾  ",
			"index": "5269",
			"name": "আপনি বলুন, ‘ভালো, দেখো তো! যদি আল্লাহ্‌ আমাকে ও আমার সঙ্গপ্রাপ্তদেরকে ধ্বংস করে দেন কিংবা আমাদের উপর দয়া করেন, তবে সে কে আছে, যে কাফিরদেরকে বেদনাদায়ক শাস্তি থেকে রক্ষা করবে?’",
			"en_kanzulimaan": "Say (O dear Prophet Mohammed - peace and blessings be upon him), What is your opinion Allah may either destroy me and those with me, or have mercy on us  so who is such that will protect the disbelievers from the painful punishment?",
			"ur_kanzulimaan": "تم فرماؤ بھلا دیکھو تو اگر اللہ مجھے اور میرے ساتھ والوں کو بلاک کردے یا ہم پر رحم فرمائے تو وہ کونسا ہے جو کافروں کو دکھ کے عذاب سے بچالے گا",
			"hi_kanzulimaan": "तुम फ़रमाओ (53फ) भला देखो तो अगर अल्लाह मुझे और मेरे साथ वालों को (54फ) हलाक कर दे या हम पर रहम फ़रमाए (55फ) तो वह कौन सा है जो काफ़िरों को दुख के अज़ाब से बचा लेगा (56फ)",
			"id": 28,
			"text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ",
			"author": "২৮. বলে দিন, ‘আচ্ছা বলো তো, (তোমরা যেমন কামনা করো) আল্লাহ্ যদি আমাকে এবং আমার সঙ্গীদেরকে মৃত্যুর দ্বার প্রান্তে নিয়ে যান অথবা আমাদের প্রতি অনুগ্রহ করেন (অর্থাৎ আমাদের মৃত্যু বিলম্বিত করেন) তবে কে আছে, যে যন্ত্রণাদায়ক শাস্তি থেকে কাফেরদেরকে রক্ষা করবে?’"
		},
		{
			"_id": "5270",
			"sura": "67",
			"para": "29",
			"verses": "29",
			"names": "قُلۡ  ہُوَ الرَّحۡمٰنُ  اٰمَنَّا بِہٖ  وَ عَلَیۡہِ تَوَکَّلۡنَا ۚ فَسَتَعۡلَمُوۡنَ مَنۡ ہُوَ  فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  ہُوَ الرَّحۡمٰنُ  اٰمَنَّا بِہٖ  وَ عَلَیۡہِ تَوَکَّلۡنَا ۚ فَسَتَعۡلَمُوۡنَ مَنۡ ہُوَ  فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۲۹﴾ ",
			"index": "5270",
			"name": "আপনি বলুন, ‘তিনিই রহমান, আমরা তাঁর উপর ঈমান এনেছি এবং তাঁরই উপর নির্ভর করেছি। সুতরাং এখন জানতে পারবে কে সুস্পষ্ট পথভ্রষ্টতার মধ্যে রয়েছে’।",
			"en_kanzulimaan": "Proclaim, He only is the Most Gracious  we have accepted faith in Him and have relied only upon Him; so you will now realise who is in open error.",
			"ur_kanzulimaan": "تم فرماؤ وہی رحمٰن ہے ہم اس پر ایمان لائے اور اسی پر بھروسہ کیا، تو اب جان جاؤ گے کون کھلی گمراہی میں ہے،",
			"hi_kanzulimaan": "तुम फ़रमाओ वही रहमान है (57फ) हम उसपर ईमान लाए और उसी पर भरोसा किया तो अब जान जाओगे (58फ) कौन खुली गुमराही में है",
			"id": 29,
			"text": "قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ",
			"author": "২৯. বলে দিন, ‘তিনিই দয়াময় (আল্লাহ্), যার প্রতি আমরা ঈমান আনয়ন করেছি এবং তাঁরই উপর আমরা ভরসা করি। অতঃপর তোমরা অচিরেই জানতে পারবে কে সুস্পষ্ট গোমরাহীতে রয়েছে।’"
		},
		{
			"_id": "5271",
			"sura": "67",
			"para": "29",
			"verses": "30",
			"names": "قُلۡ  اَرَءَیۡتُمۡ  اِنۡ  اَصۡبَحَ مَآؤُکُمۡ غَوۡرًا فَمَنۡ یَّاۡتِیۡکُمۡ بِمَآءٍ مَّعِیۡنٍ ﴿۳۰﴾",
			"number": "",
			"verses_PDMS": "قُلۡ  اَرَءَیۡتُمۡ  اِنۡ  اَصۡبَحَ مَآؤُکُمۡ غَوۡرًا فَمَنۡ یَّاۡتِیۡکُمۡ بِمَآءٍ مَّعِیۡنٍ ﴿۳۰﴾",
			"index": "5271",
			"name": "আপনি বলুন, ‘ভালো, দেখোতো! যদি সকালে তোমাদের পানি ভূ-গর্ভে ধ্বসে যায়, তবে এমন কে আছে, যে তোমাদের নিকট পানি এনে দেবে, যা চোখের সামনে প্রবহমান?’",
			"en_kanzulimaan": "Say, What is your opinion - if in the morning all your water were to sink into the earth, then who is such who can bring you water flowing before you?",
			"ur_kanzulimaan": "تم فرماؤ بھلا دیکھو تو اگر صبح کو تمہارا پانی زمین میں دھنس جائے تو وہ کون ہے جو تمہیں پانی لادے نگاہ کے سامنے بہتا",
			"hi_kanzulimaan": "तुम फ़रमाओ भला देखो तो अगर सुब्ह को तुम्हारा पानी ज़मीन में धंस जाए (59फ) तो वह कौन है जो तुम्हें पानी ला दे निगाह के सामने बहता (60फ)",
			"id": 30,
			"text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ",
			"author": "৩০.বলে দিন, ‘আচ্ছা বলো তো, যদি ভূগর্ভের পানি তোমাদের নাগালের বাইরে চলে যায় (অর্থাৎ শুকিয়ে যায়), তবে কে আছে যে তোমাদেরকে (ভূপৃষ্ঠের উপর) প্রবাহমান পানি এনে দেবে?’"
		}
	]