[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "670",
			"sura": "5",
			"para": "6",
			"verses": "1",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اَوۡفُوۡا بِالۡعُقُوۡدِ ۬ؕ اُحِلَّتۡ لَکُمۡ بَہِیۡمَۃُ الۡاَنۡعَامِ  اِلَّا مَا یُتۡلٰی عَلَیۡکُمۡ غَیۡرَ مُحِلِّی الصَّیۡدِ وَ اَنۡتُمۡ حُرُمٌ ؕ اِنَّ اللّٰہَ  یَحۡکُمُ مَا یُرِیۡدُ ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اَوۡفُوۡا بِالۡعُقُوۡدِ ۬ؕ اُحِلَّتۡ لَکُمۡ بَہِیۡمَۃُ الۡاَنۡعَامِ  اِلَّا مَا یُتۡلٰی عَلَیۡکُمۡ غَیۡرَ مُحِلِّی الصَّیۡدِ وَ اَنۡتُمۡ حُرُمٌ ؕ اِنَّ اللّٰہَ  یَحۡکُمُ مَا یُرِیۡدُ ﴿۱﴾ ",
			"index": "670",
			"name": "হে ঈমানদারগণ! স্বীয় অঙ্গীকার পূরণ করো। তোমাদের জন্য হালাল হলো বাকশক্তিহীন চতুষ্পদ জন্তু, কিন্তু (হালাল নয়) ওই সব (জন্তু), যেগুলোর কথা সামনে তোমাদেরকে শুনানো হবে, তবে শিকার হালাল মনে করো না যখন তোমরা ইহরামের মধ্যে থাকো। নিশ্চয় আল্লাহ্‌ আদেশ করেন যা চান। ",
			"en_kanzulimaan": "O People who Believe! Fulfil your words (agreements); the mute animals are made lawful for you (to eat) except what will be declared to you after this, but do not assume hunting as lawful when you are on the pilgrimage; indeed Allah commands whatever He wills.",
			"ur_kanzulimaan": "اے ایمان والو! اپنے قول پورے کرو تمہارے لئے حلال ہوئے بے زبان مویشی مگر وہ جو آگے سنایا جائے گا تم کو لیکن شکار حلال نہ سمجھو جب تم احرام میں ہو بیشک اللہ حکم فرماتا ہے جو چاہے،",
			"hi_kanzulimaan": "ऐ ईमान वालो अपने क़ौल (वचन) पूरे करो (2फ) तुम्हारे लिये हलाल हुए बे ज़ुबान मवेशी मगर वो जो आगे सुनाया जाएगा तुमको (3फ) लेकिन शिकार हलाल न समझो जब तुम एहराम में हो (4फ) बेशक अल्लाह हुक्म फ़रमाता है जो चाहे",
			"author": "১. হে ঈমানদারগণ! (নিজেদের) অঙ্গীকার পূর্ণ করো। তোমাদের জন্যে চতুষ্পদ জন্তু (অর্থাৎ গবাদি পশু) হালাল করা হয়েছে, সেসব (প্রাণী) ব্যতীত যা তোমাদের জন্যে পরবর্তীতে বর্ণিত হবে। (তবে) ইহরাম অবস্থায় শিকার করাকে হালাল মনে করো না। নিশ্চয়ই আল্লাহ্ যা চান তা নির্দেশ করেন।"
		},
		{
			"_id": "671",
			"sura": "5",
			"para": "6",
			"verses": "2",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تُحِلُّوۡا شَعَآئِرَ اللّٰہِ وَ لَا الشَّہۡرَ الۡحَرَامَ وَ لَا الۡہَدۡیَ وَ لَا الۡقَلَآئِدَ وَ لَاۤ  آٰمِّیۡنَ الۡبَیۡتَ الۡحَرَامَ یَبۡتَغُوۡنَ فَضۡلًا مِّنۡ رَّبِّہِمۡ وَ رِضۡوَانًا ؕ وَ اِذَا حَلَلۡتُمۡ فَاصۡطَادُوۡا ؕ وَ لَا یَجۡرِمَنَّکُمۡ شَنَاٰنُ قَوۡمٍ اَنۡ صَدُّوۡکُمۡ عَنِ الۡمَسۡجِدِ الۡحَرَامِ اَنۡ تَعۡتَدُوۡا ۘ وَ تَعَاوَنُوۡا عَلَی الۡبِرِّ وَ التَّقۡوٰی ۪ وَ لَا تَعَاوَنُوۡا عَلَی الۡاِثۡمِ وَ الۡعُدۡوَانِ ۪ وَ اتَّقُوا اللّٰہَ ؕ اِنَّ اللّٰہَ  شَدِیۡدُ الۡعِقَابِ ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تُحِلُّوۡا شَعَآئِرَ اللّٰہِ وَ لَا الشَّہۡرَ الۡحَرَامَ وَ لَا الۡہَدۡیَ وَ لَا الۡقَلَآئِدَ وَ لَاۤ  آٰمِّیۡنَ الۡبَیۡتَ الۡحَرَامَ یَبۡتَغُوۡنَ فَضۡلًا مِّنۡ رَّبِّہِمۡ وَ رِضۡوَانًا ؕ وَ اِذَا حَلَلۡتُمۡ فَاصۡطَادُوۡا ؕ وَ لَا یَجۡرِمَنَّکُمۡ شَنَاٰنُ قَوۡمٍ اَنۡ صَدُّوۡکُمۡ عَنِ الۡمَسۡجِدِ الۡحَرَامِ اَنۡ تَعۡتَدُوۡا ۘ وَ تَعَاوَنُوۡا عَلَی الۡبِرِّ وَ التَّقۡوٰی ۪ وَ لَا تَعَاوَنُوۡا عَلَی الۡاِثۡمِ وَ الۡعُدۡوَانِ ۪ وَ اتَّقُوا اللّٰہَ ؕ اِنَّ اللّٰہَ  شَدِیۡدُ الۡعِقَابِ ﴿۲﴾ ",
			"index": "671",
			"name": "হে ঈমানদারগণ! হালাল সাব্যস্ত করো না আল্লাহ্‌র নিদর্শনগুলোকে, না সম্মানিত মাসকে, না হেরমের প্রতি প্রেরিত ক্বোরবানীর পশুকে, না এমন সব পশুকেও, যেগুলোর গলায় চিহ্নসমূহ ঝুলানো হয়েছে এবং না সে সব লোকের সম্পদ ও মান-ইজ্জতকে, যারা সম্মানিত ঘরের উদ্দেশ্যে এসেছে, স্বীয় রবের দয়া ও তার সন্তুষ্টি লাভ করতে চায়। আর যখন তোমরা ইহ্‌রাম মুক্ত হবে তখন শিকার করতে পারো। আর তোমাদেরকে কোন গোত্রের এ শত্রুতা যে, ‘তোমাদেরকে তারা মসজিদে হারামে প্রবেশ করতে বাধা দিয়েছিলো’ যেন সীমালংঘনে প্ররোচিত না করে এবং সৎ ও খোদাভীরুতার কাজে তোমরা পরস্পরকে সাহায্য করো আর পাপ ও সীমালংঘণ একে অন্যের সাহায্য করো না এবং আল্লাহ্‌কে ভয় করতে থাকো নিশ্চয় আল্লাহ্‌র শাস্তি কঠোর। ",
			"en_kanzulimaan": "O People who Believe! Do not make lawful the symbols of Allah nor the sacred months nor the sacrificial animals sent to Sacred Territory (around Mecca) nor the animals marked with garlands, nor the lives and wealth of those travelling towards the Sacred House (Kaabah) seeking the munificence and pleasure of their Lord; and when you have completed the pilgrimage, you may hunt; and let not the enmity of the people who had stopped you from going to the Sacred Mosque tempt you to do injustice; and help one another in righteousness and piety - and do not help one another in sin and injustice - and keep fearing Allah; indeed Allahs punishment is severe.",
			"ur_kanzulimaan": "اے ایمان والو! حلال نہ ٹھہرالو اللہ کے نشان اور نہ ادب والے مہینے اور نہ حرم کو بھیجی ہوئی قربانیاں اور نہ جن کے گلے میں علامتیں آویزاں اور نہ ان کا مال و آبرو جو عزت والے گھر کا قصد کرکے آئیں اپنے رب کا فضل اوراس کی خوشی چاہتے اور جب احرام سے نکلو تو شکار کرسکتے ہو اور تمہیں کسی قوم کی عداوت کہ انہوں نے تم کو مسجد حرام سے روکا تھا، زیادتی کرنے پر نہ ابھارے اور نیکی اور پرہیزگاری پر ایک دوسرے کی مدد کرو اور گناہ اور زیادتی پر باہم مدد نہ دو اور اللہ سے ڈرتے رہو بیشک اللہ کا عذاب سخت ہے،",
			"hi_kanzulimaan": "ऐ ईमान वालो हलाल न ठहरा लो अल्लाह के निशान (5फ) और न अदब वाले महीने (6फ) और न हरम को भेजी हुई क़ुर्बानियां और न (7फ) जिनके गले में अलामतें (चिन्ह) लटकी हुई (8फ) और न उनका माल और आबरू जो इज़्ज़त वाले घर का इरादा करके आएं (9फ) अपने रब का फ़ज़्ल और उसकी ख़ुशी चाहते और जब एहराम से निकलो तो शिकार कर सकते हो (10फ) और तुम्हें किसी क़ौम की दुश्मनी, कि उन्होंने तुम को मस्जिदे हराम से रोका था, ज़ियादती करने पर न उभारे (11फ) और नेकी और परहेज़गारी पर एक दूसरे की मदद करो और गुनाह और ज़ियादती पर आपस में मदद न दो (12फ) और अल्लाह से डरते रहो, बेशक अल्लाह का अज़ाब सख़्त है",
			"author": "২. হে ঈমানদারগণ! তোমরা অবমাননা করো না আল্লাহ্‌র নিদর্শনাবলীর, আর না পবিত্র (ও সম্মানিত) মাসের (অর্থাৎ যিলক্বদ, যিলহজ্জ, মহররম ও রজব মাসের), না পবিত্র কা’বায় প্রেরিত কুরবাণীর পশুর, না মক্কার পথে ধাবমান প্রাণীর যেগুলোর গলায় চিহ্নিতকারী বন্ধনী রয়েছে; আর না পবিত্র গৃহ (কা’বা) অভিমুখী গমনকারীর পবিত্রতার (অর্থাৎ তার প্রাণ, সম্পদ এবং সম্মান ও মর্যাদার অসম্মান করো না, কেননা তারা সেসব লোক), যারা তাদের প্রতিপালকের অনুগ্রহ ও সন্তুষ্টি অন্বেষণ করছে। আর যখন তোমরা ইহরাম মুক্ত হও তখন তোমরা শিকার করতে পারো। আর তোমাদেরকে মসজিদুল হারামে (অর্থাৎ কা’বা গৃহে উপস্থিত হতে) বাধা দেয়ার কারণে যেন কোনো সম্প্রদায়ের প্রতি বিদ্বেষ তোমাদেরকে সীমালঙ্ঘনে প্ররোচিত না করে। আর পূণ্য ও খোদাভীতির (কাজের) ক্ষেত্রে একে অপরকে সাহায্য করো। তবে পাপ ও যুলুমে একে অপরকে সাহায্য করো না। আল্লাহ্কে ভয় করতে থাকো। নিশ্চয়ই আল্লাহ্ (পাপাচারীদেরকে) কঠিন শাস্তিপ্রদানকারী।"
		},
		{
			"_id": "672",
			"sura": "5",
			"para": "6",
			"verses": "3",
			"names": "حُرِّمَتۡ عَلَیۡکُمُ الۡمَیۡتَۃُ وَ الدَّمُ وَ لَحۡمُ الۡخِنۡزِیۡرِ وَ مَاۤ اُہِلَّ لِغَیۡرِ اللّٰہِ بِہٖ وَ الۡمُنۡخَنِقَۃُ وَ الۡمَوۡقُوۡذَۃُ وَ الۡمُتَرَدِّیَۃُ وَ النَّطِیۡحَۃُ وَ مَاۤ اَکَلَ السَّبُعُ اِلَّا مَا ذَکَّیۡتُمۡ ۟ وَ مَا ذُبِحَ عَلَی النُّصُبِ وَ اَنۡ تَسۡتَقۡسِمُوۡا بِالۡاَزۡلَامِ ؕ ذٰلِکُمۡ فِسۡقٌ ؕ اَلۡیَوۡمَ  یَئِسَ الَّذِیۡنَ  کَفَرُوۡا مِنۡ دِیۡنِکُمۡ فَلَا تَخۡشَوۡہُمۡ وَ اخۡشَوۡنِ ؕ اَلۡیَوۡمَ اَکۡمَلۡتُ لَکُمۡ دِیۡنَکُمۡ وَ اَتۡمَمۡتُ عَلَیۡکُمۡ نِعۡمَتِیۡ وَ رَضِیۡتُ لَکُمُ الۡاِسۡلَامَ دِیۡنًا ؕ فَمَنِ اضۡطُرَّ فِیۡ مَخۡمَصَۃٍ غَیۡرَ   مُتَجَانِفٍ لِّاِثۡمٍ ۙ فَاِنَّ اللّٰہَ غَفُوۡرٌ  رَّحِیۡمٌ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "حُرِّمَتۡ عَلَیۡکُمُ الۡمَیۡتَۃُ وَ الدَّمُ وَ لَحۡمُ الۡخِنۡزِیۡرِ وَ مَاۤ اُہِلَّ لِغَیۡرِ اللّٰہِ بِہٖ وَ الۡمُنۡخَنِقَۃُ وَ الۡمَوۡقُوۡذَۃُ وَ الۡمُتَرَدِّیَۃُ وَ النَّطِیۡحَۃُ وَ مَاۤ اَکَلَ السَّبُعُ اِلَّا مَا ذَکَّیۡتُمۡ ۟ وَ مَا ذُبِحَ عَلَی النُّصُبِ وَ اَنۡ تَسۡتَقۡسِمُوۡا بِالۡاَزۡلَامِ ؕ ذٰلِکُمۡ فِسۡقٌ ؕ اَلۡیَوۡمَ  یَئِسَ الَّذِیۡنَ  کَفَرُوۡا مِنۡ دِیۡنِکُمۡ فَلَا تَخۡشَوۡہُمۡ وَ اخۡشَوۡنِ ؕ اَلۡیَوۡمَ اَکۡمَلۡتُ لَکُمۡ دِیۡنَکُمۡ وَ اَتۡمَمۡتُ عَلَیۡکُمۡ نِعۡمَتِیۡ وَ رَضِیۡتُ لَکُمُ الۡاِسۡلَامَ دِیۡنًا ؕ فَمَنِ اضۡطُرَّ فِیۡ مَخۡمَصَۃٍ غَیۡرَ   مُتَجَانِفٍ لِّاِثۡمٍ ۙ فَاِنَّ اللّٰہَ غَفُوۡرٌ  رَّحِیۡمٌ ﴿۳﴾ ",
			"index": "672",
			"name": "তোমাদের উপর হারাম করা হয়েছে মড়া, রক্ত, শূকরের মাংস, ওই পশু যা যবেহ করার সময় আল্লাহ্‌ ব্যতীত অন্য কারো নাম উচ্চারন করা হয়েছে, ওই জন্তু যা শ্বাসরুদ্ধ হয়ে মারা পড়েছে, ওই পশু যাকে ধারাল নয় এমন বস্তু দিয়ে মেরে ফেলা হয়েছে, যা উপর থেকে পড়ে মারা গেছে, যে পশুকে অন্য পশু শিং দ্বারা আঘাত করে হত্যা করেছে, যেটাকে অন্য কোন হিংস্র পশু খেয়ে ফেলেছে, তবে যেগুলোকে তোমরা যবেহ্‌ করে নিয়েছো তা’ ব্যতীত, যা মূর্তি পূজার বেদীর উপর বলি দেয়া হয়েছে এবং জুয়ার তীর দ্বারা ভাগ নির্ণয় করা। এটা পাপ কাজ। আজ কাফিরগণ তোমাদের দ্বীন থেকে হতাশ হয়ে গেছে; সুতরাং তাদেরকে ভয় করো না এবং আমাকেই ভয় করো। আজ আমি তোমাদের জন্য তোমাদের দ্বীনকে পরিপূর্ণ করে দিলাম এবং তোমাদের উপর আমার অনুগ্রহ সম্পূর্ণ করলাম আর তোমাদের জন্য ইসলামকে দ্বীন মনোনীত করলাম। সুতরাং যে ব্যক্তি ক্ষুধা পিপাসার তীব্রতায় বাধ্য হয়, এভাবে যে, পাপের দিকে ধাবিত হয় না, তবে নিশ্চয় আল্লাহ্‌ ক্ষমাশীল, পরম দয়ালু। ",
			"en_kanzulimaan": "Forbidden for you are carrion, and blood, and flesh of swine, and that which has been slaughtered while proclaiming the name of any other than Allah, and one killed by strangling, and one killed with blunt weapons, and one which died by falling, and that which was gored by the horns of some animal, and one eaten by a wild beast, except those whom you slaughter; and (also forbidden is) that which is slaughtered at the altar (of idols) and that which is distributed by the throwing of arrows (as an omen); this is an act of sin; this day, the disbelievers are in despair concerning your religion, so do not fear them and fear Me; this day have I perfected your religion for you * and completed My favour upon you, and have chosen Islam as your religion; so whoever is forced by intense hunger and thirst and does not incline towards sin, then indeed Allah is Oft Forgiving, Most Merciful. (*Prophet Mohammed  peace and blessings be upon him  is the Last Prophet.)",
			"ur_kanzulimaan": "تم پر حرام ہے مُردار اور خون اور سور کا گوشت اور وہ جس کے ذبح میں غیر خدا کا نام پکارا گیا اور جو گلا گھونٹنے سے مرے اور بے دھار کی چیز سے مارا ہوا اور جو گر کر مرا اور جسے کسی جانور نے سینگ مارا اور جسے کوئی درندہ کھا گیا مگر جنہیں تم ذبح کرلو، اور جو کسی تھان پر ذبح کیا گیا اور پانسے ڈال کر بانٹا کرنا یہ گناہ کا کا م ہے، آج تمہارے دین کی طرف سے کافروں کی آس نوٹ گئی تو اُن سے نہ ڈرو اور مجھ سے ڈرو آج میں نے تمہارے لئے دین کامل کردیا اور تم پر اپنی نعمت پوری کردی اور تمہارے لئے اسلام کو دین پسند کیا تو جو بھوک پیاس کی شدت میں ناچار ہو یوں کہ گناہ کی طرف نہ جھکے تو بیشک اللہ بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "तुमपर हराम है (13फ) मुर्दार और ख़ून और सुअर का गोश्त और वह जिसके ज़िब्ह में ग़ैर ख़ुदा का नाम पुकारा गया और वो जो गला घोंटनें से मरे और बेधार की चीज़ से मारा हुआ और जो गिर कर मरा और जिसे किसी जानवर ने सींग मारा और जिसे कोई दरिन्दा खा गया, मगर जिन्हें तुम ज़िब्ह कर लो और जो किसी थान पर ज़िब्ह किया गया और पाँसे डाल कर बाँटा करना यह गुनाह का काम है आज तुम्हारे दीन की तरफ़ काफ़िरों की आस टूट गई (14फ) तो उनसे न डरो और मुझसे डरो आज मैंने तुम्हारे लिये तुम्हारा दीन कामिल (पूर्ण) कर दिया (15फ) और तुमपर अपनी नेमत पूरी कर दी (16फ) और तुम्हारे लिये इस्लाम को दीन पसन्द किया (17फ) तो जो भूख प्यास की शिद्दत (तेज़ी) में नाचार हो यूं कि गुनाह की तरफ़ न झुकें (18फ) तो बेशक अल्लाह बख़्श्ने वाला मेहरबान है",
			"author": "৩. তোমাদের জন্যে হারাম করা হয়েছে মৃতজন্তু (অর্থাৎ শরীয়ত সম্মত উপায়ে যবাই ব্যতীত মৃত প্রাণী), (প্রবাহিত) রক্ত, শূকরের মাংস, (সেসব প্রাণী) যা যবাই করার সময়ে আল্লাহ্ ব্যতীত অন্য কারো নাম উচ্চারণ করা হয়েছে, শ্বাসরুদ্ধ হয়ে মারা যাওয়া (প্রাণী), (ধারালো অস্ত্র ব্যতীত অন্য কোনো কিছুর) আঘাতে মারা যাওয়া, উঁচু স্থান থেকে পড়ে মারা যাওয়া, (কোনো প্রাণীর) শিংয়ের আঘাতে মারা যাওয়া এবং (সেসব প্রাণী) যাকে হিংস্র প্রাণী ছিঁড়ে খেয়েছে; তবে ওইসব প্রাণী ব্যতীত (মারা যাওয়ার পূর্বে) যাকে তোমরা যবাই করে নিয়েছো। আর (সেসব প্রাণীও) যা বাতিল উপাস্যদের পূজার বেদীতে (অর্থাৎ মূর্তির জন্যে নির্ধারিত হত্যার স্থানে) হত্যা করা হয়েছে। আর (এও হারাম) যে, তোমরা লটারীর (অর্থাৎ শুভাশুভ নিরূপণের তীরের) মাধ্যমে ভাগ্য নির্ণয় করো (অথবা অংশ বণ্টন করো)। এ সকল কর্মকান্ড গোনাহের কাজ। আজ কাফেরেরা তোমাদের দ্বীন (বিজয়ী হওয়ার কারণে তাদের ঘৃন্য প্রবৃত্তিগুলো) থেকে নিরাশ হয়ে গিয়েছে। কাজেই (হে মুসলমানগণ!) তোমরা তাদেরকে ভয় করো না বরং আমাকেই ভয় করো। আজ আমি তোমাদের জন্যে তোমাদের দ্বীনকে পরিপূর্ণ করে দিয়েছি, তোমাদের উপর আমার নিয়ামত পূর্ণ করে দিয়েছি এবং তোমাদের জন্যে ইসলামকে দ্বীন (হিসেবে, অর্থাৎ পরিপূর্ণ জীবনবিধানরূপে) মনোনীত করেছি। অতঃপর যদি কোনো ব্যক্তি প্রচন্ড ক্ষুধায় (এবং পিপাসায় একেবারে নিরূপায় অবস্থায়) গোনাহের দিকে ধাবিত না হয়ে বাধ্য হয় (অর্থাৎ ইচ্ছকৃতভাবে গোনাহে ধাবিত হয়ে হারাম বস্তু ভক্ষণ না করে); তখন নিশ্চয়ই আল্লাহ্ মহাক্ষমাশীল, অসীম দয়ালু।"
		},
		{
			"_id": "673",
			"sura": "5",
			"para": "6",
			"verses": "4",
			"names": "یَسۡـَٔلُوۡنَکَ مَاذَاۤ  اُحِلَّ لَہُمۡ ؕ قُلۡ اُحِلَّ لَکُمُ الطَّیِّبٰتُ ۙ وَ مَا عَلَّمۡتُمۡ مِّنَ الۡجَوَارِحِ مُکَلِّبِیۡنَ تُعَلِّمُوۡنَہُنَّ مِمَّا عَلَّمَکُمُ اللّٰہُ ۫ فَکُلُوۡا مِمَّاۤ  اَمۡسَکۡنَ عَلَیۡکُمۡ وَ اذۡکُرُوا اسۡمَ اللّٰہِ عَلَیۡہِ ۪ وَ اتَّقُوا اللّٰہَ ؕ اِنَّ اللّٰہَ سَرِیۡعُ  الۡحِسَابِ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "یَسۡـَٔلُوۡنَکَ مَاذَاۤ  اُحِلَّ لَہُمۡ ؕ قُلۡ اُحِلَّ لَکُمُ الطَّیِّبٰتُ ۙ وَ مَا عَلَّمۡتُمۡ مِّنَ الۡجَوَارِحِ مُکَلِّبِیۡنَ تُعَلِّمُوۡنَہُنَّ مِمَّا عَلَّمَکُمُ اللّٰہُ ۫ فَکُلُوۡا مِمَّاۤ  اَمۡسَکۡنَ عَلَیۡکُمۡ وَ اذۡکُرُوا اسۡمَ اللّٰہِ عَلَیۡہِ ۪ وَ اتَّقُوا اللّٰہَ ؕ اِنَّ اللّٰہَ سَرِیۡعُ  الۡحِسَابِ ﴿۴﴾ ",
			"index": "673",
			"name": "হে মাহ্‌বূব! আপনাকে জিজ্ঞাসা করছে যে, তাদের জন্য কী হালাল করা হয়েছে। আপনি বলে দিন, ‘তোমাদের জন্য হালাল করা হয়েছে পবিত্র বস্তুসমূহ; এবং যে শিকারী জন্তুকে তোমরা শিকার শিক্ষা দিয়েছো সেগুলোকে শিকারের দিকে ধাবিত করে, যে জ্ঞান তোমাদেরকে আল্লাহ্‌ শিক্ষা দিয়েছেন তা থেকে সেগুলোকে শিক্ষা দিয়ে। সুতরাং তোমরা আহার করো তা থেকেই যা সেগুলো মেরে তোমাদের জন্য রেখে দেয়, এবং সেটার উপর আল্লাহ্‌র নাম নাও আর আল্লাহ্‌কে ভয় করতে থাকো। নিশ্চয় হিসাব করতে আল্লাহ্‌র বেশি সময় লাগে না। ",
			"en_kanzulimaan": "They ask you (O dear Prophet Mohammed - peace and blessings be upon him) what is made lawful for them; say, Pure things are made lawful for you, and the beasts (and birds) of prey which you have trained and use for hunting, (and) you teach them what Allah has taught you; so eat what they kill and leave for you, and mention Allahs name upon it - and keep fearing Allah; indeed Allah is Swift At Taking Account.",
			"ur_kanzulimaan": "اے محبوب! تم سے پوچھتے ہیں کہ اُن کے لئے کیا حلال ہوا تم فرمادو کہ حلال کی گئیں تمہارے لئے پاک چیزیں اور جو شکاری جانور تم نے سدھالیے انہیں شکار پر دوڑاتے جو علم تمہیں خدا نے دیا اس سے انہیں سکھاتے تو کھاؤ اس میں سے جو وہ مار کر تمہارے لیے رہنے دیں اور اس پر اللہ کا نام لو اور اللہ سے ڈرتے رہو بیشک اللہ کو حساب کرتے دیر نہیں لگتی،",
			"hi_kanzulimaan": "ऐ मेहबूब, तुम से पूछते हैं कि उनके लिये क्या हलाल हुआ तुम फ़रमादो कि हलाल की गईं तुम्हारे लिये पाक चीजे़ं (19फ) और जो शिकारी जानवर तुम ने सधा लिये (20फ) उन्हें शिकार पर दौड़ाते जो इल्म तुम्हें ख़ुदा ने दिया उसमें से उन्हें सिखाते तो खाओ उस में से जो वो मारकर तुम्हारे लिये रहने दें (21फ) और उसपर अल्लाह का नाम लो (22फ) और अल्लाह से डरते रहो बेशक अल्लाह को हिसाब करते देर नहीं लगती",
			"author": "৪. লোকেরা আপনাকে জিজ্ঞেস করে, তাদের জন্যে কী কী বস্তু হালাল করা হয়েছে। (তাদেরকে) বলে দিন, ‘তোমাদের জন্যে পবিত্র বস্তুসমূহ হালাল করা হয়েছে। আর যেসব শিকারী প্রাণী তোমরা শিকারে প্রেরণের জন্যে পোষ মানিয়েছো, তোমরা সেগুলোকে (শিকারের পদ্ধতি) শিক্ষাদান করো যা আল্লাহ্ তোমাদেরকে শিক্ষা দিয়েছেন; সুতরাং সেসব (শিকারী প্রাণী) তোমাদের জন্যে যেসব (শিকার হত্যা করে) রেখে দেয় তোমরা তা থেকে(ও) খাও এবং (শিকারে প্রেরণের সময়) এতে (এ শিকারী প্রাণীর উপর) আল্লাহ্‌র নাম উচ্চারণ করো। আর আল্লাহ্কে ভয় করতে থাকো। নিশ্চয়ই আল্লাহ্ দ্রুত হিসাব গ্রহণকারী।’"
		},
		{
			"_id": "674",
			"sura": "5",
			"para": "6",
			"verses": "5",
			"names": "اَلۡیَوۡمَ اُحِلَّ لَکُمُ الطَّیِّبٰتُ ؕ وَ طَعَامُ الَّذِیۡنَ اُوۡتُوا الۡکِتٰبَ حِلٌّ لَّکُمۡ ۪ وَ طَعَامُکُمۡ حِلٌّ لَّہُمۡ ۫ وَ الۡمُحۡصَنٰتُ مِنَ الۡمُؤۡمِنٰتِ وَ الۡمُحۡصَنٰتُ مِنَ الَّذِیۡنَ اُوۡتُوا الۡکِتٰبَ مِنۡ قَبۡلِکُمۡ اِذَاۤ اٰتَیۡتُمُوۡہُنَّ اُجُوۡرَہُنَّ مُحۡصِنِیۡنَ غَیۡرَ مُسٰفِحِیۡنَ وَ لَا مُتَّخِذِیۡۤ اَخۡدَانٍ ؕ وَ مَنۡ یَّکۡفُرۡ بِالۡاِیۡمَانِ فَقَدۡ حَبِطَ عَمَلُہٗ ۫ وَ ہُوَ فِی الۡاٰخِرَۃِ  مِنَ  الۡخٰسِرِیۡنَ ﴿۵﴾",
			"number": "",
			"verses_PDMS": "اَلۡیَوۡمَ اُحِلَّ لَکُمُ الطَّیِّبٰتُ ؕ وَ طَعَامُ الَّذِیۡنَ اُوۡتُوا الۡکِتٰبَ حِلٌّ لَّکُمۡ ۪ وَ طَعَامُکُمۡ حِلٌّ لَّہُمۡ ۫ وَ الۡمُحۡصَنٰتُ مِنَ الۡمُؤۡمِنٰتِ وَ الۡمُحۡصَنٰتُ مِنَ الَّذِیۡنَ اُوۡتُوا الۡکِتٰبَ مِنۡ قَبۡلِکُمۡ اِذَاۤ اٰتَیۡتُمُوۡہُنَّ اُجُوۡرَہُنَّ مُحۡصِنِیۡنَ غَیۡرَ مُسٰفِحِیۡنَ وَ لَا مُتَّخِذِیۡۤ اَخۡدَانٍ ؕ وَ مَنۡ یَّکۡفُرۡ بِالۡاِیۡمَانِ فَقَدۡ حَبِطَ عَمَلُہٗ ۫ وَ ہُوَ فِی الۡاٰخِرَۃِ  مِنَ  الۡخٰسِرِیۡنَ ﴿۵﴾",
			"index": "674",
			"name": "আজ তোমাদের জন্য পবিত্র বস্তুসমূহ হালাল করা হলো এবং কিতাবীদের খাদ্যদ্রব্য তোমাদের জন্য হালাল। আর তোমাদের খাদ্যদ্রব্য তাদের জন্য বৈধ। এবং চরিত্রবতী মুসলিম নারীগণ আর চরিত্রবতী নারীগণ তাদেরই থেকে, যাদেরকে তোমাদের পূর্বে কিতাব দেওয়া হয়েছে- যখন তোমরা তাদেরকে তাদের মহর প্রদান করবে, বিবাহ বন্ধনে আনার জন্য, ব্যভিচারের জন্য নয় এবং উপপত্নী বানানোর জন্যও নয়। আর যে মুসলমান কাফির হয় তার কী রইলো? সব বিনষ্ট হয়ে গেলো এবং সে পরকালে ক্ষতিগ্রস্তদের অন্তর্ভুক্ত। ",
			"en_kanzulimaan": "This day the pure things are made lawful for you; and the food of the People given the Book(s) is lawful for you - and your food is lawful for them - and likewise are the virtuous Muslim women and the virtuous women from the people who received the Book(s) before you when you give them their bridal money - marrying them, not committing adultery nor as mistresses; and whoever turns a disbeliever after being a Muslim, all his deeds are wasted and he will be among the losers in the Hereafter.",
			"ur_kanzulimaan": "آج تمہارے لئے پاک چیزیں حلال ہوئیں، اور کتابیوں کا کھانا تمہارے لیے حلال ہوا، اور تمہارا کھانا ان کے لئے حلال ہے، اور پارسا عورتیں مسلمان اور پارسا عورتیں ان میں سے جن کو تم سے پہلے کتاب ملی جب تم انہیں ان کے مہر دو قید میں لاتے ہوئے نہ مستی نکالتے اور نہ ناآشنا بناتے اور جو مسلمان سے کافر ہو اس کا کیا دھرا سب اکارت گیا اور وہ آخرت میں زیاں کار ہے",
			"hi_kanzulimaan": "आज तुम्हारे लिये पाक चीज़ें हलाल हुईं और किताबियों का खाना (23फ) तुम्हारे लिये हलाल है और तुम्हारा खाना उनके लिये हलाल है और पारसा औरतें मुसलमान (24फ) और पारसा औरतें उनमें से जिनको तुम से पहले किताब मिली जब तुम उन्हें उनके मेहर दो क़ैद में लाते हुए (25फ) न मस्ती निकालते और न आशना बनाते (26फ) और जो मुसलमान से काफी़र हो उस का क्या धरा सब ऐकारत गया और वोह आख़िरत मे ज़ीयांकार है (27फ)",
			"author": "৫. আজ তোমাদের জন্যে পবিত্র বস্তুসমূহ হালাল করা হয়েছে এবং যাদেরকে (ঐশী) কিতাব দেয়া হয়েছে তাদের যবাই(ও) তোমাদের জন্যে হালাল; আর তোমাদের যবাইকৃত প্রাণী তাদের জন্যে হালাল এবং (একইভাবে) মুসলমান সতীসাধ্বী নারীগণ এবং তাদের সতীসাধ্বী নারীগণ যাদেরকে তোমাদের পূর্বে কিতাব দেয়া হয়েছিল (তোমাদের জন্যে হালাল); যখন তোমরা তাদেরকে তাদের দেনমোহর পরিশোধ করো; (তবে এ শর্তে যে) তোমরা (তাদেরকে) বিবাহবন্ধনে আবদ্ধ করবে (নির্মল চরিত্র রক্ষার্থে), না (নিছক ফুর্তি করার নিমিত্তে) প্রকাশ্য ব্যভিচারের জন্যে আর না গোপন প্রণয়ের জন্যে। আর যে ব্যক্তি (আল্লাহ্‌র বিধিবিধানের উপর) ঈমান প্রত্যাখ্যান করে, তবে তার সকল আমল বিনষ্ট হবে এবং সে পরকালে(ও) ক্ষতিগ্রস্তদের মধ্যে গণ্য হবে।"
		},
		{
			"_id": "675",
			"sura": "5",
			"para": "6",
			"verses": "6",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اِذَا قُمۡتُمۡ  اِلَی الصَّلٰوۃِ فَاغۡسِلُوۡا وُجُوۡہَکُمۡ وَ اَیۡدِیَکُمۡ  اِلَی الۡمَرَافِقِ وَ امۡسَحُوۡا بِرُءُوۡسِکُمۡ وَ اَرۡجُلَکُمۡ  اِلَی الۡکَعۡبَیۡنِ ؕ وَ اِنۡ کُنۡتُمۡ جُنُبًا فَاطَّہَّرُوۡا ؕ وَ اِنۡ کُنۡتُمۡ مَّرۡضٰۤی اَوۡ عَلٰی سَفَرٍ  اَوۡ جَآءَ  اَحَدٌ مِّنۡکُمۡ  مِّنَ الۡغَآئِطِ اَوۡ لٰمَسۡتُمُ النِّسَآءَ  فَلَمۡ  تَجِدُوۡا مَآءً فَتَیَمَّمُوۡا صَعِیۡدًا طَیِّبًا فَامۡسَحُوۡا بِوُجُوۡہِکُمۡ وَ اَیۡدِیۡکُمۡ مِّنۡہُ ؕ مَا یُرِیۡدُ اللّٰہُ لِیَجۡعَلَ عَلَیۡکُمۡ مِّنۡ حَرَجٍ وَّ لٰکِنۡ یُّرِیۡدُ لِیُطَہِّرَکُمۡ وَ لِیُتِمَّ نِعۡمَتَہٗ عَلَیۡکُمۡ لَعَلَّکُمۡ تَشۡکُرُوۡنَ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اِذَا قُمۡتُمۡ  اِلَی الصَّلٰوۃِ فَاغۡسِلُوۡا وُجُوۡہَکُمۡ وَ اَیۡدِیَکُمۡ  اِلَی الۡمَرَافِقِ وَ امۡسَحُوۡا بِرُءُوۡسِکُمۡ وَ اَرۡجُلَکُمۡ  اِلَی الۡکَعۡبَیۡنِ ؕ وَ اِنۡ کُنۡتُمۡ جُنُبًا فَاطَّہَّرُوۡا ؕ وَ اِنۡ کُنۡتُمۡ مَّرۡضٰۤی اَوۡ عَلٰی سَفَرٍ  اَوۡ جَآءَ  اَحَدٌ مِّنۡکُمۡ  مِّنَ الۡغَآئِطِ اَوۡ لٰمَسۡتُمُ النِّسَآءَ  فَلَمۡ  تَجِدُوۡا مَآءً فَتَیَمَّمُوۡا صَعِیۡدًا طَیِّبًا فَامۡسَحُوۡا بِوُجُوۡہِکُمۡ وَ اَیۡدِیۡکُمۡ مِّنۡہُ ؕ مَا یُرِیۡدُ اللّٰہُ لِیَجۡعَلَ عَلَیۡکُمۡ مِّنۡ حَرَجٍ وَّ لٰکِنۡ یُّرِیۡدُ لِیُطَہِّرَکُمۡ وَ لِیُتِمَّ نِعۡمَتَہٗ عَلَیۡکُمۡ لَعَلَّکُمۡ تَشۡکُرُوۡنَ ﴿۶﴾ ",
			"index": "675",
			"name": "হে ঈমানদারগণ! যখন তোমরা নামাযের জন্য দাঁড়াতে চাও তখন নিজ মুখমণ্ডল ধৌত করো এবং কনুই পর্যন্ত হাতও; আর মাথা মসেহ করো; এবং পায়ের গিঁঠ ধৌত করো। আর যদি তোমাদের গোসল করার প্রয়োজন হয়, তবে বিশেষভাবে পবিত্র হও; এবং তোমরা যদি পীড়িত হও অথবা সফরে থাকো অথবা তোমাদের থেকে কেউ পায়খানা-প্রস্রাবের স্থান থেকে আগমন করে অথবা তোমরা স্ত্রীর সাথে সঙ্গম করো এবং এ সমস্ত অবস্থায় পানি না পাও, তবে পবিত্র মাটি দ্বারা ‘তায়াম্মুম’ করো। তখন আপন মুখ ও হাতগুলো তা’দ্বারা মসেহ করো। আল্লাহ্‌ চান না যে, তোমাদের কোন কষ্ট হোক; হাঁ, এটাই চান যে, তোমাদেরকে অতিমাত্রায় পবিত্র করবেন এবং স্বীয় অনুগ্রহ তোমাদের প্রতি সম্পূর্ণ করে দেবেন, যাতে তোমরা কৃতজ্ঞতা জ্ঞাপন করো। ",
			"en_kanzulimaan": "O People who Believe! When you wish to stand up for prayer, wash your faces, and your hands up to the elbows, and pass wet palms over your heads and wash your feet up to the ankles; and if you need a bath, clean yourselves thoroughly; and if you are sick or on a journey, or one of you returns from answering the call of nature, or you have cohabited with women, and you do not find water, then cleanse (yourself) with clean soil - therefore stroke your soiled palms over your faces and your hands with it; Allah does not will to place you in hardship, but He wills to fully purify you and complete His favour upon you, so that you may be grateful.",
			"ur_kanzulimaan": "اے ایمان والو جب نماز کو کھڑے ہونا چاہو تو اپنا منہ دھوؤ اور کہنیوں تک ہاتھ اور سروں کا مسح کرو اور گٹوں تک پاؤ ں دھوؤ اور اگر تمہیں نہانے کی حاجت ہو تو خوب ستھرے ہولو اور اگر تم بیمار ہو یا سفر میں ہو یا تم میں سے کوئی قضائے حاجت سے آیا یا تم نے عورتوں سے صحبت کی اور ان صورتوں میں پانی نہ پایا مٹی سے تیمم کرو تو اپنے منہ اور ہاتھوں کا اس سے مسح کرو، اللہ نہیں چاہتا کہ تم پر کچھ تنگی رکھے ہاں یہ چاہتا ہے کہ تمہیں خوب ستھرا کردے اور اپنی نعمت تم پر پوری کردے کہ کہیں تم احسان مانو،",
			"hi_kanzulimaan": "ऐ ईमान वालो जब नमाज़ को खड़े होना चाहो (28फ) तो अपना मुंह धोओ और कोहनियों तक हाथ (29फ) और सरों का मसह करो (30फ) और गट्टों तक पाँव धोओ (31फ) और अगर तुम्हें नहाने की हाजत हो तो ख़ूब सुथरे हो लो (32फ) और अगर तुम बीमार हो या सफ़र में हो या तुम में से कोई पेशाब पाख़ाने से आया या तुमने औरतों से सोहबत की और उन सूरतों में पानी न पाया तो पाक मिट्टी से तयम्मुम करो तो अपने मुंह और हाथों का उससे मसह करो अल्लाह नहीं चाहता कि तुम पर कुछ तंगी रखे, हाँ यह चाहता है कि तुम्हें ख़ूब सुथरा कर दे और अपनी नेमत तुम पर पूरी कर दे कि कहीं तुम एहसान मानो",
			"author": "৬. হে ঈমানদারগণ! যখন (তোমরা) নামাযের জন্যে দন্ডায়মান (হওয়ার প্রবৃত্ত) হও, তখন তোমরা (ওযুর জন্যে) তোমাদের মুখমন্ডল ও তোমাদের হাত কনুই পর্যন্ত ধৌত করো; আর তোমাদের মাথা মাসেহ্ করো এবং তোমাদের পা(ও) টাখনু পর্যন্ত (ধৌত করো)। আর যদি তোমরা অপবিত্র অবস্থায় থাকো, তবে (গোসল করে) ভালোভাবে পবিত্র হও। আর যদি তোমরা অসুস্থ হও অথবা সফরে থাকো অথবা তোমাদের কেউ প্রকৃতির চাহিদা নিবারণ থেকে (মুক্ত হয়ে) ফিরে আসে অথবা তোমরা স্ত্রীদের সাথে সংগত হও অতঃপর পানি না পাও, তবে (এসব অবস্থায়) পবিত্র মাটি দিয়ে তায়াম্মুম করে নিও। সুতরাং (তায়াম্মুম হলো) পবিত্র মাটি দিয়ে তোমাদের মুখমন্ডল এবং তোমাদের (পুরো) হাত মাসেহ্ করা। আল্লাহ্ তোমাদেরকে কষ্ট দিতে চান না, বরং তিনি চান তোমাদেরকে পবিত্র করতে এবং তোমাদের প্রতি স্বীয় নিয়ামত পূর্ণ করতে, যাতে তোমরা কৃতজ্ঞতা জ্ঞাপন করো।"
		},
		{
			"_id": "676",
			"sura": "5",
			"para": "6",
			"verses": "7",
			"names": "وَ اذۡکُرُوۡا نِعۡمَۃَ اللّٰہِ عَلَیۡکُمۡ وَ مِیۡثَاقَہُ الَّذِیۡ وَاثَقَکُمۡ  بِہٖۤ ۙ اِذۡ  قُلۡتُمۡ سَمِعۡنَا وَ اَطَعۡنَا ۫ وَ اتَّقُوا اللّٰہَ ؕ اِنَّ  اللّٰہَ عَلِیۡمٌۢ  بِذَاتِ الصُّدُوۡرِ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اذۡکُرُوۡا نِعۡمَۃَ اللّٰہِ عَلَیۡکُمۡ وَ مِیۡثَاقَہُ الَّذِیۡ وَاثَقَکُمۡ  بِہٖۤ ۙ اِذۡ  قُلۡتُمۡ سَمِعۡنَا وَ اَطَعۡنَا ۫ وَ اتَّقُوا اللّٰہَ ؕ اِنَّ  اللّٰہَ عَلِیۡمٌۢ  بِذَاتِ الصُّدُوۡرِ ﴿۷﴾ ",
			"index": "676",
			"name": "এবং স্মরণ করো আল্লাহ্‌র অনুগ্রহকে তোমাদের উপর এবং ওই অঙ্গীকারকে, যা তিনি তোমাদের নিকট থেকে নিয়েছেন, যখন তোমরা বলেছিলে, ‘আমরা শুনেছি এবং মেনে নিয়েছি;’ আর আল্লাহ্‌কে ভয় করো। নিশ্চয় আল্লাহ্‌ অন্তরসমূহের কথা জানেন।",
			"en_kanzulimaan": "And remember Allahs favour upon you and the covenant He took from you when you said, We hear and we obey - and fear Allah; indeed Allah knows what lies within the hearts.",
			"ur_kanzulimaan": "اور یاد کرو اللہ کا احسان اپنے اوپر اور وہ عہد جو اس نے تم سے لیا جبکہ تم نے کہا ہم نے سنا اور مانا اور اللہ سے ڈرو بیشک اللہ دلوں کی بات جانتا ہے،",
			"hi_kanzulimaan": "और याद करो अल्लाह का एहसान अपने ऊपर (33फ) और वह अहद (वादा) जो उसने तुम से लिया (34फ) जब कि तुमने कहा हमने सुना और माना (35फ) और अल्लाह से डरो बेशक अल्लाह दिलों की बात जानता है",
			"author": "৭. আর স্মরণ করো তোমাদের প্রতি আল্লাহ্‌র অনুগ্রহের কথা এবং (স্মরণ করো) তাঁর অঙ্গীকারও যা তিনি তোমাদের থেকে (দৃঢ়ভাবে) গ্রহণ করেছিলেন, যখন তোমরা (সম্মত হয়ে) বলেছিলে, ‘আমরা (আল্লাহ্‌র নির্দেশ) শুনলাম এবং আমরা (তাঁর) আনুগত্য করলাম’। আর আল্লাহ্কে ভয় করতে থাকো। নিশ্চয়ই আল্লাহ্ অন্তরের (লুকায়িত) বিষয়াদি সম্পর্কে খুব ভালোভাবে অবগত।"
		},
		{
			"_id": "677",
			"sura": "5",
			"para": "6",
			"verses": "8",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا کُوۡنُوۡا قَوّٰمِیۡنَ لِلّٰہِ شُہَدَآءَ  بِالۡقِسۡطِ ۫ وَ لَا  یَجۡرِمَنَّکُمۡ شَنَاٰنُ قَوۡمٍ عَلٰۤی اَلَّا تَعۡدِلُوۡا ؕ اِعۡدِلُوۡا ۟ ہُوَ  اَقۡرَبُ لِلتَّقۡوٰی ۫ وَ اتَّقُوا اللّٰہَ ؕ اِنَّ  اللّٰہَ  خَبِیۡرٌۢ  بِمَا تَعۡمَلُوۡنَ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا کُوۡنُوۡا قَوّٰمِیۡنَ لِلّٰہِ شُہَدَآءَ  بِالۡقِسۡطِ ۫ وَ لَا  یَجۡرِمَنَّکُمۡ شَنَاٰنُ قَوۡمٍ عَلٰۤی اَلَّا تَعۡدِلُوۡا ؕ اِعۡدِلُوۡا ۟ ہُوَ  اَقۡرَبُ لِلتَّقۡوٰی ۫ وَ اتَّقُوا اللّٰہَ ؕ اِنَّ  اللّٰہَ  خَبِیۡرٌۢ  بِمَا تَعۡمَلُوۡنَ ﴿۸﴾ ",
			"index": "677",
			"name": "হে ঈমানদারগণ! আল্লাহর আদেশের উপর খুব অটল হয়ে যাও ন্যায় সহকারে সাক্ষ্য দিতে, তোমাদেরকে কোন সম্প্রদায়ের শত্রুতা যেন এর প্রতি প্ররোচিত না করে যে, সুবিচার করবে না। সুবিচার করো। তা আত্নসংযমের অতি নিকটতর এবং আল্লাহ্‌কে ভয় করো! বস্তুতঃ আল্লাহ্‌ তোমাদের কৃতকর্মের খবর রাখেন। ",
			"en_kanzulimaan": "O People who Believe! Firmly establish the commands of Allah, giving testimony with justice - and do not let the enmity of anyone tempt you not to do justice; be just; that is nearer to piety - and fear Allah; indeed Allah is Well Aware of your deeds.",
			"ur_kanzulimaan": "اے ایمان والوں اللہ کے حکم پر خوب قائم ہوجاؤ انصاف کے ساتھ گواہی دیتے اور تم کو کسی قوم کی عداوت اس پر نہ اُبھارے کہ انصاف نہ کرو، انصاف کرو، وہ پرہیزگاری سے زیادہ قریب ہے، اور اللہ سے ڈرو، بیشک اللہ کو تمہارے کامو ں کی خبر ہے،",
			"hi_kanzulimaan": "ऐ ईमान वालो अल्लाह के हुक्म पर ख़ूब क़ायम हो जाओ इन्साफ़ के साथ गवाही देते (36फ) और तुम को किसी क़ौम की दुश्मनी इसपर न उभारे कि इन्साफ़ न करो, इन्साफ़ करो वह परहेज़गारी से ज़्यादा क़रीब है और अल्लाह से डरो बेशक अल्लाह को तुम्हारे कामों की ख़बर है",
			"author": "৮. হে ঈমানদারগণ! আল্লাহ্‌র উদ্দেশ্যে দৃঢ়ভাবে ন্যায়ের উপর অবিচল থেকে সাক্ষী প্রদান করো। আর কোনো সম্প্রদায়ের চরম শত্রুতা(ও) যেন তোমাদেরকে এ বিষয়ে প্ররোচিত না করে যে, তোমরা (তাদের সাথে) ন্যায়বিচার করবে না। ন্যায়বিচার করো, (কারণ) এটি খোদাভীতির অধিকতর নিকটবর্তী এবং আল্লাহ্কে ভয় করো। নিশ্চয়ই আল্লাহ্ তোমাদের কর্মকান্ড সম্পর্কে সম্যক অবগত।"
		},
		{
			"_id": "678",
			"sura": "5",
			"para": "6",
			"verses": "9",
			"names": "وَعَدَ اللّٰہُ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ ۙ لَہُمۡ مَّغۡفِرَۃٌ وَّ اَجۡرٌ عَظِیۡمٌ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "وَعَدَ اللّٰہُ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ ۙ لَہُمۡ مَّغۡفِرَۃٌ وَّ اَجۡرٌ عَظِیۡمٌ ﴿۹﴾ ",
			"index": "678",
			"name": "ঈমানদার-সৎকর্মপরায়ণদেরকে আল্লাহ্‌ এ প্রতিশ্রুতি দিয়েছেন যে, তাদের জন্য ক্ষমা ও মহাপুরস্কার রয়েছে। ",
			"en_kanzulimaan": "It is Allahs promise to those who believe and are righteous, that for them will be forgiveness and a great reward.",
			"ur_kanzulimaan": "ایمان والے نیکو کاروں سے اللہ کا وعدہ ہے کہ ان کے لئے بخشش اور بڑا ثواب ہے،",
			"hi_kanzulimaan": "ईमान वाले नेकी करने वालों से अल्लाह का वादा है कि उनके लिये बख़्शिश और बड़ा सवाब है",
			"author": "৯. যারা ঈমান আনয়ন করে এবং সৎকর্ম করে আল্লাহ্ তাদেরকে অঙ্গীকার প্রদান করেছেন (যে,) তাদের জন্যে রয়েছে ক্ষমা ও মহাপুরস্কার।"
		},
		{
			"_id": "679",
			"sura": "5",
			"para": "6",
			"verses": "10",
			"names": "وَ الَّذِیۡنَ کَفَرُوۡا وَ کَذَّبُوۡا بِاٰیٰتِنَاۤ  اُولٰٓئِکَ  اَصۡحٰبُ  الۡجَحِیۡمِ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ کَفَرُوۡا وَ کَذَّبُوۡا بِاٰیٰتِنَاۤ  اُولٰٓئِکَ  اَصۡحٰبُ  الۡجَحِیۡمِ ﴿۱۰﴾ ",
			"index": "679",
			"name": "আর যারা কুফর করেছে এবং আমার আয়াতসমূহকে মিথ্যা প্রতিপন্ন করেছে তারা দোযখের অধিবাসী।",
			"en_kanzulimaan": "And those who disbelieve and deny Our signs - it is they who are the people of hell.",
			"ur_kanzulimaan": "اور وہ جنہوں نے کفر کیا اور ہماری آیتیں جھٹلائیں وحی دوزخ والے ہیں",
			"hi_kanzulimaan": "और जिन्होंने कुफ़्र किया और हमारी आयतें झुटलाई, वही दोज़ख़ वाले हैं  (37फ)",
			"author": "১০. আর যারা কুফরী করে এবং আমাদের আয়াতসমূহকে মিথ্যাপ্রতিপন্ন করে তারাই জাহান্নামের (অগ্নির) অধিবাসী।"
		},
		{
			"_id": "680",
			"sura": "5",
			"para": "6",
			"verses": "11",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا اذۡکُرُوۡا نِعۡمَتَ اللّٰہِ عَلَیۡکُمۡ اِذۡ ہَمَّ قَوۡمٌ اَنۡ یَّبۡسُطُوۡۤا اِلَیۡکُمۡ  اَیۡدِیَہُمۡ فَکَفَّ اَیۡدِیَہُمۡ عَنۡکُمۡ ۚ وَ اتَّقُوا اللّٰہَ ؕ وَ عَلَی اللّٰہِ فَلۡیَتَوَکَّلِ الۡمُؤۡمِنُوۡنَ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا اذۡکُرُوۡا نِعۡمَتَ اللّٰہِ عَلَیۡکُمۡ اِذۡ ہَمَّ قَوۡمٌ اَنۡ یَّبۡسُطُوۡۤا اِلَیۡکُمۡ  اَیۡدِیَہُمۡ فَکَفَّ اَیۡدِیَہُمۡ عَنۡکُمۡ ۚ وَ اتَّقُوا اللّٰہَ ؕ وَ عَلَی اللّٰہِ فَلۡیَتَوَکَّلِ الۡمُؤۡمِنُوۡنَ ﴿۱۱﴾ ",
			"index": "680",
			"name": "হে ঈমানদারগণ, তোমাদের উপর আল্লাহ্‌র অনুগ্রহকে স্মরণ করো যখন একটা সম্প্রদায় চেয়েছে যে, তোমাদের বিরুদ্ধে হস্ত সম্প্রসারণ করবে। তখন তিনি তাদের হাত তোমাদের উপর থেকে রুখে দিয়েছেন; এবং আল্লাহ্‌ক ভয় করো। আর মুসলমানদেরকে আল্লাহ্‌রই উপর ভরসা করা চাই। ",
			"en_kanzulimaan": "O People who Believe! Remember Allahs favour upon you, when a people wished to extend their hands against you, so He restrained their hands from you; and keep fearing Allah; and Muslims must rely only upon Allah.",
			"ur_kanzulimaan": "اے ایمان والو! اللہ کا احسان اپنے اوپر یاد کرو جب ایک قوم نے چاہا کہ تم پر دست درازی کریں تو اس نے ان کے ہاتھ تم پر سے روک دیئے اور اللہ سے ڈرو اور مسلمانوں کو اللہ ہی پر بھروسہ چاہئے،",
			"hi_kanzulimaan": "ऐ ईमान वालो, अल्लाह का एहसान अपने ऊपर याद करो जब एक क़ौम ने चाहा कि तुम पर दस्तदराज़ी(अत्याचार) करें तो उसने हाथ तुमपर से रोक दिये (38फ) और अल्लाह से डरो और मुसलमानों को अल्लाह ही पर भरोसा चाहिये",
			"author": "১১. হে ঈমানদারগণ! তোমরা স্মরণ করো আল্লাহ্‌র (সে) নিয়ামত (যা) তোমাদের প্রতি অর্পিত হয়েছিল, যখন (কাফেরেরা হত্যা ও ধ্বংসযজ্ঞের উদ্দেশ্যে) তোমাদের দিকে তাদের হস্ত প্রসারিত করার সংকল্প করেছিল তখন আল্লাহ্ তোমাদের থেকে তাদের হস্ত প্রতিহত করেছিলেন। আর আল্লাহ্কে ভয় করতে থাকো, এবং ঈমানদারগণ যেন আল্লাহ্‌রই উপর ভরসা করে।"
		},
		{
			"_id": "681",
			"sura": "5",
			"para": "6",
			"verses": "12",
			"names": "وَ لَقَدۡ اَخَذَ اللّٰہُ مِیۡثَاقَ بَنِیۡۤ  اِسۡرَآءِیۡلَ ۚ وَ بَعَثۡنَا مِنۡہُمُ اثۡنَیۡ عَشَرَ نَقِیۡبًا ؕ وَ قَالَ اللّٰہُ  اِنِّیۡ مَعَکُمۡ ؕ لَئِنۡ اَقَمۡتُمُ الصَّلٰوۃَ وَ اٰتَیۡتُمُ الزَّکٰوۃَ  وَ اٰمَنۡتُمۡ بِرُسُلِیۡ وَ عَزَّرۡتُمُوۡہُمۡ وَ اَقۡرَضۡتُمُ اللّٰہَ قَرۡضًا حَسَنًا لَّاُکَفِّرَنَّ عَنۡکُمۡ سَیِّاٰتِکُمۡ وَ لَاُدۡخِلَنَّکُمۡ جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ ۚ فَمَنۡ کَفَرَ بَعۡدَ ذٰلِکَ مِنۡکُمۡ  فَقَدۡ ضَلَّ سَوَآءَ  السَّبِیۡلِ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اَخَذَ اللّٰہُ مِیۡثَاقَ بَنِیۡۤ  اِسۡرَآءِیۡلَ ۚ وَ بَعَثۡنَا مِنۡہُمُ اثۡنَیۡ عَشَرَ نَقِیۡبًا ؕ وَ قَالَ اللّٰہُ  اِنِّیۡ مَعَکُمۡ ؕ لَئِنۡ اَقَمۡتُمُ الصَّلٰوۃَ وَ اٰتَیۡتُمُ الزَّکٰوۃَ  وَ اٰمَنۡتُمۡ بِرُسُلِیۡ وَ عَزَّرۡتُمُوۡہُمۡ وَ اَقۡرَضۡتُمُ اللّٰہَ قَرۡضًا حَسَنًا لَّاُکَفِّرَنَّ عَنۡکُمۡ سَیِّاٰتِکُمۡ وَ لَاُدۡخِلَنَّکُمۡ جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ ۚ فَمَنۡ کَفَرَ بَعۡدَ ذٰلِکَ مِنۡکُمۡ  فَقَدۡ ضَلَّ سَوَآءَ  السَّبِیۡلِ ﴿۱۲﴾ ",
			"index": "681",
			"name": "এবং নিঃসন্দেহে আল্লাহ্‌ বনী ইস্রাঈলের নিকট থেকে অঙ্গীকার গ্রহণ করেছেন; এবং আমি তাদের মধ্য থেকে বারজন নেতা নিযুক্ত করেছি; আল্লাহ্‌ এরশাদ করেছেন, ‘নিশ্চয় আমি তোমাদের সাথে আছি’। অবশ্যই তোমরা যদি নামায কায়েম রাখো, যাকাত প্রদান করো, আমার রসূলগণের উপর ঈমান আনো, তাদের প্রতি সম্মান আনো, তাদের প্রতি সম্মান প্রদর্শন করো এবং আল্লাহ্‌কে উত্তম ঋণ প্রদান করো, তবে আমি অবশ্যই তোমাদের পাপ মোচন করবো এবং অবশ্যই তোমাদেরকে বেহেশ্‌তসমূহে নিয়ে যাবো, যেগুলোর পাদদেশে নহরসমূহ প্রবাহিত। অতঃপর এ অঙ্গীকারের পর তোমাদের মধ্যে যে ‘কুফর’ করেছে সে অবশ্যই সরল পথ থেকে বিচ্যুত হয়েছে। ",
			"en_kanzulimaan": "Undoubtedly Allah made a covenant with the Descendants of Israel, and We appointed twelve chiefs among them; and Allah said, Indeed I am with you; surely, if you establish the prayer and pay the charity, and believe in My Noble Messengers and respect* them, and lend an excellent loan to Allah, I will surely forgive your sins, and I will surely admit you into Gardens beneath which rivers flow; then after this, if any of you disbelieves, he has certainly gone astray from the Straight Path.\" (To honour the Holy Prophet  peace and blessings be upon him  is part of faith. To disrespect him is blasphemy.)",
			"ur_kanzulimaan": "اور بیشک اللہ نے بنی اسرائیل سے عہد کیا اور ہم نے ان میں بارہ سردار قائم کیے اور اللہ نے فرمایا بیشک میں تمہارے ساتھ ہوں ضرور اگر تم نماز قائم رکھو اور زکوٰة دو اور میرے سوالوں پر ایمان لاؤ اور ان کی تعظیم کرو اور اللہ کو قرض حسن دو بیشک میں تمہارے گناہ اتار دوں گا اور ضرور تمہیں باغوں میں لے جاؤں گا جن کے نیچے نہریں رواں، پھر اس کے بعد جو تم میں سے کفر کرے وہ ضرور سیدھی راہ سے بہکا",
			"hi_kanzulimaan": "और बेशक अल्लाह ने बनी इस्राईल से अहद लिया (39फ) और हमने उनमें बारह सरदार क़ायम किये (40फ) और अल्लाह ने फ़रमाया बेशक मैं (41फ) तुम्हारे साथ हूँ ज़रूर अगर तुम नमाज़ क़ायम रखो और ज़कात दो और मेरे रसूलों पर ईमान लाओ और उनकी ताज़ीम (आदर) करो और अल्लाह को क़र्ज़े हसन दो (42फ) बेशक मैं तुम्हारे गुनाह उतार दूंगा और ज़रूर तुम्हें बागो़ं में ले जाऊंगा जिनके नीचे नेहरें बहें फिर उसके बाद जो तुम में से कुफ़्र करे वह ज़रूर सीधी राह से बहका (43फ)",
			"author": "১২. নিশ্চয়ই আল্লাহ্ বনী ইসরাঈল থেকে দৃঢ় অঙ্গীকার নিয়েছিলেন, এবং (এর সম্পাদন, বাস্তবায়ন ও রক্ষণাবেক্ষণের জন্যে) আমরা তাদের মধ্য থেকে বারোজন সর্দার নির্ধারণ করেছিলাম। আর আল্লাহ্ (বনী ইসরাঈলকে) বললেন, ‘আমি তোমাদের সাথে আছি (অর্থাৎ আমার বিশেষ সাহায্য ও সহায়তা তোমাদের সাথে থাকবে)। যদি তোমরা নামায কায়েম রাখো, যাকাত আদায় করতে থাকো, আমার রাসূলগণের উপর (সবসময়) ঈমান রাখো, তাদের (নবুয়্যতের মিশনে) সাহায্য করতে থাকো এবং আল্লাহ্কে (তাঁর দ্বীনের রক্ষণাবেক্ষণ ও সহায়তায় সম্পদ ব্যয় করে) উত্তম ঋণ প্রদান করো; তাহলে আমি তোমাদের থেকে তোমাদের গোনাহসমূহ অবশ্যই দূরীভুত করে দেবো এবং তোমাদেরকে অবশ্যই প্রবেশ করাবো জান্নাতে যার তলদেশে স্রোতধারা প্রবাহিত। অতঃপর পরবর্তীতে তোমাদের মধ্যে যেই তা অস্বীকার করবে, তবে অবশ্যই সে সরল পথ থেকে বিপথগামী হবে।’"
		},
		{
			"_id": "682",
			"sura": "5",
			"para": "6",
			"verses": "13",
			"names": "فَبِمَا نَقۡضِہِمۡ مِّیۡثَاقَہُمۡ لَعَنّٰہُمۡ وَ جَعَلۡنَا قُلُوۡبَہُمۡ قٰسِیَۃً ۚ یُحَرِّفُوۡنَ الۡکَلِمَ عَنۡ مَّوَاضِعِہٖ ۙ وَ نَسُوۡا حَظًّا مِّمَّا ذُکِّرُوۡا بِہٖ ۚ وَ لَا تَزَالُ تَطَّلِعُ عَلٰی خَآئِنَۃٍ مِّنۡہُمۡ اِلَّا قَلِیۡلًا مِّنۡہُمۡ فَاعۡفُ عَنۡہُمۡ وَ اصۡفَحۡ ؕ اِنَّ اللّٰہَ یُحِبُّ الۡمُحۡسِنِیۡنَ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "فَبِمَا نَقۡضِہِمۡ مِّیۡثَاقَہُمۡ لَعَنّٰہُمۡ وَ جَعَلۡنَا قُلُوۡبَہُمۡ قٰسِیَۃً ۚ یُحَرِّفُوۡنَ الۡکَلِمَ عَنۡ مَّوَاضِعِہٖ ۙ وَ نَسُوۡا حَظًّا مِّمَّا ذُکِّرُوۡا بِہٖ ۚ وَ لَا تَزَالُ تَطَّلِعُ عَلٰی خَآئِنَۃٍ مِّنۡہُمۡ اِلَّا قَلِیۡلًا مِّنۡہُمۡ فَاعۡفُ عَنۡہُمۡ وَ اصۡفَحۡ ؕ اِنَّ اللّٰہَ یُحِبُّ الۡمُحۡسِنِیۡنَ ﴿۱۳﴾ ",
			"index": "682",
			"name": "অতঃপর তাদের এ কেমনই অঙ্গীকার ভঙ্গের কারণে আমি তাদেরকে অভিসম্পাত করেছি এবং তাদের হৃদয়ে কঠিন করেছি; তারা আল্লাহ্‌র বাণীসমূহকে সেগুলোর যথাস্থান থেকে বিকৃত করে; এবং ভুলে বসেছে ওই সব নসীহতের এক বিরাট অংশকে, যেগুলো তাদেরকে দেওয়া হয়েছে। এবং আপনি সর্বদা তাদের একটা না একটা প্রতারণা সম্বন্ধে অবহিত হতে থাকবেন অল্প সংখ্যক লোক ব্যতীত; সুতরাং তাদেরকে ক্ষমা করুন এবং উপেক্ষা করুন। নিশ্চয় সৎকর্মপরায়ণগণ আল্লাহ্‌র প্রিয়পাত্র। ",
			"en_kanzulimaan": "So We cursed them because of them constantly breaking their covenant, and hardened their hearts; they shift the Words of Allah from their places, and have forgotten a large portion of the advices that were given to them; and you will constantly learn of deceits from them, except a few; so forgive them and excuse them; indeed Allah loves the virtuous.",
			"ur_kanzulimaan": "تو ان کی کیسی بد عہدیوں پر ہم نے انہیں لعنت کی اور ان کے دل سخت کردیئے اللہ کی باتوں کو ان کے ٹھکانوں سے بدلتے ہیں اور بُھلا بیٹھے بڑا حصہ ان نصیحتوں کا جو انہیں دی گئیں اور تم ہمیشہ ان کی ایک نہ ایک دغا پر مطلع ہوتے رہو گے سوا تھوڑوں کے تو انہیں معاف کردو اور ان سے درگزرو بیشک احسان والے ا لله کو محبوب ہیں،",
			"hi_kanzulimaan": "तो उनकी कैसी बद-एहदीयों (वचन भंग) (44फ) पर हमने उन्हें लअनत की और उनके दिल सख़्त करदिये अल्लाह की बातों को (45फ) उनके ठिकानों से बदलते हैं और भुला बैठे बङा हिस्सा उन नसीहतों का जो उन्हें दी गईं (46फ) और तुम हमेशा उनकी एक न एक दग़ा पर मुत्तला (सूचित) होते रहोगे (47फ) सिवा थोङों के (48फ) तो उन्हें माफ़ करदो और उनसे दरगुज़रो (क्षमा करो) (49फ) बेशक एहसान वाले अल्लाह को मेहबूब हैं",
			"author": "১৩. অতঃপর তাদের স্বীয় অঙ্গীকার ভঙ্গের কারণে আমরা তাদের প্রতি অভিসম্পাত করলাম (অর্থাৎ তারা আমার রহমত থেকে বঞ্চিত হলো)। আর আমরা তাদের অন্তর কঠিন করে দিলাম; (অর্থাৎ তারা হেদায়াত এবং প্রভাবান্বিত হওয়া থেকে বঞ্চিত হয়ে গেল। সুতরাং) তারা (আল্লাহ্‌র কিতাবের) শব্দগুলো (সঠিক) স্থান থেকে পরিবর্তন করে এবং এর (এ পথপ্রদর্শনের বড়) একটি অংশ ভুলে যায়, যার উপদেশ তাদেরকে দেয়া হয়েছিল। আর (যারা ঈমান আনয়ন করেছে) তাদের কতিপয় ব্যতীত, আপনি সর্বদা তাদের কারো না কারো প্রতারণা সম্বন্ধে অবহিত হতে থাকবেন। সুতরাং আপনি তাদেরকে ক্ষমা করে দিন এবং উপেক্ষা করুন। নিশ্চয়ই আল্লাহ্ সৎকর্মশীলদেরকে পছন্দ করেন।"
		},
		{
			"_id": "683",
			"sura": "5",
			"para": "6",
			"verses": "14",
			"names": "وَ مِنَ الَّذِیۡنَ قَالُوۡۤا اِنَّا نَصٰرٰۤی اَخَذۡنَا مِیۡثَاقَہُمۡ فَنَسُوۡا حَظًّا مِّمَّا ذُکِّرُوۡا بِہٖ ۪ فَاَغۡرَیۡنَا بَیۡنَہُمُ الۡعَدَاوَۃَ وَ الۡبَغۡضَآءَ اِلٰی یَوۡمِ الۡقِیٰمَۃِ ؕ وَ سَوۡفَ یُنَبِّئُہُمُ اللّٰہُ  بِمَا  کَانُوۡا یَصۡنَعُوۡنَ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ مِنَ الَّذِیۡنَ قَالُوۡۤا اِنَّا نَصٰرٰۤی اَخَذۡنَا مِیۡثَاقَہُمۡ فَنَسُوۡا حَظًّا مِّمَّا ذُکِّرُوۡا بِہٖ ۪ فَاَغۡرَیۡنَا بَیۡنَہُمُ الۡعَدَاوَۃَ وَ الۡبَغۡضَآءَ اِلٰی یَوۡمِ الۡقِیٰمَۃِ ؕ وَ سَوۡفَ یُنَبِّئُہُمُ اللّٰہُ  بِمَا  کَانُوۡا یَصۡنَعُوۡنَ ﴿۱۴﴾ ",
			"index": "683",
			"name": "এবং যে সব লোক দাবী করেছিলো, ‘আমরা খৃষ্টান’, আমি তাদের নিকট থেকে অঙ্গীকার নিয়েছি, তখন তারাও ভুলে গিয়েছে ওই সব উপদেশের একটা বিরাট অংশকে, যেগুলো তাদেরকে দেয়া হয়েছে। সুতরাং আমি তাদের পরস্পরের মধ্যে কিয়ামত দিবস পর্যন্ত শত্রুতা ও বিদ্বেষ ঢেলে দিয়েছি; এবং অবিলম্বে আল্লাহ্‌ তাদেরকে জানিয়ে দেবেন যা কিছু তারা করতো। ",
			"en_kanzulimaan": "And We made a covenant with those who proclaimed, We are Christians - they then forgot a large portion of the advices given to them; We have therefore instilled enmity and hatred between them till the Day of Resurrection; and Allah will soon inform them of what they were doing.",
			"ur_kanzulimaan": "اور وہ جنہوں نے دعویٰ کیا کہ ہم نصاریٰ ہیں ہم نے ان سے عہد لیا تو وہ بھلا بیٹھے بڑا حصہ ان نصیحتوں کا جو انہیں دی گئیں تو ہم نے ان کے آپس میں قیامت کے دن تک بَیر اور بغض ڈال دیا اور عنقریب اللہ انہیں بتادے گا جو کچھ کرتے تھے",
			"hi_kanzulimaan": "और वो जिन्हों ने दावा किया कि हम नसारा (ईसाई) हैं हमने उनसे एहद लिया (50फ) तो वो भुला बैठे बङा हिस्सा उन नसीहतों का जो उन्हें दी गईं (51फ) तो हमने उनके आपस में क़यामत के दिन तक बैर और बुग़्ज़ (द्वेष) डाला दिया (52फ) और बहुत जल्द अल्लाह उन्हें बता देगा जो कुछ करते थे (53फ)",
			"author": "১৪. আর আমরা তাদের থেকেও (এ ধরণের) অঙ্গীকার নিয়েছিলাম, যারা বলে, ‘আমরা খ্রিস্টান’। অতঃপর তারাও এর (এ পথনির্দেশনার বড়) একটি অংশ ভুলে গিয়েছে, যার উপদেশ তাদেরকে দেয়া হয়েছিলো। সুতরাং (এ অঙ্গীকার ভঙ্গের কারণে) আমরা তাদের পরস্পরের মাঝে কিয়ামতের দিন পর্যন্ত শত্রুতা ও বিদ্বেষ জাগরুক রেখেছি। আর অচিরেই আল্লাহ্ তাদেরকে সেসব (কর্মকান্ডের প্রকৃত) বিষয় অবহিত করবেন, যা তারা করতো।"
		},
		{
			"_id": "684",
			"sura": "5",
			"para": "6",
			"verses": "15",
			"names": "یٰۤاَہۡلَ الۡکِتٰبِ قَدۡ جَآءَکُمۡ  رَسُوۡلُنَا یُبَیِّنُ لَکُمۡ کَثِیۡرًا مِّمَّا کُنۡتُمۡ تُخۡفُوۡنَ مِنَ الۡکِتٰبِ وَ یَعۡفُوۡا عَنۡ کَثِیۡرٍ ۬ؕ قَدۡ جَآءَکُمۡ  مِّنَ اللّٰہِ  نُوۡرٌ وَّ کِتٰبٌ مُّبِیۡنٌ ﴿ۙ۱۵﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَہۡلَ الۡکِتٰبِ قَدۡ جَآءَکُمۡ  رَسُوۡلُنَا یُبَیِّنُ لَکُمۡ کَثِیۡرًا مِّمَّا کُنۡتُمۡ تُخۡفُوۡنَ مِنَ الۡکِتٰبِ وَ یَعۡفُوۡا عَنۡ کَثِیۡرٍ ۬ؕ قَدۡ جَآءَکُمۡ  مِّنَ اللّٰہِ  نُوۡرٌ وَّ کِتٰبٌ مُّبِیۡنٌ ﴿ۙ۱۵﴾ ",
			"index": "684",
			"name": "হে কিতাবীরা! নিশ্চয় তোমাদের নিকট আমার এ রসূল তাশ্‌রীফ এনেছেন, যিনি তোমাদের নিকট প্রকাশ করে দেন সেসব বস্তু থেকে এমন অনেক কিছু, যেগুলো তোমরা কিতাবের মধ্যে গোপন করে ফেলেছিলে এবং অনেক কিছু ক্ষমা করে থাকেন। নিশ্চয় তোমাদের নিকট আল্লাহ্‌র পক্ষ থেকে একটা ‘নূর’ এসেছে এবং স্পষ্ট কিতাব।",
			"en_kanzulimaan": "O People given the Book(s)! Indeed this Noble Messenger (Prophet Mohammed - peace and blessings be upon him) of Ours has come to you, revealing to you a lot of the things which you had hidden in the Book, and forgiving a lot of them; indeed towards you has come a light * from Allah, and a clear Book. (* The Holy Prophet is a light from Allah).",
			"ur_kanzulimaan": "اے کتاب والو بیشک تمہارے پاس ہمارے یہ رسول تشریف لائے کہ تم پر ظاہر فرماتے ہیں بہت سی وہ چیزیں جو تم نے کتاب میں چھپا ڈالی تھیں اور بہت سی معاف فرماتے ہیں بیشک تمہارے پاس اللہ کی طرف سے ایک نور آیا اور روشن کتاب",
			"hi_kanzulimaan": "ऐ कीताब वालो (54फ) बेशक तुम्हारे पास हमारे यह रसूल (55फ) तशरीफ़ लाए कि तुमपर ज़ाहिर फ़रमाते हैं बहुत सी वो चीज़ें जो तुमने किताब में छुपा डाली थीं (56फ) और बहुत सी माफ़ फ़रमाते हैं (57फ) बेशक तुम्हारे पास अल्लाह की तरफ़ से एक नूर आया (58फ) और रौशन किताब (59फ)",
			"author": "১৫. হে আহলে কিতাব! নিশ্চয়ই তোমাদের নিকট আগমন করেছেন আমাদের (এ) রাসূল যিনি তোমাদের নিকট কিতাবের অনেক বিষয় (সুস্পষ্টরূপে) বর্ণনা করেন যা তোমরা গোপন করতে এবং (তোমাদের) অনেক অন্যায়ও উপেক্ষা করে থাকেন। নিশ্চয়ই তোমাদের নিকট আল্লাহ্‌র পক্ষ থেকে আগমন করেছেন এক নূর (অর্থাৎ হযরত মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) এবং এক সমুজ্জ্বল গ্রন্থ (অর্থাৎ কুরআন মাজীদ)।"
		},
		{
			"_id": "685",
			"sura": "5",
			"para": "6",
			"verses": "16",
			"names": "یَّہۡدِیۡ بِہِ اللّٰہُ مَنِ اتَّبَعَ رِضۡوَانَہٗ سُبُلَ السَّلٰمِ  وَ یُخۡرِجُہُمۡ مِّنَ الظُّلُمٰتِ اِلَی النُّوۡرِ بِاِذۡنِہٖ وَ یَہۡدِیۡہِمۡ  اِلٰی  صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "یَّہۡدِیۡ بِہِ اللّٰہُ مَنِ اتَّبَعَ رِضۡوَانَہٗ سُبُلَ السَّلٰمِ  وَ یُخۡرِجُہُمۡ مِّنَ الظُّلُمٰتِ اِلَی النُّوۡرِ بِاِذۡنِہٖ وَ یَہۡدِیۡہِمۡ  اِلٰی  صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿۱۶﴾ ",
			"index": "685",
			"name": "আল্লাহ্‌ তা দ্বারা সরল পথ প্রদর্শন করেন তাকেই, যে আল্লাহ্‌র সন্তুষ্টি মোতাবেক চলে, নিরাপত্তার পথে এবং তাদেরকে অন্ধকাররাশি থেকে (বের করে) আলোর দিকে নিয়ে যান স্বীয় নির্দেশে; এবং তাদেরকে সোজা পথ দেখান। ",
			"en_kanzulimaan": "With it, Allah guides whoever obeys the will of Allah to the paths of peace, and takes them out of darkness towards light by His command, and guides them to the Straight Path.",
			"ur_kanzulimaan": "اللہ اس سے ہدایت دیتا ہے اسے جو اللہ کی مرضی پر چلا سلامتی کے ساتھ اور انہیں اندھیریوں سے روشنی کی طرف لے جاتا ہے اپنے حکم سے اور انہیں سیدھی راہ دکھاتا ہے،",
			"hi_kanzulimaan": "अल्लाह उससे हिदायत देता है उसे जो अल्लाह की मर्ज़ी पर चला सलामती के रास्ते और उन्हें अंधेरियों से रौशनी की तरफ़ ले जाता है अपने हुक्म से और उन्हें सीधी राह दिखाता है",
			"author": "১৬. আল্লাহ্ এর মাধ্যমে তাদেরকে পথ প্রদর্শন করেন, যারা তাঁর সন্তুষ্টি অনুযায়ী শান্তির (ও নিরাপত্তার) পথে চলে; আর তাদেরকে তাঁর নির্দেশে (কুফরী ও অজ্ঞতার) অন্ধকার থেকে বের করে (ঈমান ও হেদায়াতের) আলোর দিকে নিয়ে যান এবং তাদেরকে সরল পথের হেদায়াত-দিশা দান করেন।"
		},
		{
			"_id": "686",
			"sura": "5",
			"para": "6",
			"verses": "17",
			"names": "لَقَدۡ کَفَرَ الَّذِیۡنَ قَالُوۡۤا اِنَّ اللّٰہَ ہُوَ الۡمَسِیۡحُ ابۡنُ مَرۡیَمَ ؕ قُلۡ  فَمَنۡ یَّمۡلِکُ مِنَ اللّٰہِ شَیۡئًا اِنۡ اَرَادَ  اَنۡ  یُّہۡلِکَ الۡمَسِیۡحَ ابۡنَ مَرۡیَمَ وَ اُمَّہٗ وَ مَنۡ فِی الۡاَرۡضِ جَمِیۡعًا ؕ وَ لِلّٰہِ مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ مَا بَیۡنَہُمَا ؕ یَخۡلُقُ مَا یَشَآءُ ؕ وَ اللّٰہُ  عَلٰی  کُلِّ  شَیۡءٍ  قَدِیۡرٌ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "لَقَدۡ کَفَرَ الَّذِیۡنَ قَالُوۡۤا اِنَّ اللّٰہَ ہُوَ الۡمَسِیۡحُ ابۡنُ مَرۡیَمَ ؕ قُلۡ  فَمَنۡ یَّمۡلِکُ مِنَ اللّٰہِ شَیۡئًا اِنۡ اَرَادَ  اَنۡ  یُّہۡلِکَ الۡمَسِیۡحَ ابۡنَ مَرۡیَمَ وَ اُمَّہٗ وَ مَنۡ فِی الۡاَرۡضِ جَمِیۡعًا ؕ وَ لِلّٰہِ مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ مَا بَیۡنَہُمَا ؕ یَخۡلُقُ مَا یَشَآءُ ؕ وَ اللّٰہُ  عَلٰی  کُلِّ  شَیۡءٍ  قَدِیۡرٌ ﴿۱۷﴾ ",
			"index": "686",
			"name": "নিশ্চয় কাফির হয়েছে ওই সব লোক যারা বলেছে, ‘আল্লাহ্‌ মরিয়ম-তনয় মসীহ্‌ই।’ আপনি বলে দিন! ‘অতঃপর আল্লাহ্‌র কে কী করতে পারে, যদি তিনি এটাই চান যে, ধ্বংস করে দেবেন মরিয়ম তনয় মসীহ্‌ ও তার মাতা এবং সমস্ত দুনিয়াবাসীকে?’ আল্লাহ্‌র জন্যই রাজত্ব আসমানসমূহের ও যমীনের এবং সে দু’টির মধ্যবর্তীর (সবকিছুর)। যা চান সৃষ্টি করেন এবং আল্লাহ্‌ সব কিছু করতে পারেন। ",
			"en_kanzulimaan": "They have indeed become disbelievers who say, Messiah, the son of Maryam is certainly Allah; say, Who can then do anything against Allah, if He wills to destroy the Messiah, the son of Maryam, and his mother and everyone on earth? And for Allah only is the kingship of the heavens and the earth and all that is between them; He creates whatever He wills; and Allah is Able to do all things.",
			"ur_kanzulimaan": "بیشک کافر ہوئے وہ جنہوں نے کہا کہ اللہ مسیح بن مریم ہی ہے تم فرما دو پھر اللہ کا کوئی کیا کرسکتا ہے اگر وہ چاہے کہ ہلاک کردے مسیح بن مریم اور اس کی ماں اور تمام زمین والوں کو اور اللہ ہی کے لیے ہے سلطنت آسمانوں اور زمین اور ان کے درمیان کی جو چاہے پیدا کرتا ہے، اور اللہ سب کچھ کرسکتا ہے،",
			"hi_kanzulimaan": "बेशक काफ़िर हुए वो जिन्होंने कहा कि अल्लाह मसीह बिन मरयम ही है (60फ) तुम फ़रमा दो फिर अल्लाह का कोई क्या कर सकता है अगर वह चाहे कि हलाक करदे मसीह बिन मरयम और उसकी माँ और तमाम ज़मीन वालों को (61फ) और अल्लाह ही के लिये है सल्तनत आसमानों और ज़मीन और उनके दरमियान की जो चाहे पैदा करता है और अल्लाह सब कुछ कर सकता है",
			"author": "১৭. নিশ্চয়ই ওইসব লোক কুফরী করেছে যারা বলে, ‘নিশ্চয়ই আল্লাহ্ (তো) মারইয়াম-তনয় মাসীহ্ই’। আপনি বলে দিন, ‘অতঃপর কে (সে ব্যক্তি) যে আল্লাহ্‌র (ইচ্ছার) কোনো কিছুর অধিকারী, যদি তিনি এ ইচ্ছা করেন যে, মারইয়াম-তনয় মাসীহ্, তাঁর মাতা এবং জমিনের সকল অধিবাসীকে ধ্বংস করে দেবেন (তখন তাঁর সিদ্ধান্তের বিপরীতে তাদেরকে কে রক্ষা করতে পারে)? আর (সকল কিছুর) রাজত্ব আল্লাহ্‌রই; আকাশমন্ডলী, পৃথিবী ও (সৃষ্টিজগতে) যা কিছু এ দু’য়ের মাঝে রয়েছে। তিনি যা চান সৃষ্টি করেন। আর আল্লাহ্ সকল কিছুর উপর নিরঙ্কুশ ক্ষমতাবান।’"
		},
		{
			"_id": "687",
			"sura": "5",
			"para": "6",
			"verses": "18",
			"names": "وَ قَالَتِ الۡیَہُوۡدُ  وَ النَّصٰرٰی  نَحۡنُ اَبۡنٰٓؤُا اللّٰہِ وَ اَحِبَّآؤُہٗ ؕ قُلۡ فَلِمَ یُعَذِّبُکُمۡ  بِذُنُوۡبِکُمۡ ؕ بَلۡ  اَنۡتُمۡ  بَشَرٌ مِّمَّنۡ خَلَقَ ؕ یَغۡفِرُ لِمَنۡ یَّشَآءُ وَ یُعَذِّبُ مَنۡ یَّشَآءُ ؕ وَ لِلّٰہِ مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ مَا بَیۡنَہُمَا ۫ وَ اِلَیۡہِ الۡمَصِیۡرُ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَتِ الۡیَہُوۡدُ  وَ النَّصٰرٰی  نَحۡنُ اَبۡنٰٓؤُا اللّٰہِ وَ اَحِبَّآؤُہٗ ؕ قُلۡ فَلِمَ یُعَذِّبُکُمۡ  بِذُنُوۡبِکُمۡ ؕ بَلۡ  اَنۡتُمۡ  بَشَرٌ مِّمَّنۡ خَلَقَ ؕ یَغۡفِرُ لِمَنۡ یَّشَآءُ وَ یُعَذِّبُ مَنۡ یَّشَآءُ ؕ وَ لِلّٰہِ مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ مَا بَیۡنَہُمَا ۫ وَ اِلَیۡہِ الۡمَصِیۡرُ ﴿۱۸﴾ ",
			"index": "687",
			"name": "এবং ইহুদী ও খৃষ্টানগণ বলেছে, ‘আমরা আল্লাহ্‌র পুত্র এবং তার প্রিয়’। আপনি বলে দিন, ‘অতঃপর তিনি তোমাদেরকে কেন তোমাদের পাপগুলোর উপর শাস্তি দেন? বরং তোমরা মানুষ, তার সৃষ্টি কূল থেকে। যাকে চান ক্ষমা করেন এবং যাকে চান শাস্তি দেন আর আল্লাহ্‌রই রাজত্ব আসমানসমূহের ও যমীনের এবং এ দু’টির মাঝখানের (সবকিছুর)। আর তারই দিকে প্রত্যাবর্তন করতে হবে’। ",
			"en_kanzulimaan": "The Jews and the Christians said, We are the sons of Allah and His beloved ones; say, Why does He then punish you for your sins? In fact you are human beings, part of His creation; He forgives whomever He wills, and punishes whomever He wills; and for Allah only is the kingship of the heavens and the earth and all that is between them - and towards Him is the return.",
			"ur_kanzulimaan": "اور یہودی اور نصرانی بولے کہ ہم اللہ کے بیٹے اور اس کے پیارے ہیں تم فرما دو پھر تمہیں کیوں تمہارے گناہوں پر عذاب فرماتا ہے بلکہ تم آدمی ہو اس کی مخلوقات سے جسے چاہے بخشتا ہے اور جسے چاہے سزا دیتا ہے، اور اللہ ہی کے لئے ہے سلطنت آسمانوں اور زمین اور اس کے درمیان کی، اور اسی کی طرف پھرنا ہے،",
			"hi_kanzulimaan": "और यहुदी और ईसाई बोले कि हम अल्लाह के बेटे और उनके प्यारे हैं (62फ) तुम फ़रमादो फिर तुम्हें क्यों तुम्हारे गुनाहों पर अज़ाब फ़रमाता है (63फ) बल्कि तुम आदमी हो उसकी मख़लूक़ात (सृष्टि) से जिसे चाहे बख़्श्ता है और जिसे चाहे सज़ा देता है और अल्लाह ही के लिये है सल्तनत आसमानों और ज़मीन और इन के दरमियान की और उसीकी तरफ़ फिरना है",
			"author": "১৮. আর ইহুদী ও খ্রিস্টানেরা বলে, ‘আমরা আল্লাহ্‌র পুত্র এবং তাঁর প্রিয়তর’। আপনি বলে দিন, ‘(যদি তোমাদের দাবি সত্য হয়) তবে তিনি তোমাদের গোনাহের জন্যে তোমাদেরকে কেন শাস্তি দিচ্ছেন? বরং (প্রকৃত সত্য এই যে,) যা কিছু (সৃষ্টিজগৎ) আল্লাহ্ তৈরি করেছেন তোমরা(ও) এর মধ্যে মানুষই (অর্থাৎ অন্যান্য মানবগোষ্ঠির মতোই)। তিনি যাকে ইচ্ছা ক্ষমার মাধ্যমে অনুগ্রহ করেন এবং যাকে ইচ্ছা শাস্তি প্রদান করেন। আর আকাশমন্ডলীতে, পৃথিবীতে এবং যা কিছু (সৃষ্টিজগত) এ দু’য়ের মাঝে রয়েছে, (সবকিছুর) রাজত্ব আল্লাহ্‌রই। আর (প্রত্যেককে) তাঁরই দিকে প্রত্যাবর্তন করতে হবে।’"
		},
		{
			"_id": "688",
			"sura": "5",
			"para": "6",
			"verses": "19",
			"names": "یٰۤاَہۡلَ الۡکِتٰبِ قَدۡ جَآءَکُمۡ  رَسُوۡلُنَا یُبَیِّنُ لَکُمۡ عَلٰی  فَتۡرَۃٍ  مِّنَ الرُّسُلِ اَنۡ تَقُوۡلُوۡا مَا جَآءَنَا مِنۡۢ بَشِیۡرٍ وَّ لَا نَذِیۡرٍ ۫ فَقَدۡ جَآءَکُمۡ بَشِیۡرٌ وَّ نَذِیۡرٌ ؕ وَ اللّٰہُ  عَلٰی  کُلِّ  شَیۡءٍ  قَدِیۡرٌ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَہۡلَ الۡکِتٰبِ قَدۡ جَآءَکُمۡ  رَسُوۡلُنَا یُبَیِّنُ لَکُمۡ عَلٰی  فَتۡرَۃٍ  مِّنَ الرُّسُلِ اَنۡ تَقُوۡلُوۡا مَا جَآءَنَا مِنۡۢ بَشِیۡرٍ وَّ لَا نَذِیۡرٍ ۫ فَقَدۡ جَآءَکُمۡ بَشِیۡرٌ وَّ نَذِیۡرٌ ؕ وَ اللّٰہُ  عَلٰی  کُلِّ  شَیۡءٍ  قَدِیۡرٌ ﴿۱۹﴾ ",
			"index": "688",
			"name": "হে কিতাবীগণ! নিঃসন্দেহে তোমাদের নিকট আমার এ রসূল তাশরীফ এনেছেন, যিনি তোমাদের নিকট আমার বিধানসমূহ সুস্পষ্টরূপে বর্ণনা করেন, এরপর যে, রসূলগণের আগমন বহুদিন বন্ধ ছিলো, যাতে কখনো একথা না বলতে পারো যে, ‘আমাদের নিকট কোন সুসংবাদদাতা ও সাবধানকারী আসেনি।’ সুতরাং এ সুসংবাদদাতা ও সাবধানকারী তোমাদের নিকট তাশরীফ এনেছেন এবং আল্লাহ্‌র নিকট সর্বশক্তি রয়েছে। ",
			"en_kanzulimaan": "O People given the Book(s)! Indeed this Noble Messenger (Prophet Mohammed - peace and blessings be upon him) of Ours has come to you, revealing to you Our commands, after the Noble Messengers had stopped arriving for ages, for you might claim, Never did any Harbinger of Glad Tidings or Herald of Warning come to us - so this Harbinger of Glad Tidings and Herald of Warning has come to you; and Allah is Able to do all things.",
			"ur_kanzulimaan": "اے کتاب والو! بیشک تمہارے پاس ہمارے یہ رسول تشریف لائے کہ تم پر ہمارے احکام ظاہر فرماتے ہیں بعد اس کے کہ رسولوں کا آنا مدتوں بند رہا تھا کہ کبھی کہو کہ ہمارے پاس کوئی خوشی اور ڈر سنانے والا نہ آیا تو یہ خوشی اور ڈر سنانے والے تمہارے پاس تشریف لائے ہیں، اور اللہ کو سب قدرت ہے،",
			"hi_kanzulimaan": "ऐ किताब वालो बेशक तुम्हारे पास हमारे यह रसूल (64फ) तशरीफ़ लाए कि तुमपर हमारे अहकाम ज़ाहिर फ़रमाते हैं बाद इसके कि रसूलों का आना मुद्दतों (लम्बे समय तक) बन्द रहा था (65फ) कि तुम कहो  हमारे पास कोई ख़ुशी और डर सुनाने वाला न आया तो ये ख़ुशी और डर सुनाने वाले तुम्हारे पास तशरीफ़ लाए हैं और अल्लाह को सब क़ुदरत है",
			"author": "১৯. হে আহলে কিতাব! নিশ্চয়ই রাসূলগণের (ধারাবাহিক) আগমনের বিরতির পর তোমাদের নিকট আগমন করেছেন আমাদের (সর্বশেষ) রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম), যিনি তোমাদের নিকট (আমাদের বিধিবিধান) সুস্পষ্টরূপে বর্ণনা করেন; কারণ তোমরা (অযুহাত পেশ করার মাধ্যমে এ কথা) বলতে, ‘আমাদের নিকট না কোনো সুসংবাদদাতা আগমন করেছেন, আর না কোনো সতর্ককারী’। (এখন তোমাদের এ অযুহাতও শেষ হয়ে গেল, কেননা) নিঃসন্দেহে তোমাদের নিকট (সর্বশেষ) সুসংবাদদাতা ও সতর্ককারী(ও) আগমন করেছেন। আর আল্লাহ্ সকল কিছুর উপর ক্ষমতাবান।"
		},
		{
			"_id": "689",
			"sura": "5",
			"para": "6",
			"verses": "20",
			"names": "وَ  اِذۡ قَالَ مُوۡسٰی لِقَوۡمِہٖ یٰقَوۡمِ اذۡکُرُوۡا نِعۡمَۃَ اللّٰہِ عَلَیۡکُمۡ اِذۡ جَعَلَ فِیۡکُمۡ اَنۡۢبِیَآءَ وَ جَعَلَکُمۡ مُّلُوۡکًا ٭ۖ وَّ اٰتٰىکُمۡ مَّا لَمۡ یُؤۡتِ اَحَدًا مِّنَ الۡعٰلَمِیۡنَ  ﴿۲۰﴾",
			"number": "",
			"verses_PDMS": "وَ  اِذۡ قَالَ مُوۡسٰی لِقَوۡمِہٖ یٰقَوۡمِ اذۡکُرُوۡا نِعۡمَۃَ اللّٰہِ عَلَیۡکُمۡ اِذۡ جَعَلَ فِیۡکُمۡ اَنۡۢبِیَآءَ وَ جَعَلَکُمۡ مُّلُوۡکًا ٭ۖ وَّ اٰتٰىکُمۡ مَّا لَمۡ یُؤۡتِ اَحَدًا مِّنَ الۡعٰلَمِیۡنَ  ﴿۲۰﴾",
			"index": "689",
			"name": "এবং যখন মূসা নিজ সম্প্রদায়ের উদ্দেশ্যে বললো, ‘হে আমার সম্প্রদায়! তোমাদের উপর আল্লাহ্‌র অনুগ্রহ স্মরণ করো যে, তিনি তোমাদের মধ্য হতে পয়গাম্বর করেছেন, তোমাদেরকে বাদশাহ্‌ করেছেন এবং তোমাদেরকে তাই দিয়েছেন যা আজ সমগ্র জাহানের মধ্যে কাউকেও দেন নি।’",
			"en_kanzulimaan": "And when Moosa said to his people, O my people! Remember Allahs favour upon you, that He created Prophets among you, and made you kings, and has now given you what He has not given to any one else in this world.",
			"ur_kanzulimaan": "اور جب موسیٰ نے کہا اپنی قوم سے اے میری قوم اللہ کا احسان اپنے اوپر یاد کرو کہ تم میں سے پیغمبر کیے اور تمہیں بادشاہ کیا اور تمہیں وہ دیا جو آج سارے جہان میں کسی کو نہ دیا",
			"hi_kanzulimaan": "और जब मूसा ने कहा कि अपनी क़ौम से ऐ मेरी क़ौम, अल्लाह का एहसान अपने ऊपर याद करो कि तुम में से पैग़म्बर किये (66फ) और तुम्हें बादशाह किया (67फ) और तुम्हें वह दिया जो आज सारे जहान में किसी को न दिया (68फ)",
			"author": "২০. আর (স্মরণ করুন ওই সময়ের কথাও) যখন মূসা (আলাইহিস সালাম) তাঁর সম্প্রদায়কে বললেন, ‘হে আমার সম্প্রদায়! তোমরা তোমাদের প্রতি (প্রদত্ত) আল্লাহ্‌র সেই অনুগ্রহ স্মরণ করো, যখন তিনি তোমাদের মধ্য থেকে বহু নবী সৃষ্টি করেছেন, তোমাদেরকে রাজ্যাধিপতি করেছেন এবং তোমাদেরকে এমন (কিছু) দান করেছেন যা সমস্ত জাহানে (তোমাদের সমসাময়িক কালে) কাউকে দান করেননি।"
		},
		{
			"_id": "690",
			"sura": "5",
			"para": "6",
			"verses": "21",
			"names": "یٰقَوۡمِ ادۡخُلُوا الۡاَرۡضَ الۡمُقَدَّسَۃَ الَّتِیۡ  کَتَبَ اللّٰہُ لَکُمۡ وَ لَا تَرۡتَدُّوۡا عَلٰۤی  اَدۡبَارِکُمۡ فَتَنۡقَلِبُوۡا خٰسِرِیۡنَ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "یٰقَوۡمِ ادۡخُلُوا الۡاَرۡضَ الۡمُقَدَّسَۃَ الَّتِیۡ  کَتَبَ اللّٰہُ لَکُمۡ وَ لَا تَرۡتَدُّوۡا عَلٰۤی  اَدۡبَارِکُمۡ فَتَنۡقَلِبُوۡا خٰسِرِیۡنَ ﴿۲۱﴾ ",
			"index": "690",
			"name": "হে সম্প্রদায়! সে পবিত্র ভূমিতে প্রবেশ করো, যেটা আল্লাহ্‌ তোমাদের জন্য লিপিবদ্ধ করেছেন এবং পশ্চাদপসরণ করোনা, (যদি করো) তবে ক্ষতিগ্রস্থ হয়ে ফিরবে। ",
			"en_kanzulimaan": "O my people! Enter the holy land which Allah has decreed for you and do not turn back, for you will turn back as losers.",
			"ur_kanzulimaan": "اے قوم اس پاک زمین میں داخل ہو جو اللہ نے تمہارے لیے لکھی ہے اور پیچھے نہ پلٹو کہ نقصان پر پلٹو گے،",
			"hi_kanzulimaan": "ऐ क़ौम उस पाक ज़मीन में दाख़िल हो जो अल्लाह ने तुम्हारे लिये लिखी है और पीछे न पलटो (69फ) कि नुक़सान पर पलटोगे",
			"author": "২১. হে আমার সম্প্রদায়! (সিরিয়া অথবা বাইতুল মাকদিসের) সে পবিত্র ভূমিতে প্রবেশ করো, যা আল্লাহ্ তোমাদের জন্যে নির্দিষ্ট করেছেন এবং পশ্চাদপসরণ করো না, নচেৎ তোমরা ক্ষতিগ্রস্ত হয়ে ফিরবে।’"
		},
		{
			"_id": "691",
			"sura": "5",
			"para": "6",
			"verses": "22",
			"names": "قَالُوۡا یٰمُوۡسٰۤی اِنَّ فِیۡہَا قَوۡمًا جَبَّارِیۡنَ ٭ۖ وَ اِنَّا لَنۡ نَّدۡخُلَہَا حَتّٰی یَخۡرُجُوۡا مِنۡہَا ۚ فَاِنۡ  یَّخۡرُجُوۡا مِنۡہَا فَاِنَّا دٰخِلُوۡنَ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا یٰمُوۡسٰۤی اِنَّ فِیۡہَا قَوۡمًا جَبَّارِیۡنَ ٭ۖ وَ اِنَّا لَنۡ نَّدۡخُلَہَا حَتّٰی یَخۡرُجُوۡا مِنۡہَا ۚ فَاِنۡ  یَّخۡرُجُوۡا مِنۡہَا فَاِنَّا دٰخِلُوۡنَ ﴿۲۲﴾ ",
			"index": "691",
			"name": "তারা বললো, ‘হে মূসা! এর মধ্যে তো বড় ক্ষমতাবান লোকেরা রয়েছে এবং আমরা তাঁতে কখনো প্রবেশ করবো না যতক্ষণ না তারা সেখানে থেকে বের হয়ে যাবে। হাঁ, তারা সেখান থেকে বের হয়ে গেলে আমরা সেখানে যাবো।’",
			"en_kanzulimaan": "They said, O Moosa! In it lives a very strong nation - and we shall never enter it, until they have gone away from there; so when they have gone away from there, we will enter it.",
			"ur_kanzulimaan": "بولے اے موسیٰ اس میں تو بڑے زبردست لوگ ہیں، اور ہم اس میں ہرگز داخل نہ ہوں گے جب تک وہ وہاں سے نکل نہ جائیں ہاں وہ وہاں سے نکل جائیں تو ہم وہاں جائیں،",
			"hi_kanzulimaan": "बोले ऐ मूसा उसमेंतो बङे ज़बरदस्त लोग हैं और हम उसमें हरगिज़ दाख़िल न होंगे जबतक वो वहाँ से निकल न जाएं, हाँ वो वहां से निकल जाएं तो हम वहां जाएंगे",
			"author": "২২. তারা (উত্তরে) বললো, ‘হে মূসা! সেখানে তো (অত্যাচারী) দুর্দান্ত সম্প্রদায় (বসতি স্থাপন করে) আছে; আর তারা এ (ভূমি) থেকে বের হয়ে না যাওয়া পর্যন্ত আমরা কখনো সেখানে প্রবেশ করবো না। সুতরাং তারা সেখান থেকে বের হয়ে গেলে আমরা অবশ্যই প্রবেশ করবো।’"
		},
		{
			"_id": "692",
			"sura": "5",
			"para": "6",
			"verses": "23",
			"names": "قَالَ رَجُلٰنِ مِنَ الَّذِیۡنَ یَخَافُوۡنَ اَنۡعَمَ اللّٰہُ  عَلَیۡہِمَا ادۡخُلُوۡا عَلَیۡہِمُ  الۡبَابَ ۚ فَاِذَا دَخَلۡتُمُوۡہُ  فَاِنَّکُمۡ غٰلِبُوۡنَ ۬ۚ وَ عَلَی اللّٰہِ  فَتَوَکَّلُوۡۤا اِنۡ کُنۡتُمۡ  مُّؤۡمِنِیۡنَ ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ رَجُلٰنِ مِنَ الَّذِیۡنَ یَخَافُوۡنَ اَنۡعَمَ اللّٰہُ  عَلَیۡہِمَا ادۡخُلُوۡا عَلَیۡہِمُ  الۡبَابَ ۚ فَاِذَا دَخَلۡتُمُوۡہُ  فَاِنَّکُمۡ غٰلِبُوۡنَ ۬ۚ وَ عَلَی اللّٰہِ  فَتَوَکَّلُوۡۤا اِنۡ کُنۡتُمۡ  مُّؤۡمِنِیۡنَ ﴿۲۳﴾ ",
			"index": "692",
			"name": "দু’জন লোক, যারা আল্লাহ্‌র ভয়সম্পন্নদের অন্তর্ভুক্ত ছিলো, আল্লাহ্‌ তাদের প্রতি অনুগ্রহ করেছেন, বললো, ‘তোমরা জোর করেই প্রবেশদ্বারের মধ্যে তাদের উপর প্রবেশ করো। যদি তোমরা প্রবেশ-দ্বারে প্রবেশ করো, তবে বিজয় তোমাদেরই; এবং আল্লাহ্‌রই উপর নির্ভর করো যদি তোমাদের মধ্যে ঈমান থাকে।’",
			"en_kanzulimaan": "So two men who were among those who feared Allah and whom Allah had favoured said, Enter upon them by force, through the gate; if you enter the gate, victory will be yours; and depend only upon Allah, if you have faith.",
			"ur_kanzulimaan": "دو مرد کہ اللہ سے ڈرنے والوں میں سے تھے ا لله نے انہیں نوازا بولے کہ زبردستی دروازے میں ان پر داخل ہو اگر تم دروازے میں داخل ہوگئے تو تمہارا ہی غلبہ ہے اور اللہ ہی پر بھروسہ کرو اگر تمہیں ایمان ہے،",
			"hi_kanzulimaan": "दो मर्द कि अल्लाह से डरने वालों में थे (70फ) अल्लाह ने उन्हें नवाज़ा (प्रदान किया) (71फ) बोले कि ज़बरदस्ती दर्वाज़े में (72फ) उनपर दाख़िल हो अगर तुम दर्वाज़े में दाख़िल हो गए तो तुम्हारा ही ग़ल्बा है (73फ) और अल्लाह ही पर भरोसा करो अगर तुम्हें ईमान है",
			"author": "২৩. (অল্পসংখ্যক) খোদাভীরুদের মধ্য থেকে দু’জন লোক, যাদের প্রতি আল্লাহ্ অনুগ্রহ করেছিলেন, তারা (নিজ সম্প্রদায়কে) বললো, ‘তোমরা তাদের উপর (নির্ভীকভাবে আক্রমণ করে শহরের) প্রবেশদ্বারে প্রবেশ করো। অতঃপর এতে প্রবেশ করলেই তোমরা বিজয়ী হবে। আর যদি তোমরা ঈমানদার হও তবে আল্লাহ্‌রই উপর ভরসা করো।’"
		},
		{
			"_id": "693",
			"sura": "5",
			"para": "6",
			"verses": "24",
			"names": "قَالُوۡا یٰمُوۡسٰۤی اِنَّا لَنۡ  نَّدۡخُلَہَاۤ  اَبَدًا مَّا دَامُوۡا فِیۡہَا فَاذۡہَبۡ اَنۡتَ وَ رَبُّکَ فَقَاتِلَاۤ  اِنَّا ہٰہُنَا قٰعِدُوۡنَ ﴿۲۴﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا یٰمُوۡسٰۤی اِنَّا لَنۡ  نَّدۡخُلَہَاۤ  اَبَدًا مَّا دَامُوۡا فِیۡہَا فَاذۡہَبۡ اَنۡتَ وَ رَبُّکَ فَقَاتِلَاۤ  اِنَّا ہٰہُنَا قٰعِدُوۡنَ ﴿۲۴﴾ ",
			"index": "693",
			"name": "তারা বললো, ‘হে মূসা! আমরা তো সেখানে কখনো যাবো না যতক্ষণ পর্যন্ত তারা সেখানে থাকবে। সুতরাং আপনি যান এবং আপনার রব। আপনারা উভয়েই যুদ্ধ করুন। আমরা এখানেই বসে থাকবো।’",
			"en_kanzulimaan": "They said, O Moosa! We will never enter it whilst they are there, so you and your Lord go and fight - we shall remain seated here.",
			"ur_kanzulimaan": "بولے اے موسیٰ ہم تو وہاں کبھی نہ جائیں گے جب تک وہ وہاں ہیں تو آپ جائیے اور آپ کا رب تم دونوں لڑو ہم یہاں بیٹھے ہیں،",
			"hi_kanzulimaan": "बोले (74फ) ऐ मूसा हम तो वहां (75फ) कभी न जाएंगे जबतक वो वहां हैं तो आप जाइये और आपका रब, तुम दोनों लङो हम यहां बैठे हैं",
			"author": "২৪. তারা বললো, ‘হে মূসা! যতক্ষণ পর্যন্ত তারা সেখানে (এ ভূমিতে) আছে আমরা কখনোই সেখানে প্রবেশ করবো না। সুতরাং তুমি এবং তোমার প্রতিপালক (একত্রে) যাও এবং (তাদের বিরুদ্ধে) যুদ্ধ করো; আমরা এখানেই বসে থাকি।’"
		},
		{
			"_id": "694",
			"sura": "5",
			"para": "6",
			"verses": "25",
			"names": "قَالَ رَبِّ اِنِّیۡ  لَاۤ  اَمۡلِکُ اِلَّا نَفۡسِیۡ وَ اَخِیۡ فَافۡرُقۡ بَیۡنَنَا وَ بَیۡنَ الۡقَوۡمِ الۡفٰسِقِیۡنَ ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ رَبِّ اِنِّیۡ  لَاۤ  اَمۡلِکُ اِلَّا نَفۡسِیۡ وَ اَخِیۡ فَافۡرُقۡ بَیۡنَنَا وَ بَیۡنَ الۡقَوۡمِ الۡفٰسِقِیۡنَ ﴿۲۵﴾ ",
			"index": "694",
			"name": "মূসা আরয করলো, ‘হে আমার রব, আমার ক্ষমতা নেই, কিন্তু আমার নিজের এবং আমার ভাইয়ের উপর। সুতরাং আমাদেরকে এ নির্দেশ অমান্যকারীদের থেকে পৃথক রাখুন।’ ",
			"en_kanzulimaan": "Said Moosa, My Lord! I have no control except over myself and my brother, so keep us separated from the disobedient nation. (Do not count us among them).",
			"ur_kanzulimaan": "موسیٰ نے عرض کی کہ اے رب! میرے مجھے اختیار نہیں مگر اپنا اور اپنے بھائی کا تو تو ہم کو ان بے حکموں سے جدا رکھ",
			"hi_kanzulimaan": "मूसा ने अर्ज़ की कि ऐ रब मेरे मुझे इख़्तियार नहीं मगर अपना और अपने भाई का तो तू हमको उन बेहु्कमों से जुदा रख (76फ)",
			"author": "২৫. (মূসা আলাইহিস সালাম) আরয করলেন, ‘হে আমার প্রতিপালক! আমার নিজ সত্তা এবং আমার ভাই (হারুন আলাইহিস সালাম) ব্যতীত (কারো উপর) আমার কর্তৃত্ব নেই। কাজেই তুমি আমাদের এবং (এ সকল) নাফরমান সম্প্রদায়ের মাঝে (তোমার নির্দেশে) সম্পর্কচ্ছেদ করো।’"
		},
		{
			"_id": "695",
			"sura": "5",
			"para": "6",
			"verses": "26",
			"names": "قَالَ فَاِنَّہَا مُحَرَّمَۃٌ عَلَیۡہِمۡ اَرۡبَعِیۡنَ سَنَۃً ۚ یَتِیۡہُوۡنَ فِی الۡاَرۡضِ ؕ فَلَا تَاۡسَ عَلَی الۡقَوۡمِ الۡفٰسِقِیۡنَ ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ فَاِنَّہَا مُحَرَّمَۃٌ عَلَیۡہِمۡ اَرۡبَعِیۡنَ سَنَۃً ۚ یَتِیۡہُوۡنَ فِی الۡاَرۡضِ ؕ فَلَا تَاۡسَ عَلَی الۡقَوۡمِ الۡفٰسِقِیۡنَ ﴿۲۶﴾ ",
			"index": "695",
			"name": "(আল্লাহ্‌) বললেন, ‘তবে ওই ভূমি তাদের উপর নিষিদ্ধ রইলো চল্লিশ বছর পর্যন্ত। তারা এ ভূ-খণ্ডের মধ্যে হতাশার সাথে ঘুরে বেড়াবে’। সুতরাং আপনি এ নির্দেশ অমান্যকারীদের জন্য দুঃখ করবেন না। ",
			"en_kanzulimaan": "Said Allah, The (holy) land is therefore forbidden for them for forty years; they will wander in the earth; so do not grieve for these disobedient people.",
			"ur_kanzulimaan": "فرمایا تو وہ زمین ان پر حرام ہے چالیس برس تک بھٹکتے پھریں زمین میں تو تم ان بے حکموں کا افسوس نہ کھاؤ،",
			"hi_kanzulimaan": "फ़रमाया तो वह ज़मीन उनपर हराम है (77फ) चालीस बरस तक भटकते फिरें ज़मीन में (78फ) तो तुम उन बेहुकमों का अफ़सोस न खाओ",
			"author": "২৬. (প্রতিপালক) বললেন, ‘তবে এ ভূমি এই (নাফরমান) লোকদের জন্যে চল্লিশ বছর পর্যন্ত নিষিদ্ধ করা হলো। এরা ভূপৃষ্ঠে (পেরেশান অবস্থায়) উদভ্রান্ত হয়ে ফিরতে থাকবে। সুতরাং (হে মূসা! এখন) এ নাফরমান সম্প্রদায়ের (ভীতিকর অবস্থার) জন্যে দুঃখ করো না।’"
		},
		{
			"_id": "696",
			"sura": "5",
			"para": "6",
			"verses": "27",
			"names": "وَ اتۡلُ عَلَیۡہِمۡ  نَبَاَ ابۡنَیۡ اٰدَمَ  بِالۡحَقِّ ۘ اِذۡ قَرَّبَا قُرۡبَانًا فَتُقُبِّلَ مِنۡ اَحَدِہِمَا وَ لَمۡ یُتَقَبَّلۡ مِنَ الۡاٰخَرِ ؕ قَالَ لَاَقۡتُلَنَّکَ ؕ قَالَ  اِنَّمَا یَتَقَبَّلُ  اللّٰہُ مِنَ  الۡمُتَّقِیۡنَ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اتۡلُ عَلَیۡہِمۡ  نَبَاَ ابۡنَیۡ اٰدَمَ  بِالۡحَقِّ ۘ اِذۡ قَرَّبَا قُرۡبَانًا فَتُقُبِّلَ مِنۡ اَحَدِہِمَا وَ لَمۡ یُتَقَبَّلۡ مِنَ الۡاٰخَرِ ؕ قَالَ لَاَقۡتُلَنَّکَ ؕ قَالَ  اِنَّمَا یَتَقَبَّلُ  اللّٰہُ مِنَ  الۡمُتَّقِیۡنَ ﴿۲۷﴾ ",
			"index": "696",
			"name": "এবং তাদেরকে পড়ে শুনান, আদমের দু’পুত্রের সত্য সংবাদ; যখন তারা উভয়ে এক একটা ক্বোরবানী পেশ করলো; তখন একজনের (ক্বোরবানী) কবূল হলো এবং অন্য জনের কবূল হলো না। সে বললো, ‘শপথ রইলো, আমি তোমাকে হত্যা করবো।’ (অপরজন) বললো, ‘আল্লাহ্‌ তাদের থেকেই কবূল করেন, যাদের মধ্যে (আল্লাহ্‌র) ভয় আছে। ",
			"en_kanzulimaan": "And recite to them the true tale of the two sons of Adam; when both of them offered a sacrifice each - hence the sacrifice of one was accepted and not accepted from the other; he (the other) said, I swear I will kill you; he answered, Allah accepts only from the pious.",
			"ur_kanzulimaan": "اور انہیں پڑھ کر سناؤ آدم کے دو بیٹوں کی سچی خبر جب دونوں نے ایک ایک نیاز پیش کی تو ایک کی قبول ہوئی اور دوسرے کی نہ قبول ہوئی بولا قسم ہے میں تجھے قتل کردوں گا کہا اللہ اسی سے قبول کرتا ہے، سے ڈر ہے",
			"hi_kanzulimaan": "और उन्हें पढ़कर सुनाओ आदम के दो बेटों की सच्ची ख़बर (79फ) जब दोनों ने एक एक नियाज़ (भेंट) पेश की तो एक की क़ुबूल हुई और दूसरे की क़ुबूल न हुई बोला क़सम है मैं तुझे क़त्ल कर दूंगा (80फ) कहा अल्लाह उसी से क़ुबूल करता है जिसे डर है (81फ)",
			"author": "২৭. (হে সম্মানিত নবী!) আপনি তাদেরকে আদম (আলাইহিস সালাম)-এঁর (হাবীল ও কাবীল) দু’পুত্রের বৃত্তান্ত শুনিয়ে দিন, যা ছিল সম্পূর্ণ সত্য; যখন উভয়ে (আল্লাহ্‌র সমীপে নিজ নিজ) কুরবানী পেশ করেছিলো। অতঃপর তাদের একজনের (অর্থাৎ হাবীলের) কুরবানী কবুল হলো এবং অপরজনেরটা (অর্থাৎ কাবীলেরটা) কবুল হলো না। তখন সে (কাবীল, হাবীলকে হিংসা ও প্রতিশোধের নেশায়) বললো, ‘আমি তোমাকে অবশ্যই হত্যা করবো’। সে (হাবীল প্রতিউত্তরে) বললো, ‘নিশ্চয়ই আল্লাহ্ পরহেযগারদের থেকেই (দান) কবুল করেন।"
		},
		{
			"_id": "697",
			"sura": "5",
			"para": "6",
			"verses": "28",
			"names": "لَئِنۡۢ بَسَطۡتَّ اِلَیَّ یَدَکَ لِتَقۡتُلَنِیۡ مَاۤ   اَنَا بِبَاسِطٍ یَّدِیَ اِلَیۡکَ لِاَقۡتُلَکَ ۚ اِنِّیۡۤ  اَخَافُ اللّٰہَ  رَبَّ  الۡعٰلَمِیۡنَ ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "لَئِنۡۢ بَسَطۡتَّ اِلَیَّ یَدَکَ لِتَقۡتُلَنِیۡ مَاۤ   اَنَا بِبَاسِطٍ یَّدِیَ اِلَیۡکَ لِاَقۡتُلَکَ ۚ اِنِّیۡۤ  اَخَافُ اللّٰہَ  رَبَّ  الۡعٰلَمِیۡنَ ﴿۲۸﴾ ",
			"index": "697",
			"name": "নিশ্চয়, যদি তুমি তোমার হাত আমার দিকে বাড়াও আমাকে হত্যা করার জন্য, তবে আমি আপন হাত তোমার দিকে বাড়াবো না (এ জন্য) যে, তোমাকে হত্যা করবো। আমি আল্লাহ্‌কে ভয় করি, যিনি সমগ্র বিশ্বের মালিক।",
			"en_kanzulimaan": "Indeed, if you do extend your hand against me to kill me, I will not extend my hand against you to kill you; I fear Allah, the Lord Of The Creation.",
			"ur_kanzulimaan": "بیشک اگر تو اپنا ہاتھ مجھ پر بڑھائے گا کہ مجھے قتل کرے تو میں اپنا ہاتھ تجھ پر نہ بڑھاؤں گا کہ تجھے قتل کروں میں اللہ سے ڈرتا ہوں جو مالک ہے سارے جہاں کا،",
			"hi_kanzulimaan": "बेशक अगर तू अपना हाथ मुझपर बढ़ाएगा कि मुझे क़त्ल करे तो मैं अपना हाथ तुझपर न बढ़ाऊंगा कि तुझे क़त्ल करूं (82फ) मैं अल्लाह से डरता हूँ जो मालिक है सारे जहान का",
			"author": "২৮. তুমি আমাকে হত্যার জন্যে আমার দিকে তোমার হস্ত প্রসারিত করলেও আমি তোমাকে হত্যার জন্যে তোমার দিকে আমার হস্ত প্রসারিত করবো না। কেননা আমি আল্লাহ্কে ভয় করি, যিনি বিশ্বজগতের প্রতিপালক।"
		},
		{
			"_id": "698",
			"sura": "5",
			"para": "6",
			"verses": "29",
			"names": "اِنِّیۡۤ  اُرِیۡدُ اَنۡ تَبُوۡٓاَ بِاِثۡمِیۡ وَ اِثۡمِکَ فَتَکُوۡنَ مِنۡ اَصۡحٰبِ النَّارِ ۚ وَ ذٰلِکَ جَزٰٓؤُا الظّٰلِمِیۡنَ ﴿ۚ۲۹﴾ ",
			"number": "",
			"verses_PDMS": "اِنِّیۡۤ  اُرِیۡدُ اَنۡ تَبُوۡٓاَ بِاِثۡمِیۡ وَ اِثۡمِکَ فَتَکُوۡنَ مِنۡ اَصۡحٰبِ النَّارِ ۚ وَ ذٰلِکَ جَزٰٓؤُا الظّٰلِمِیۡنَ ﴿ۚ۲۹﴾ ",
			"index": "698",
			"name": "আমি তো এটা চাই যে, আমার ও তোমার পাপ উভয়টারই ভার তুমি বহন করবে। সুতরাং তুমি দোযখবাসী হয়ে যাবে এবং অন্যায়কারীদের এটাই সাজা। ",
			"en_kanzulimaan": "I only desire that you alone should bear my sin and your own sin - hence you become of the people of hell; and that is the proper punishment of the unjust.",
			"ur_kanzulimaan": "میں تو یہ چاہتا ہوں کہ میرا اور تیرا گناہ دونوں تیرے ہی پلہ پڑے تو تو دوز خی ہوجائے، اور بے انصافوں کی یہی سزا ہے،",
			"hi_kanzulimaan": "मैं तो यह चाहता हूँ कि मेरा (83फ) और तेरा गुनाह (84फ) दोनों तेरे ही पल्ले पङे तो तू दोज़ख़ी हो जाए और बेइन्साफ़ों की यही सज़ा है",
			"author": "২৯. আমি চাই, (আমার সাথে যেন বাড়াবাড়ি না হয় এবং) আমার (হত্যার) গোনাহ এবং তোমার নিজের (পূর্ববর্তী) গোনাহ (যার কারণে তোমার কুরবানী কবুল হয়নি, সবকিছু) তুমিই বহন করো। তুমি তখন জাহান্নামীদের অন্তর্ভুক্ত হবে এবং এটিই যালিমদের শাস্তি।’"
		},
		{
			"_id": "699",
			"sura": "5",
			"para": "6",
			"verses": "30",
			"names": "فَطَوَّعَتۡ  لَہٗ نَفۡسُہٗ  قَتۡلَ اَخِیۡہِ فَقَتَلَہٗ  فَاَصۡبَحَ  مِنَ  الۡخٰسِرِیۡنَ ﴿۳۰﴾ ",
			"number": "",
			"verses_PDMS": "فَطَوَّعَتۡ  لَہٗ نَفۡسُہٗ  قَتۡلَ اَخِیۡہِ فَقَتَلَہٗ  فَاَصۡبَحَ  مِنَ  الۡخٰسِرِیۡنَ ﴿۳۰﴾ ",
			"index": "699",
			"name": "অতঃপর তার মন তাকে ভ্রাতৃহত্যার প্ররোচনা দিলো। সুতরাং সে তাকে হত্যা করলো। ফলে সে রয়ে গেলো ক্ষতির মধ্যে। ",
			"en_kanzulimaan": "So his soul incited him to kill his brother - he therefore killed him, and was therefore ruined.",
			"ur_kanzulimaan": "تو اسکے نفس نے اسے بھائی کے قتل کا چاؤ دلایا تو اسے قتل کردیا تو رہ گیا نقصان میں",
			"hi_kanzulimaan": "तो उसके नफ़्स ने उसे भाई के क़त्ल का चाव दिलाया तो उसे क़त्ल करदिया तो रह गया नुक़सान में (85फ)",
			"author": "৩০. অতঃপর তার (অর্থাৎ কাবীলের) আমিত্ব তাকে ভ্রাতৃহত্যায় উদ্বুদ্ধ (ও প্ররোচিত) করলো। কাজেই সে তাকে হত্যা করলো; ফলে সে ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হলো।"
		},
		{
			"_id": "700",
			"sura": "5",
			"para": "6",
			"verses": "31",
			"names": "فَبَعَثَ اللّٰہُ غُرَابًا یَّبۡحَثُ فِی الۡاَرۡضِ لِیُرِیَہٗ کَیۡفَ یُوَارِیۡ سَوۡءَۃَ اَخِیۡہِ ؕ قَالَ یٰوَیۡلَتٰۤی اَعَجَزۡتُ اَنۡ  اَکُوۡنَ مِثۡلَ  ہٰذَا الۡغُرَابِ فَاُوَارِیَ سَوۡءَۃَ اَخِیۡ ۚ فَاَصۡبَحَ  مِنَ  النّٰدِمِیۡنَ ﴿ۚۛۙ۳۱﴾",
			"number": "",
			"verses_PDMS": "فَبَعَثَ اللّٰہُ غُرَابًا یَّبۡحَثُ فِی الۡاَرۡضِ لِیُرِیَہٗ کَیۡفَ یُوَارِیۡ سَوۡءَۃَ اَخِیۡہِ ؕ قَالَ یٰوَیۡلَتٰۤی اَعَجَزۡتُ اَنۡ  اَکُوۡنَ مِثۡلَ  ہٰذَا الۡغُرَابِ فَاُوَارِیَ سَوۡءَۃَ اَخِیۡ ۚ فَاَصۡبَحَ  مِنَ  النّٰدِمِیۡنَ ﴿ۚۛۙ۳۱﴾",
			"index": "700",
			"name": "অতঃপর আল্লাহ্‌ একটা কাক পাঠালেন, যা মাটি খনন করছিলো, যাতে তাকে দেখিয়ে দেয় সে কীভাবে তার ভাইয়ের লাশ পুঁতে ফেলবে। সে বললো, ‘হায়রে সর্বনাশ! আমি তো এই কাকের মতোও হতে পারলাম না যে, আমি আমার ভাইয়ের লাশ পুঁতে ফেলতাম! অতঃপর সে অনুতপ্ত হয়েই রইলো।’ ",
			"en_kanzulimaan": "So Allah sent a crow scratching the ground, to show him how to hide his brothers corpse; he said, Woe to me! I was not even capable enough to be like this crow, so I would hide my brothers corpse; and he turned remorseful.",
			"ur_kanzulimaan": "تو اللہ نے ایک کوا بھیجا زمین کریدتا کہ اسے دکھائے کیونکر اپنے بھائی کی لاش چھپائے بولا ہائے خرابی میں اس کوے جیسا بھی نہ ہوسکا کہ میں اپنے بھائی کی لاش چھپاتا تو پچتاتا رہ گیا",
			"hi_kanzulimaan": "तो अल्लाह ने एक कौवा भेजा ज़मीन कुरेदता कि उसे दिखाए क्योंकर अपने भाई की लाश छुपाए (86फ) बोला हाय ख़राबी, मैं इस कौवे जैसा भी न होसका कि मैं अपने भाई की लाश छुपाता तो पछताता रह गया (87फ)",
			"author": "৩১. অতঃপর আল্লাহ্ একটি কাক পাঠালেন, যে তার ভ্রাতার মৃতদেহ কীভাবে গোপন করা যায় তা তাকে দেখানোর জন্যে মাটি খনন করতে লাগলো। (তা দেখে) সে বললো, ‘হায় আফসোস! আমি কি এ কাকের মতোও হতে পারলাম না যাতে নিজের ভ্রাতার মৃতদেহ লুকিয়ে ফেলতে পারি!’ কাজেই সে অনুতপ্তদের মধ্যে গণ্য হলো।"
		},
		{
			"_id": "701",
			"sura": "5",
			"para": "6",
			"verses": "32",
			"names": "مِنۡ اَجۡلِ ذٰلِکَ ۚۛؔ کَتَبۡنَا عَلٰی بَنِیۡۤ اِسۡرَآءِیۡلَ اَنَّہٗ مَنۡ قَتَلَ نَفۡسًۢا بِغَیۡرِ نَفۡسٍ اَوۡ فَسَادٍ فِی الۡاَرۡضِ فَکَاَنَّمَا قَتَلَ النَّاسَ جَمِیۡعًا ؕ وَ مَنۡ  اَحۡیَاہَا فَکَاَنَّمَاۤ اَحۡیَا النَّاسَ جَمِیۡعًا ؕ وَ لَقَدۡ جَآءَتۡہُمۡ رُسُلُنَا بِالۡبَیِّنٰتِ ۫ ثُمَّ  اِنَّ کَثِیۡرًا مِّنۡہُمۡ بَعۡدَ ذٰلِکَ فِی الۡاَرۡضِ لَمُسۡرِفُوۡنَ ﴿۳۲﴾ ",
			"number": "",
			"verses_PDMS": "مِنۡ اَجۡلِ ذٰلِکَ ۚۛؔ کَتَبۡنَا عَلٰی بَنِیۡۤ اِسۡرَآءِیۡلَ اَنَّہٗ مَنۡ قَتَلَ نَفۡسًۢا بِغَیۡرِ نَفۡسٍ اَوۡ فَسَادٍ فِی الۡاَرۡضِ فَکَاَنَّمَا قَتَلَ النَّاسَ جَمِیۡعًا ؕ وَ مَنۡ  اَحۡیَاہَا فَکَاَنَّمَاۤ اَحۡیَا النَّاسَ جَمِیۡعًا ؕ وَ لَقَدۡ جَآءَتۡہُمۡ رُسُلُنَا بِالۡبَیِّنٰتِ ۫ ثُمَّ  اِنَّ کَثِیۡرًا مِّنۡہُمۡ بَعۡدَ ذٰلِکَ فِی الۡاَرۡضِ لَمُسۡرِفُوۡنَ ﴿۳۲﴾ ",
			"index": "701",
			"name": "এ কারণেই আমি বনী ইস্রাঈলের উপর (এ বিধান) লিখে দিলাম যে, যে ব্যক্তি প্রাণ হত্যা করলো কোন প্রাণ হত্যার বদলা ও পৃথিবী পৃষ্ঠে ফ্যাসাদ করা ছাড়াই, তখন সে যেন সকল মানুষকেই হত্যা করলো। আর যে ব্যক্তি একটা প্রাণ বাচালো, সে যন সকল মানুষকেই জীবিত রাখলো। নিশ্চয় তাদের নিকট আমার রসূলগণ স্পষ্ট প্রমাণাদি সহকারে এসেছেন। অতঃপর নিশ্চয় তাদের মধ্যে অনেকে এরপরও পৃথিবীতে সীমালংঘনকারী হয়ে রয়েছে। ",
			"en_kanzulimaan": "For this reason; We decreed for the Descendants of Israel that whoever kills a human being except in lieu of killing or causing turmoil in the earth, so it shall be as if he had killed all mankind; and whoever saves the life of one person, is as if he had saved the life of all mankind; and undoubtedly Our Noble Messengers came to them with clear proofs - then after this indeed many of them are oppressors in the earth.",
			"ur_kanzulimaan": "اس سبب سے ہم نے بنی اسرائیل پر لکھ دیا کہ جس نے کوئی جان قتل کی بغیر جان کے بدلے یا زمین میں فساد کیے تو گویا اس نے سب لوگوں کو قتل کیا اور جس نے ایک جان کو جِلا لیا اس نے گویا سب لوگوں کو جلالیا، اور بیشک ان کے پاس ہمارے رسول روشن دلیلوں کے ساتھ آئے پھر بیشک ان میں بہت اس کے بعد زمین میں زیادتی کرنے والے ہیں",
			"hi_kanzulimaan": "इस सबब से हमने बनी इस्राईल पर लिख दिया कि जिसने कोई जान क़त्ल की बग़ैर जान के बदले या ज़मीन में फ़साद के (88फ) तो गोया उसने सब लोगों को क़त्ल किया (89फ) और जिसने एक जान को जिला लिया (90फ) उसने गोया सब लोगों को जिला लिया और बेशक उनके (91फ) पास हमारे रसूल रौशन दलिलों के साथ आए (92फ) फिर बेशक उनमें बहुत उसके बाद ज़मीन में ज़ियादती करने वाले हैं (93फ)",
			"author": "৩২. এ কারণেই আমরা বনী ইসরাঈলের প্রতি (অবতীর্ণ তাওরাতে এ বিধান) লিখে দিলাম যে, যে ব্যক্তি কাউকে ‘ক্বিসাস’ তথা হত্যার বিপরীতে হত্যা অথবা পৃথিবীতে বিপর্যয় (সৃষ্টি করা অর্থাৎ হত্যাকান্ড, ডাকাতি ও অন্যান্য অপরাধের শাস্তি) ব্যতীত (অন্যায়ভাবে) হত্যা করলো, সে যেন (সমাজের) সকল মানুষকেই হত্যা করলো; আর যে ব্যক্তি কাউকে (অন্যায় হত্যাকান্ড থেকে) রক্ষা করলো , তবে সে যেন (সমাজের) সমস্ত মানুষকে রক্ষা করলো (অর্থাৎ সে যেন মানবজাতির সামগ্রিক রীতিনীতিকে রক্ষা করলো)। আর নিশ্চয়ই তাদের নিকট আমাদের রাসূলগণ সুস্পষ্ট নিদর্শনাবলী নিয়ে আগমন করেছেন। অথচ এরপরও তাদের অনেকেই পৃথিবীতে সীমালঙ্ঘনকারী।"
		},
		{
			"_id": "702",
			"sura": "5",
			"para": "6",
			"verses": "33",
			"names": "اِنَّمَا جَزٰٓؤُا الَّذِیۡنَ یُحَارِبُوۡنَ اللّٰہَ وَ رَسُوۡلَہٗ وَ یَسۡعَوۡنَ فِی الۡاَرۡضِ فَسَادًا اَنۡ یُّقَتَّلُوۡۤا اَوۡ یُصَلَّبُوۡۤا اَوۡ تُقَطَّعَ اَیۡدِیۡہِمۡ وَ اَرۡجُلُہُمۡ مِّنۡ خِلَافٍ اَوۡ یُنۡفَوۡا مِنَ  الۡاَرۡضِ ؕ ذٰلِکَ لَہُمۡ خِزۡیٌ فِی الدُّنۡیَا وَ لَہُمۡ فِی الۡاٰخِرَۃِ عَذَابٌ عَظِیۡمٌ ﴿ۙ۳۳﴾",
			"number": "",
			"verses_PDMS": "اِنَّمَا جَزٰٓؤُا الَّذِیۡنَ یُحَارِبُوۡنَ اللّٰہَ وَ رَسُوۡلَہٗ وَ یَسۡعَوۡنَ فِی الۡاَرۡضِ فَسَادًا اَنۡ یُّقَتَّلُوۡۤا اَوۡ یُصَلَّبُوۡۤا اَوۡ تُقَطَّعَ اَیۡدِیۡہِمۡ وَ اَرۡجُلُہُمۡ مِّنۡ خِلَافٍ اَوۡ یُنۡفَوۡا مِنَ  الۡاَرۡضِ ؕ ذٰلِکَ لَہُمۡ خِزۡیٌ فِی الدُّنۡیَا وَ لَہُمۡ فِی الۡاٰخِرَۃِ عَذَابٌ عَظِیۡمٌ ﴿ۙ۳۳﴾",
			"index": "702",
			"name": "যারা আল্লাহ্‌ এবং তার রাসূলের বিরুদ্ধে যুদ্ধ করে এবং রাজ্যের মধ্যে ধ্বংসাত্নক কাজ করে বেড়ায়, তাদের শাস্তি এই যে, তাদেরকে গুনে গুনে হত্যা করা হবে অথবা ক্রুশবিদ্ধ করা হবে অথবা তাদের একদিকের হাত ও অপরদিকের পা কেটে ফেলা হবে অথবা তাদেরকে দেশ থেকে নির্বাসিত করা হবে। এটা দুনিয়ার মধ্যে তাদের জন্য লাঞ্ছনা এবং পরকালে তাদের জন্য মহা শাস্তি রয়েছে; ",
			"en_kanzulimaan": "The only reward of those who make war upon Allah and His Noble Messenger and cause turmoil in the land is that they be all be killed or crucified, or their hands and feet cut off from alternate sides, or they be banished far away from the land; this is their degradation in the world, and for them in the Hereafter is a great punishment.",
			"ur_kanzulimaan": "وہ کہ اللہ اور اس کے رسول سے لڑتے اور ملک میں فساد کرتے پھرتے ہیں ان کا بدلہ یہی ہے کہ گن گن کر قتل کیے جائیں یا سولی دیے جائیں یا ان کے ایک طرف کے ہاتھ اور دوسری طرف کے پاؤں کاٹے جائیں یا زمین سے دور کردیے جائیں، یہ دنیا میں ان کی رسوائی ہے، اور آخرت میں ان کے لیے بڑا غداب،",
			"hi_kanzulimaan": "वो कि अल्लाह और उसके रसूल से लङते (94फ) और मुल्क में फ़साद करते फिरते हैं उनका बदला यही है कि गिन गिन कर क़त्ल किये जाएं या सूली दिये जाएं या उनके एक तरफ़ के हाथ और दूसरी तरफ़ के पाँव काटे जाएं या ज़मीन से दूर कर दिये जाएं, यह दुनिया में उनकी रूस्वाई है और आख़िरत में उनके लिये बङा अज़ाब",
			"author": "৩৩. নিশ্চয়ই যারা আল্লাহ্ ও তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর বিরুদ্ধে যুদ্ধ করে এবং পৃথিবীতে বিপর্যয় সৃষ্টি করে বেড়ায় (অর্থাৎ মুসলমানদের মাঝে সন্ত্রাস, ছিনতাই, চৌর্যবৃত্তি ও অন্যান্য অপরাধে লিপ্ত হয়), তবে তাদের শাস্তি এই যে, তাদেরকে হত্যা করা হবে অথবা ফাঁসি দেয়া হবে অথবা তাদের হাত ও পা উল্টো দিক থেকে কেটে দেয়া হবে অথবা দেশ থেকে নির্বাসিত (অথবা বন্দী) করা হবে। এটা (তো) তাদের জন্যে দুনিয়াতে লাঞ্ছনা, আর তাদের জন্যে পরকালেও রয়েছে কঠোর শাস্তি।"
		},
		{
			"_id": "703",
			"sura": "5",
			"para": "6",
			"verses": "34",
			"names": "اِلَّا الَّذِیۡنَ تَابُوۡا مِنۡ قَبۡلِ اَنۡ تَقۡدِرُوۡا عَلَیۡہِمۡ ۚ فَاعۡلَمُوۡۤا اَنَّ اللّٰہَ غَفُوۡرٌ رَّحِیۡمٌ ﴿۳۴﴾ ",
			"number": "",
			"verses_PDMS": "اِلَّا الَّذِیۡنَ تَابُوۡا مِنۡ قَبۡلِ اَنۡ تَقۡدِرُوۡا عَلَیۡہِمۡ ۚ فَاعۡلَمُوۡۤا اَنَّ اللّٰہَ غَفُوۡرٌ رَّحِیۡمٌ ﴿۳۴﴾ ",
			"index": "703",
			"name": "তবে, ওই সব লোক, যারা তাওবা করেছে এর পূর্বে যে, তোমরা তাদের উপর কর্তৃত্ব লাভ করবে। সুতরাং জেনে রেখো যে, আল্লাহ্‌ ক্ষমাশীল, দয়ালু। ",
			"en_kanzulimaan": "Except those who repent before you apprehend them; so know well that Allah is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "مگر وہ جنہوں نے توبہ کرلی اس سے پہلے کہ تم ان پر قابو پاؤ تو جان لو کہ اللہ بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "मगर वो जिन्होंने तौबह करली इससे पहले कि तुम उनपर क़ाबू पाओ (95फ) तो जान लो कि अल्लाह बख़्शने वाला मेहरबान है",
			"author": "৩৪. তবে তারা ব্যতীত, তোমরা যাদের উপর আধিপত্য বিস্তার করার পূর্বেই তারা তওবা করে নিয়েছে। সুতরাং জেনে রেখো, আল্লাহ্ মহাক্ষমাশীল, অসীম দয়ালু।"
		},
		{
			"_id": "704",
			"sura": "5",
			"para": "6",
			"verses": "35",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا اتَّقُوا اللّٰہَ وَ ابۡتَغُوۡۤا اِلَیۡہِ الۡوَسِیۡلَۃَ وَ جَاہِدُوۡا فِیۡ سَبِیۡلِہٖ  لَعَلَّکُمۡ  تُفۡلِحُوۡنَ ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا اتَّقُوا اللّٰہَ وَ ابۡتَغُوۡۤا اِلَیۡہِ الۡوَسِیۡلَۃَ وَ جَاہِدُوۡا فِیۡ سَبِیۡلِہٖ  لَعَلَّکُمۡ  تُفۡلِحُوۡنَ ﴿۳۵﴾ ",
			"index": "704",
			"name": "হে ঈমানদারগণ, আল্লাহ্‌কে ভয় করো এবং তারই দিকে মাধ্যম তালাশ করো এবং তার পথে জিহাদ করো এ আশায় যে, সফলতা পেতে পারো। ",
			"en_kanzulimaan": "O People who Believe! Fear Allah, and seek the means towards Him, and strive in His cause, in the hope of attaining success.",
			"ur_kanzulimaan": "اے ایمان والو! اللہ سے ڈرو اور اس کی طرف وسیلہ ڈھونڈو اور اس کی راہ میں جہاد کرو اس امید پر کہ فلاح پاؤ،",
			"hi_kanzulimaan": "ऐ ईमान वालो अल्लाह से डरो और उसकी तरफ़ वसीला ढूंडो (96फ) और उसकी राह में जिहाद करो इस उम्मीद पर कि फ़लाह (भलाई) पाओ",
			"author": "৩৫. হে ঈমানদারগণ! আল্লাহকে ভয় করো এবং তাঁর (সান্নিধ্যে পদার্পণ ও নৈকট্যের) জন্যে মাধ্যম [ওসিলা] অন্বেষণ করো। আর তাঁর পথে জিহাদ করো যাতে তোমরা সফলতা লাভ করতে পারো।"
		},
		{
			"_id": "705",
			"sura": "5",
			"para": "6",
			"verses": "36",
			"names": "اِنَّ الَّذِیۡنَ کَفَرُوۡا لَوۡ اَنَّ لَہُمۡ مَّا فِی الۡاَرۡضِ جَمِیۡعًا وَّ مِثۡلَہٗ مَعَہٗ لِیَفۡتَدُوۡا بِہٖ مِنۡ عَذَابِ یَوۡمِ الۡقِیٰمَۃِ مَا تُقُبِّلَ مِنۡہُمۡ ۚ وَ لَہُمۡ عَذَابٌ  اَلِیۡمٌ ﴿۳۶﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ الَّذِیۡنَ کَفَرُوۡا لَوۡ اَنَّ لَہُمۡ مَّا فِی الۡاَرۡضِ جَمِیۡعًا وَّ مِثۡلَہٗ مَعَہٗ لِیَفۡتَدُوۡا بِہٖ مِنۡ عَذَابِ یَوۡمِ الۡقِیٰمَۃِ مَا تُقُبِّلَ مِنۡہُمۡ ۚ وَ لَہُمۡ عَذَابٌ  اَلِیۡمٌ ﴿۳۶﴾ ",
			"index": "705",
			"name": "নিশ্চয় ওই সব লোক, যারা কাফির হয়েছে, যা কিছু দুনিয়ায় রয়েছে সবটুকু এবং এরই সমপরিমাণ আরো কিছুও যদি তাদের মালিকানায় থাকে এ জন্য যে, তা (পণ স্বরূপ) দিয়ে কিয়ামতের শাস্তি থেকে নিজেদের প্রাণ বাচাবে, তবুও তাদের নিকট গ্রহণ করা হবে না; এবং তাদের জন্য কষ্টদায়ক শাস্তি রয়েছে। ",
			"en_kanzulimaan": "Indeed if the disbelievers owned all that is in the earth and a similar one in addition to it, and they offered it as a ransom to save themselves from the punishment of the Day of Resurrection, it would not be accepted from them; and for them is a painful punishment.",
			"ur_kanzulimaan": "بیشک وہ جو کافر ہوئے جو کچھ زمین میں ہے سب اور اس کی برابر اور اگر ان کی ملک ہو کہ اسے دے کر قیامت کے عذاب سے اپنی جان چھڑائیں تو ان سے نہ لیا جائے گا اور ان کے لئے دکھ کا عذاب ہے",
			"hi_kanzulimaan": "बेशक वा जो काफ़िर हुए जो कुछ ज़मीन में  सब और उसकी बराबर और अगर उनकी मिल्क हो कि उसे देकर क़यामत के अज़ाब से अपनी जान छुङाएं तो उनसे न लिया जाएगा और उनके लिये दुख का अज़ाब है (97फ)",
			"author": "৩৬. নিশ্চয়ই যারা কুফরী অবলম্বন করেছে, যদি তাদের আয়ত্বাধীনে সকল কিছু (সম্পদ ও ধনভান্ডার বিদ্যমান) থাকে যা পৃথিবীতে রয়েছে এবং এর সাথে (আরো) সমপরিমাণ যাতে তারা তা কিয়ামতের দিন শাস্তি থেকে বাঁচতে মুক্তিপণ হিসেবে (নিজেদের জীবনের পরিবর্তে) দিতে পারে, তবুও তাদের থেকে (এর কিছুই) গ্রহণ করা হবে না। বরং তাদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।"
		},
		{
			"_id": "706",
			"sura": "5",
			"para": "6",
			"verses": "37",
			"names": "یُرِیۡدُوۡنَ اَنۡ یَّخۡرُجُوۡا مِنَ النَّارِ وَ مَا ہُمۡ بِخٰرِجِیۡنَ مِنۡہَا ۫ وَ لَہُمۡ عَذَابٌ مُّقِیۡمٌ ﴿۳۷﴾ ",
			"number": "",
			"verses_PDMS": "یُرِیۡدُوۡنَ اَنۡ یَّخۡرُجُوۡا مِنَ النَّارِ وَ مَا ہُمۡ بِخٰرِجِیۡنَ مِنۡہَا ۫ وَ لَہُمۡ عَذَابٌ مُّقِیۡمٌ ﴿۳۷﴾ ",
			"index": "706",
			"name": "তারা দোযখ থেকে বের হতে চাইবে এবং তারা তা থেকে বের হতে পারবে না; আর তাদের জন্য রয়েছে স্থায়ী শাস্তি। ",
			"en_kanzulimaan": "They will wish to come out of hell, and will not come out of it - and for them is an unending punishment.",
			"ur_kanzulimaan": "دوزخ سے نکلنا چاہیں گے اور وہ اس سے نہ نکلیں گے اور ان کو دوامی سزا ہے،",
			"hi_kanzulimaan": "दोज़ख़ से निकलना चाहेंगे और वो उससे न निकलेंगे और उनको दवामी (स्थाई) सज़ा है",
			"author": "৩৭. তারা চাইবে (যে কোনোভাবে) জাহান্নাম থেকে বের হতে, অথচ তারা তা থেকে বের হতে পারবে না, এবং তাদের জন্যে রয়েছে চিরস্থায়ী শাস্তি।"
		},
		{
			"_id": "707",
			"sura": "5",
			"para": "6",
			"verses": "38",
			"names": "وَ السَّارِقُ وَ السَّارِقَۃُ فَاقۡطَعُوۡۤا اَیۡدِیَہُمَا جَزَآءًۢ بِمَا کَسَبَا نَکَالًا مِّنَ  اللّٰہِ ؕ وَ اللّٰہُ عَزِیۡزٌ  حَکِیۡمٌ ﴿۳۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ السَّارِقُ وَ السَّارِقَۃُ فَاقۡطَعُوۡۤا اَیۡدِیَہُمَا جَزَآءًۢ بِمَا کَسَبَا نَکَالًا مِّنَ  اللّٰہِ ؕ وَ اللّٰہُ عَزِیۡزٌ  حَکِیۡمٌ ﴿۳۸﴾ ",
			"index": "707",
			"name": "আর যে পুরুষ কিংবা নারী চোর (সাব্যস্ত) হয়, তবে তার হাত কর্তন করো; এটা তাদের কৃতকর্মের ফল, আল্লাহ্‌র পক্ষ থেকে শাস্তি; এবং আল্লাহ্‌ পরাক্রমশালী, প্রজ্ঞাময়। ",
			"en_kanzulimaan": "And cut off the hands of those men or women who are thieves - a recompense of their deeds, a punishment from Allah; and Allah is Almighty, Wise.",
			"ur_kanzulimaan": "اور جو مرد یا عورت چور ہو تو ان کا ہاتھ کاٹو ان کے کیے کا بدلہ اللہ کی طرف سے سزا، اور اللہ غالب حکمت والا ہے،",
			"hi_kanzulimaan": "और जो मर्द या औरत चोर हो (98फ) तो उनके हाथ काटो (99फ) उनके किये का बदला अल्लाह की तरफ़ से सज़ा और अल्लाह ग़ालिब हिकमत वाला  है",
			"author": "৩৮. আর (বিচার বিভাগীয় যথাযথ রায়ের পর) চৌর্যবৃত্তিতে লিপ্ত পুরুষ এবং চৌর্যবৃত্তিতে লিপ্ত নারী, উভয়ের হাত কেটে দাও, তারা যা (অপরাধ) সংঘটিত করেছে এর ফলশ্রুতিতে; (এটি) আল্লাহ্‌র পক্ষ থেকে সতর্কতামূলক শাস্তি। আর আল্লাহ্ মহাপরাক্রমশালী, প্রজ্ঞাবান।"
		},
		{
			"_id": "708",
			"sura": "5",
			"para": "6",
			"verses": "39",
			"names": "فَمَنۡ تَابَ مِنۡۢ بَعۡدِ ظُلۡمِہٖ وَ اَصۡلَحَ  فَاِنَّ اللّٰہَ یَتُوۡبُ عَلَیۡہِ ؕ اِنَّ اللّٰہَ غَفُوۡرٌ رَّحِیۡمٌ ﴿۳۹﴾ ",
			"number": "",
			"verses_PDMS": "فَمَنۡ تَابَ مِنۡۢ بَعۡدِ ظُلۡمِہٖ وَ اَصۡلَحَ  فَاِنَّ اللّٰہَ یَتُوۡبُ عَلَیۡہِ ؕ اِنَّ اللّٰہَ غَفُوۡرٌ رَّحِیۡمٌ ﴿۳۹﴾ ",
			"index": "708",
			"name": "সুতরাং যে ব্যক্তি যুল্‌ম করার পর তাওবা করে এবং নিজেকে সংশোধন করে নেয়, তবে আল্লাহ্‌ আপন অনুগ্রহ সহকারে তার প্রতি ফিরে চান। নিঃসন্দেহে আল্লাহ্‌ ক্ষমাশিল, দয়ালু।",
			"en_kanzulimaan": "So if one repents after his wrongdoing and reforms himself, Allah will incline towards him with His mercy; indeed Allah is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "تو جو اپنے ظلم کے بعد توبہ کرے اور سنور جائے تو اللہ اپنی مہر سے اس پر رجوع فرمائے گا بیشک اللہ بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "तो जो अपने ज़ुल्म के बाद तौबह करे और संवर जाए तो अल्लाह अपनी मेहर (अनुकम्पा) से उसपर रूजू फ़रमाएगा (100फ) बेशक अल्लाह बख़्शने वाला मेहरबान है",
			"author": "৩৯. অতঃপর যে ব্যক্তি তার (এ) অপরাধের পর তওবা করে এবং নিজেকে সংশোধন করে নেয়, তবে নিশ্চয়ই আল্লাহ্ তার প্রতি অনুগ্রহ সহকারে প্রত্যাবর্তনশীল। নিশ্চয়ই আল্লাহ্ ক্ষমাশীল, অসীম দয়ালু।"
		},
		{
			"_id": "709",
			"sura": "5",
			"para": "6",
			"verses": "40",
			"names": "اَلَمۡ تَعۡلَمۡ اَنَّ اللّٰہَ لَہٗ مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ یُعَذِّبُ مَنۡ یَّشَآءُ  وَ یَغۡفِرُ لِمَنۡ یَّشَآءُ ؕ وَ اللّٰہُ عَلٰی کُلِّ شَیۡءٍ قَدِیۡرٌ ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "اَلَمۡ تَعۡلَمۡ اَنَّ اللّٰہَ لَہٗ مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ یُعَذِّبُ مَنۡ یَّشَآءُ  وَ یَغۡفِرُ لِمَنۡ یَّشَآءُ ؕ وَ اللّٰہُ عَلٰی کُلِّ شَیۡءٍ قَدِیۡرٌ ﴿۴۰﴾ ",
			"index": "709",
			"name": "তুমি কি জানো না যে, আল্লাহ্‌রই জন্য আসমানসমূহের বাদশাহী এবং যমীনের? শাস্তি দেন যাকে চান এবং ক্ষমা করে দেন যাকে ইচ্ছা করেন। আর আল্লাহ্‌ সবকিছু করতে পারেন। ",
			"en_kanzulimaan": "Do you not know that to Allah only belongs the kingship of the heavens and the earth? He punishes whomever He wills, and forgives whomever He wills; and Allah is Able to do all things.",
			"ur_kanzulimaan": "کیا تجھے معلوم نہیں کہ اللہ کے لئے ہے آسمانوں اور زمین کی بادشاہی، سزا دیتا ہے جسے چاہے اور بخشتا ہے جسے چاہے، اور اللہ سب کچھ کرسکتا ہے،",
			"hi_kanzulimaan": "क्या तुझे मालूम नहीं कि अल्लाह के लिये है आसमानों और ज़मीन की बादशाही, सज़ा देता है जिसे चाहे और बख़्श्ता है जिसे चाहे और अल्लाह सब कुछ कर सकता है (101फ)",
			"author": "৪০. (হে মানুষ!) তুমি কি জানো না যে, আকাশমন্ডলী ও পৃথিবীর (সমস্ত) রাজত্ব আল্লাহ্‌রই? তিনি যাকে ইচ্ছা শাস্তি দেন এবং যাকে ইচ্ছা ক্ষমা করেন। আর আল্লাহ্ সকল কিছুর উপর নিরঙ্কুশ ক্ষমতাবান।"
		},
		{
			"_id": "710",
			"sura": "5",
			"para": "6",
			"verses": "41",
			"names": "یٰۤاَیُّہَا الرَّسُوۡلُ لَا یَحۡزُنۡکَ الَّذِیۡنَ یُسَارِعُوۡنَ فِی الۡکُفۡرِ مِنَ الَّذِیۡنَ قَالُوۡۤا اٰمَنَّا بِاَفۡوَاہِہِمۡ وَ لَمۡ تُؤۡمِنۡ قُلُوۡبُہُمۡ ۚۛ وَ مِنَ الَّذِیۡنَ ہَادُوۡا ۚۛ سَمّٰعُوۡنَ لِلۡکَذِبِ سَمّٰعُوۡنَ لِقَوۡمٍ اٰخَرِیۡنَ ۙ  لَمۡ  یَاۡتُوۡکَ ؕ یُحَرِّفُوۡنَ الۡکَلِمَ مِنۡۢ بَعۡدِ مَوَاضِعِہٖ ۚ یَقُوۡلُوۡنَ اِنۡ اُوۡتِیۡتُمۡ ہٰذَا فَخُذُوۡہُ وَ اِنۡ لَّمۡ تُؤۡتَوۡہُ فَاحۡذَرُوۡا ؕ وَ مَنۡ یُّرِدِ اللّٰہُ فِتۡنَتَہٗ فَلَنۡ تَمۡلِکَ لَہٗ  مِنَ اللّٰہِ  شَیۡئًا ؕ اُولٰٓئِکَ الَّذِیۡنَ لَمۡ یُرِدِ اللّٰہُ اَنۡ یُّطَہِّرَ قُلُوۡبَہُمۡ ؕ لَہُمۡ فِی الدُّنۡیَا خِزۡیٌ ۚۖ وَّ لَہُمۡ فِی الۡاٰخِرَۃِ  عَذَابٌ  عَظِیۡمٌ ﴿۴۱﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الرَّسُوۡلُ لَا یَحۡزُنۡکَ الَّذِیۡنَ یُسَارِعُوۡنَ فِی الۡکُفۡرِ مِنَ الَّذِیۡنَ قَالُوۡۤا اٰمَنَّا بِاَفۡوَاہِہِمۡ وَ لَمۡ تُؤۡمِنۡ قُلُوۡبُہُمۡ ۚۛ وَ مِنَ الَّذِیۡنَ ہَادُوۡا ۚۛ سَمّٰعُوۡنَ لِلۡکَذِبِ سَمّٰعُوۡنَ لِقَوۡمٍ اٰخَرِیۡنَ ۙ  لَمۡ  یَاۡتُوۡکَ ؕ یُحَرِّفُوۡنَ الۡکَلِمَ مِنۡۢ بَعۡدِ مَوَاضِعِہٖ ۚ یَقُوۡلُوۡنَ اِنۡ اُوۡتِیۡتُمۡ ہٰذَا فَخُذُوۡہُ وَ اِنۡ لَّمۡ تُؤۡتَوۡہُ فَاحۡذَرُوۡا ؕ وَ مَنۡ یُّرِدِ اللّٰہُ فِتۡنَتَہٗ فَلَنۡ تَمۡلِکَ لَہٗ  مِنَ اللّٰہِ  شَیۡئًا ؕ اُولٰٓئِکَ الَّذِیۡنَ لَمۡ یُرِدِ اللّٰہُ اَنۡ یُّطَہِّرَ قُلُوۡبَہُمۡ ؕ لَہُمۡ فِی الدُّنۡیَا خِزۡیٌ ۚۖ وَّ لَہُمۡ فِی الۡاٰخِرَۃِ  عَذَابٌ  عَظِیۡمٌ ﴿۴۱﴾ ",
			"index": "710",
			"name": "হে রসূল, আপনাকে যেন দুঃখিত না করে সেসব লোক, যারা কুফরের উপর দৌঁড়ায়- কিছু লোক এমন রয়েছে, যারা নিজ মুখে বলে থাকে, ‘আমরা ঈমান এনেছি;’ অথচ তাদের অন্তর মুসলমান নয়; এবং কিছু সংখ্যক ইহুদী মিথ্যা খুব শুনে এবং ঐ সব লোকের কথা খুব শুনে যারা আপনার নিকট হাযিয় হয় নি। আল্লাহ্‌র বাণীগুলোকে সেগুলোর ঠিকানাসমূহে স্থির হবার পর পরিবর্তন করে দেয়। তারা বলে, ‘এ নির্দেশ পেলে তা মান্য করো এবং যদি না পাও তবে বর্জন করো’! আর আল্লাহ যাকে পথভ্রষ্ট করতে চান, তবে কখনো তুমি আল্লাহ্‌র নিকট তার জন্য কিছুই করতে পারবে না। এরা হচ্ছে ওই সবলো দের অন্তরকে আল্লাহ্‌ বিশুদ্ধ করতে চান নি। তাদের জন্য দুনিয়ায় রয়েছে লাঞ্ছনা আর তাদের জন্য আখিরাতে রয়েছে মহাশাস্তি। ",
			"en_kanzulimaan": "O Noble Messenger (Prophet Mohammed - peace and blessings be upon him)! Do not let yourself be aggrieved by the people who rush towards disbelief - those who say with their mouths, We believe but whose hearts are not Muslims; and some Jews; they listen a great deal to falsehood, and to other people who do not come to you; shifting Allahs Words from their correct places; and say, If this command is given to you, obey it, but if this is not given to you, then refrain; and the one whom Allah wills to send astray, you will never be able to help him in the least against Allah; they are those whose hearts Allah did not will to cleanse; for them is disgrace in this world, and for them is a great punishment in the Hereafter.",
			"ur_kanzulimaan": "اے رسول! تمہیں غمگین نہ کریں وہ جو کفر پڑ دوڑتے ہیں جو کچھ وہ اپنے منہ سے کہتے ہیں ہم ایمان لائے اور ان کے دل مسلمان نہیں اور کچھ یہودی جھوٹ خوب سنتے ہیں اور لوگوں کی خوب سنتے ہیں جو تمہارے پاس حاضر نہ ہوئے اللہ کی باتوں کو ان کے ٹھکانوں کے بعد بدل دیتے ہیں، کہتے ہیں یہ حکم تمہیں ملے تو مانو اور یہ نہ ملے تو بچو اور جسے اللہ گمراہ کرنا چاہے تو ہرگز تو اللہ سے اس کا کچھ بنا نہ سکے گا، وہ ہیں کہ اللہ نے ان کا دل پاک کرنا نہ چاہا، انہیں دنیا میں رسوائی ہے، اور انہیں آخرت میں بڑا عذاب،",
			"hi_kanzulimaan": "ऐ रसूल तुम्हें ग़मगीन (दुखी) न करें वो जो कुफ्र पर दोड़ते हैं (102फ) कुछ वो जो अपने मुंह से कहते हैं हम ईमान लाए और उनके दिल मुसलमान नहीं (103फ) और कुछ यहूदी झूठ ख़ूब सुनते हैं (104फ) और लोगों की ख़ूब सुनते हैं (105फ) जो तुम्हारे पास हाज़िर न हुए अल्लाह की बातों को उनके ठिकानो के बाद बदल देते हैं कहते हैं यह हुक्म तुम्हें मिले तो मानो और यह न मिले तो बचो (106फ) और जिसे अल्लाह गुमराह करना चाहे तो हरगिज़ तू अल्लाह से उसका कुछ बना न सकेगा वो हैं कि अल्लाह ने उनका दिल पाक करना न चाहा उन्हें दुनिया में रूस्वाई है और उन्हें आख़िरत में बड़ा अज़ाब",
			"author": "৪১. হে রাসূল! আপনাকে যেন সেসব লোকেরা চিন্তান্বিত না করে, যারা কুফরীতে ধাবমান হয়; তাদের মধ্যে (প্রথমত) রয়েছে সেসব (মুনাফিক) যারা তাদের মুখে বলে, ‘আমরা ঈমান এনেছি’, অথচ তাদের অন্তর ঈমান গ্রহণ করেনি, আর তাদের মধ্যে (দ্বিতীয়ত) রয়েছে ইহুদীরা (যারা) মিথ্যাচারের জন্যে (আপনার কথা) মনোযোগ দিয়ে শুনে, (প্রকৃতপক্ষে) তারা অন্য লোকদের জন্যে (গুপ্তচরবৃত্তির উদ্দেশ্যে) শোনে, যারা (এখনো পর্যন্ত) আপনার কাছে আসেনি। (তারাই সেসব লোক) যারা (আল্লাহ্‌র) বাণীসমূহকে যথাস্থানে (নির্ধারিত) হবার পরেও পরিবর্তন করে (এবং) বলে, ‘যদি তোমাদেরকে (তাদের পছন্দের নির্দেশ থেকে) তা দেয়া হয় তবে গ্রহণ করো আর যদি তোমাদেরকে (নির্দেশ হিসেবে) তা না দেয়া হয়, তবে (তা) বর্জন করো’। আর আল্লাহ্ যে ব্যক্তির গোমরাহীর ইচ্ছা পোষণ করেন, তবে তোমরা তার জন্যে আল্লাহ্‌র (নির্দেশকে প্রতিহত করার) উপর কোনো ক্ষমতা রাখো না। এরাই সেসব লোক যাদের অন্তরকে আল্লাহ্ পবিত্র করার ইচ্ছা(ই) করেন না। তাদের জন্যে দুনিয়াতে রয়েছে (কুফরীর) লাঞ্ছনা এবং তাদের জন্যে পরকালে রয়েছে ভয়ানক শাস্তি।"
		},
		{
			"_id": "711",
			"sura": "5",
			"para": "6",
			"verses": "42",
			"names": "سَمّٰعُوۡنَ لِلۡکَذِبِ اَکّٰلُوۡنَ لِلسُّحۡتِ ؕ فَاِنۡ جَآءُوۡکَ فَاحۡکُمۡ بَیۡنَہُمۡ اَوۡ اَعۡرِضۡ عَنۡہُمۡ ۚ وَ اِنۡ تُعۡرِضۡ عَنۡہُمۡ فَلَنۡ یَّضُرُّوۡکَ شَیۡئًا ؕ وَ اِنۡ حَکَمۡتَ فَاحۡکُمۡ بَیۡنَہُمۡ بِالۡقِسۡطِ ؕ اِنَّ اللّٰہَ یُحِبُّ الۡمُقۡسِطِیۡنَ ﴿۴۲﴾",
			"number": "",
			"verses_PDMS": "سَمّٰعُوۡنَ لِلۡکَذِبِ اَکّٰلُوۡنَ لِلسُّحۡتِ ؕ فَاِنۡ جَآءُوۡکَ فَاحۡکُمۡ بَیۡنَہُمۡ اَوۡ اَعۡرِضۡ عَنۡہُمۡ ۚ وَ اِنۡ تُعۡرِضۡ عَنۡہُمۡ فَلَنۡ یَّضُرُّوۡکَ شَیۡئًا ؕ وَ اِنۡ حَکَمۡتَ فَاحۡکُمۡ بَیۡنَہُمۡ بِالۡقِسۡطِ ؕ اِنَّ اللّٰہَ یُحِبُّ الۡمُقۡسِطِیۡنَ ﴿۴۲﴾",
			"index": "711",
			"name": "(তারা) বড় মিথ্যা শ্রবণকারী, বড়ই হারামখোর। সুতরাং তারা যদি আপনার নিকট হাযির হয় তবে তাদের মধ্যে মীমাংসা করুন অথবা তাদের দিক থেকে মুখ ফিরিয়ে নিন। এবং যদি তাদের দিক থেকে মুখ ফিরিয়ে নেন, তবে তারা আপনার কোন ক্ষতি করতে পারবে না। আর যদি তাদের মধ্যে মীমাংসা করেন তবে ন্যায়ের সাথে মীমাংসা করুন। নিশ্চয় ন্যায়বিচারককে আল্লাহ্‌ ভালবাসেন। ",
			"en_kanzulimaan": "The excessively eager listeners of falsehood, extreme devourers of the forbidden; so if they come humbly to you (Prophet Mohammed - peace and blessings be upon him), judge between them or shun them; and if you turn away from them they cannot harm you at all; and if you do judge between them, judge with fairness; indeed Allah loves the equitable.",
			"ur_kanzulimaan": "بڑے جھوٹ سننے والے بڑے حرام خور تو اگر تمہارے حضور حاضر ہوں تو ان میں فیصلہ فرماؤ یا ان سے منہ پھیرلو اور اگر تم ان سے منہ پھیرلو گے تو وہ تمہارا کچھ نہ بگاڑیں گے اور اگر ان میں فیصلہ فرماؤ تو انصاف سے فیصلہ کرو، بیشک انصاف والے اللہ کو پسند ہیں،",
			"hi_kanzulimaan": "बड़े झूठ सुनने वाले, बड़े हरामख़ोर (107फ) तो अगर तुम्हारे हुज़ूर हाज़िर हों (108फ) तो उनमें फैसला फ़रमाओ या उनसे मुंह फेर लो (109फ) और अगर तुम उनसे मुंह फेर लोगे तो वो तुम्हारा कुछ न बिगाड़ेंगे  (110फ) और अगर उनमें फैसला फ़रमाओ तो इन्साफ़ से फ़ैसला करो बेशक इन्साफ़ वाले अल्लाह को पसन्द हैं",
			"author": "৪২. (তারা) মিথ্যা রচনার উদ্দেশ্যে গুপ্তচর বৃত্তি করে, (তদুপরি) অধিক পরিমাণে হারাম সম্পদ ভক্ষণ করে। সুতরাং যদি তারা (কোনো সমস্যা নিয়ে) আপনার নিকট আসে তবে আপনি (স্বাধীন,) হয় তাদের মাঝে মীমাংসা করুন অথবা তাদেরকে উপেক্ষা করুন। আর যদি আপনি তাদের থেকে মুখ ফিরিয়েও নেন, (তবুও) তারা আপনার কোনো ক্ষতি করতে পারবে না। আর যদি আপনি মীমাংসা করেন, তবে তাদের মাঝে(ও) ন্যায়বিচারের মাধ্যমে(ই) মীমাংসা করুন। (অর্থাৎ তাদের শত্রুতা যেন ন্যায় সংগত মীমাংসার ক্ষেত্রে প্রতিবন্ধক না হয়।) নিশ্চয়ই আল্লাহ্ ন্যায়পারয়ণদেরকে পছন্দ করেন।"
		},
		{
			"_id": "712",
			"sura": "5",
			"para": "6",
			"verses": "43",
			"names": "وَ کَیۡفَ یُحَکِّمُوۡنَکَ وَ عِنۡدَہُمُ  التَّوۡرٰىۃُ فِیۡہَا حُکۡمُ اللّٰہِ ثُمَّ یَتَوَلَّوۡنَ مِنۡۢ بَعۡدِ ذٰلِکَ ؕ وَ مَاۤ  اُولٰٓئِکَ بِالۡمُؤۡمِنِیۡنَ ﴿۴۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَیۡفَ یُحَکِّمُوۡنَکَ وَ عِنۡدَہُمُ  التَّوۡرٰىۃُ فِیۡہَا حُکۡمُ اللّٰہِ ثُمَّ یَتَوَلَّوۡنَ مِنۡۢ بَعۡدِ ذٰلِکَ ؕ وَ مَاۤ  اُولٰٓئِکَ بِالۡمُؤۡمِنِیۡنَ ﴿۴۳﴾ ",
			"index": "712",
			"name": "এবং তারা আপনার নিকট কি করে বিচার চাইবে, অথচ তাদের নিকট তাওহীদ রয়েছে, যার মধ্যে আল্লাহ্‌র নির্দেশ রয়েছে। এতদ্‌সত্ত্বেও তা থেকে মুখ ফিরিয়ে নিচ্ছে এবং তারা ঈমান আনয়নকারী নয়।",
			"en_kanzulimaan": "And why should they wish to be judged by you, when they have the Taurat with them, in which exist the commands of Allah and yet they turn away from it? And they will not accept faith.",
			"ur_kanzulimaan": "اور وہ تم سے کیونکر فیصلہ چاہیں گے، حالانکہ ان کے پاس توریت ہے جس میں اللہ کا حکم موجود ہے بایں ہمہ اسی سے منہ پھیرتے ہیں اور وہ ایمان لانے والے نہیں،",
			"hi_kanzulimaan": "और वो तुमसे क्योंकर फै़सला चाहेंगे हालांकि उनके पास तौरात है जिसमें अल्लाह का हुक्म मौजूद है (111फ)  बाईं हमा उसी से मुंह फेरते हैं (112फ) और वो ईमान लाने वाले नहीं",
			"author": "৪৩. আর তারা আপনাকে কীভাবে বিচারক মানতে পারে যখন তাদের নিকট তাওরাত (বিদ্যমান) রয়েছে, যাতে আল্লাহ্‌র হুকুম (উল্লেখ) রয়েছে? অতঃপর তারা এরপরেও (সত্য থেকে) মুখ ফিরিয়ে নেয় এবং তারা (মোটেও) ঈমান আনয়নকারী নয়।"
		},
		{
			"_id": "713",
			"sura": "5",
			"para": "6",
			"verses": "44",
			"names": "اِنَّاۤ  اَنۡزَلۡنَا التَّوۡرٰىۃَ فِیۡہَا ہُدًی وَّ نُوۡرٌ ۚ یَحۡکُمُ بِہَا النَّبِیُّوۡنَ الَّذِیۡنَ اَسۡلَمُوۡا لِلَّذِیۡنَ ہَادُوۡا وَ الرَّبّٰنِیُّوۡنَ وَ الۡاَحۡبَارُ بِمَا اسۡتُحۡفِظُوۡا مِنۡ کِتٰبِ اللّٰہِ وَ کَانُوۡا عَلَیۡہِ شُہَدَآءَ ۚ فَلَا تَخۡشَوُا النَّاسَ وَ اخۡشَوۡنِ  وَ لَا  تَشۡتَرُوۡا بِاٰیٰتِیۡ ثَمَنًا قَلِیۡلًا ؕ وَ مَنۡ لَّمۡ یَحۡکُمۡ بِمَاۤ اَنۡزَلَ اللّٰہُ فَاُولٰٓئِکَ ہُمُ الۡکٰفِرُوۡنَ ﴿۴۴﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّاۤ  اَنۡزَلۡنَا التَّوۡرٰىۃَ فِیۡہَا ہُدًی وَّ نُوۡرٌ ۚ یَحۡکُمُ بِہَا النَّبِیُّوۡنَ الَّذِیۡنَ اَسۡلَمُوۡا لِلَّذِیۡنَ ہَادُوۡا وَ الرَّبّٰنِیُّوۡنَ وَ الۡاَحۡبَارُ بِمَا اسۡتُحۡفِظُوۡا مِنۡ کِتٰبِ اللّٰہِ وَ کَانُوۡا عَلَیۡہِ شُہَدَآءَ ۚ فَلَا تَخۡشَوُا النَّاسَ وَ اخۡشَوۡنِ  وَ لَا  تَشۡتَرُوۡا بِاٰیٰتِیۡ ثَمَنًا قَلِیۡلًا ؕ وَ مَنۡ لَّمۡ یَحۡکُمۡ بِمَاۤ اَنۡزَلَ اللّٰہُ فَاُولٰٓئِکَ ہُمُ الۡکٰفِرُوۡنَ ﴿۴۴﴾ ",
			"index": "713",
			"name": "নিশ্চয় আমি তাওরীত অবতীর্ন করেছি- তাঁতে হিদায়ত এবং আলো রয়েছে; সেটার বিধানানুযায়ী ইহুদীদেরকে নির্দেশ দিতেন আমার অনুগত নবীগণ, আলিমগণ ও ফিক্বহ্‌শাস্ত্রবিদগণ; এজন্য যে, তাদের থেকে আল্লাহ্‌র কিতাবের রক্ষণাবেক্ষণ চাওয়া হয়েছিলো; এবং তারা সেটারপক্ষে সাক্ষী ছিলো। সুতরাং মানুষকে ভয় করো না এবং আমাকেই ভয় করো; আর আমার আয়াতগুলোর পরিবর্তে হীন মূল্য নিও না এবং যে সব লোক আল্লাহ্‌ যা অবতীর্ণ করেছেন তদনুযায়ী নির্দেশ দেয় না, তারাই কাফির। ",
			"en_kanzulimaan": "Undoubtedly We sent down the Taurat, in which is guidance and light; the Jews were commanded according to it by Our obedient Prophets, and the rabbis and the religious jurists for they were commanded to protect Allahs Book, and were witnesses to it; so do not fear men, and fear Me, and do not exchange My verses for an abject price; and whoever does not judge according to what is sent down by Allah - it is they who are disbelievers.",
			"ur_kanzulimaan": "بیشک ہم نے توریت اتاری اس میں ہدایت اور نور ہے، اس کے مطابق یہود کو حکم دیتے تھے ہمارے فرمانبردار نبی اور عالم اور فقیہہ کہ ان سے کتاب اللہ کی حفاظت چاہی گئی تھی اور وہ اس پر گواہ تھے تو لوگوں سے خوف نہ کرو اور مجھ سے ڈرو اور میری آیتوں کے بدلے ذلیل قیمت نہ لو اور جو اللہ کے اتارے پر حکم نہ کرے وہی لوگ کافر ہیں،",
			"hi_kanzulimaan": "बेशक हमने तौरात उतारी उसमें हिदायत और नूर है उसके मुताबिक़ यहूद को हुक्म देते थे हमारे फ़रमाँबरदार नबी और आलिम और फ़कीह (धर्मशास्त्री) कि उनसे किताब अल्ल्लाह की हिफ़ाज़त चाही गई थी (113फ) और वो उसपर गवाह थे तो (114फ) लोगों से खौफ न करो और मुझसे डरो और मेरी आयतों के बदले ज़लील क़ीमत न लो (115फ) और जो अल्लाह के उतारे पर हुक्म न करे  (116फ) वही लोग काफ़िर हैं",
			"author": "৪৪. নিশ্চয়ই আমরা অবতীর্ণ করেছিলাম তাওরাত, যাতে ছিল হেদায়াত ও নূর। সে অনুসারে ইহুদীদেরকে নির্দেশ প্রদান করতেন (আল্লাহ্‌র) আজ্ঞাবহ (বান্দা) নবীগণ, আল্লাহ্‌র অনুরক্ত (আউলিয়াগণ) এবং জ্ঞানীগণও, (তারা এ অনুসারেই মীমাংসা করতেন); কারণ, তাদেরকে আল্লাহ্‌র কিতাবের রক্ষাবেক্ষণকারী করা হয়েছিল এবং তারা ছিলেন এর অভিভাবক (ও সাক্ষী)। অতঃপর তোমরা (দ্বীন প্রতিষ্ঠা এবং আল্লাহ্‌র বিধিবিধান বাস্তবায়নে) মানুষকে ভয় করো না, আর ভয় করতে থাকো (কেবল) আমাকে। আর আমার আয়াতসমূহের (অর্থাৎ বিধিবিধানের) পরিবর্তে (দুনিয়ার) তুচ্ছ মূল্য গ্রহণ করো না। আর যে সকল ব্যক্তি আল্লাহ্‌র অবতীর্ণ বিধান অনুসারে মীমাংসা (ও শাসন পরিচালনা) করে না, তবে তারাই কাফের।"
		},
		{
			"_id": "714",
			"sura": "5",
			"para": "6",
			"verses": "45",
			"names": "وَ کَتَبۡنَا عَلَیۡہِمۡ فِیۡہَاۤ  اَنَّ النَّفۡسَ بِالنَّفۡسِ ۙ وَ الۡعَیۡنَ بِالۡعَیۡنِ وَ الۡاَنۡفَ بِالۡاَنۡفِ وَ الۡاُذُنَ بِالۡاُذُنِ وَ السِّنَّ بِالسِّنِّ ۙ وَ الۡجُرُوۡحَ قِصَاصٌ ؕ فَمَنۡ تَصَدَّقَ بِہٖ فَہُوَ کَفَّارَۃٌ  لَّہٗ  ؕ وَ مَنۡ لَّمۡ یَحۡکُمۡ بِمَاۤ اَنۡزَلَ اللّٰہُ فَاُولٰٓئِکَ ہُمُ الظّٰلِمُوۡنَ ﴿۴۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَتَبۡنَا عَلَیۡہِمۡ فِیۡہَاۤ  اَنَّ النَّفۡسَ بِالنَّفۡسِ ۙ وَ الۡعَیۡنَ بِالۡعَیۡنِ وَ الۡاَنۡفَ بِالۡاَنۡفِ وَ الۡاُذُنَ بِالۡاُذُنِ وَ السِّنَّ بِالسِّنِّ ۙ وَ الۡجُرُوۡحَ قِصَاصٌ ؕ فَمَنۡ تَصَدَّقَ بِہٖ فَہُوَ کَفَّارَۃٌ  لَّہٗ  ؕ وَ مَنۡ لَّمۡ یَحۡکُمۡ بِمَاۤ اَنۡزَلَ اللّٰہُ فَاُولٰٓئِکَ ہُمُ الظّٰلِمُوۡنَ ﴿۴۵﴾ ",
			"index": "714",
			"name": "এবং আমি তাওরীতের মধ্যে তাদের উপর ওয়াজিব করেছি যে, প্রাণের বদলে প্রাণ, চোখের বদলে চোখ, নাকের বদলে নাক, কানের বদলে কান, দাঁতের বদলে দাঁত এবং যখমসমূহের বদলে অনুরূপ বদলা। অতঃপর যে ব্যক্তি স্বেচ্ছায় আত্নসমর্পণের মাধ্যমে ‘ক্বিসাস’ গ্রহণ করে তবে তা তার গুনাহ মোচন করে দেবে; এবং যেসব লোক আল্লাহ্‌র অবতীর্ণ বিধান অনুযায়ী নির্দেশ দেয় না, তবে তারা যালিম।",
			"en_kanzulimaan": "And in the Taurat, We made it obligatory upon them that, A life (is the retribution) for a life, and an eye for an eye, and a nose for a nose, and an ear for an ear, and a tooth for a tooth, and for wounds is a retribution; then whoever willingly agrees to retribution, it shall redeem him of his sin; and whoever does not judge according to what is sent down by Allah - it is they who are the unjust.",
			"ur_kanzulimaan": "اور ہم نے توریت میں ان پر واجب کیا کہ جان کے بدلے جان اور آنکھ کے بدلے آنکھ اور ناک کے بدلے ناک اور کان کے بدلے کان اور دانت کے بدلے دانت اور زخموں میں بدلہ ہے پھر جو دل کی خوشی سے بدلہ کراوے تو وہ اس کا گناہ اتار دے گا اور جو اللہ کے اتارے پر حکم نہ کرے تو وہی لوگ ظالم ہیں،",
			"hi_kanzulimaan": "और हमने तौरात में उनपर वाजिब किया (117फ) कि जान के बदले जान (118फ) और आँख के बदले आँख और नाक के बदले नाक और कान के बदले कान और दांत के बदले दांत और ज़ख़्मों में बदला है (119फ) फिर जो दिल की ख़ुशी से बदला करा दे तो वह उसका गुनाह उतार देगा (120फ) और जो अल्लाह के उतारे पर हुक्म न करे तो वही लोग ज़ालिम हैं",
			"author": "৪৫. আর আমরা এতে (অর্থাৎ তাওরাতে) তাদের জন্যে ফরয করে দিয়েছিলাম যে, প্রাণের পরিবর্তে প্রাণ, চোখের পরিবর্তে চোখ, নাকের পরিবর্তে নাক, কানের পরিবর্তে কান, দাঁতের পরিবর্তে দাঁত এবং জখমেরও বিনিময় রয়েছে। কাজেই যে ব্যক্তি তা (অর্থাৎ ক্বিসাসকে) সাদ্কাহ্ (অর্থাৎ ক্ষমা) করে দেয়, তবে তা তার (গোনাহের) কাফফারা হবে; আর যেসব ব্যক্তি আল্লাহ্‌র নাযিলকৃত বিধান অনুসারে মীমাংসা (ও শাসন পরিচালনা) করে না, তবে তারাই যালিম।"
		},
		{
			"_id": "715",
			"sura": "5",
			"para": "6",
			"verses": "46",
			"names": "وَ قَفَّیۡنَا عَلٰۤی اٰثَارِہِمۡ بِعِیۡسَی ابۡنِ مَرۡیَمَ مُصَدِّقًا لِّمَا بَیۡنَ یَدَیۡہِ مِنَ التَّوۡرٰىۃِ ۪ وَ اٰتَیۡنٰہُ الۡاِنۡجِیۡلَ فِیۡہِ ہُدًی وَّ نُوۡرٌ ۙ وَّ مُصَدِّقًا لِّمَا بَیۡنَ  یَدَیۡہِ مِنَ التَّوۡرٰىۃِ وَ ہُدًی وَّ مَوۡعِظَۃً  لِّلۡمُتَّقِیۡنَ ﴿ؕ۴۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَفَّیۡنَا عَلٰۤی اٰثَارِہِمۡ بِعِیۡسَی ابۡنِ مَرۡیَمَ مُصَدِّقًا لِّمَا بَیۡنَ یَدَیۡہِ مِنَ التَّوۡرٰىۃِ ۪ وَ اٰتَیۡنٰہُ الۡاِنۡجِیۡلَ فِیۡہِ ہُدًی وَّ نُوۡرٌ ۙ وَّ مُصَدِّقًا لِّمَا بَیۡنَ  یَدَیۡہِ مِنَ التَّوۡرٰىۃِ وَ ہُدًی وَّ مَوۡعِظَۃً  لِّلۡمُتَّقِیۡنَ ﴿ؕ۴۶﴾ ",
			"index": "715",
			"name": "এবং আমি ওই নবীগণের পশ্চাতে তাদের পদচিহ্নের উপর মরিয়ম তনয় ঈসাকে এনেছি তাওরীতের সমর্থকরূপে, যা তার পূর্বে ছিলো এবং আমি তাকে ইন্‌জীল দান করেছি, যার মধ্যে পথপ্রদর্শন ও আলো রয়েছে এবং সমর্থন করছে তাওরীতের, যা তার পূর্বে ছিলো আর হিদায়াত ও উপদেশ খোদাভীরুদের জন্য। ",
			"en_kanzulimaan": "And We brought Eisa the son of Maryam, following the footsteps of those Prophets, confirming the Taurat which preceded him - and We bestowed upon him the Injeel (Bible) in which is guidance and light, and confirms the Taurat which preceded it, and a guidance and an advice to the pious.",
			"ur_kanzulimaan": "اور ہم ان نبیوں کے پیچھے ان کے نشانِ قدم پر عیسیٰ بن مریم کو لائے تصدیق کرتا ہوا توریت کی جو اس سے پہلے تھی اور ہم نے اسے انجیل عطا کی جس میں ہدایت اور نور ہے اور تصدیق فرماتی ہے توریت کی کہ اس سے پہلی تھی اور ہدایت اور نصیحت پرہیزگاروں کو،",
			"hi_kanzulimaan": "और हम उन नबियों के पीछे उनके निशाने क़दम (पदचिन्ह) पर ईसा बिन मरयम को लाए, तस्दीक़ (पुष्टि) करता हुआ तौरात की जो उससे पहले थी (121फ) और हमने उसे इंजील अता की जिसमें हिदायत और नूर है और तस्दीक़ फ़रमाती है तौरात की कि उससे पहले थे और हिदायत (122फ) और नसीहत परहेज़गारों को",
			"author": "৪৬. আর আমরা তাঁদের (অর্থাৎ রাসূলগণের) পেছনে তাঁদের পদাঙ্ক ধরেই প্রেরণ করেছিলাম মারইয়াম-তনয় ঈসা (আলাইহিস সালাম)-কে যিনি ছিলেন তাঁর পূর্বের (কিতাব) তাওরাতের সত্যায়নকারী। আর আমরা তাঁকে দিয়েছিলাম ইঞ্জীল, যাতে ছিল হেদায়াত ও নূর; (এ ইঞ্জিলও ছিল) তাঁর পূর্বের (কিতাব) তাওরাতের সত্যায়নকারী এবং (নিশ্চিত) হেদায়াত এবং পরহেযগারদের জন্যে উপদেশ।"
		},
		{
			"_id": "716",
			"sura": "5",
			"para": "6",
			"verses": "47",
			"names": "وَ لۡیَحۡکُمۡ اَہۡلُ  الۡاِنۡجِیۡلِ بِمَاۤ  اَنۡزَلَ اللّٰہُ فِیۡہِ ؕ وَ مَنۡ لَّمۡ یَحۡکُمۡ بِمَاۤ اَنۡزَلَ اللّٰہُ فَاُولٰٓئِکَ ہُمُ  الۡفٰسِقُوۡنَ ﴿۴۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ لۡیَحۡکُمۡ اَہۡلُ  الۡاِنۡجِیۡلِ بِمَاۤ  اَنۡزَلَ اللّٰہُ فِیۡہِ ؕ وَ مَنۡ لَّمۡ یَحۡکُمۡ بِمَاۤ اَنۡزَلَ اللّٰہُ فَاُولٰٓئِکَ ہُمُ  الۡفٰسِقُوۡنَ ﴿۴۷﴾ ",
			"index": "716",
			"name": "এবং এটাই উচিত যে, ইন্‌জীলের অনুসারীরা নির্দেশ দেবে তদনুযায়ীই, যা আল্লাহ্‌ সেটার মধ্যে অবতারণ করেছেন। এবং যারা আল্লাহ্‌ যা অবতীর্ণ করেছেন তদনুযায়ী নির্দেশ দেয় না, তবে তারাই ফাসিক্ব (আল্লাহ্‌র নির্দেশ অমান্যকারী)। ",
			"en_kanzulimaan": "And the People of Injeel must judge by what Allah has sent down in it; and whoever does not judge according to what is sent down by Allah - it is they who are the sinners.",
			"ur_kanzulimaan": "اور چاہئے کہ انجیل والے حکم کریں اس پر جو اللہ نے اس میں اتارا اور جو اللہ کے اتارے پر حکم نہ کریں تو وہی لوگ فاسق ہیں،",
			"hi_kanzulimaan": "और चाहिये की इंजिल वाले हुक्म करें उसपर जो अल्लाह ने उसमें उतारा (123फ) और जो अल्लाह के उतारे पर हुक्म न करें तो वही लोग फ़ासिक़ (दुराचारी) हैं",
			"author": "৪৭. আর ইঞ্জিলের অধিকারীগণ(ও) যেন সে (বিধান) অনুসারে মীমাংসা করে, যা আল্লাহ্ এতে অবতীর্ণ করেছেন। আর যে সকল ব্যক্তি আল্লাহ্‌র নাযিলকৃত বিধান অনুসারে মীমাংসা (ও শাসন পরিচালনা) করে না তবে তারাই পাপাত্মা।"
		},
		{
			"_id": "717",
			"sura": "5",
			"para": "6",
			"verses": "48",
			"names": "وَ اَنۡزَلۡنَاۤ اِلَیۡکَ الۡکِتٰبَ بِالۡحَقِّ مُصَدِّقًا لِّمَا بَیۡنَ یَدَیۡہِ مِنَ الۡکِتٰبِ وَ مُہَیۡمِنًا عَلَیۡہِ فَاحۡکُمۡ  بَیۡنَہُمۡ بِمَاۤ اَنۡزَلَ اللّٰہُ وَ لَا تَتَّبِعۡ اَہۡوَآءَہُمۡ عَمَّا جَآءَکَ مِنَ الۡحَقِّ ؕ لِکُلٍّ جَعَلۡنَا مِنۡکُمۡ شِرۡعَۃً وَّ مِنۡہَاجًا ؕ وَ لَوۡ  شَآءَ اللّٰہُ لَجَعَلَکُمۡ اُمَّۃً وَّاحِدَۃً  وَّ لٰکِنۡ  لِّیَبۡلُوَکُمۡ فِیۡ مَاۤ اٰتٰىکُمۡ فَاسۡتَبِقُوا الۡخَیۡرٰتِ ؕ اِلَی اللّٰہِ مَرۡجِعُکُمۡ جَمِیۡعًا فَیُنَبِّئُکُمۡ بِمَا کُنۡتُمۡ  فِیۡہِ  تَخۡتَلِفُوۡنَ ﴿ۙ۴۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَنۡزَلۡنَاۤ اِلَیۡکَ الۡکِتٰبَ بِالۡحَقِّ مُصَدِّقًا لِّمَا بَیۡنَ یَدَیۡہِ مِنَ الۡکِتٰبِ وَ مُہَیۡمِنًا عَلَیۡہِ فَاحۡکُمۡ  بَیۡنَہُمۡ بِمَاۤ اَنۡزَلَ اللّٰہُ وَ لَا تَتَّبِعۡ اَہۡوَآءَہُمۡ عَمَّا جَآءَکَ مِنَ الۡحَقِّ ؕ لِکُلٍّ جَعَلۡنَا مِنۡکُمۡ شِرۡعَۃً وَّ مِنۡہَاجًا ؕ وَ لَوۡ  شَآءَ اللّٰہُ لَجَعَلَکُمۡ اُمَّۃً وَّاحِدَۃً  وَّ لٰکِنۡ  لِّیَبۡلُوَکُمۡ فِیۡ مَاۤ اٰتٰىکُمۡ فَاسۡتَبِقُوا الۡخَیۡرٰتِ ؕ اِلَی اللّٰہِ مَرۡجِعُکُمۡ جَمِیۡعًا فَیُنَبِّئُکُمۡ بِمَا کُنۡتُمۡ  فِیۡہِ  تَخۡتَلِفُوۡنَ ﴿ۙ۴۸﴾ ",
			"index": "717",
			"name": "এবং হে মাহবূব! আমি আপনার প্রতি সত্য কিতাব অবতীর্ন করেছি পূর্ববর্তি কিতাবগুলোর সমর্থকরূপে এবং সেগুলোর সংরক্ষক ও সাক্ষীরূপে। সুতরাং আল্লাহ্‌ যা অবতীর্ন করেছেন তা’ অনুসারে তাদের মধ্যে ফয়সালা করুন এবং হে শ্রোতা! তাদের খেয়াল খুশীর অনুসরণ করো না নিজের নিকট আগত সত্যকে ত্যাগ করে। আমি তোমাদের সবার জন্য এক একটা শরীয়ত (বিধান) এবং পথ রেখেছি আর যদি আল্লাহ্‌ চাইতেন, তবে তোমাদের সবাইকে একটা মাত্র উম্মতে (জাতি) পরিণত করে দিতেন; কিন্তু এটাই সাব্যস্ত হলো যে, যা কিছু তোমাদেরকে প্রদান করেছেন তা দ্বারা তোমাদেরকে পরীক্ষা করবেন। সুতরাং সৎকার্যাদির দিকে তোমরা প্রতিযোগিতা করো! আল্লাহ্‌রই দিকে তোমাদের সকলের প্রত্যাবর্তন। অতঃপর তিনি তোমাদেরকে বলে দেবেন যে বিষয়ে তোমরা মতভেদ করছিলে।",
			"en_kanzulimaan": "And O dear Prophet (Mohammed - peace and blessings be upon him) We have sent down the true Book upon you, confirming the Books preceding it, and a protector and witness over them - therefore judge between them according to what is sent down by Allah, and O listener, do not follow their desires, abandoning the truth which has come to you; We have appointed for you all, a separate (religious) law and a way; and had Allah willed He could have made you one nation, but the purpose (His will) is to test you by what He has given you, therefore seek to surpass one another in good deeds; towards Allah only you will all return, so He will inform you concerning the matter in which you disputed.",
			"ur_kanzulimaan": "اور اے محبوب ہم نے تمہاری طرف سچی کتاب اتاری اگلی کتابوں کی تصدیق فرماتی اور ان پر محافظ و گواہ تو ان میں فیصلہ کرو اللہ کے اتارے سے اور اسے سننے والے ان کی خواہشوں کی پیروی نہ کرنا اپنے پاس آیا ہوا حق چھوڑ کر، ہم نے تم سب کے لیے ایک ایک شریعت اور راستہ رکھا اور اللہ چاہتا تو تم سب کو ایک ہی امت کردیتا مگر منظور یہ ہے کہ جو کچھ تمہیں دیا اس میں تمہیں آزمائے تو بھلائیوں کی طرف سبقت چاہو، تم سب کا پھرنا اللہ ہی کی طرف ہے تو وہ تمہیں بتادے گا جس بات میں تم جھگڑتے تھے",
			"hi_kanzulimaan": "और ऐ मेहबूब हमने तुम्हारी तरफ़ सच्ची किताब उतारी अगली किताबों की तस्दीक़ फ़रमाती (124फ) और उनपर मुहाफिज़ व गवाह तो उनमें फ़ैसला करो अल्लाह के उतारे से  (125फ) और  ऐ सुनने वाले उनकी ख़्वाहिशों की पैरवी न करना अपने पास आया हुआ हक़ (सत्य) छोड़कर, हमने तुम सबके लिये एक एक शरीअत और रास्ता रखा  (126फ) और अल्लाह चाहता तो तुम सबको एक ही उम्मत कर देता मगर मंजूर यह है कि जो कुछ तुम्हें दिया उसमें तुम्हें आज़माए (127फ) तो भलाईयों की तरफ़ सबक़त (पहल करो) चाहो तुम सबका फिरना अल्लाह ही की तरफ़ है तो वह तुम्हें बता देगा जिस बात में तुम झगड़ते थे",
			"author": "৪৮. আর (হে সম্মানিত নবী!) আমরা আপনার প্রতি সত্য সহকারে কিতাব অবতীর্ণ করেছি, যা তার পূর্ববর্তী কিতাবের সত্যায়নকারী এবং এর (প্রকৃত বিধিবিধান ও বিষয়বস্তুর) সংরক্ষক। অতঃপর আপনি তাদের মাঝে সে (বিধিবিধান) অনুসারে মীমাংসা করুন যা আল্লাহ্ অবতীর্ণ করেছেন এবং যা আপনার নিকট এসেছে; সে সত্য ত্যাগ করে আপনি তাদের প্রবৃত্তির অনুসরণ করবেন না। আমরা তোমাদের প্রত্যেকের জন্যে পৃথক শরীয়ত ও সর্বব্যাপী জীবন পদ্ধতি নির্ধারণ করেছি। আর যদি আল্লাহ্ চাইতেন তবে তোমাদের সকলকে (এক শরীয়তে ঐক্যবদ্ধ) একই জাতি করতেন। কিন্তু তিনি তোমাদেরকে (পৃথক পৃথক বিধানে) সেগুলোতে পরীক্ষা করতে চান, যা তিনি তোমাদেরকে (তোমাদের পরিস্থিতি অনুসারে) প্রদান করেছেন। সুতরাং তোমরা পূণ্য কাজে ধাবমান হও। আল্লাহ্‌রই দিকে তোমাদের সকলের প্রত্যাবর্তন। অতঃপর তিনি তোমাদেরকে সে (সব বিষয়ের সত্য-মিথ্যা) সম্পর্কে অবগত করবেন, যাতে তোমরা মতবিরোধ করতে।"
		},
		{
			"_id": "718",
			"sura": "5",
			"para": "6",
			"verses": "49",
			"names": "وَ اَنِ احۡکُمۡ بَیۡنَہُمۡ  بِمَاۤ اَنۡزَلَ اللّٰہُ  وَ لَا تَتَّبِعۡ اَہۡوَآءَہُمۡ وَ احۡذَرۡہُمۡ اَنۡ یَّفۡتِنُوۡکَ عَنۡۢ بَعۡضِ مَاۤ اَنۡزَلَ اللّٰہُ اِلَیۡکَ ؕ فَاِنۡ تَوَلَّوۡا فَاعۡلَمۡ اَنَّمَا یُرِیۡدُ اللّٰہُ اَنۡ یُّصِیۡبَہُمۡ بِبَعۡضِ ذُنُوۡبِہِمۡ ؕ وَ اِنَّ  کَثِیۡرًا مِّنَ  النَّاسِ  لَفٰسِقُوۡنَ ﴿۴۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَنِ احۡکُمۡ بَیۡنَہُمۡ  بِمَاۤ اَنۡزَلَ اللّٰہُ  وَ لَا تَتَّبِعۡ اَہۡوَآءَہُمۡ وَ احۡذَرۡہُمۡ اَنۡ یَّفۡتِنُوۡکَ عَنۡۢ بَعۡضِ مَاۤ اَنۡزَلَ اللّٰہُ اِلَیۡکَ ؕ فَاِنۡ تَوَلَّوۡا فَاعۡلَمۡ اَنَّمَا یُرِیۡدُ اللّٰہُ اَنۡ یُّصِیۡبَہُمۡ بِبَعۡضِ ذُنُوۡبِہِمۡ ؕ وَ اِنَّ  کَثِیۡرًا مِّنَ  النَّاسِ  لَفٰسِقُوۡنَ ﴿۴۹﴾ ",
			"index": "718",
			"name": "এবং এ’যে, হে মুসলামান! আল্লাহ্‌ যা অবতীর্ণ করেছেন তদানুযায়ী বিচার নিষ্পত্তি করো এবং তাদের খেয়াল খুশীর অনুসরণ করো না আর তাদের থেকে বাচতে থাকো, যাতে কখনো তারা তোমার পদস্থুলন না ঘটায় কোন বিধানের মধ্যে, যা তোমার প্রতি আল্লাহ্‌ অবতীর্ন করেছেন। অতঃপর তারা যদি মুখ ফিরিয়ে নেয়, তবে জেনে রেখো যে, আল্লাহ্‌ তাদের কোন গুনাহ্‌র শাস্তি তাদেরকে ভোগ করাতে চান; এবং নিশ্চয় অনেক লোক নির্দেশ অমান্যকারী। ",
			"en_kanzulimaan": "And therefore, O Muslims, judge between them according to what is sent down by Allah, and do not follow their desires, and be cautious of them so that they may not divert you from some commands which have been sent down to you; then if they turn away, know that Allahs will is to punish them for some of their sins; and indeed many men are disobedient.",
			"ur_kanzulimaan": "اور یہ کہ اے مسلمان! اللہ کے اتارے پر حکم کر اور ان کی خواہشوں پر نہ چل اور ان سے بچتا رہ کہ کہیں تجھے لغزش نہ دے دیں کسی حکم میں جو تیری طرف اترا پھر اگر وہ منہ پھیریں تو جان لو کہ اللہ ان کے بعض گناہوں کی سزا ان کو پہنچایا چاہتا ہے اور بیشک بہت آدمی بے حکم ہیں،",
			"hi_kanzulimaan": "और यह कि ऐ मुसलमान  अल्लाह के उतारे पर हुक्म कर और उनकी ख़्वाहिशों पर न चल और उनसे बचता रह कि कहीं तुझे लग़ज़िश  (डगमगा) न दे दें किसी हुक्म  में जो तेरी तरफ़ उतरा फिर अगर वो मुंह फेरें (128फ) तो जान लो कि अल्लाह उनके कुछ गुनाहों की (129फ) सज़ा उनको पहुंचाता है (130फ) और बेशक बहुत आदमी बेहुक्म हैं",
			"author": "৪৯. আর (হে হাবীব! আমরা এ নির্দেশ প্রদান করেছি যে,) আপনি তাদের মাঝে সে (প্রত্যাদেশ) অনুসারে মীমাংসা করুন, যা আল্লাহ্ অবতীর্ণ করেছেন। আর তাদের প্রবৃত্তির অনুসরণ করবেন না এবং আপনি তাদের থেকে সতর্ক থাকুন, কখনো যাতে তারা আপনাকে, যা আল্লাহ্ আপনার প্রতি অবতীর্ণ করেছেন, সেসব (বিধিবিধান) থেকে ফিরিয়ে (না) দেয়। অতঃপর যদি তারা (আপনার মীমাংসা থেকে) মুখ ফিরিয়ে নেয়, তবে আপনি জেনে রাখুন যে, আল্লাহ্ তো তাদের কোনো কোনো পাপের কারণে তাদেরকে শাস্তি দিতে চান। আর মানুষের মধ্যে অধিকাংশই অবাধ্য (হয়ে থাকে)।"
		},
		{
			"_id": "719",
			"sura": "5",
			"para": "6",
			"verses": "50",
			"names": "اَفَحُکۡمَ الۡجَاہِلِیَّۃِ یَبۡغُوۡنَ ؕ وَ مَنۡ اَحۡسَنُ مِنَ اللّٰہِ حُکۡمًا لِّقَوۡمٍ یُّوۡقِنُوۡنَ ﴿۵۰﴾ ",
			"number": "",
			"verses_PDMS": "اَفَحُکۡمَ الۡجَاہِلِیَّۃِ یَبۡغُوۡنَ ؕ وَ مَنۡ اَحۡسَنُ مِنَ اللّٰہِ حُکۡمًا لِّقَوۡمٍ یُّوۡقِنُوۡنَ ﴿۵۰﴾ ",
			"index": "719",
			"name": "তবে কি তারা অন্ধকার যুগের বিচারব্যবস্থা কামনা করে? এবং আল্লাহ্‌র চেয়ে অধিকতর ভাল কার বিচার-ব্যবস্থা আছে নিশ্চিত বিশ্বাসীদের জন্য?",
			"en_kanzulimaan": "So do they wish a judgement of ignorance? And whose judgement is better than that of Allah, for the people who are certain?",
			"ur_kanzulimaan": "تو کیا جاہلیت کا حکم چاہتے ہیں اور اللہ سے بہتر کس کا حکم یقین والوں کے لیے،",
			"hi_kanzulimaan": "तो क्या जाहिलियत (अज्ञानता) का हुक्म चाहते हैं (131फ) और अल्लाह से बेहतर किसका हुक्म यक़ीन वालोंके लिये",
			"author": "৫০. তারা কি অজ্ঞতার (যুগের) বিধান চায়? আর বিশ্বাসস্থাপনকারী সম্প্রদায়ের জন্যে নির্দেশ দানে আল্লাহ্‌র চেয়ে উৎকৃষ্ট কে হতে পারে?"
		},
		{
			"_id": "720",
			"sura": "5",
			"para": "6",
			"verses": "51",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَتَّخِذُوا الۡیَہُوۡدَ وَ النَّصٰرٰۤی اَوۡلِیَآءَ ۘؔ بَعۡضُہُمۡ اَوۡلِیَآءُ بَعۡضٍ ؕ وَ مَنۡ  یَّتَوَلَّہُمۡ  مِّنۡکُمۡ فَاِنَّہٗ  مِنۡہُمۡ ؕ اِنَّ اللّٰہَ  لَا یَہۡدِی الۡقَوۡمَ  الظّٰلِمِیۡنَ ﴿۵۱﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَتَّخِذُوا الۡیَہُوۡدَ وَ النَّصٰرٰۤی اَوۡلِیَآءَ ۘؔ بَعۡضُہُمۡ اَوۡلِیَآءُ بَعۡضٍ ؕ وَ مَنۡ  یَّتَوَلَّہُمۡ  مِّنۡکُمۡ فَاِنَّہٗ  مِنۡہُمۡ ؕ اِنَّ اللّٰہَ  لَا یَہۡدِی الۡقَوۡمَ  الظّٰلِمِیۡنَ ﴿۵۱﴾ ",
			"index": "720",
			"name": "হে ঈমানদারগণ! তোমরা ইহুদী ও খৃষ্টানদেরকে বন্ধু হিসেবে গ্রহণ করো না। তারা পরস্পরের বন্ধু এবং তোমাদের মধ্য থেকে যে কেউ তাদের সাথে বন্ধুত্ব রাখে সে তাদেরই অন্তর্ভুক্ত। বস্তুতঃ আল্লাহ্‌ অন্যায়কারীদেরকে পথ দেখান না।",
			"en_kanzulimaan": "O People who Believe! Do not make the Jews and the Christians your friends; they are friends of one another; and whoever among you befriends them, is one of them; indeed Allah does not guide the unjust.",
			"ur_kanzulimaan": "اے ایمان والو! یہود و نصاریٰ کو دوست نہ بناؤ وہ آپس میں ایک دوسرے کے دوست ہیں اور تم میں جو کوئی ان سے دوستی رکھے گا تو وہ انہیں میں سے ہے بیشک اللہ بے انصافوں کو راہ نہیں دیتا",
			"hi_kanzulimaan": "ऐ ईमान वालो यहूदियों और ईसाइयों को दोस्त न बनाओ (132फ) वो आपस में एक दूसरे के दोस्त हैं (133फ) और तुम में जो कोई उनसे दोस्ती रखेगा तो वह उन्हीं में से है (134फ) बेशक अल्लाह बे इन्साफ़ों को राह नहीं देता (135फ)",
			"author": "৫১. হে ঈমানদারগণ! ইহুদী ও খ্রিস্টানদেরকে বন্ধুরূপে গ্রহণ করো না। তারা (সবাই তোমাদের বিরুদ্ধে) পরস্পর পরস্পরের বন্ধু। আর তোমাদের যে কেউ তাদেরকে বন্ধুরূপে গ্রহণ করবে, নিশ্চয়ই সে(ও) তাদেরই (একজন) হবে। নিশ্চয়ই আল্লাহ্ যালিম সম্প্রদায়কে হেদায়াত দান করেন না।"
		},
		{
			"_id": "721",
			"sura": "5",
			"para": "6",
			"verses": "52",
			"names": "فَتَرَی الَّذِیۡنَ فِیۡ قُلُوۡبِہِمۡ مَّرَضٌ یُّسَارِعُوۡنَ فِیۡہِمۡ یَقُوۡلُوۡنَ نَخۡشٰۤی اَنۡ تُصِیۡبَنَا دَآئِرَۃٌ ؕ فَعَسَی اللّٰہُ اَنۡ یَّاۡتِیَ بِالۡفَتۡحِ اَوۡ اَمۡرٍ مِّنۡ عِنۡدِہٖ فَیُصۡبِحُوۡا عَلٰی  مَاۤ  اَسَرُّوۡا  فِیۡۤ   اَنۡفُسِہِمۡ نٰدِمِیۡنَ ﴿ؕ۵۲﴾ ",
			"number": "",
			"verses_PDMS": "فَتَرَی الَّذِیۡنَ فِیۡ قُلُوۡبِہِمۡ مَّرَضٌ یُّسَارِعُوۡنَ فِیۡہِمۡ یَقُوۡلُوۡنَ نَخۡشٰۤی اَنۡ تُصِیۡبَنَا دَآئِرَۃٌ ؕ فَعَسَی اللّٰہُ اَنۡ یَّاۡتِیَ بِالۡفَتۡحِ اَوۡ اَمۡرٍ مِّنۡ عِنۡدِہٖ فَیُصۡبِحُوۡا عَلٰی  مَاۤ  اَسَرُّوۡا  فِیۡۤ   اَنۡفُسِہِمۡ نٰدِمِیۡنَ ﴿ؕ۵۲﴾ ",
			"index": "721",
			"name": "এখন আপনি তাদেরকে দেখবেন যাদের অন্তরে ব্যাধি রয়েছে, তারা ইহুদী ও খৃষ্টানদের প্রতি ধাবিত হচ্ছে এ বলে যে, ‘আমরা আশঙ্কা করছি যে, আমাদের উপর কোন বিপদ এসে যাবে’। সুতরাং এটা নিকটে যে, আল্লাহ্‌ বিজয় এনে দিবেন অথবা নিজের নিকট থেকে কোন নির্দেশ; অতঃপর ঐ সব জিনিষের উপর, যেগুলো তারা তাদের অন্তরসমূহের মধ্যে গপন করছিলো, অনুশোচনা করতে থাকবে। ",
			"en_kanzulimaan": "You will now see those in whose hearts is a disease, that they rush towards the Jews and the Christians, saying, We fear that a misfortune will possibly befall us; so it is likely that Allah may soon bring victory, or a command from Himself, so they will remain regretting what they had hidden in their hearts.",
			"ur_kanzulimaan": "اب تم انہیں دیکھو گے جن کے دلوں میں آزار ہے کہ یہود و نصاریٰ کی طرف دوڑتے ہیں کہتے ہیں ہم ڈرتے ہیں کہ ہم پر کوئی گردش آجائے تو نزدیک ہے کہ اللہ فتح لائے یا اپنی طرف سے کوئی حکم پھر اس پر جو اپنے دلوں میں چھپایا تھا پچھتائے رہ جائیں",
			"hi_kanzulimaan": "अब तुम उन्हें देखोगे जिनके दिलों में आज़ारहै (136फ) कि यहूद और नसारा (ईसाई) की तरफ़ दौड़ते हैं और कहते हैं हम डरते हैं कि हम पर कोई गर्दिश (मुसीबत) आजाए (137फ) तो नज़दीक है कि अल्लाह फ़त्ह (विजय) लाए (138फ) या अपनी तरफ़ से कोई हुक्म  (139फ) फिर उस पर जो अपने दिलों में छुपाया था (140फ) पछताते रह जाएं",
			"author": "৫২. সুতরাং যাদের অন্তরে (কপটতা এবং মস্তিস্কে দাসত্বের) ব্যাধি রয়েছে তাদেরকে আপনি এদের (অর্থাৎ ইহুদী ও খ্রিস্টানদের) মধ্যে (অন্তর্ভুক্ত হওয়ার জন্যে) দ্রুত অগ্রসর হতে দেখবেন; তারা বলে, ‘আমাদের ভয় হয় যে, আমাদের উপর না কোনো দুর্বিপাক এসে পড়ে’ (অর্থাৎ তাদের সাথে জোটবদ্ধ হওয়ার মাধ্যমে হয়তো তারা নিরাপত্তা লাভ করবে)। সুতরাং তা দূরে নয় যে, আল্লাহ্ (বাস্তবিকই মুসলমানদেরকে) বিজয় অথবা তাঁর পক্ষ থেকে কোনো নির্দেশ (বিজয় ও সফলতার নিদর্শন হিসেবে) প্রদান করবেন। তখন তারা সে (কপটতাপূর্ণ মনোভাবের) কারণে লজ্জিত হবে যা তারা তাদের অন্তরে লুকিয়ে রেখেছিল।"
		},
		{
			"_id": "722",
			"sura": "5",
			"para": "6",
			"verses": "53",
			"names": "وَ یَقُوۡلُ الَّذِیۡنَ اٰمَنُوۡۤا اَہٰۤؤُلَآءِ الَّذِیۡنَ اَقۡسَمُوۡا بِاللّٰہِ جَہۡدَ اَیۡمَانِہِمۡ ۙ اِنَّہُمۡ لَمَعَکُمۡ ؕ حَبِطَتۡ اَعۡمَالُہُمۡ فَاَصۡبَحُوۡا خٰسِرِیۡنَ ﴿۵۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَقُوۡلُ الَّذِیۡنَ اٰمَنُوۡۤا اَہٰۤؤُلَآءِ الَّذِیۡنَ اَقۡسَمُوۡا بِاللّٰہِ جَہۡدَ اَیۡمَانِہِمۡ ۙ اِنَّہُمۡ لَمَعَکُمۡ ؕ حَبِطَتۡ اَعۡمَالُہُمۡ فَاَصۡبَحُوۡا خٰسِرِیۡنَ ﴿۵۳﴾ ",
			"index": "722",
			"name": "এবং ঈমানদারগণ বলছে, ‘এরা কি তারাই, যারা আল্লাহ্‌র নামে (এ মর্মে) শপথ করেছিলো, স্বীয় শপথের মধ্যে পূর্ণ প্রচেষ্টা সহকারে যে, তারা তোমাদের সাথেই আছে’? তাদের কী রইলো? সবইতো বিনষ্ট হলো। সুতরাং তারা ক্ষতির মধ্যেই রয়ে গেলো। ",
			"en_kanzulimaan": "And the believers say, Are these the ones who swore by Allah most vehemently in their oaths, that they are with you? All their deeds are destroyed, so they are ruined.",
			"ur_kanzulimaan": "اور ایمان والے کہتے ہیں کیا یہی ہیں جنہوں نے اللہ کی قسم کھائی تھی اپنے حلف میں پوری کوشش سے کہ وہ تمہارے ساتھ ہیں ان کا کیا دھرا سب اکارت گیا تو رہ گئے نقصان میں",
			"hi_kanzulimaan": " ईमान वाले कहते है क्या यही हैं जिन्होंने अल्लाह की क़सम खाई थी अपने हलफ़ मे पुरी कोशिश से कि वो तुम्हारे साथ हैं, उनका किया धरा सब अकारत गया तो रह गए नुक़सान में (142फ)",
			"author": "৫৩. আর (সে সময়) ঈমানদারগণ বলবে, ‘এরাই কি সেসব লোক যারা দৃঢ় প্রত্যয়ে আল্লাহ্‌র নামে শপথ করতো যে, তারা অবশ্যই তোমাদের সাথেই রয়েছে?’ (কিন্তু) তাদের সমস্ত কর্মকান্ড ধ্বংস হয়ে গিয়েছে, সুতরাং তারা ক্ষতিগ্রস্ত হয়ে গিয়েছে।"
		},
		{
			"_id": "723",
			"sura": "5",
			"para": "6",
			"verses": "54",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا مَنۡ یَّرۡتَدَّ مِنۡکُمۡ عَنۡ دِیۡنِہٖ فَسَوۡفَ یَاۡتِی اللّٰہُ بِقَوۡمٍ یُّحِبُّہُمۡ وَ یُحِبُّوۡنَہٗۤ ۙ اَذِلَّۃٍ عَلَی الۡمُؤۡمِنِیۡنَ اَعِزَّۃٍ عَلَی الۡکٰفِرِیۡنَ ۫ یُجَاہِدُوۡنَ فِیۡ سَبِیۡلِ اللّٰہِ وَ لَا  یَخَافُوۡنَ لَوۡمَۃَ لَآئِمٍ ؕ ذٰلِکَ فَضۡلُ اللّٰہِ یُؤۡتِیۡہِ مَنۡ  یَّشَآءُ ؕ وَ اللّٰہُ  وَاسِعٌ  عَلِیۡمٌ ﴿۵۴﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا مَنۡ یَّرۡتَدَّ مِنۡکُمۡ عَنۡ دِیۡنِہٖ فَسَوۡفَ یَاۡتِی اللّٰہُ بِقَوۡمٍ یُّحِبُّہُمۡ وَ یُحِبُّوۡنَہٗۤ ۙ اَذِلَّۃٍ عَلَی الۡمُؤۡمِنِیۡنَ اَعِزَّۃٍ عَلَی الۡکٰفِرِیۡنَ ۫ یُجَاہِدُوۡنَ فِیۡ سَبِیۡلِ اللّٰہِ وَ لَا  یَخَافُوۡنَ لَوۡمَۃَ لَآئِمٍ ؕ ذٰلِکَ فَضۡلُ اللّٰہِ یُؤۡتِیۡہِ مَنۡ  یَّشَآءُ ؕ وَ اللّٰہُ  وَاسِعٌ  عَلِیۡمٌ ﴿۵۴﴾ ",
			"index": "723",
			"name": "হে ঈমানদারগণ! তোমাদের মধ্যে যে কেউ স্বীয় দ্বীন থেকে ফিরে যাবে, তখন অনতিবিলম্বে আল্লাহ্‌ এমন সব লোককে নিয়ে আসবেন, যারা আল্লাহ্‌র প্রিয়পাত্র এবং আল্লাহ্‌ও তাদের নিকট প্রিয়; তারা মুসলমানদের প্রতি কোমল এবং কাফিরদের প্রতি কঠোর। তারা আল্লাহ্‌র পথে জিহাদ করবে এবং কোন নিন্দুকের নিন্দার ভয় করবে না; এটা আল্লাহ্‌র অনুগ্রহ, যাকে চান তিনি দান করেন এবং আল্লাহ্‌ বিস্তৃতিময়, সর্বজ্ঞ। ",
			"en_kanzulimaan": "O People who Believe! Whoever among you reneges from his religion, so Allah will soon bring a people who are His beloved ones and Allah is their beloved, lenient with the Muslims and stern towards disbelievers - they will strive in Allahs cause, and not fear the criticism of any accuser; this is Allahs munificence, He may give to whomever He wills; and Allah is the Most Capable, the All Knowing.",
			"ur_kanzulimaan": "اے ایمان والو! تم میں جو کوئی اپنے دین سے پھرے گا تو عنقریب اللہ ایسے لوگ لائے گا کہ وہ اللہ کے پیارے اور اللہ ان کا پیارا مسلمانوں پر نرم اور کافروں پر سخت اللہ کی راہ میں لڑیں گے اور کسی ملامت کرنے والے کی ملامت کا اندیشہ نہ کریں گے یہ اللہ کا فضل ہے جسے چاہے دے، اور اللہ وسعت والا علم والا ہے،",
			"hi_kanzulimaan": "ऐ ईमान वालो तुम में जो कोई अपने दीन से फिरेगा (143फ) तो अन्क़रीब अल्लाह ऐसे लोग लाएगा कि वो अल्लाह के प्यारे और अल्लाह उनका प्यारा, मुसलमानों पर नर्म और काफ़िरों पर सख़्त अल्लाह की राह में लड़ेंगे और किसी मलामत (भतर्सना) करने वाले की मलामत का अन्देशा (भय) न करेंगे (144फ) यह अल्लाह का फ़ज़्ल है जिसे चाहे दे, और अल्लाह वुसअत वाला इल्म वाला है",
			"author": "৫৪. হে ঈমানদারগণ! তোমাদের মধ্যে যে কেউ দ্বীন থেকে মুখ ফিরিয়ে নেবে, তবে অচিরেই আল্লাহ্ (তাদের স্থলে) এমন এক সম্প্রদায়কে নিয়ে আসবেন যাদেরকে তিনি (নিজে) ভালোবাসবেন এবং তারাও তাঁকে ভালোবাসবে, তারা মুমিনদের জন্যে কোমল-হৃদয় (এবং) কাফেরদের জন্যে কঠোর-হৃদয় হবে, আল্লাহ্‌র পথে (অবিচল) জিহাদ করবে এবং কোনো তিরস্কারকারীর তিরস্কারে ভীত হবে না। এ (বৈপ্লবিক চরিত্র) আল্লাহ্‌র অনুগ্রহ, তিনি যাকে ইচ্ছা দান করেন। আর আল্লাহ্ অসীম প্রাচুর্যময়, সম্যক অবগত।"
		},
		{
			"_id": "724",
			"sura": "5",
			"para": "6",
			"verses": "55",
			"names": "اِنَّمَا وَلِیُّکُمُ اللّٰہُ وَ رَسُوۡلُہٗ وَ الَّذِیۡنَ اٰمَنُوا الَّذِیۡنَ یُقِیۡمُوۡنَ الصَّلٰوۃَ وَ یُؤۡتُوۡنَ  الزَّکٰوۃَ  وَ ہُمۡ  رٰکِعُوۡنَ ﴿۵۵﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّمَا وَلِیُّکُمُ اللّٰہُ وَ رَسُوۡلُہٗ وَ الَّذِیۡنَ اٰمَنُوا الَّذِیۡنَ یُقِیۡمُوۡنَ الصَّلٰوۃَ وَ یُؤۡتُوۡنَ  الزَّکٰوۃَ  وَ ہُمۡ  رٰکِعُوۡنَ ﴿۵۵﴾ ",
			"index": "724",
			"name": "নিশ্চয় তোমাদের বন্ধু তো, আল্লাহ্‌ এবং তার রসূল ও ঈমানদারগণ, যারা নামায কায়েম করে, যাকাত দেয় এবং আল্লাহ্‌রই সামনে বিনত হয়। ",
			"en_kanzulimaan": "You do not have any friends except Allah and His Noble Messenger and the believers who establish the prayer and pay the charity, and are bowed down before Allah.",
			"ur_kanzulimaan": "تمہارے دوست نہیں مگر اللہ اور اس کا رسول اور ایمان والے کہ نماز قائم کرتے ہیں اور زکوٰة دیتے ہیں اور اللہ کے حضور جھکے ہوئے ہیں",
			"hi_kanzulimaan": "तुम्हारे दोस्त नहीं मगर अल्लाह और उसका रसूल और ईमान वाले (145फ) कि नमाज़ क़ायम रखते हैं और ज़कात देते हैं और अल्लाह के हुज़ूर झुके हुए हैं  (146फ)",
			"author": "৫৫. নিশ্চয়ই তোমাদের (সাহায্যকারী) বন্ধু তো আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) এবং (সাথে) ঈমানদারগণ যারা নামায কায়েম করেন ও যাকাত দেন এবং যারা (আল্লাহ্‌র সমীপে বিনয়ের সাথে) ঝুঁকে পড়েন।"
		},
		{
			"_id": "725",
			"sura": "5",
			"para": "6",
			"verses": "56",
			"names": "وَ مَنۡ یَّتَوَلَّ اللّٰہَ وَ رَسُوۡلَہٗ وَ الَّذِیۡنَ اٰمَنُوۡا فَاِنَّ حِزۡبَ اللّٰہِ ہُمُ الۡغٰلِبُوۡنَ ﴿۵۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ یَّتَوَلَّ اللّٰہَ وَ رَسُوۡلَہٗ وَ الَّذِیۡنَ اٰمَنُوۡا فَاِنَّ حِزۡبَ اللّٰہِ ہُمُ الۡغٰلِبُوۡنَ ﴿۵۶﴾ ",
			"index": "725",
			"name": "এবং যে সব লোক আল্লাহ্‌, তার রসূল এবং মুসলমানদেরকে স্বীয় বন্ধুরূপে গ্রহণ করে, তবে নিশ্চয় আল্লাহ্‌রই দল বিজয়ী হয়। ",
			"en_kanzulimaan": "And whoever takes Allah and His Noble Messenger and the Muslims as friends - so undoubtedly only the party of Allah is victorious.",
			"ur_kanzulimaan": "اور جو اللہ اور اس کے رسول اور مسلمانوں کو اپنا دوست بنائے تو بیشک اللہ ہی کا گروہ غالب ہے،",
			"hi_kanzulimaan": "और जो अल्लाह और उसके रसूल और मुसलमानों को अपना दोस्त बनाए तो बेशक अल्लाह ही का गिरोह ग़ालिब है",
			"author": "৫৬. আর যে ব্যক্তি আল্লাহ্, তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) এবং ঈমানদানগণকে বন্ধুরূপে গ্রহণ করবে, তবে (তারাই আল্লাহ্‌র পক্ষ এবং) আল্লাহ্‌র পক্ষই বিজয়ী হবে।"
		},
		{
			"_id": "726",
			"sura": "5",
			"para": "6",
			"verses": "57",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا  تَتَّخِذُوا الَّذِیۡنَ اتَّخَذُوۡا دِیۡنَکُمۡ ہُزُوًا وَّ لَعِبًا مِّنَ الَّذِیۡنَ اُوۡتُوا الۡکِتٰبَ مِنۡ قَبۡلِکُمۡ وَ الۡکُفَّارَ اَوۡلِیَآءَ ۚ وَ اتَّقُوا  اللّٰہَ  اِنۡ  کُنۡتُمۡ  مُّؤۡمِنِیۡنَ ﴿۵۷﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا  تَتَّخِذُوا الَّذِیۡنَ اتَّخَذُوۡا دِیۡنَکُمۡ ہُزُوًا وَّ لَعِبًا مِّنَ الَّذِیۡنَ اُوۡتُوا الۡکِتٰبَ مِنۡ قَبۡلِکُمۡ وَ الۡکُفَّارَ اَوۡلِیَآءَ ۚ وَ اتَّقُوا  اللّٰہَ  اِنۡ  کُنۡتُمۡ  مُّؤۡمِنِیۡنَ ﴿۵۷﴾ ",
			"index": "726",
			"name": "হে ঈমানদারগন! তোমাদের পূর্বে যাদেরকে কিতাব দেওয়া হয়েছে তাদের মধ্যে যারা তোমাদের দ্বীনকে হাসি-তামাশা ও ক্রীড়ার বস্তুরূপে গ্রহণ করেছে তাদেরকে ও কাফিরদেরকে তোমরা বন্ধুরূপে গ্রহণ করো না এবং আল্লাহকে ভয় করতে থাকো যদি ঈমান রেখে থাকো। ",
			"en_kanzulimaan": "O People who Believe! Those who have made your religion a mockery and a sport, and those who received the Book before you, and the disbelievers - do not befriend any of them; and keep fearing Allah, if you have faith.",
			"ur_kanzulimaan": "اے ایمان والو! جنہوں نے تمہارے دین کو ہنسی کھیل بنالیا ہے وہ جو تم سے پہلے کتاب دیے گئے اور کافر ان میں کسی کو اپنا دوست نہ بناؤ اور اللہ سے ڈرتے رہو اگر ایمان رکھتے ہو",
			"hi_kanzulimaan": "ऐ ईमान वालो जिन्होंने तुम्हारे दीन को हंसी खेल बना लिया है (147फ) वो जो तुमसे पहले किताब दिये गए और काफ़िर (148फ) उनमें किसी को अपना दोस्त न बनाओ और अल्लाह से डरते रहो अगर ईमान रखते हो (149फ)",
			"author": "৫৭. হে ঈমানদারগণ! যাদেরকে তোমাদের পূর্বে কিতাব দেয়া হয়েছিলো, তাদের মধ্যে যারা তোমাদের দ্বীনকে হাসি-ঠাট্টা ও খেল-তামাশারূপে নিয়েছে তাদেরকে এবং কাফেরদেরকে বন্ধুরূপে গ্রহণ করো না। আর আল্লাহ্কে ভয় করতে থাকো যদি তোমরা (বাস্তবিকই) ঈমানদার হও।"
		},
		{
			"_id": "727",
			"sura": "5",
			"para": "6",
			"verses": "58",
			"names": "وَ اِذَا نَادَیۡتُمۡ  اِلَی الصَّلٰوۃِ  اتَّخَذُوۡہَا ہُزُوًا وَّ لَعِبًا ؕ ذٰلِکَ بِاَنَّہُمۡ قَوۡمٌ لَّا یَعۡقِلُوۡنَ ﴿۵۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذَا نَادَیۡتُمۡ  اِلَی الصَّلٰوۃِ  اتَّخَذُوۡہَا ہُزُوًا وَّ لَعِبًا ؕ ذٰلِکَ بِاَنَّہُمۡ قَوۡمٌ لَّا یَعۡقِلُوۡنَ ﴿۵۸﴾ ",
			"index": "727",
			"name": "এবং যখন তোমরা নামাযের জন্য আযান দাও তখন তারা সেটাকে হাসি ও খেলায় পরিণত করে। এটা এজন্য যে, তারা নিরেট বোধশক্তিহীন লোক।",
			"en_kanzulimaan": "And when you call to prayer, they mock and make fun of it; this is because they are people without any sense.",
			"ur_kanzulimaan": "اور جب تم نماز کے لئے اذان دو تو اسے ہنسی کھیل بناتے ہیں یہ اس لئے کہ وہ نرے بے عقل لوگ ہیں",
			"hi_kanzulimaan": "और जब तुम नमाज़ के लिये अज़ान दो तो उसे हंसी खेल बनाते हैं (150फ) यह इसलिये कि वो निरे बे अक़्ल लोग हैं (151फ)",
			"author": "৫৮. আর যখন তোমরা (মানুষকে আযানের মাধ্যমে) নামাযের জন্যে আহ্বান করো, তখন তারা একে উপহাস ও খেল-তামাশা হিসেবে নেয়, কারণ তারা (একেবারেই) নিরেট বোধশক্তিহীন।"
		},
		{
			"_id": "728",
			"sura": "5",
			"para": "6",
			"verses": "59",
			"names": "قُلۡ یٰۤاَہۡلَ الۡکِتٰبِ ہَلۡ تَنۡقِمُوۡنَ مِنَّاۤ اِلَّاۤ اَنۡ اٰمَنَّا بِاللّٰہِ وَ مَاۤ  اُنۡزِلَ اِلَیۡنَا وَ مَاۤ  اُنۡزِلَ مِنۡ قَبۡلُ ۙ وَ اَنَّ  اَکۡثَرَکُمۡ  فٰسِقُوۡنَ ﴿۵۹﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ یٰۤاَہۡلَ الۡکِتٰبِ ہَلۡ تَنۡقِمُوۡنَ مِنَّاۤ اِلَّاۤ اَنۡ اٰمَنَّا بِاللّٰہِ وَ مَاۤ  اُنۡزِلَ اِلَیۡنَا وَ مَاۤ  اُنۡزِلَ مِنۡ قَبۡلُ ۙ وَ اَنَّ  اَکۡثَرَکُمۡ  فٰسِقُوۡنَ ﴿۵۹﴾ ",
			"index": "728",
			"name": "আপনি বলে দিন, ‘হে কিতাবীরা! তোমাদের নিকট আমাদের কি মন্দ লেগেছে? এটা নয় কি যে, ‘আমরা ঈমান এনেছি আল্লাহ্‌র উপর এবং সেটার উপর, যা আমাদের প্রতি অবতীর্ণ হয়েছে এবং সেটার উপর, যা পূর্বে অবতীর্ণ হয়েছে?’ এবং এই যে, তোমাদের মধ্যে অনেকেই হুকুম অমান্যকারী। ",
			"en_kanzulimaan": "Say, O People given the Book(s)! What do you dislike in us - except that we believe in Allah and what is sent down to us and what was sent down before, and because most of you are disobedient?",
			"ur_kanzulimaan": "تم فرماؤ اے کتابیوں تمہیں ہمارا کیا برا لگا یہی نہ کہ ہم ایمان لائے اللہ پر اور اس پر جو ہماری طرف اترا اور اس پر جو پہلے اترا اور یہ کہ تم میں اکثر بے حکم ہیں،",
			"hi_kanzulimaan": "तुम फ़रमाओ ऐ किताबियों तुम्हें हमारा क्या बुरा लगा यही न कि हम ईमान लाए अल्लाह पर और उसपर जो हमारी तरफ़ उतरा और उसपर जो पहले उतरा (152फ) और यह कि तुम में अक्सर बेहुक्म हैं",
			"author": "৫৯. (হে সম্মানিত নবী!) আপনি বলে দিন, ‘হে আহলে কিতাব! এ ছাড়া আমাদের কোন বিষয় তোমাদের খারাপ লাগছে যে, আমরা আল্লাহ্তে, (কিতাব হিসেবে) যা আমাদের প্রতি অবতীর্ণ করা হয়েছে তাতে এবং যা পূর্বে অবতীর্ণ হয়েছিলো সেসব কিতাবে বিশ্বাস স্থাপন করেছি? আর নিশ্চয়ই তোমাদের অধিকংশই বেপরোয়া এবং অবাধ্য।’"
		},
		{
			"_id": "729",
			"sura": "5",
			"para": "6",
			"verses": "60",
			"names": "قُلۡ ہَلۡ اُنَبِّئُکُمۡ بِشَرٍّ مِّنۡ ذٰلِکَ مَثُوۡبَۃً عِنۡدَ اللّٰہِ ؕ مَنۡ لَّعَنَہُ اللّٰہُ وَ غَضِبَ عَلَیۡہِ وَ جَعَلَ مِنۡہُمُ الۡقِرَدَۃَ  وَ الۡخَنَازِیۡرَ وَ عَبَدَ الطَّاغُوۡتَ ؕ اُولٰٓئِکَ شَرٌّ مَّکَانًا وَّ  اَضَلُّ  عَنۡ  سَوَآءِ السَّبِیۡلِ ﴿۶۰﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ ہَلۡ اُنَبِّئُکُمۡ بِشَرٍّ مِّنۡ ذٰلِکَ مَثُوۡبَۃً عِنۡدَ اللّٰہِ ؕ مَنۡ لَّعَنَہُ اللّٰہُ وَ غَضِبَ عَلَیۡہِ وَ جَعَلَ مِنۡہُمُ الۡقِرَدَۃَ  وَ الۡخَنَازِیۡرَ وَ عَبَدَ الطَّاغُوۡتَ ؕ اُولٰٓئِکَ شَرٌّ مَّکَانًا وَّ  اَضَلُّ  عَنۡ  سَوَآءِ السَّبِیۡلِ ﴿۶۰﴾ ",
			"index": "729",
			"name": "আপনি বলে দিন, ‘আমি কি তোমাদেরকে বলে দেবো যা আল্লাহ্‌র নিকট এ থেকে আরো নিকৃষ্টতর পর্যায়ে আছে? ঐ সব লোক, যাদেরকে আল্লাহ্‌ অভিসম্পাত করেছেন, যাদের উপর তিনি ক্রোধান্বিত হয়েছেন, যাদের কতেককে করেছেন বানর ও শূকর এবং শয়তানের পূজারীরা, তাদের ঠিকানা অত্যন্ত নিকৃষ্ট এবং তারা সরল পথ থেকে সর্বাধিক বিচ্যুত।’",
			"en_kanzulimaan": "Say, Shall I tell you of those who are in a worse position than this, in Allahs sight? It is those whom Allah has cursed and has wreaked His wrath upon and turned some of them into apes and swine, and worshippers of the devil; theirs is a worse destination and they have wandered further astray from the Straight Path.",
			"ur_kanzulimaan": "تم فرماؤ کیا میں بتادوں جو اللہ کے یہاں اس سے بدتر درجہ میں ہیں وہ جن پر اللہ نے لعنت کی اور ان پر غضب فرمایا اور ان میں سے کردیے بندر اور سور اور شیطان کے پجاری ان کا ٹھکانا زیادہ برا ہے اور یہ سیدھی راہ سے زیادہ بہکے،",
			"hi_kanzulimaan": "तुम फ़रमाओ क्या मैं बतादूं जो अल्लाह के यहाँ इससे बदतर दर्जे में हैं (153फ) वो जिनपर अल्लाह ने लअनत की और उन पर ग़ज़ब फ़रमाया और उनमें से कर दिया बन्दर और सुअर (154फ) और शैतान के पुजारी उनका ठिकाना ज़्यादा बुरा है (155फ) और ये सीधी राह से ज़्यादा बहके",
			"author": "৬০. বলে দিন, ‘আমি কি তোমাদেরকে সে ব্যক্তি সম্পর্কে অবহিত করবো যে শাস্তির দিক থেকে আল্লাহ্‌র নিকট ওই ব্যক্তির চেয়ে(ও) নিকৃষ্ট (যাকে তোমরা সবচেয়ে খারাপ মনে করো), যার প্রতি আল্লাহ্ অভিসম্পাত করেছেন, যার উপর ক্রোধান্বিত হয়েছেন এবং তাদেরকে (অর্থাৎ মন্দ লোকদের কতিপয়কে) বানর এবং (কতিপয়কে) শূকর করেছেন? আর (সে ওই ব্যক্তি) যে শয়তানের (আনুগত্য ও) পূজা করেছে।’ তারাই ঠিকানার দিক থেকে নিকৃষ্টতম এবং সরল পথ থেকে ঘোরতর বিপথগামী হয়েছে।"
		},
		{
			"_id": "730",
			"sura": "5",
			"para": "6",
			"verses": "61",
			"names": "وَ اِذَا جَآءُوۡکُمۡ قَالُوۡۤا اٰمَنَّا وَ قَدۡ دَّخَلُوۡا بِالۡکُفۡرِ  وَ ہُمۡ  قَدۡ خَرَجُوۡا بِہٖ ؕ وَ اللّٰہُ  اَعۡلَمُ  بِمَا کَانُوۡا یَکۡتُمُوۡنَ ﴿۶۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذَا جَآءُوۡکُمۡ قَالُوۡۤا اٰمَنَّا وَ قَدۡ دَّخَلُوۡا بِالۡکُفۡرِ  وَ ہُمۡ  قَدۡ خَرَجُوۡا بِہٖ ؕ وَ اللّٰہُ  اَعۡلَمُ  بِمَا کَانُوۡا یَکۡتُمُوۡنَ ﴿۶۱﴾ ",
			"index": "730",
			"name": "এবং তারা যখন তোমাদের নিকট আসে তখন বলে, ‘আমরা মুসলমান’; এবং তারা আসার সময়ও কাফির ছিলো এবং যাওয়ার সময়ও কাফির আর আল্লাহ্‌ খুব জানেন যা তারা গোপন করছে। ",
			"en_kanzulimaan": "And when they come to you, they say, We are Muslims whereas they were disbelievers when they came in, and disbelievers when they went out; and Allah knows very well, what they hide.",
			"ur_kanzulimaan": "اور جب تمہارے پاس آئیں ہم مسلمان ہیں اور وہ آتے وقت بھی کافر تھے اور جاتے وقت بھی کافر، اور اللہ خوب جانتا ہے جو چھپا رہے ہیں",
			"hi_kanzulimaan": "और जब तुम्हारे पास आए (156फ) तो कहते हैं हम मुसलमान हैं और वो आते वक़्त भी काफ़िर थे और जाते वक़्त भी काफ़िर और अल्लाह ख़ूब जानता है जो छुपा रहे हैं",
			"author": "৬১. আর যখন তারা (মুনাফিকেরা) তোমাদের নিকট আসে (তখন) তারা বলে, ‘আমরা ঈমান আনয়ন করেছি’, অথচ তারা (তোমাদের মজলিসে) কুফরী নিয়েই প্রবেশ করেছে এবং তা নিয়েই বের হয়েছে। আর আল্লাহ্ সেসব (বিষয়) সম্পর্কে ভালোভাবে অবগত, যা তারা লুকিয়ে রাখে।"
		},
		{
			"_id": "731",
			"sura": "5",
			"para": "6",
			"verses": "62",
			"names": "وَ تَرٰی کَثِیۡرًا مِّنۡہُمۡ یُسَارِعُوۡنَ فِی الۡاِثۡمِ وَ الۡعُدۡوَانِ وَ اَکۡلِہِمُ السُّحۡتَ ؕ لَبِئۡسَ مَا کَانُوۡا یَعۡمَلُوۡنَ ﴿۶۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ تَرٰی کَثِیۡرًا مِّنۡہُمۡ یُسَارِعُوۡنَ فِی الۡاِثۡمِ وَ الۡعُدۡوَانِ وَ اَکۡلِہِمُ السُّحۡتَ ؕ لَبِئۡسَ مَا کَانُوۡا یَعۡمَلُوۡنَ ﴿۶۲﴾ ",
			"index": "731",
			"name": "এবং তাদের মধ্যে আপনি অনেককে দেখবেন যে, তারা পাপ, সীমালংঘন এবং নিষিদ্ধ বস্তু ভক্ষণের দিকে ধাবিত হচ্ছে; নিশ্চয় (তারা) অতিমাত্রায় মন্দকাজ করে। ",
			"en_kanzulimaan": "And you will see many of them rushing towards sin and oppression, and to devour the forbidden; undoubtedly what they do is extremely evil.",
			"ur_kanzulimaan": "اور ان میں تم بہتوں کو دیکھو گے کہ گناہ اور زیادتی اور حرام خوری پر دوڑتے ہیں بیشک بہت ہی برے کام کرتے ہیں،",
			"hi_kanzulimaan": "और उन (157फ) में तुम बहुतों को देखोगे कि गुनाह और ज़ियादती और हरामख़ोरी पर दौड़ते हैं (158फ) बेशक बहुत ही बुरे काम करते हैं",
			"author": "৬২. আর আপনি তাদের অধিকাংশকেই দেখবেন যারা পাপে, যুলুমে এবং হারাম ভক্ষণে তৎপর। নিশ্চয়ই তারা যা কিছু করছে, তা খুবই নিকৃষ্ট।"
		},
		{
			"_id": "732",
			"sura": "5",
			"para": "6",
			"verses": "63",
			"names": "لَوۡ لَا یَنۡہٰہُمُ الرَّبّٰنِیُّوۡنَ وَ الۡاَحۡبَارُ عَنۡ قَوۡلِہِمُ الۡاِثۡمَ وَ اَکۡلِہِمُ السُّحۡتَ ؕ لَبِئۡسَ مَا  کَانُوۡا  یَصۡنَعُوۡنَ ﴿۶۳﴾ ",
			"number": "",
			"verses_PDMS": "لَوۡ لَا یَنۡہٰہُمُ الرَّبّٰنِیُّوۡنَ وَ الۡاَحۡبَارُ عَنۡ قَوۡلِہِمُ الۡاِثۡمَ وَ اَکۡلِہِمُ السُّحۡتَ ؕ لَبِئۡسَ مَا  کَانُوۡا  یَصۡنَعُوۡنَ ﴿۶۳﴾ ",
			"index": "732",
			"name": "তাদেরকে কেন নিষেধ করে না তাদের পাদ্রীগণ এবং দরবেশগণ পাপের কথা বলতে এবং অবৈধ ভক্ষণ করতে? তারা নিঃসন্দেহে খুবই মন্দকাজ করছে। ",
			"en_kanzulimaan": "Why do not their priests and monks forbid them from speaking evil and devouring the forbidden? Undoubtedly what they do is extremely evil.",
			"ur_kanzulimaan": "انہیں کیوں نہیں منع کرتے ان کے پادری اور درویش گناہ کی بات کہنے اور حرام کھانے سے، بیشک بہت ہی برے کام کررہے ہیں",
			"hi_kanzulimaan": "इन्हें क्यों नहीं मना करते उनके पादरी, और दर्वेश गुनाह की बात कहने और हराम खाने से बेशक बहुत ही बुरे काम कर रहे हैं (159फ)",
			"author": "৬৩. তাদেরকে (আধ্যাত্মিক) সাধক ও (ধর্মীয়) প্রাজ্ঞগণ তাদের অপরাধপূর্ণ বক্তব্য এবং হারাম ভক্ষণ করা থেকে কেন নিষেধ করে না? নিশ্চয়ই তারাও (মন্দের বিরুদ্ধে নিরব থেকে) যা কিছু প্রস্তুত করছে, তা খুবই নিকৃষ্ট।"
		},
		{
			"_id": "733",
			"sura": "5",
			"para": "6",
			"verses": "64",
			"names": "وَ قَالَتِ الۡیَہُوۡدُ یَدُ اللّٰہِ مَغۡلُوۡلَۃٌ ؕ غُلَّتۡ اَیۡدِیۡہِمۡ وَ لُعِنُوۡا بِمَا قَالُوۡا ۘ بَلۡ یَدٰہُ مَبۡسُوۡطَتٰنِ ۙ یُنۡفِقُ  کَیۡفَ یَشَآءُ ؕ وَ لَیَزِیۡدَنَّ کَثِیۡرًا مِّنۡہُمۡ مَّاۤ  اُنۡزِلَ  اِلَیۡکَ مِنۡ رَّبِّکَ طُغۡیَانًا وَّ کُفۡرًا ؕ وَ اَلۡقَیۡنَا بَیۡنَہُمُ الۡعَدَاوَۃَ وَ الۡبَغۡضَآءَ  اِلٰی یَوۡمِ الۡقِیٰمَۃِ ؕ کُلَّمَاۤ  اَوۡقَدُوۡا  نَارًا لِّلۡحَرۡبِ اَطۡفَاَہَا اللّٰہُ ۙ وَ یَسۡعَوۡنَ فِی الۡاَرۡضِ فَسَادًا ؕ وَ اللّٰہُ  لَا یُحِبُّ الۡمُفۡسِدِیۡنَ ﴿۶۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَتِ الۡیَہُوۡدُ یَدُ اللّٰہِ مَغۡلُوۡلَۃٌ ؕ غُلَّتۡ اَیۡدِیۡہِمۡ وَ لُعِنُوۡا بِمَا قَالُوۡا ۘ بَلۡ یَدٰہُ مَبۡسُوۡطَتٰنِ ۙ یُنۡفِقُ  کَیۡفَ یَشَآءُ ؕ وَ لَیَزِیۡدَنَّ کَثِیۡرًا مِّنۡہُمۡ مَّاۤ  اُنۡزِلَ  اِلَیۡکَ مِنۡ رَّبِّکَ طُغۡیَانًا وَّ کُفۡرًا ؕ وَ اَلۡقَیۡنَا بَیۡنَہُمُ الۡعَدَاوَۃَ وَ الۡبَغۡضَآءَ  اِلٰی یَوۡمِ الۡقِیٰمَۃِ ؕ کُلَّمَاۤ  اَوۡقَدُوۡا  نَارًا لِّلۡحَرۡبِ اَطۡفَاَہَا اللّٰہُ ۙ وَ یَسۡعَوۡنَ فِی الۡاَرۡضِ فَسَادًا ؕ وَ اللّٰہُ  لَا یُحِبُّ الۡمُفۡسِدِیۡنَ ﴿۶۴﴾ ",
			"index": "733",
			"name": "এবং ইহুদীগণ বললো, ‘আল্লাহ্‌র হাত রুদ্ধ’, তাদের হাত রুদ্ধ হোক! এবং তাদের উপর এটা বলার কারণে অভিসম্পাত করা হয়েছে; বরং তার হাত প্রশস্ত; (তিনি) দান করেন যেভাবে চান। এবং হে মাহ্‌বূব! যা আপনারই প্রতি আপনার রবের নিকট থেকে অবতীর্ণ হয়েছে, তাঁতে তাদের মধ্যে অনেকের ধর্মদ্রোহীতা ও কুফরের উন্নতি হবে। এবং তাদের পরস্পরের মধ্যে আমি ক্বিয়ামত পর্যন্ত শত্রুতা ও বিদ্বেষ ঢেলে দিয়েছি, যখন তারা যুদ্ধের আগুন প্রজ্জ্বলিত করে তখন আল্লাহ্‌ তা নির্বাপিত করেন এবং তারা ভূ-পৃষ্ঠে ফ্যাসাদ করার জন্য দৌঁড়ে বেড়ায়। আর আল্লাহ্‌ ধ্বংস সাধনাকারীদেরকে ভালোবাসেন না।",
			"en_kanzulimaan": "And the Jews said, Allahs hand is tied\"; may their hands be tied - and they are accursed for saying so! In fact, both His hands * are free, He bestows upon whomever He wills; and O dear Prophet, this Book which has been sent down upon you from your Lord will cause many of them to advance in their rebellion and disbelief; and We have instilled enmity and hatred between them till the Day of Resurrection; whenever they ignite the flame of war, Allah extinguishes it, and they strive to create chaos in the land; and Allah does not love the mischievous. (* This is a metaphor used to express Allahs power).",
			"ur_kanzulimaan": "اور یہودی بولے اللہ کا ہاتھ بندھا ہوا ہے ان کے ہاتھ باندھے جائیں اور ان پر اس کہنے سے لعنت ہے بلکہ اس کے ہاتھ کشادہ ہیں عطا فرماتا ہے جیسے چاہے اور اے محبوب! یہ جو تمہاری طرف تمہارے رب کے پاس سے اترا اس سے ان میں بہتوں کو شرارت اور کفر میں ترقی ہوگی اور ان میں ہم نے قیامت تک آپس میں دشمنی اور بیر ڈال دیا جب کبھی لڑائی کی آگ بھڑکاتے ہیں اللہ اسے بجھا دیتا ہے اور زمین میں فساد کے لیے دوڑتے پھرتے ہیں، اور اللہ فسادیوں کو نہیں چاہتا،",
			"hi_kanzulimaan": "और यहूदी बोले अल्लाह का हाथ बंधा हुआ है  (160फ) उन्ही के  हाथ बांधे जाएं (161फ) और उनपर इस कहने से लअनत है बल्कि उसके हाथ कुशादा हैं (162फ) अता फ़रमाता है जैसे चाहे (163फ) और ऐ मेहबूब ये (164फ) जो तुम्हारी तरफ़ तुम्हारे रब के पास से उतरा उससे उनमें बहुतों को शरारत और कुफ्र में तरक़्क़ी होगी (165फ) और उन में हम ने क़्यामत तक आपस में दुश्मनी बैर डाल दिया (166फ) जब कभी लड़ाई की आग भड़काते हैं अल्लाह उसे बुझा देता है (167फ) और ज़मीन में फ़साद के लिये दौड़ते फिरते हैं और अल्लाह फ़सादियों को नहीं चाहता",
			"author": "৬৪. আর ইহুদীরা বলে, ‘আল্লাহ্‌র হস্ত রুদ্ধ’ (অর্থাৎ ‘তিনি কৃপণ’, আল্লাহ্‌র আশ্রয় চাই!) তাদের (নিজেদেরই) হস্ত রুদ্ধ হোক! আর যা কিছু তারা বলেছে সে কারণে তাদেরকে অভিসম্পাত করা হয়েছে। বরং (সত্য এ যে,) তাঁর উভয় হস্তই (ঔদার্য ও বদান্যতায়) প্রশস্ত। তিনি যেভাবে ইচ্ছা ব্যয় (অর্থাৎ বান্দাদেরকে দান) করেন। আর (হে হাবীব! এ কিতাব) যা আপনার প্রতি আপনার প্রতিপালকের পক্ষ থেকে অবতীর্ণ হয়েছে, (হিংসার ফলে) তা অবশ্যই তাদের অধিকাংশের অবাধ্যতা ও কুফরী আরও বাড়িয়ে দেবে। আর আমরা তাদের মাঝে কিয়ামত পর্যন্ত শত্রুতা ও বিদ্বেষ সঞ্চার করেছি। যখনই এরা যুদ্ধের অগ্নি প্রজ্জ্বলন করে, তখনই আল্লাহ্ তা নিভিয়ে দেন; আর তারা ভূপৃষ্ঠে (সর্বত্র) বিপর্যয় সৃষ্টি করে বেড়ায় এবং আল্লাহ্ বিপর্যয় সৃষ্টিকারীদেরকে পছন্দ করেন না।"
		},
		{
			"_id": "734",
			"sura": "5",
			"para": "6",
			"verses": "65",
			"names": "وَ لَوۡ  اَنَّ  اَہۡلَ الۡکِتٰبِ اٰمَنُوۡا وَ اتَّقَوۡا لَکَفَّرۡنَا عَنۡہُمۡ سَیِّاٰتِہِمۡ وَ لَاَدۡخَلۡنٰہُمۡ  جَنّٰتِ النَّعِیۡمِ ﴿۶۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ  اَنَّ  اَہۡلَ الۡکِتٰبِ اٰمَنُوۡا وَ اتَّقَوۡا لَکَفَّرۡنَا عَنۡہُمۡ سَیِّاٰتِہِمۡ وَ لَاَدۡخَلۡنٰہُمۡ  جَنّٰتِ النَّعِیۡمِ ﴿۶۵﴾ ",
			"index": "734",
			"name": "এবং যদি কিতাবীগণ ঈমান আনতো এবং খোদাভীরু হতো, তবে অবশ্যই আমি তাদের পাপ অপনোদন করতাম এবং নিশ্চয় তাদেরকে শান্তির কাননে নিয়ে যেতাম। ",
			"en_kanzulimaan": "If the People given the Book(s) had accepted faith and been pious, We would have certainly redeemed them of their sins and would have certainly taken them into serene Gardens.",
			"ur_kanzulimaan": "اور اگر کتاب والے ایمان لاتے اور پرہیزگاری کرتے تو ضرور ہم ان کے گناہ اتار دیتے اور ضرور انہیں چین کے باغوں میں لے جاتے",
			"hi_kanzulimaan": "और अगर किताब वाले ईमान लाते और परहेज़गारी करते तो ज़रूर हम उनके गुनाह उतार देते और ज़रूर उन्हें चैन के बाग़ों में ले जाते",
			"author": "৬৫. আর যদি আহলে কিতাব (হযরত মুহাম্মদ মুস্তাফা সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের উপর) ঈমান আনয়ন করতো এবং পরহেযগারিতা অবলম্বন করতো, তবে আমরা তাদের (আমলনামা) থেকে তাদের সমস্ত পাপ মোচন করে দিতাম এবং তাদেরকে অবশ্যই নিয়ামতপূর্ণ জান্নাতে প্রবেশ করাতাম।"
		},
		{
			"_id": "735",
			"sura": "5",
			"para": "6",
			"verses": "66",
			"names": "وَ لَوۡ اَنَّہُمۡ اَقَامُوا التَّوۡرٰىۃَ وَ الۡاِنۡجِیۡلَ وَ مَاۤ  اُنۡزِلَ اِلَیۡہِمۡ  مِّنۡ رَّبِّہِمۡ لَاَکَلُوۡا مِنۡ فَوۡقِہِمۡ وَ مِنۡ تَحۡتِ اَرۡجُلِہِمۡ ؕ مِنۡہُمۡ اُمَّۃٌ  مُّقۡتَصِدَۃٌ ؕ وَ کَثِیۡرٌ  مِّنۡہُمۡ سَآءَ مَا یَعۡمَلُوۡنَ ﴿۶۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ اَنَّہُمۡ اَقَامُوا التَّوۡرٰىۃَ وَ الۡاِنۡجِیۡلَ وَ مَاۤ  اُنۡزِلَ اِلَیۡہِمۡ  مِّنۡ رَّبِّہِمۡ لَاَکَلُوۡا مِنۡ فَوۡقِہِمۡ وَ مِنۡ تَحۡتِ اَرۡجُلِہِمۡ ؕ مِنۡہُمۡ اُمَّۃٌ  مُّقۡتَصِدَۃٌ ؕ وَ کَثِیۡرٌ  مِّنۡہُمۡ سَآءَ مَا یَعۡمَلُوۡنَ ﴿۶۶﴾ ",
			"index": "735",
			"name": "এবং যদি তারা প্রতিষ্ঠিত রাখতো তাওরীত ও ইন্‌জীলকে এবং সেটাকেও যা কিছু তাদের প্রতি তাদের রবের নিকট থেকে অবতীর্ণ হয়েছে, তবে তারা জীবিকা পেতো উপরের দিকে থেকে এবং পায়ের নিচ থেকে। তাদের মধ্য থেকে এক দল মধ্যপন্থী রয়েছে; এবং তাদের মধ্যে অনেকে অত্যন্ত নিকৃষ্ট কাজ করছে। ",
			"en_kanzulimaan": "And had they kept the Taurat and the Injeel established, and what was sent down towards them from their Lord, they would have received sustenance from above and from beneath their feet; among them is a group who is fair; but most of them commit extremely evil deeds.",
			"ur_kanzulimaan": "اور اگر وہ قائم رکھتے توریت اور انجیل اور جو کچھ ان کی طرف ان کے رب کی طرف سے اترا تو انہیں رزق ملتا اوپر سے اور ان کے پاؤں کے نیچے سے ان میں کوئی گروہ اگر اعتدال پر ہے اور ان میں اکثر بہت ہی برے کام کررہے ہیں",
			"hi_kanzulimaan": "और अगर क़ायम रखते तौरात और इंजील  (168फ) और जो कुछ उनकी तरफ़ उनके रब की तरफ़ से उतरा (169फ) तो उन्हें रिज़्क मिलता ऊपर से और उनके पांव के नीचे से (170फ) उनमें कोई गिरोह  (दल)  एतिदाल (संतुलन) पर है (171फ) और उनमें अक्सर बहुत ही बुरे काम कर रहे हैं (172फ)",
			"author": "৬৬. আর যদি তারা তাওরাত, ইঞ্জিল এবং (আরো) যা কিছু তাদের প্রতি তাদের প্রতিপালকের পক্ষ থেকে অবতীর্ণ হয়েছিল তা (বাস্তবায়ন ও) প্রতিষ্ঠা করতো তবে (তাদের বস্তুগত উপাদানের এতো পরিমাণ প্রশস্ততা লাভ হতো যে, যদি) তারা তাদের উপর থেকে(ও) এবং তাদের পায়ের নীচ থেকে(ও) ভক্ষণ করতো (তবুও রিযিক শেষ হতো না)। তাদের একদল মধ্যমপন্থী, কিন্তু তাদের অধিকাংশই যা করছে তা খুবই নিকৃষ্ট।"
		},
		{
			"_id": "736",
			"sura": "5",
			"para": "6",
			"verses": "67",
			"names": "یٰۤاَیُّہَا الرَّسُوۡلُ بَلِّغۡ  مَاۤ اُنۡزِلَ اِلَیۡکَ  مِنۡ رَّبِّکَ ؕ وَ  اِنۡ لَّمۡ تَفۡعَلۡ فَمَا بَلَّغۡتَ رِسَالَتَہٗ ؕ وَ اللّٰہُ یَعۡصِمُکَ مِنَ النَّاسِ ؕ اِنَّ اللّٰہَ  لَا یَہۡدِی الۡقَوۡمَ الۡکٰفِرِیۡنَ ﴿۶۷﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الرَّسُوۡلُ بَلِّغۡ  مَاۤ اُنۡزِلَ اِلَیۡکَ  مِنۡ رَّبِّکَ ؕ وَ  اِنۡ لَّمۡ تَفۡعَلۡ فَمَا بَلَّغۡتَ رِسَالَتَہٗ ؕ وَ اللّٰہُ یَعۡصِمُکَ مِنَ النَّاسِ ؕ اِنَّ اللّٰہَ  لَا یَہۡدِی الۡقَوۡمَ الۡکٰفِرِیۡنَ ﴿۶۷﴾ ",
			"index": "736",
			"name": "হে রসূল ! পৌঁছিয়ে দিন যা কিছু অবতীর্ণ করা হয়েছে আপনার প্রতি রবের নিকট থেকে; এবং যদি এমন না হয় তবে আপনি তার কোন সংবাদই পৌঁছালেন না। আর আল্লাহ্‌ আপনাকে রক্ষা করবেন মানুষ থেকে। নিঃসন্দেহে আল্লাহ্‌ কাফিরদের সুপথ প্রদান করেন না। ",
			"en_kanzulimaan": "O Noble Messenger (Prophet Mohammed - peace and blessings be upon him)! Convey all what has been sent down upon you from your Lord; and if you do not, then you have not conveyed any of His messages; and Allah will protect you from the people; indeed Allah does not guide the disbelievers.",
			"ur_kanzulimaan": "اے رسول پہنچا دو جو کچھ اترا تمہیں تمہارے رب کی طرف سے اور ایسا نہ ہو تو تم نے اس کا کوئی پیام نہ پہنچایا اور اللہ تمہاری نگہبانی کرے گا لوگوں سے بیشک اللہ کافروں کو راہ نہیں دیتا،",
			"hi_kanzulimaan": "ऐ रसूल पहुंचा दो जो कुछ उतरा तुम्हें तुम्हारे रब की तरफ़ से (173फ) और ऐसा न हो तो तुम ने उसका कोइ पयाम (संदेश) न पहुंचाया और अल्लाह तुम्हारी निगहबानी करेगा लोगों से (174फ) बेशक अल्लाह काफ़िरों को राह नहीं देता",
			"author": "৬৭. হে (সম্মানিত) রাসূল! যা কিছু আপনার প্রতি আপনার প্রতিপালকের পক্ষ থেকে অবতীর্ণ হয়েছে তা (সমস্ত মানুষের নিকট) পৌঁছে দিন। আর যদি আপনি (এমনটি) না করেন তবে আপনি সে (প্রতিপালক) সত্তার বার্তাই পৌঁছালেন না। আর আল্লাহ্ (নিজে প্রতিপক্ষ) লোকদের থেকে আপনাকে (তথা আপনার প্রাণ) রক্ষা করবেন। নিশ্চয়ই আল্লাহ্ কাফেরদেরকে হেদায়াতের পথ দেখান না।"
		},
		{
			"_id": "737",
			"sura": "5",
			"para": "6",
			"verses": "68",
			"names": "قُلۡ یٰۤاَہۡلَ الۡکِتٰبِ لَسۡتُمۡ عَلٰی شَیۡءٍ حَتّٰی تُقِیۡمُوا التَّوۡرٰىۃَ وَ الۡاِنۡجِیۡلَ وَ مَاۤ  اُنۡزِلَ اِلَیۡکُمۡ مِّنۡ رَّبِّکُمۡ ؕ وَ لَیَزِیۡدَنَّ  کَثِیۡرًا مِّنۡہُمۡ مَّاۤ  اُنۡزِلَ  اِلَیۡکَ مِنۡ رَّبِّکَ طُغۡیَانًا وَّ کُفۡرًا ۚ فَلَا تَاۡسَ عَلَی الۡقَوۡمِ  الۡکٰفِرِیۡنَ ﴿۶۸﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ یٰۤاَہۡلَ الۡکِتٰبِ لَسۡتُمۡ عَلٰی شَیۡءٍ حَتّٰی تُقِیۡمُوا التَّوۡرٰىۃَ وَ الۡاِنۡجِیۡلَ وَ مَاۤ  اُنۡزِلَ اِلَیۡکُمۡ مِّنۡ رَّبِّکُمۡ ؕ وَ لَیَزِیۡدَنَّ  کَثِیۡرًا مِّنۡہُمۡ مَّاۤ  اُنۡزِلَ  اِلَیۡکَ مِنۡ رَّبِّکَ طُغۡیَانًا وَّ کُفۡرًا ۚ فَلَا تَاۡسَ عَلَی الۡقَوۡمِ  الۡکٰفِرِیۡنَ ﴿۶۸﴾ ",
			"index": "737",
			"name": "আপনি বলে দিন! হে কিতাবী সম্প্রদায়! তোমরা কিছুই নও যতক্ষণ না তোমরা প্রতিষ্ঠা করো তাওরীত ও ইন্‌জীলকে এবং সেটাকে যা কিছু তোমাদের প্রতি তোমাদের রবের নিকট থেকে অবতীর্ণ হয়েছে; এবং নিঃসন্দেহে, হে মাহ্‌বূব! যা আপনার প্রতি আপনার রবের পক্ষ থেকে অবতীর্ণ হয়েছে, তাঁতে তাদের মধ্যে অনেকের ঔদ্ধত্য ও কুফরের আরো উন্নতি হবে। সুতরাং আপনি কাফিরদের জন্য কোন দুঃখ করবেন না। ",
			"en_kanzulimaan": "Say, O People given the Book(s)! You are nothing until you establish the Taurat and the Injeel, and what was sent down towards you from your Lord; and this Book which has been sent down upon you from your Lord will cause many of them to advance in their rebellion and disbelief; so do not at all grieve for the disbelievers.",
			"ur_kanzulimaan": "تم فرمادو، اے کتابیو! تم کچھ بھی نہیں ہو جب تک نہ قائم کرو توریت اور انجیل اور جو کچھ تمہاری طرف تمہارے رب کے پاس سے اترا اور بیشک اے محبوب! وہ جو تمہاری طرف تمہارے رب کے پاس سے اترا اس میں بہتوں کو شرارت اور کفر کی اور ترقی ہوگی تو تم کافروں کا کچھ غم نہ کھاؤ،",
			"hi_kanzulimaan": "तुम फ़रमादो ऐ किताबियों तुम कुछ भी नहीं हो (175फ) जब तक न क़ायम करो तौरात और इंजिल और जो कुछ तुम्हारी तरफ़ तुम्हारे रब के पास से उतरा (176फ) और बेशक ऐ मेहबूब वह जो तुम्हारी तरफ़ तुम्हारे रब के पास से उतरा उस से उनमें बहुतों को शरारत और कुफ़्र की और तरक़्की होगी (177फ) तो तुम काफिरों का कुछ ग़म न खाओ",
			"author": "৬৮. বলে দিন, ‘হে আহলে কিতাব! তোমরা (দ্বীনের) কোনো কিছুর উপরই নেই যতক্ষণ না তোমরা তাওরাত ও ইঞ্জিল এবং যা কিছু তোমাদের প্রতি তোমাদের প্রতিপালকের পক্ষ থেকে অবতীর্ণ হয়েছে (তা বাস্তবায়ন ও) প্রতিষ্ঠা করো’। আর (হে হাবীব! কিতাবরূপে) যা আপনার প্রতি আপনার প্রতিপালকের পক্ষ থেকে অবতীর্ণ হয়েছে তা অবশ্যই (হিংসার কারণে) তাদের অধিকাংশের অবাধ্যতা ও কুফরী বাড়িয়ে দেবে। সুতরাং আপনি কাফের সম্প্রদায়ের (অবস্থার) জন্যে আফসোস করবেন না।"
		},
		{
			"_id": "738",
			"sura": "5",
			"para": "6",
			"verses": "69",
			"names": "اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَ الَّذِیۡنَ ہَادُوۡا وَ الصّٰبِـُٔوۡنَ وَ النَّصٰرٰی مَنۡ اٰمَنَ بِاللّٰہِ وَ الۡیَوۡمِ الۡاٰخِرِ  وَ عَمِلَ صَالِحًا فَلَا خَوۡفٌ عَلَیۡہِمۡ  وَ لَا  ہُمۡ  یَحۡزَنُوۡنَ ﴿۶۹﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَ الَّذِیۡنَ ہَادُوۡا وَ الصّٰبِـُٔوۡنَ وَ النَّصٰرٰی مَنۡ اٰمَنَ بِاللّٰہِ وَ الۡیَوۡمِ الۡاٰخِرِ  وَ عَمِلَ صَالِحًا فَلَا خَوۡفٌ عَلَیۡہِمۡ  وَ لَا  ہُمۡ  یَحۡزَنُوۡنَ ﴿۶۹﴾ ",
			"index": "738",
			"name": "নিশ্চয় ঐ সব লোক, যারা নিজেদেরকে মুসলমান বলে এবং অনুরূপভাবে ইহুদী, নক্ষত্র-পূজারীগণ এবং খৃষ্টানগণ; তাদের মধ্যে যে কেউ সরল অন্তরে আল্লাহ্‌ ও ক্বিয়ামত দিবসের উপর ঈমান আনবে এবং সৎ কর্ম করবে, তবে তাদের না থাকবে কোন ভয়, না কোন দুঃখ। ",
			"en_kanzulimaan": "Indeed those who call themselves Muslims - and similarly among the Jews, and the Sabeans, and the Christians * - whoever sincerely accepts faith in Allah and the Last Day, and does good deeds - so there shall be no fear upon them nor shall they grieve. (Whoever among them converts to Islam).",
			"ur_kanzulimaan": "بیشک وہ جو اپنے آپ کو مسلمان کہتے ہیں اور اسی طرح یہودی اور ستارہ پرت اور نصرانی ان میں جو کوئی سچے دل سے اللہ اور قیامت پر ایمان لائے اور اچھے کام کرے توان پر نہ کچھ اندیشہ ہے اور نہ کچھ غم،",
			"hi_kanzulimaan": "बेशक वो जो अपने आपको मुसलमान कहते हैं (178फ) और इसी तरह यहूदी और सितारा परस्त और नस्रानी, इनमें जो कोई सच्चे दिल से अल्लाह व क़यामत पर ईमान लाए और अच्छे काम करे तो उनपर न कुछ अन्देशा है और न कुछ ग़म",
			"author": "৬৯. নিশ্চয়ই (যারা নিজেদেরকে) মুসলমান (দাবী করে), ইহুদী এবং সাবী (অর্থাৎ তারকাপূজারী) এবং খ্রিস্টান যারাই (খাঁটি অন্তরে মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের শিক্ষা অনুসারে) আল্লাহ্ এবং শেষদিনে বিশ্বাস স্থাপন করে এবং সৎকর্ম করে, তবে তাদের না থাকবে কোনো ভয় আর তারা না হবে চিন্তান্বিত।"
		},
		{
			"_id": "739",
			"sura": "5",
			"para": "6",
			"verses": "70",
			"names": "لَقَدۡ اَخَذۡنَا مِیۡثَاقَ بَنِیۡۤ  اِسۡرَآءِیۡلَ وَ اَرۡسَلۡنَاۤ  اِلَیۡہِمۡ رُسُلًا ؕ کُلَّمَا جَآءَہُمۡ رَسُوۡلٌۢ بِمَا لَا تَہۡوٰۤی اَنۡفُسُہُمۡ ۙ فَرِیۡقًا کَذَّبُوۡا وَ فَرِیۡقًا یَّقۡتُلُوۡنَ ﴿٭۷۰﴾ ",
			"number": "",
			"verses_PDMS": "لَقَدۡ اَخَذۡنَا مِیۡثَاقَ بَنِیۡۤ  اِسۡرَآءِیۡلَ وَ اَرۡسَلۡنَاۤ  اِلَیۡہِمۡ رُسُلًا ؕ کُلَّمَا جَآءَہُمۡ رَسُوۡلٌۢ بِمَا لَا تَہۡوٰۤی اَنۡفُسُہُمۡ ۙ فَرِیۡقًا کَذَّبُوۡا وَ فَرِیۡقًا یَّقۡتُلُوۡنَ ﴿٭۷۰﴾ ",
			"index": "739",
			"name": "নিশ্চয়, আমি বনী ইস্রাঈল থেকে অঙ্গীকার গ্রহণ করেছি এবং তাদের প্রতি রসূল প্রেরণ করেছি। যখনই কোন রসূল তাদের নিকট এমন কোন বাণী নিয়ে এসেছেন, যা তাদের মনঃপূত হয় নি তখন তারা একদলকে অস্বীকার করেছে এবং অন্য একদলকে তারা শহীদ করে। ",
			"en_kanzulimaan": "We made a covenant with the Descendants of Israel and sent Noble Messengers towards them; whenever a Noble Messenger came to them with whatever was not according to their own desires, they denied some of them and some they slew.",
			"ur_kanzulimaan": "بیشک ہم نے بنی اسرائیل سے عہد لیا اور ان کی طرف رسول بھیجے، جب کبھی ان کے پاس کوئی رسول وہ بات لے کر آیا جو ان کے نفس کی خواہش نہ تھی ایک گروہ کو جھٹلایا اور ایک گروہ کو شہید کرتے ہیں",
			"hi_kanzulimaan": "बेशक हमने बनी इस्राईल से एहद लिया (179फ) और उनकी तरफ़ रसूल भेजे जब कभी उनके पास कोई रसूल वह बात लेकर आया जो उनके नफ़्स की ख़्वाहिश न थी (180फ) एक गिरोह को झुटलाया और एक गिरोह को शहीद करते हैं (181फ)",
			"author": "৭০. নিশ্চয়ই আমরা বনী ইসরাঈলের নিকট থেকে অঙ্গীকার নিয়েছিলাম এবং আমরা তাদের নিকট (অনেক) রাসূলও প্রেরণ করেছিলাম, (কিন্তু) যখনই তাদের নিকট কোনো রাসূল এমন কিছু বিধান নিয়ে এসেছেন যা তাদের মনঃপূত হয়নি তখনই তারা (নবীগণের) কাউকে মিথ্যাপ্রতিপন্ন করেছে এবং কাউকে (একের পর এক) হত্যা করেছে।"
		},
		{
			"_id": "740",
			"sura": "5",
			"para": "6",
			"verses": "71",
			"names": "وَ حَسِبُوۡۤا اَلَّا تَکُوۡنَ فِتۡنَۃٌ فَعَمُوۡا وَ صَمُّوۡا ثُمَّ تَابَ اللّٰہُ عَلَیۡہِمۡ ثُمَّ عَمُوۡا وَ صَمُّوۡا کَثِیۡرٌ مِّنۡہُمۡ ؕ وَ اللّٰہُ بَصِیۡرٌۢ بِمَا یَعۡمَلُوۡنَ ﴿۷۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ حَسِبُوۡۤا اَلَّا تَکُوۡنَ فِتۡنَۃٌ فَعَمُوۡا وَ صَمُّوۡا ثُمَّ تَابَ اللّٰہُ عَلَیۡہِمۡ ثُمَّ عَمُوۡا وَ صَمُّوۡا کَثِیۡرٌ مِّنۡہُمۡ ؕ وَ اللّٰہُ بَصِیۡرٌۢ بِمَا یَعۡمَلُوۡنَ ﴿۷۱﴾ ",
			"index": "740",
			"name": "এবং তারা মনে করেছে যে, ‘তাদের কোন শাস্তি হবে না’। ফলে তারা অন্ধ ও বধির হয়ে গেছে। অতঃপর আল্লাহ্‌ তাদের তাওবা কবূল করেন। পুনরায় তাদের মধ্যে অনেকে অন্ধ ও বধির হয়ে গেছে এবং আল্লাহ্‌ তাদের কার্যকলাপ দেখছেন। ",
			"en_kanzulimaan": "And they assumed that there will be no punishment, so they turned blind and deaf - then Allah accepted their penance, then again many of them turned blind and deaf; and Allah is seeing their deeds.",
			"ur_kanzulimaan": "اور اس گمان میں ہیں کہ کوئی سزا نہ ہوگی تو اندھے اور بہرے ہوگئے پھر اللہ نے ان کی توبہ قبول کی پھر ان میں بہتیرے اندھے اور بہرے ہوگئے اور اللہ ان کے کام دیکھ رہا ہے،",
			"hi_kanzulimaan": "और इस ग़ुमान में रहे कि कोई सज़ा न होगी (182फ) तो अंधे और बेहरे हो गए (183फ) फिर अल्लाह ने उनकी तौबह क़ुबूल की (184फ) फिर उनमें बहुतेरे अंधे और बेहरे हो गए और अल्लाह उनके काम देख रहा है",
			"author": "৭১. আর তারা (এও) মনে করতো যে, (নবীগণকে হত্যা ও মিথ্যাপ্রতিপন্ন করার কারণে) কোনো শাস্তি নেমে আসবে না। ফলে তারা অন্ধ ও বধির হয়ে গিয়েছিল। অতঃপর আল্লাহ্ তাদের তওবা কবুল করলেন; আবার তাদের অধিকাংশ লোক (দ্বিতীয়বার) অন্ধ ও বধির (অর্থাৎ সত্যদর্শন ও শ্রবণে অক্ষম) হয়ে গেল। আর আল্লাহ্ তাদের কর্মকান্ড ভালোভাবেই দেখছেন।"
		},
		{
			"_id": "741",
			"sura": "5",
			"para": "6",
			"verses": "72",
			"names": "لَقَدۡ کَفَرَ الَّذِیۡنَ قَالُوۡۤا اِنَّ اللّٰہَ ہُوَ الۡمَسِیۡحُ ابۡنُ مَرۡیَمَ ؕ وَ قَالَ الۡمَسِیۡحُ یٰبَنِیۡۤ  اِسۡرَآءِیۡلَ اعۡبُدُوا اللّٰہَ رَبِّیۡ وَ رَبَّکُمۡ ؕ اِنَّہٗ مَنۡ یُّشۡرِکۡ بِاللّٰہِ فَقَدۡ حَرَّمَ اللّٰہُ عَلَیۡہِ الۡجَنَّۃَ وَ مَاۡوٰىہُ النَّارُ ؕ وَ مَا لِلظّٰلِمِیۡنَ مِنۡ اَنۡصَارٍ ﴿۷۲﴾ ",
			"number": "",
			"verses_PDMS": "لَقَدۡ کَفَرَ الَّذِیۡنَ قَالُوۡۤا اِنَّ اللّٰہَ ہُوَ الۡمَسِیۡحُ ابۡنُ مَرۡیَمَ ؕ وَ قَالَ الۡمَسِیۡحُ یٰبَنِیۡۤ  اِسۡرَآءِیۡلَ اعۡبُدُوا اللّٰہَ رَبِّیۡ وَ رَبَّکُمۡ ؕ اِنَّہٗ مَنۡ یُّشۡرِکۡ بِاللّٰہِ فَقَدۡ حَرَّمَ اللّٰہُ عَلَیۡہِ الۡجَنَّۃَ وَ مَاۡوٰىہُ النَّارُ ؕ وَ مَا لِلظّٰلِمِیۡنَ مِنۡ اَنۡصَارٍ ﴿۷۲﴾ ",
			"index": "741",
			"name": "নিঃসন্দেহে কাফির হচ্ছে ঐ সব লোক যারা একথা বলে যে, ‘আল্লাহ্‌ ওই মরিয়মের পুত্র মসীহ্‌ই’ এবং মসীহ্‌তো এটাই বলেছিলো, ‘হে বনী ইস্রাঈল! আল্লাহ্‌র ইবাদত করো, যিনি আমার রব’। নিশ্চয় যারা আল্লাহ্‌র সাথে (কাউকে) শরীক সাব্যস্ত করে, তবে আল্লাহ্‌ তার জন্য জান্নাত নিষিদ্ধ করে দিয়েছেন এবং তার ঠিকানা হচ্ছে জাহান্নাম; আর অত্যাচারীদের জন্য কোন সাহায্যকারী নেই। ",
			"en_kanzulimaan": "They are certainly disbelievers who say, Allah is actually the Messiah, the son of Maryam; whereas the Messiah had said, O Descendants of Israel, worship Allah Who is my Lord and (also) your Lord; undoubtedly whoever ascribes partners with Allah, then Allah has forbidden Paradise for him; his destination is hell; and the unjust do not have any supporters.",
			"ur_kanzulimaan": "بیشک کافر ہیں وہ جو کہتے ہیں کہ اللہ وہی مسیح مریم کا بیٹا ہے اور مسیح نے تو یہ کہا تھا، اے بنی اسرائیل اللہ کی بندگی کرو جو میرا رب اور تمہارا رب، بیشک جو اللہ کا شریک ٹھہرائے تو اللہ نے اس پر جنت حرام کردی اور اس کا ٹھکانا دوزخ ہے اور ظالموں کا کوئی مددگار نہیں،",
			"hi_kanzulimaan": "बेशक काफ़िर हैं वो जो कहते हैं कि अल्लाह वही मसीह मरयम का बेटा है (185फ) और मसीह ने तो यह कहा था ऐ बनी इस्राईल अल्लाह की बन्दगी करो जो मेरा रब (186फ) है और तुम्हारा रब. बेशक जो अल्लाह का शरीक ठहराए तो अल्लाह ने उसपर जन्नत हराम करदी और उसका ठिकाना दोज़ख़ है.और ज़ालिमों का कोई मददगार नहीं",
			"author": "৭২. প্রকৃতপক্ষে তারা তো কাফের হয়ে গিয়েছে যারা বলে, ‘আল্লাহ্ই মারইয়াম-তনয় মাসীহ্’ (আলাইহিমাস সালাম)। অথচ মাসীহ্ (আলাইহিস সালাম তো এ কথা) বলেছিলেন, ‘হে বনী ইসরাঈল! তোমরা আল্লাহ্‌র ইবাদত করো, যিনি আমার(ও) প্রতিপালক এবং তোমাদের(ও) প্রতিপালক।’ নিশ্চয়ই যে আল্লাহ্‌র সাথে কাউকে শরীক করে, তবে অবশ্যই আল্লাহ্ তার জন্যে জান্নাত নিষিদ্ধ করেন, এবং তার ঠিকানা জাহান্নাম। আর যালিমদের জন্যে কেউই সাহায্যকারী হবে না।"
		},
		{
			"_id": "742",
			"sura": "5",
			"para": "6",
			"verses": "73",
			"names": "لَقَدۡ کَفَرَ الَّذِیۡنَ قَالُوۡۤا اِنَّ اللّٰہَ ثَالِثُ ثَلٰثَۃٍ ۘ وَ مَا مِنۡ  اِلٰہٍ  اِلَّاۤ اِلٰہٌ  وَّاحِدٌ ؕ وَ اِنۡ لَّمۡ یَنۡتَہُوۡا عَمَّا یَقُوۡلُوۡنَ لَیَمَسَّنَّ الَّذِیۡنَ  کَفَرُوۡا مِنۡہُمۡ  عَذَابٌ اَلِیۡمٌ ﴿۷۳﴾ ",
			"number": "",
			"verses_PDMS": "لَقَدۡ کَفَرَ الَّذِیۡنَ قَالُوۡۤا اِنَّ اللّٰہَ ثَالِثُ ثَلٰثَۃٍ ۘ وَ مَا مِنۡ  اِلٰہٍ  اِلَّاۤ اِلٰہٌ  وَّاحِدٌ ؕ وَ اِنۡ لَّمۡ یَنۡتَہُوۡا عَمَّا یَقُوۡلُوۡنَ لَیَمَسَّنَّ الَّذِیۡنَ  کَفَرُوۡا مِنۡہُمۡ  عَذَابٌ اَلِیۡمٌ ﴿۷۳﴾ ",
			"index": "742",
			"name": "নিঃসন্দেহে কাফির ঐ সব লোক, যারা একথা বলে, ‘আল্লাহ্‌ তিন খোদার মধ্যে তৃতীয়’; আর খোদাতো নেই, কিন্তু (আছেন) একমাত্র এবং তারা শাস্তির মধ্যে চিরদিন থাকবে। ",
			"en_kanzulimaan": "They are certainly disbelievers who say, Indeed Allah is the third of the three Gods; whereas there is no God except the One God; and if they do not desist from their speech, undoubtedly a painful punishment will reach those among them who die as disbelievers.",
			"ur_kanzulimaan": "بیشک کافر ہیں وہ جو کہتے ہیں اللہ تین خداؤں میں کا تیسرا ہے اور خدا تو نہیں مگر ایک خدا اور اگر اپنی بات سے باز نہ آئے تو جو ان میں کافر مریں گے ان کو ضرور دردناک عذاب پہنچے گا،",
			"hi_kanzulimaan": "बेशक काफ़िर हैं वो जो कहते हैं अल्लाह तीन ख़ुदाओ में का तीसरा हैं (187फ) और ख़ुदा तो नहीं मगर एक ख़ुदा (188फ) और अगर अपनी बात से बाज़ न आए  (189फ) तो जो उनमें काफ़िर मरेंगे उनको ज़रूर दर्दनाक अज़ाब पहुंचेगा",
			"author": "৭৩. নিশ্চয়ই তারা(ও) কাফের হয়ে গিয়েছে যারা বলে, ‘(উপাস্য হিসেবে) আল্লাহ্ তিনজনের মধ্যে তৃতীয়’; অথচ একক উপাস্য ব্যতীত ইবাদতের যোগ্য অন্য কেউ নেই। আর যদি তারা এ (অনর্থক বিষয়) থেকে নিবৃত্ত না হয় যা তারা বলছে তবে তাদের মধ্যে যারা কাফের তাদের নিকট অবশ্যই যন্ত্রণাদায়ক শাস্তি পৌঁছবে।"
		},
		{
			"_id": "743",
			"sura": "5",
			"para": "6",
			"verses": "74",
			"names": "اَفَلَا یَتُوۡبُوۡنَ اِلَی اللّٰہِ وَ یَسۡتَغۡفِرُوۡنَہٗ ؕ وَ اللّٰہُ غَفُوۡرٌ  رَّحِیۡمٌ ﴿۷۴﴾ ",
			"number": "",
			"verses_PDMS": "اَفَلَا یَتُوۡبُوۡنَ اِلَی اللّٰہِ وَ یَسۡتَغۡفِرُوۡنَہٗ ؕ وَ اللّٰہُ غَفُوۡرٌ  رَّحِیۡمٌ ﴿۷۴﴾ ",
			"index": "743",
			"name": "তবে কেন তারা প্রত্যাবর্তন করছেনা আল্লাহ্‌র দিকে? এবং তার নিকট ক্ষমা প্রার্থনা করছেনা? এবং আল্লাহ ক্ষমাশীল, দয়ালু।",
			"en_kanzulimaan": "So why do they not incline towards Allah and seek His forgiveness? And Allah is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "تو کیوں نہیں رجوع کرتے اللہ کی طرف اور اس سے بخشش مانگتے، اور اللہ بخشنے والا مہربان،",
			"hi_kanzulimaan": "तो क्यों नहीं रूजू करते अल्लाह की तरफ़ और उससे बख़्शिश मांगते और अल्लाह बख़्श्ने वाला मेहरबान",
			"author": "৭৪. এসব লোকেরা কি আল্লাহ্‌র দিকে প্রত্যাবর্তন করবে না এবং তাঁর নিকট ক্ষমা প্রার্থনা করবে (না)? অথচ আল্লাহ্ মহাক্ষমাশীল, অসীম দয়ালু।"
		},
		{
			"_id": "744",
			"sura": "5",
			"para": "6",
			"verses": "75",
			"names": "مَا الۡمَسِیۡحُ ابۡنُ مَرۡیَمَ  اِلَّا رَسُوۡلٌ ۚ قَدۡ خَلَتۡ مِنۡ قَبۡلِہِ الرُّسُلُ ؕ وَ اُمُّہٗ صِدِّیۡقَۃٌ ؕ کَانَا یَاۡکُلٰنِ الطَّعَامَ ؕ اُنۡظُرۡ کَیۡفَ نُبَیِّنُ لَہُمُ الۡاٰیٰتِ ثُمَّ انۡظُرۡ اَنّٰی یُؤۡفَکُوۡنَ ﴿۷۵﴾ ",
			"number": "",
			"verses_PDMS": "مَا الۡمَسِیۡحُ ابۡنُ مَرۡیَمَ  اِلَّا رَسُوۡلٌ ۚ قَدۡ خَلَتۡ مِنۡ قَبۡلِہِ الرُّسُلُ ؕ وَ اُمُّہٗ صِدِّیۡقَۃٌ ؕ کَانَا یَاۡکُلٰنِ الطَّعَامَ ؕ اُنۡظُرۡ کَیۡفَ نُبَیِّنُ لَہُمُ الۡاٰیٰتِ ثُمَّ انۡظُرۡ اَنّٰی یُؤۡفَکُوۡنَ ﴿۷۵﴾ ",
			"index": "744",
			"name": "মরিয়ম-তনয় মসীহ্‌ নয়, কিন্তু একজন রসূল। তার পূর্বে বহু রসূল গত হয়েছে এবং তার মাতা ‘সিদ্দীক্বাহ্‌’ (সত্যনিষ্ঠা)। তারা উভয়ে খাদ্যাহার করতো। দেখোতো! আমি কেমন সুস্পষ্ট নিদর্শনসমূহ তাদের জন্য বর্ণনা করছি, অতঃপর দেখো তারা কিভাবে কুঁজো হয়ে চলে যাচ্ছে;",
			"en_kanzulimaan": "The Messiah, the son of Maryam, is purely a Noble Messenger; many Noble Messengers have passed before him; and his mother is a truthful woman; they both used to eat food; see how We make the signs clear for them, and see how they turn away!",
			"ur_kanzulimaan": "مسیح بن مریم نہیں مگر ایک رسول اس سے پہلے بہت رسول ہو گزرے اور اس کی ماں صدیقہ ہے دونوں کھانا کھاتے تھے دیکھو تو ہم کیسی صاف نشانیاں ان کے لئے بیان کرتے ہیں پھر دیکھو وہ کیسے اوندھے جاتے ہیں،",
			"hi_kanzulimaan": "मसीह इब्ने मरयम नहीं मगर एक रसूल  (190फ) उससे पहले बहुत रसूल हो गुज़रे  (191फ) और उसकी माँ सिद्दीक़ा ( सच्ची) है (192फ) दोनो खाना खाते थे (193फ) देखो तो हम कैसी साफ़ निशानियां इनके लिये बयान करते हैं फिर देखो वो कैसे औंधे जाते है",
			"author": "৭৫. মারইয়াম-তনয় মাসীহ্ (আলাইহিমাস সালাম) কেবল একজন রাসূল (অর্থাৎ তিনি আল্লাহ্ কিংবা আল্লাহ্‌র পুত্র অথবা অংশীদার নন)। নিশ্চয়ই তাঁর পূর্বেও অনেক রাসূল গত হয়েছেন। আর তাঁর মাতা ছিলেন সত্যানুসন্ধানী (সাধনাকারিণী)। তারা উভয়ে (ছিলেন সৃষ্ট, কেননা তারা) খাদ্যও গ্রহণ করতেন। (হে হাবীব!) দেখুন, আমরা তাদের (পথনির্দেশনার) জন্যে কীভাবে সুস্পষ্টভাবে আয়াতসমূহ বর্ণনা করি। আরো দেখুন, (এতদসত্বেও) তারা কীভাবে (সত্য থেকে) মুখ ফিরিয়ে নেয়।"
		},
		{
			"_id": "745",
			"sura": "5",
			"para": "6",
			"verses": "76",
			"names": "قُلۡ اَتَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ مَا لَا یَمۡلِکُ لَکُمۡ ضَرًّا وَّ لَا  نَفۡعًا ؕ وَ اللّٰہُ ہُوَ  السَّمِیۡعُ  الۡعَلِیۡمُ ﴿۷۶﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ اَتَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ مَا لَا یَمۡلِکُ لَکُمۡ ضَرًّا وَّ لَا  نَفۡعًا ؕ وَ اللّٰہُ ہُوَ  السَّمِیۡعُ  الۡعَلِیۡمُ ﴿۷۶﴾ ",
			"index": "745",
			"name": "আপনি বলে দিন, ‘তোমরা কি আল্লাহ্‌ ব্যতীত এমন কিছুর ইবাদত করছো যা তোমাদের না ক্ষতি করার মালিক, না উপকারের? এবং আল্লাহ্‌ই শুনেন, জানেন’। ",
			"en_kanzulimaan": "Say (O dear Prophet Mohammed - peace and blessings be upon him), What! You worship, other than Allah, that which is neither the controller of your losses nor of your benefits? And Allah only is the All Hearing, the All Knowing.",
			"ur_kanzulimaan": "تم فرماؤ کیا اللہ کے سوا ایسے کو پوجتے ہو جو تمہارے نقصان کا مالک نہ نفع کا اور اللہ ہی سنتا جانتا ہے،",
			"hi_kanzulimaan": "तुम फ़रमाओ क्या अल्लाह के सिवा ऐसे को पूजते हो जो तुम्हारे नुक़सान का मालिक न नफ़ा का (194फ) और अल्लाह ही सुनता जानता है",
			"author": "৭৬. বলে দিন, ‘তোমরা কি আল্লাহ্ ব্যতীত এমন কারো ইবাদত করছো, যার না আছে তোমাদের কোনো অপকার করার ক্ষমতা, আর না কোনো উপকারের? আর আল্লাহ্ই তো সর্বশ্রোতা, সম্যক অবগত।’"
		},
		{
			"_id": "746",
			"sura": "5",
			"para": "6",
			"verses": "77",
			"names": "قُلۡ یٰۤاَہۡلَ الۡکِتٰبِ لَا تَغۡلُوۡا فِیۡ دِیۡنِکُمۡ غَیۡرَ  الۡحَقِّ وَ لَا  تَتَّبِعُوۡۤا اَہۡوَآءَ قَوۡمٍ قَدۡ ضَلُّوۡا مِنۡ قَبۡلُ وَ اَضَلُّوۡا کَثِیۡرًا وَّ ضَلُّوۡا عَنۡ سَوَآءِ السَّبِیۡلِ ﴿۷۷﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ یٰۤاَہۡلَ الۡکِتٰبِ لَا تَغۡلُوۡا فِیۡ دِیۡنِکُمۡ غَیۡرَ  الۡحَقِّ وَ لَا  تَتَّبِعُوۡۤا اَہۡوَآءَ قَوۡمٍ قَدۡ ضَلُّوۡا مِنۡ قَبۡلُ وَ اَضَلُّوۡا کَثِیۡرًا وَّ ضَلُّوۡا عَنۡ سَوَآءِ السَّبِیۡلِ ﴿۷۷﴾ ",
			"index": "746",
			"name": "আপনি বলুন, ‘হে কিতাবীগণ! স্বীয় দ্বীনের মধ্যে অন্যায় বর্দ্ধিত করোনা। এবং এমন লোকদের খেয়াল-খুশির অনুসরণ করোনা; যারা ইতিপূর্বে পথভ্রষ্ট হয়েছে ও অনেককে পথভ্রষ্ট করেছে এবং সরল পথ থেকে দূরে সরে গেছে। ",
			"en_kanzulimaan": "Say, O People given the Book(s)! Do not wrongfully commit injustice in your religion, and do not follow the people who earlier went astray, and led many others astray, and wandered away from the Straight Path.",
			"ur_kanzulimaan": "تم فرماؤ اے کتاب والو! اپنے دین میں ناحق زیادتی نہ کرو اور ایسے لوگوں کی خواہش پر نہ چلو جو پہلے گمراہ ہوچکے اور بہتوں کو گمراہ کیا اور سیدھی راہ سے بہک گئے",
			"hi_kanzulimaan": "तुम फ़रमाओ ऐ किताब वालो अपने दीन में नाहक़ ज़ियादती न करो  (195फ) और ऐसे लोगों की ख़्वाहिश पर न चलो (196फ) जो पहले गुमराह हो चुके और बहुतो को गुमराह किया और सीधी राह बहक गए",
			"author": "৭৭. বলে দিন, ‘হে আহলে কিতাব! তোমরা তোমাদের ধর্ম সম্পর্কে অন্যায়ভাবে সীমালঙ্ঘন করো না এবং সেসব লোকের কুপ্রবৃত্তির অনুসরণ করো না যারা (মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের আবির্ভূত হওয়ার) পূর্বেই গোমরাহ হয়ে গিয়েছে এবং (আরো) অনেককে গোমরাহ করেছে। আর (মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের আগমনের পরেও) সরল পথ থেকে বিচ্যুত হয়েছে।’"
		},
		{
			"_id": "747",
			"sura": "5",
			"para": "6",
			"verses": "78",
			"names": "لُعِنَ الَّذِیۡنَ کَفَرُوۡا مِنۡۢ بَنِیۡۤ  اِسۡرَآءِیۡلَ عَلٰی لِسَانِ دَاوٗدَ  وَ عِیۡسَی ابۡنِ مَرۡیَمَ ؕ ذٰلِکَ بِمَا عَصَوۡا وَّ کَانُوۡا یَعۡتَدُوۡنَ ﴿۷۸﴾ ",
			"number": "",
			"verses_PDMS": "لُعِنَ الَّذِیۡنَ کَفَرُوۡا مِنۡۢ بَنِیۡۤ  اِسۡرَآءِیۡلَ عَلٰی لِسَانِ دَاوٗدَ  وَ عِیۡسَی ابۡنِ مَرۡیَمَ ؕ ذٰلِکَ بِمَا عَصَوۡا وَّ کَانُوۡا یَعۡتَدُوۡنَ ﴿۷۸﴾ ",
			"index": "747",
			"name": "অভিশপ্ত হয়েছে ঐ সব লোক, যারা কুফর করেছে, বনী ইস্রাঈল সম্প্রদায়ের মধ্য থেকে, দাঊদ এবং মরিয়ম-তনয় ঈসার ভাষায়। এটা পরিণাম তাদের অবাধ্যতা ও সীমালংঘনের।",
			"en_kanzulimaan": "Those among the Descendants of Israel who turned disbelievers were cursed by the tongue of Dawud, and of Eisa the son of Maryam; it was because of their disobedience and their rebellion.",
			"ur_kanzulimaan": "لعنت کیے گئے وہ جنہوں نے کفر کیا بنی اسرائیل میں داؤد اور عیسیٰ بن مریم کی زبان پر یہ بدلہ ان کی نافرمانی اور سرکشی کا،",
			"hi_kanzulimaan": "लअनत किये गए वो जिन्होंने कुफ़्र किया बनी इस्राईल में दाऊद और ईसा बिन मरयम की ज़बान पर  (197फ) ये (198फ) बदला उनकी नाफ़रमानी और सरकशी का",
			"author": "৭৮. বনী ইসরাঈলের মধ্যে যারা কুফরী করেছিল, তাদেরকে দাউদ ও মারইয়াম-তনয় ঈসা (আলাইহিমাস সালাম)-এঁর ভাষায় অভিসম্পাত করা হয়েছিল। তা এ জন্যে যে, তারা ছিল অবাধ্য এবং তারা সীমালঙ্ঘন করতো।"
		},
		{
			"_id": "748",
			"sura": "5",
			"para": "6",
			"verses": "79",
			"names": "کَانُوۡا لَا یَتَنَاہَوۡنَ عَنۡ مُّنۡکَرٍ فَعَلُوۡہُ ؕ لَبِئۡسَ مَا کَانُوۡا یَفۡعَلُوۡنَ ﴿۷۹﴾ ",
			"number": "",
			"verses_PDMS": "کَانُوۡا لَا یَتَنَاہَوۡنَ عَنۡ مُّنۡکَرٍ فَعَلُوۡہُ ؕ لَبِئۡسَ مَا کَانُوۡا یَفۡعَلُوۡنَ ﴿۷۹﴾ ",
			"index": "748",
			"name": "যারা অন্যায় কাজ করতো, পরস্পরের মধ্যে একে অপরকে বারণ করতোনা। তারা নিশ্চয়ই অত্যন্ত নিকৃষ্ট কাজ করতো।",
			"en_kanzulimaan": "They did not restrain one another from the evil they used to do; undoubtedly they used to commit extremely evil deeds.",
			"ur_kanzulimaan": "جو بری بات کرتے آپس میں ایک دوسرے کو نہ روکتے ضرور بہت ہی برے کام کرتے تھے",
			"hi_kanzulimaan": "जो बुरी बात करते आपस में एक दूसरे को न रोकते ज़रूर बहुत ही बुरे काम करते थे (199फ)",
			"author": "৭৯. (আর এ অভিসম্পাতের একটি কারণ এও ছিল যে,) তারা যে মন্দকর্ম করতো তা থেকে একে অপরকে নিষেধ করতো না। বাস্তবিকই তা ছিল নিকৃষ্ট যা তারা করতো।"
		},
		{
			"_id": "749",
			"sura": "5",
			"para": "6",
			"verses": "80",
			"names": "تَرٰی کَثِیۡرًا مِّنۡہُمۡ یَتَوَلَّوۡنَ الَّذِیۡنَ کَفَرُوۡا ؕ لَبِئۡسَ مَا قَدَّمَتۡ لَہُمۡ اَنۡفُسُہُمۡ اَنۡ سَخِطَ اللّٰہُ عَلَیۡہِمۡ وَ فِی الۡعَذَابِ ہُمۡ خٰلِدُوۡنَ ﴿۸۰﴾ ",
			"number": "",
			"verses_PDMS": "تَرٰی کَثِیۡرًا مِّنۡہُمۡ یَتَوَلَّوۡنَ الَّذِیۡنَ کَفَرُوۡا ؕ لَبِئۡسَ مَا قَدَّمَتۡ لَہُمۡ اَنۡفُسُہُمۡ اَنۡ سَخِطَ اللّٰہُ عَلَیۡہِمۡ وَ فِی الۡعَذَابِ ہُمۡ خٰلِدُوۡنَ ﴿۸۰﴾ ",
			"index": "749",
			"name": "তাদের মধ্যে আপনি অনেককে দেখবেন যে, তারা কাফিরদের সাথে বন্ধুত্ব করছে। কতই নিকৃষ্ট বস্তু নিজেদের জন্য নিজেরা অগ্রে প্রেরণ করেছে যে, তাদের উপর আল্লাহ্‌ ক্রোধান্বিত হয়েছেন এবং তারা শাস্তির মধ্যে চিরদিন থাকবে। ",
			"en_kanzulimaan": "You will see that many of them make friends with the disbelievers; what an evil thing they had sent ahead for themselves, for Allahs wrath came upon them and they will remain in the punishment, forever.",
			"ur_kanzulimaan": "ان میں تم بہت کو دیکھو گے کہ کافروں سے دوستی کرتے ہیں، کیا ہی بری چیز اپنے لیے خود آگے بھیجی یہ کہ اللہ کا ان پر غضب ہوا اور وہ عذاب میں ہمیشہ رہیں گے",
			"hi_kanzulimaan": "उनमें तुम बहुतों को देखोगे कि काफ़िरों से दोस्ती करते हैं क्या ही बुरी चीज़ अपने लिये ख़ुद आगे भेजी यह कि अल्लाह का उन पर ग़ज़ब (प्रकोप) हुआ और वो अज़ाब में हमेशा रहेंगे (200फ)",
			"author": "৮০. আপনি তাদের অধিকাংশকে দেখবেন যে, তারা কাফেরদের সাথে বন্ধুত্ব স্থাপন করে। কতোই না মন্দ বিষয় যা তারা তাদের (পরকালের হিসাবের) জন্যে অগ্রে প্রেরণ করে রেখেছে, (আর তা) এ যে, আল্লাহ্ তাদের উপর (খুবই) অসন্তুষ্ট হয়েছেন এবং তারা চিরকাল শাস্তিতেই (বন্দী) থাকবে।"
		},
		{
			"_id": "750",
			"sura": "5",
			"para": "6",
			"verses": "81",
			"names": "وَ لَوۡ کَانُوۡا یُؤۡمِنُوۡنَ بِاللّٰہِ وَ النَّبِیِّ  وَ مَاۤ اُنۡزِلَ اِلَیۡہِ مَا اتَّخَذُوۡہُمۡ اَوۡلِیَآءَ وَ لٰکِنَّ  کَثِیۡرًا  مِّنۡہُمۡ  فٰسِقُوۡنَ ﴿۸۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ کَانُوۡا یُؤۡمِنُوۡنَ بِاللّٰہِ وَ النَّبِیِّ  وَ مَاۤ اُنۡزِلَ اِلَیۡہِ مَا اتَّخَذُوۡہُمۡ اَوۡلِیَآءَ وَ لٰکِنَّ  کَثِیۡرًا  مِّنۡہُمۡ  فٰسِقُوۡنَ ﴿۸۱﴾ ",
			"index": "750",
			"name": "এবং তারা যদি ঈমান আনতো আল্লাহ্‌ ও এ নবীর উপর এবং সেটার উপর, যা তার প্রতি অবতীর্ণ হয়েছে, তবে কাফিরদের সাথে বন্ধুত্ব স্থাপন করতো না; কিন্তু তাদের মধ্যে তো অনেকে ফাসিক্ব। ",
			"en_kanzulimaan": "Had they believed in Allah and this Prophet (Mohammed - peace and blessings be upon him) and what is sent down upon him, they would not befriend the disbelievers, but most of them are disobedient.",
			"ur_kanzulimaan": "اور اگر وہ ایمان لاتے اللہ اور ان نبی پر اور اس پر جو ان کی طرف اترا تو کافروں سے دوستی نہ کرتے مگر ان میں تو بہتیرے فاسق ہیں،",
			"hi_kanzulimaan": "और अगर वो ईमान लाते  (201फ) अल्लाह और उन नबी पर और उसपर जो उनकी तरफ़ उतरा तो काफ़िरों से दोस्ती न करते  (202फ) मगर उनमें तो बहुतेरे फ़ासिक़ (दुराचारी) हैं",
			"author": "৮১. আর তারা যদি ঈমান আনয়ন করতো আল্লাহ্তে, (সর্বশেষ) নবী (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁ এবং এতে (এ কিতাবে) যা তাঁর প্রতি অবতীর্ণ হয়েছে, তবে তারা তাদেরকে (অর্থাৎ ইসলামের শত্রুদেরকে) বন্ধু বানাতো না। কিন্তু তাদের অধিকাংশই নাফরমান।"
		},
		{
			"_id": "751",
			"sura": "5",
			"para": "6",
			"verses": "82",
			"names": "لَتَجِدَنَّ اَشَدَّ النَّاسِ عَدَاوَۃً لِّلَّذِیۡنَ اٰمَنُوا الۡیَہُوۡدَ وَ الَّذِیۡنَ اَشۡرَکُوۡا ۚ وَ لَتَجِدَنَّ  اَقۡرَبَہُمۡ مَّوَدَّۃً  لِّلَّذِیۡنَ اٰمَنُوا الَّذِیۡنَ قَالُوۡۤا اِنَّا نَصٰرٰی ؕ ذٰلِکَ بِاَنَّ مِنۡہُمۡ قِسِّیۡسِیۡنَ وَ رُہۡبَانًا وَّ اَنَّہُمۡ لَا یَسۡتَکۡبِرُوۡنَ ﴿۸۲﴾ ",
			"number": "",
			"verses_PDMS": "لَتَجِدَنَّ اَشَدَّ النَّاسِ عَدَاوَۃً لِّلَّذِیۡنَ اٰمَنُوا الۡیَہُوۡدَ وَ الَّذِیۡنَ اَشۡرَکُوۡا ۚ وَ لَتَجِدَنَّ  اَقۡرَبَہُمۡ مَّوَدَّۃً  لِّلَّذِیۡنَ اٰمَنُوا الَّذِیۡنَ قَالُوۡۤا اِنَّا نَصٰرٰی ؕ ذٰلِکَ بِاَنَّ مِنۡہُمۡ قِسِّیۡسِیۡنَ وَ رُہۡبَانًا وَّ اَنَّہُمۡ لَا یَسۡتَکۡبِرُوۡنَ ﴿۸۲﴾ ",
			"index": "751",
			"name": "নিশ্চয় আপনি মুসলমানদের সবচেয়ে বড় দুশমন ইহুদী ও অংশীবাদীদেরকে পাবেন; এবং নিশ্চয় আপনি মুসলমানদের সাথে বন্ধুত্বের ক্ষেত্রে সবচেয়ে নিকটতম তাদেরকেই পাবেন যারা বলতো, ‘আমরা খ্রীস্টান’। এটা এজন্য যে, তাদের মধ্যে জ্ঞানী ও দরবেশগণ রয়েছে আর এরা অহংকার করে না। ",
			"en_kanzulimaan": "You will certainly find the Jews and the polytheists as the greatest enemies of the Muslims; and you will find the closest in friendship to the Muslims those who said, We are Christians; that is because scholars and monks are among them, and they are not proud.",
			"ur_kanzulimaan": "ضرور تم مسلمانوں کا سب سے بڑھ کر دشمن یہودیوں اور مشرکوں کو پاؤ گے اور ضرور تم مسلمانوں کی دوستی میں سب سے زیادہ قریب ان کو پاؤ گے جو کہتے تھے ہم نصاریٰ ہیں یہ اس لئے کہ ان میں عالم اور درویش ہیں اور یہ غرور نہیں کرتے -",
			"hi_kanzulimaan": "ज़रूर तुम मुसलमानों का सबसे बढ़कर दुश्मन यहूदियों और मुश्रिकों को पाओगे और ज़रूर तुम मुसलमानों की दोस्ती में सबसे ज़्यादा क़रीब उनको पाओगे  जो कहते थे हम नसारा (ईसाई)हैं (203फ) यह इसलिये कि उनमें आलिम और दर्वेश (महात्मा)हैं और ये गुरुर नहीं करते (204फ)",
			"author": "৮২. বাস্তবে আপনি মানবমন্ডলীর মধ্যে ইহুদী ও মুশরিকদেরকে মুসলমানদের প্রতি শত্রুতায় কঠোরতর পাবেন, অপরদিকে অবশ্যই বন্ধুত্বে মুসলমানদের নিকটতর পাবেন তাদেরকে যারা বলে, ‘নিশ্চয়ই আমরা খ্রিস্টান’। তা এ জন্যে যে, তাদের মধ্যে (শরীয়ত বিষয়ে) জ্ঞানীগণ রয়েছেন এবং (ইবাদতকারী) দরবেশগণও রয়েছেন; আর (অধিকন্তু) তারা নিরহঙ্কার।"
		},
		{
			"_id": "752",
			"sura": "5",
			"para": "7",
			"verses": "83",
			"names": "وَ  اِذَا سَمِعُوۡا مَاۤ  اُنۡزِلَ  اِلَی الرَّسُوۡلِ تَرٰۤی اَعۡیُنَہُمۡ تَفِیۡضُ مِنَ  الدَّمۡعِ مِمَّا عَرَفُوۡا مِنَ الۡحَقِّ ۚ یَقُوۡلُوۡنَ رَبَّنَاۤ  اٰمَنَّا فَاکۡتُبۡنَا مَعَ الشّٰہِدِیۡنَ ﴿۸۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اِذَا سَمِعُوۡا مَاۤ  اُنۡزِلَ  اِلَی الرَّسُوۡلِ تَرٰۤی اَعۡیُنَہُمۡ تَفِیۡضُ مِنَ  الدَّمۡعِ مِمَّا عَرَفُوۡا مِنَ الۡحَقِّ ۚ یَقُوۡلُوۡنَ رَبَّنَاۤ  اٰمَنَّا فَاکۡتُبۡنَا مَعَ الشّٰہِدِیۡنَ ﴿۸۳﴾ ",
			"index": "752",
			"name": "এবং তারা যখন শুনে সেটা, যা রসূলের প্রতি অবতীর্ণ হয়েছে, তখন তাদের চোখগুলো দেখো অশ্রুতে ভরে উঠছে, এ কারণে যে, তারা সত্যকে চিনে নিয়েছে। তারা বলে ‘হে রব আমাদের! আমরা ঈমান এনেছি। সুতরাং আমাদেরকে সত্যের সাক্ষীগণের মধ্যে লিপিবদ্ধ করে নিন।’ ",
			"en_kanzulimaan": "And when they listen to what has been sent down to the Noble Messenger (Prophet Mohammed - peace and blessings be upon him), you observe their eyes overflowing with tears because they have recognised the truth; they say, Our Lord, we have accepted faith - therefore record us among the witnesses of the truth.",
			"ur_kanzulimaan": "اور جب سنتے ہیں وہ جو رسول کی طرف اترا تو ان کی آنکھیں دیکھو کہ آنسوؤں سے ابل رہی ہیں اس لیے کہ وہ حق کو پہچان گئے، کہتے ہیں اے رب ہمارے! ہم ایمان لائے تو ہمیں حق کے گواہوں میں لکھ لے",
			"hi_kanzulimaan": "और जब सुनते हैं वह जो रसूल की तरफ़ उतरा (205फ) तो उनकी आँखें देखो कि आँसुओं से उबल रही हैं (206फ) इसलिये कि वो हक़ को पहचान गए कहते हैं ऐ  रब हमारे हम ईमान लाए (207फ) तो हमें हक़ के गवाहों मे लिख ले (208फ)",
			"author": "৮৩. আর (এ কারণেই) তাদের মধ্যে (সত্যিকারের কিছু খ্রিস্টান) যখন (এ কুরআন) শ্রবণ করে যা রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর প্রতি অবতীর্ণ হয়েছে, তখন আপনি তাদের অশ্রুসজল চক্ষু লক্ষ্য করবেন; (এ অশ্রু প্রস্রবণ) ওই সত্যের কারণে যার সাথে তাদের প্রকৃত পরিচয় (অর্জিত) হয়েছে। (অধিকন্তু) তারা আরয করে যে, ‘হে আমাদের প্রতিপালক! আমরা (তোমার প্রেরিত সত্যের প্রতি) ঈমান আনয়ন করেছি, সুতরাং তুমি আমাদেরকে (সত্যের) সাক্ষ্য দানকারীদের অন্তর্ভুক্ত করো।"
		},
		{
			"_id": "753",
			"sura": "5",
			"para": "7",
			"verses": "84",
			"names": "وَ مَا لَنَا لَا نُؤۡمِنُ بِاللّٰہِ وَ مَا جَآءَنَا مِنَ الۡحَقِّ ۙ وَ نَطۡمَعُ اَنۡ  یُّدۡخِلَنَا رَبُّنَا مَعَ  الۡقَوۡمِ الصّٰلِحِیۡنَ ﴿۸۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا لَنَا لَا نُؤۡمِنُ بِاللّٰہِ وَ مَا جَآءَنَا مِنَ الۡحَقِّ ۙ وَ نَطۡمَعُ اَنۡ  یُّدۡخِلَنَا رَبُّنَا مَعَ  الۡقَوۡمِ الصّٰلِحِیۡنَ ﴿۸۴﴾ ",
			"index": "753",
			"name": "‘এবং আমাদের কী হয়েছে যে, আমরা ঈমান আনবো না আল্লাহ্‌র উপর এবং সে সত্যের উপর যা আমাদের নিকট এসেছে? আর আমরা এ প্রত্যাশা করি যে, আমাদেরকে আমাদের রব সৎকর্মপরায়ণ লোকদের অন্তর্ভুক্ত করবেন। ",
			"en_kanzulimaan": "And what is the matter with us, that we should not believe in Allah and this truth which has come to us? And we hope that our Lord will admit us along with the righteous.",
			"ur_kanzulimaan": "اور ہمیں کیا ہوا کہ ہم ایمان نہ لائیں اللہ پر اور اس حق پر کہ ہمارے پاس آیا اور ہم طمع کرتے ہیں کہ ہمیں ہمارا رب نیک لوگوں کے ساتھ داخل کرے",
			"hi_kanzulimaan": "और हमें क्या हुआ कि हम ईमान न लाएं अल्लाह पर और उस हक़ पर कि हमारे पास आया और हम तमा (लालच) करते हैं कि हमें हमारा रब नेक लोगों के साथ दाख़िल करे (209फ)",
			"author": "৮৪. আর আমাদের কী হয়েছে যে, আমরা আল্লাহ্তে, এ সত্যে যা আমাদের নিকট এসেছে (অর্থাৎ আল্লাহ্‌র রাসূল হযরত মুহাম্মদ মুস্তাফা সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম এবং কুরআন মাজীদে) ঈমান আনয়ন করবো না? অথচ আমরাও (এ) বাসনা রাখি যে, আমাদের প্রতিপালক আমাদেরকে পূণ্যবান লোকদের সাথে (তাঁর রহমত ও জান্নাতে) প্রবেশ করাবেন।’"
		},
		{
			"_id": "754",
			"sura": "5",
			"para": "7",
			"verses": "85",
			"names": "فَاَثَابَہُمُ اللّٰہُ بِمَا قَالُوۡا جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَا ؕ وَ ذٰلِکَ  جَزَآءُ   الۡمُحۡسِنِیۡنَ ﴿۸۵﴾  ",
			"number": "",
			"verses_PDMS": "فَاَثَابَہُمُ اللّٰہُ بِمَا قَالُوۡا جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَا ؕ وَ ذٰلِکَ  جَزَآءُ   الۡمُحۡسِنِیۡنَ ﴿۸۵﴾  ",
			"index": "754",
			"name": "অতঃপর আল্লাহ্‌ তাদের এ স্বীকারোক্তির বিনিময়ে তাদেরকে (এমন) জান্নাতসমূহ দিলেন, যেগুলোর নিচে নহরসমূহ প্রবহমান। (তারা) সেগুলোর মধ্যে সর্বদা অবস্থান করবে। এটাই পুরস্কার সৎ লোকদের। ",
			"en_kanzulimaan": "So because of their saying, Allah bestowed them with Gardens beneath which rivers flow, in which they will abide forever; and this is the reward of the virtuous.",
			"ur_kanzulimaan": "تو اللہ نے ان کے اس کہنے کے بدلے انہیں باغ دیے جن کے نیچے نہریں رواں ہمیشہ ان میں رہیں گے، یہ بدلہ ہے نیکوں کا",
			"hi_kanzulimaan": "तो अल्लाह ने उनके उस कहने के बदले उन्हें बाग़ दिये जिनके नीचे नहरें रवां हमेशा उनमें रहेंगे यह बदला है नेकों का (210फ)",
			"author": "৮৫. সুতরাং আল্লাহ্ তাদের এ (মুমিনসুলভ) উক্তির বিনিময়ে এর পুরস্কারস্বরূপ প্রদান করবেন জান্নাত, যার তলদেশে স্রোতধারা প্রবাহিত; তথায় তারা থাকবে চিরকাল। আর এটিই সৎকর্মশীলদের পুরস্কার।"
		},
		{
			"_id": "755",
			"sura": "5",
			"para": "7",
			"verses": "86",
			"names": "وَ الَّذِیۡنَ کَفَرُوۡا وَ کَذَّبُوۡا بِاٰیٰتِنَاۤ  اُولٰٓئِکَ  اَصۡحٰبُ  الۡجَحِیۡمِ ﴿۸۶﴾  ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ کَفَرُوۡا وَ کَذَّبُوۡا بِاٰیٰتِنَاۤ  اُولٰٓئِکَ  اَصۡحٰبُ  الۡجَحِیۡمِ ﴿۸۶﴾  ",
			"index": "755",
			"name": "এবং ঐ সব লোক, যারা কুফর করেছে এবং আমার আয়াতসমূহ অস্বীকার করেছে, তারা হচ্ছে দোযখবাসী। ",
			"en_kanzulimaan": "And those who disbelieved and denied Our signs, are the people of hell.",
			"ur_kanzulimaan": "اور وہ جنہوں کفر کیا اور ہماری آیتیں جھٹلائیں وہ ہیں دوزخ والے،",
			"hi_kanzulimaan": "और वो जिन्होंने कुफ़्र किया और हमारी आयतें झुटलाई वो हैं दोज़ख़ वाले",
			"author": "৮৬. আর যারা কুফরী করে এবং আমাদের আয়াতসমূহকে মিথ্যাপ্রতিপন্ন করে তারাই জাহান্নামের বাসিন্দা।"
		},
		{
			"_id": "756",
			"sura": "5",
			"para": "7",
			"verses": "87",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تُحَرِّمُوۡا طَیِّبٰتِ مَاۤ  اَحَلَّ اللّٰہُ لَکُمۡ وَ لَا تَعۡتَدُوۡا ؕ اِنَّ اللّٰہَ لَا  یُحِبُّ الۡمُعۡتَدِیۡنَ ﴿۸۷﴾   ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تُحَرِّمُوۡا طَیِّبٰتِ مَاۤ  اَحَلَّ اللّٰہُ لَکُمۡ وَ لَا تَعۡتَدُوۡا ؕ اِنَّ اللّٰہَ لَا  یُحِبُّ الۡمُعۡتَدِیۡنَ ﴿۸۷﴾   ",
			"index": "756",
			"name": "হে ঈমানদারগণ! তোমরা হারাম করে নিও না ওই সব পবিত্র বস্তুকে, যেগুলো আল্লাহ্‌ তোমাদের জন্য হালাল করেছেন এবং সীমাতিক্রম করো না। নিশ্চয় সীমাতিক্রম কারীরা আল্লাহ্‌র নিকট পছন্দনীয় নয়। ",
			"en_kanzulimaan": "O People who Believe! Do not forbid the pure things, which Allah has made lawful for you, and do not cross the limits; indeed Allah dislikes the transgressors.",
			"ur_kanzulimaan": "اے ایمان والو! حرام نہ ٹھہراؤ وہ ستھری چیزیں کہ اللہ نے تمہارے لیے حلال کیں اور حد سے نہ بڑھو، بیشک حد سے بڑھنے والے اللہ کو ناپسند ہیں،",
			"hi_kanzulimaan": "ऐ ईमान वालो (211फ) हराम न ठहराओ वो सुथरी चीज़ें कि अल्लाह ने तुम्हारे लिये हलाल कीं (212फ) और हद से न बढ़ो बेशक हद से बढ़ने वाले अल्लाह को नापसन्द हैं",
			"author": "৮৭. হে ঈমানদারগণ! তোমাদের জন্যে যেসব পবিত্র বস্তু হালাল করা হয়েছে সেগুলো (নিজেদের জন্যে) হারাম সাব্যস্ত করো না এবং সীমালঙ্ঘন(ও) করো না। নিশ্চয়ই আল্লাহ্ সীমালঙ্ঘনকারীকে পছন্দ করেন না।"
		},
		{
			"_id": "757",
			"sura": "5",
			"para": "7",
			"verses": "88",
			"names": "وَ کُلُوۡا مِمَّا رَزَقَکُمُ اللّٰہُ حَلٰلًا طَیِّبًا ۪ وَّ اتَّقُوا اللّٰہَ الَّذِیۡۤ اَنۡتُمۡ بِہٖ مُؤۡمِنُوۡنَ ﴿۸۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ کُلُوۡا مِمَّا رَزَقَکُمُ اللّٰہُ حَلٰلًا طَیِّبًا ۪ وَّ اتَّقُوا اللّٰہَ الَّذِیۡۤ اَنۡتُمۡ بِہٖ مُؤۡمِنُوۡنَ ﴿۸۸﴾ ",
			"index": "757",
			"name": "এবং আহার করো যা কিছু তোমাদেরকে আল্লাহ্‌ জীবিকা দিয়েছেন, হালাল পবিত্র; এবং ভয় করো আল্লাহ্‌কে, যার উপর তোমাদের ঈমান আছে। ",
			"en_kanzulimaan": "Eat of the sustenance which Allah has given you, the lawful and the pure - and fear Allah in Whom you believe.",
			"ur_kanzulimaan": "اور کھاؤ جو کچھ تمہیں اللہ نے روزی دی حلال پاکیزہ او ر ڈرو اللہ سے جس پر تمہیں ایمان ہے،",
			"hi_kanzulimaan": "और खाओ जो कुछ तुम्हें अल्लाह ने रोज़ी दी हलाल पाकीज़ा और डरो अल्लाह से जिसपर तुम्हें ईमान है",
			"author": "৮৮. আর আল্লাহ্ তোমাদেরকে যে হালাল রিযিক দান করেছেন তা থেকে আহার করো এবং আল্লাহ্কে ভয় করতে থাকো, যাঁর প্রতি তোমরা বিশ্বাস রাখো।"
		},
		{
			"_id": "758",
			"sura": "5",
			"para": "7",
			"verses": "89",
			"names": "لَا یُؤَاخِذُکُمُ اللّٰہُ بِاللَّغۡوِ فِیۡۤ  اَیۡمَانِکُمۡ وَ لٰکِنۡ یُّؤَاخِذُکُمۡ بِمَا عَقَّدۡتُّمُ الۡاَیۡمَانَ ۚ فَکَفَّارَتُہٗۤ  اِطۡعَامُ عَشَرَۃِ مَسٰکِیۡنَ مِنۡ اَوۡسَطِ مَا تُطۡعِمُوۡنَ اَہۡلِیۡکُمۡ  اَوۡ  کِسۡوَتُہُمۡ اَوۡ تَحۡرِیۡرُ  رَقَبَۃٍ ؕ فَمَنۡ لَّمۡ یَجِدۡ فَصِیَامُ ثَلٰثَۃِ اَیَّامٍ ؕ ذٰلِکَ کَفَّارَۃُ  اَیۡمَانِکُمۡ  اِذَا حَلَفۡتُمۡ ؕ وَ احۡفَظُوۡۤا اَیۡمَانَکُمۡ ؕ کَذٰلِکَ یُبَیِّنُ اللّٰہُ لَکُمۡ  اٰیٰتِہٖ لَعَلَّکُمۡ  تَشۡکُرُوۡنَ ﴿۸۹﴾ ",
			"number": "",
			"verses_PDMS": "لَا یُؤَاخِذُکُمُ اللّٰہُ بِاللَّغۡوِ فِیۡۤ  اَیۡمَانِکُمۡ وَ لٰکِنۡ یُّؤَاخِذُکُمۡ بِمَا عَقَّدۡتُّمُ الۡاَیۡمَانَ ۚ فَکَفَّارَتُہٗۤ  اِطۡعَامُ عَشَرَۃِ مَسٰکِیۡنَ مِنۡ اَوۡسَطِ مَا تُطۡعِمُوۡنَ اَہۡلِیۡکُمۡ  اَوۡ  کِسۡوَتُہُمۡ اَوۡ تَحۡرِیۡرُ  رَقَبَۃٍ ؕ فَمَنۡ لَّمۡ یَجِدۡ فَصِیَامُ ثَلٰثَۃِ اَیَّامٍ ؕ ذٰلِکَ کَفَّارَۃُ  اَیۡمَانِکُمۡ  اِذَا حَلَفۡتُمۡ ؕ وَ احۡفَظُوۡۤا اَیۡمَانَکُمۡ ؕ کَذٰلِکَ یُبَیِّنُ اللّٰہُ لَکُمۡ  اٰیٰتِہٖ لَعَلَّکُمۡ  تَشۡکُرُوۡنَ ﴿۸۹﴾ ",
			"index": "758",
			"name": "আল্লাহ্‌ তোমাদেরকে পাকড়াও করবেন না তোমাদের ভুল বুঝে শপথ করার উপর, হাঁ, ঐ সব শপথের উপর পাকড়াও করবেন যেগুলোকে তোমরা সুদৃঢ় করেছো। তখন এমন শপথের প্রায়শ্চিত্ত হচ্ছে দশজন মিসকীনকে খাধ্য দেওয়া আপন পরিবারের লোকদেরকে যা আহার করাও তার মধ্যম ধরনের, অথবা তাদেরকে কাপড় দেওয়া, অথবা একজন ক্রীতদাস মুক্ত করে দেওয়া। অতঃপর যে ব্যক্তি এসবের কোনটার সামর্থ্য রাখে না তার জন্য তিন দিনের রোযা রাখা। এটা হচ্ছে প্রায়শ্চিত্ত তোমাদের শপথসমূহের, যখম তোমরা শপথ করবে এবং স্বীয় শপথসমূহ রক্ষা করে। এভাবে আল্লাহ্‌ তোমাদের জন্য তার নিদর্শনসমূহ বিশদভাবে বর্ণনা করেন, যেন তোমরা কৃতজ্ঞতা জ্ঞাপন করো। ",
			"en_kanzulimaan": "Allah does not take you to task for oaths which are made unintentionally but He does take you to task for oaths which you ratify; so the redemption of such oaths is to provide food to ten needy persons equal to the average of what you feed your family, or to clothe them, or to free one slave; and for one who has no means, is the fasting for three days; this is the redemption of your oaths when you have sworn; and fulfil your oaths; this is how Allah explains His verses to you, so that you may be thankful.",
			"ur_kanzulimaan": "اللہ تمہیں نہیں پکڑتا تمہاری غلط فہمی کی قسموں پر ہاں ان قسموں پر گرفت فرماتے ہے جنہیں تم نے مضبوط کیا تو ایسی قسم کا بدلہ دس مسکینوں کو کھانا دینا اپنے گھر والوں کو جو کھلاتے ہو اس کے اوسط میں سے یا انہیں کپڑے دینا یا ایک بردہ آزاد کرنا تو جو ان میں سے کچھ نہ پائے تو تین دن کے روزے یہ بدلہ ہے تمہاری قسموں کا، جب قسم کھاؤ اور اپنی قسموں کی حفاظت کرو اسی طرح اللہ تم سے اپنی آیتیں بیان فرماتا ہے کہ کہیں تم احسان مانو،",
			"hi_kanzulimaan": "अल्लाह तुम्हें नहीं पकडता तुम्हारी ग़लतफ़हमी की क़समों पर (213फ) हाँ उन क़समों पर गिरफ्त फ़रमाता है जिन्हें तुमने मज़बूत किया (214फ) तो ऐसी क़सम का बदला दस मिस्कीनों (ग़रीवों) को खाना देना (215फ) अपने घर वालों को जो खिलाते हो उसके औसत में से (216फ) या उन्हें कपङे देना (217फ) या एक बुरदा आज़ाद करना तो जो इन में से कुछ न पाए तो तीन दिन के रोज़े (218फ) यह बदला है तुम्हारी क़समों का जब क़सम खाओ (219फ) और अपनी क़समों की हिफ़ाज़त करो (220फ) इसी तरह अल्लाह तुम से अपनी आयतें बयान फ़रमाता है कि कहीं तुम एहसान मानो",
			"author": "৮৯. আল্লাহ্ তোমাদেরকে তোমাদের নিরর্থক (এবং তুচ্ছ) শপথের কারণে পাকড়াও করবেন না, তবে তোমাদের সেসব (গুরুতর) শপথের কারণে পাকড়াও করবেন যেগুলো তোমরা (ইচ্ছাকৃতভাবে) দৃঢ় করে থাকো। (যদি তোমরা সেগুলো ভঙ্গ করো) তবে এর প্রায়শ্চিত্ত হলো দশজন মিসকীনকে মধ্যম (মানের) খাবার খাওয়ানো, যা তোমরা তোমাদের পরিবারের লোকজনকে প্রদান করে থাকো অথবা (এমনিভাবে) তাদেরকে পোশাক প্রদান করা অথবা একজন কৃতদাস বা কৃতদাসী মুক্ত করা। অতঃপর যার (এগুলোর) সামর্থ নেই তার জন্যে তিনদিন রোযা রাখা। এ হলো তোমাদের শপথের কাফফারা যখন তোমরা শপথ করো (এবং তা ভঙ্গ করো)। আর নিজেদের শপথ রক্ষা করো। এভাবে আল্লাহ্ তোমাদের জন্যে তাঁর আয়াতসমূহকে সুস্পষ্ট করেন, যাতে তোমরা (তাঁর বিধিবিধানের আনুগত্য করে) কৃতজ্ঞতা জ্ঞাপন করো।"
		},
		{
			"_id": "759",
			"sura": "5",
			"para": "7",
			"verses": "90",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اِنَّمَا الۡخَمۡرُ وَ الۡمَیۡسِرُ وَ الۡاَنۡصَابُ وَ الۡاَزۡلَامُ رِجۡسٌ مِّنۡ  عَمَلِ الشَّیۡطٰنِ فَاجۡتَنِبُوۡہُ  لَعَلَّکُمۡ  تُفۡلِحُوۡنَ ﴿۹۰﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اِنَّمَا الۡخَمۡرُ وَ الۡمَیۡسِرُ وَ الۡاَنۡصَابُ وَ الۡاَزۡلَامُ رِجۡسٌ مِّنۡ  عَمَلِ الشَّیۡطٰنِ فَاجۡتَنِبُوۡہُ  لَعَلَّکُمۡ  تُفۡلِحُوۡنَ ﴿۹۰﴾ ",
			"index": "759",
			"name": "হে ঈমানদারগণ! মদ, জুয়া, মূর্তি এবং ভাগ্য নির্ণায়ক তীর অপবিত্রই, শয়তানী কাজ। সুতরাং তা থেকে বেচে থাকো, যাতে তোমরা সাফল্য লাভ করো। ",
			"en_kanzulimaan": "O People who Believe! Wine (all intoxicants), and gambling, and idols, and the darts are impure - the works of Satan, therefore keep avoiding them so that you may succeed.",
			"ur_kanzulimaan": "اے ایمان والو! شراب اور جوا اور بت اور پانسے ناپاک ہی ہیں شیطانی کام تو ان سے بچتے رہنا کہ تم فلاح پاؤ،",
			"hi_kanzulimaan": "ऐ ईमान वालो शराब और जुआ और बुत और पांसे नापाक ही हैं शैतानी काम तो इन से बचते रहना कि तुम फलाह पाओ",
			"author": "৯০. হে ঈমানদারগণ! অবশ্যই মদ, জুয়া, (পূজার উদ্দেশ্যে) স্থাপিত মূর্তি এবং (ভাগ্য গণনায়) শুভাশুভ নিরূপণের তীর (এসব কিছু) অপবিত্র, শয়তানের কাজ। সুতরাং তোমরা এ থেকে (সম্পূর্ণরূপে) নিবৃত্ত থাকো, যাতে তোমরা সাফল্য লাভ করতে পারো।"
		},
		{
			"_id": "760",
			"sura": "5",
			"para": "7",
			"verses": "91",
			"names": "اِنَّمَا یُرِیۡدُ الشَّیۡطٰنُ اَنۡ  یُّوۡقِعَ  بَیۡنَکُمُ الۡعَدَاوَۃَ  وَ الۡبَغۡضَآءَ  فِی الۡخَمۡرِ وَ الۡمَیۡسِرِ وَ یَصُدَّکُمۡ عَنۡ ذِکۡرِ اللّٰہِ وَ عَنِ الصَّلٰوۃِ ۚ فَہَلۡ اَنۡتُمۡ مُّنۡتَہُوۡنَ ﴿۹۱﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّمَا یُرِیۡدُ الشَّیۡطٰنُ اَنۡ  یُّوۡقِعَ  بَیۡنَکُمُ الۡعَدَاوَۃَ  وَ الۡبَغۡضَآءَ  فِی الۡخَمۡرِ وَ الۡمَیۡسِرِ وَ یَصُدَّکُمۡ عَنۡ ذِکۡرِ اللّٰہِ وَ عَنِ الصَّلٰوۃِ ۚ فَہَلۡ اَنۡتُمۡ مُّنۡتَہُوۡنَ ﴿۹۱﴾ ",
			"index": "760",
			"name": "য়তান তো এটাই চায় যে, তোমাদের মধ্যে শত্রুতা ও বিদ্বেষ ঘটাবে মদ ও জুয়ার মাধ্যমে এবং তোমাদেরকে আল্লাহ্‌র স্মরন ও নামাযে বাধা দেবে। তবে কি তোমরা বিরত হবে?",
			"en_kanzulimaan": "The devil only seeks to instil hatred and enmity between you with wine and gambling, and to prevent you from the remembrance of Allah and from prayer; so have you desisted?",
			"ur_kanzulimaan": "شیطان یہی چاہتا ہے کہ تم میں بَیر اور دشمنی ڈلوا دے شراب اور جوئے میں اور تمہیں اللہ کی یاد اور نماز سے روکے تو کیا تم باز آئے،",
			"hi_kanzulimaan": "शैतान यही चाहता है कि तुम में बैर और दुश्मनी डलवा वे. शराब और जुए में और तुम्हें अल्लाह की याद और नमाज़ से रोके (221फ) तो क्या तुम बाज़ आए.",
			"author": "৯১. শয়তান তো এটাই চায় যে, মদ ও জুয়ার মাধ্যমে তোমাদের মাঝে শত্রুতা ও বিদ্বেষ ঢুকিয়ে দেবে এবং তোমাদেরকে আল্লাহ্‌র স্মরণ এবং নামায থেকে বিরত রাখবে। তবে কি তোমরা (এসব অনিষ্টকর বিষয় থেকে) নিবৃত্ত হবে?"
		},
		{
			"_id": "761",
			"sura": "5",
			"para": "7",
			"verses": "92",
			"names": "وَ اَطِیۡعُوا اللّٰہَ وَ اَطِیۡعُوا الرَّسُوۡلَ وَ احۡذَرُوۡا ۚ فَاِنۡ تَوَلَّیۡتُمۡ فَاعۡلَمُوۡۤا اَنَّمَا عَلٰی  رَسُوۡلِنَا الۡبَلٰغُ  الۡمُبِیۡنُ ﴿۹۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَطِیۡعُوا اللّٰہَ وَ اَطِیۡعُوا الرَّسُوۡلَ وَ احۡذَرُوۡا ۚ فَاِنۡ تَوَلَّیۡتُمۡ فَاعۡلَمُوۡۤا اَنَّمَا عَلٰی  رَسُوۡلِنَا الۡبَلٰغُ  الۡمُبِیۡنُ ﴿۹۲﴾ ",
			"index": "761",
			"name": "এবং নির্দেশ মান্য করো আল্লাহ্‌র, আদেশ পালন করো রসূলের এবং সতর্ক থাকো। অতঃপর যদি তোমরা ফিরে যাও, তবে জেনে রেখো- আমার রসূলের দায়িত্ব হচ্ছে শুধু স্পষ্টভাবে নির্দেশ পৌঁছিয়ে দেওয়া। ",
			"en_kanzulimaan": "And obey Allah and obey the Noble Messenger, and be cautious; then if you turn away, so know that the duty of Our Noble Messenger is only to plainly convey the message.",
			"ur_kanzulimaan": "اور حکم مانو اللہ کا اور حکم مانو رسول کا اور ہوشیار رہو، پھر اگر تم پھر جاؤ تو جان لو کہ ہمارے رسول کا ذمہ صرف واضح طور پر حکم پہنچادینا ہے",
			"hi_kanzulimaan": "और हुक्म मानो अल्लाह का और हुक्म मानो रसूल का और होशियार रहो फिर अगर तुम फिर जाओ (222फ) तो जान लो कि हमारे रसूल का ज़िम्मा सिर्फ़ वाज़ेह तौर पर हुक्म पहुंचा देना है (223फ)",
			"author": "৯২. আর তোমরা আনুুগত্য করো আল্লাহ্‌র এবং আনুগত্য করো রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর এবং (আল্লাহ্ ও রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের বিরোধিতা থেকে) সতর্ক থাকো। অতঃপর যদি তোমরা মুখ ফিরিয়ে নাও তবে জেনে রেখো, আমাদের রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর দায়িত্ব কেবল (বিধিবিধান) সুস্পষ্টভাবে পৌঁছে দেয়া (আর তিনি এ দায়িত্ব সম্পন্ন করেছেন)।"
		},
		{
			"_id": "762",
			"sura": "5",
			"para": "7",
			"verses": "93",
			"names": "لَیۡسَ عَلَی الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ جُنَاحٌ فِیۡمَا طَعِمُوۡۤا اِذَا مَا اتَّقَوۡا وَّ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ ثُمَّ اتَّقَوۡا وَّ اٰمَنُوۡا ثُمَّ اتَّقَوۡا وَّ اَحۡسَنُوۡا ؕ وَ اللّٰہُ یُحِبُّ الۡمُحۡسِنِیۡنَ ﴿۹۳﴾ ",
			"number": "",
			"verses_PDMS": "لَیۡسَ عَلَی الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ جُنَاحٌ فِیۡمَا طَعِمُوۡۤا اِذَا مَا اتَّقَوۡا وَّ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ ثُمَّ اتَّقَوۡا وَّ اٰمَنُوۡا ثُمَّ اتَّقَوۡا وَّ اَحۡسَنُوۡا ؕ وَ اللّٰہُ یُحِبُّ الۡمُحۡسِنِیۡنَ ﴿۹۳﴾ ",
			"index": "762",
			"name": "যারা ঈমান এনেছে এবং সৎকাজ করেছে, তাদের উপর কোন গুনাহ্‌ নেই তাঁতে যা কিছুর স্বাদ তারা গ্রহণ করেছে, যখন (আল্লাহ্‌কে) ভয় করে এবং ঈমান রাখে ও সৎকার্যাদি করে; পুনরায় (আল্লাহ্‌কে) ভয় করে ও ঈমান রাখে, পুনরায় ভয় করে ও সৎভাবে থাকে এবং আল্লাহ্‌ সৎ ব্যক্তিদেরকে ভালবাসেন। ",
			"en_kanzulimaan": "Upon those who accepted faith and did good deeds, there shall be no sin for whatever they have consumed in the past, provided they fear and continue to believe and do good deeds, then again fear and continue to believe, and then again fear and remain virtuous; and Allah loves the virtuous.",
			"ur_kanzulimaan": "جو ایمان لائے اور نیک کام کیے ان پر کچھ گناہ نہیں جو کچھ انہوں نے چکھا جب کہ ڈریں اور ایمان رکھیں اور نیکیاں کریں پھر ڈریں اور ایمان رکھیں پھر ڈریں اور نیک رہیں، اور اللہ نیکوں کو دوست رکھتا ہے",
			"hi_kanzulimaan": "जो ईमान लाए और नेक काम किये उनपर कुछ गुनाह नहीं है (224फ) जो कुछ उन्होंने चखा जब कि डरें और ईमान रखें और नेकियां करें फिर डरें और ईमान रखें फिर डरें और नेक रहें और अल्लाह नेकों को दोस्त रखता है (225फ)",
			"author": "৯৩. যারা ঈমান আনে এবং সৎকাজ করে তাদের জন্যে সেসব (হারাম) বস্তুতে কোনো পাপ নেই যা তারা (হারামের বিধান অবতীর্ণ হওয়ার পূর্বে) ভক্ষণ করেছে; যখন তারা (অন্যান্য বিষয়াদিতে) খোদাভীতি অবলম্বন করেছে, (আল্লাহ্‌র অন্যান্য বিধিবিধানের উপর) ঈমান এনেছে এবং ধারাবাহিকভাবে সৎকর্ম করেছে। অতঃপর (হারাম বিধান আগমনের পরও এ সকল হারাম বস্তু থেকে) বিরত থেকেছে এবং (তা হারাম হওয়ার বিষয়ে খাঁটি অন্তরে) ঈমান এনেছে। এরপর খোদাভীতির অধিকারী হয়েছে এবং (পরিশেষে) ইহ্সানের অধিকারী (অর্থাৎ আল্লাহ্‌র বিশেষ, প্রিয়, নৈকট্যবান ও পূণ্যবান বান্দা) হয়েছে। আর আল্লাহ্ ইহসানের অধিকারী বান্দাদেরকে ভালোবাসেন।"
		},
		{
			"_id": "763",
			"sura": "5",
			"para": "7",
			"verses": "94",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا  لَیَبۡلُوَنَّکُمُ  اللّٰہُ بِشَیۡءٍ مِّنَ الصَّیۡدِ تَنَالُہٗۤ  اَیۡدِیۡکُمۡ وَ رِمَاحُکُمۡ لِیَعۡلَمَ اللّٰہُ مَنۡ یَّخَافُہٗ بِالۡغَیۡبِ ۚ فَمَنِ اعۡتَدٰی بَعۡدَ ذٰلِکَ فَلَہٗ عَذَابٌ اَلِیۡمٌ ﴿۹۴﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا  لَیَبۡلُوَنَّکُمُ  اللّٰہُ بِشَیۡءٍ مِّنَ الصَّیۡدِ تَنَالُہٗۤ  اَیۡدِیۡکُمۡ وَ رِمَاحُکُمۡ لِیَعۡلَمَ اللّٰہُ مَنۡ یَّخَافُہٗ بِالۡغَیۡبِ ۚ فَمَنِ اعۡتَدٰی بَعۡدَ ذٰلِکَ فَلَہٗ عَذَابٌ اَلِیۡمٌ ﴿۹۴﴾ ",
			"index": "763",
			"name": "হে ঈমানদারগণ! অবশ্যই আল্লাহ্‌ তোমাদেরকে পরীক্ষা করবেন এমন কতেক শিকার-প্রাণী দ্বারা, যেগুলো পর্যন্ত তোমাদের হাত ও বর্শা পৌঁছবে, যাতে আল্লাহ্‌ পরিচয় করিয়ে দেন ঐসব লোকের, যারা তাকে না দেখে ভয় করে। অতঃপর, এর পরেও ভয় করে। অতঃপর এর পরেও যে ব্যক্তি সীমালংঘন করবে তার জন্য রয়েছে বেদনাদায়ক শাস্তি। ",
			"en_kanzulimaan": "O People who Believe! Allah will surely test you with some prey that is within reach of your hands and your spears, so that Allah may make known those who fear Him without seeing; so henceforth, a painful punishment is for anyone who transgresses.",
			"ur_kanzulimaan": "اے ایمان والوں ضرور اللہ تمہیں آزمائے گا ایسے بعض شکار سے جس تک تمہارا ہاتھ اور نیزے پہنچیں کہ اللہ پہچان کرادے ان کی جو اس سے بن دیکھے ڈرتے ہیں، پھر اس کے بعد جو حد سے بڑھے اس کے لئے دردناک عذاب ہے،",
			"hi_kanzulimaan": "ऐ ईमान वालो ज़रूर अल्लाह तुम्हें आज़माएगा ऐसे बा़ज़ शिकार से जिस तक तुम्हारे हाथ और नेज़े (भाले) पहुंचें (226फ) कि अल्लाह पहचान करा दे उनकी जो उससे बिन देखे डरते हैं फिर इसके बाद जो हद से बढ़े (227फ) उसके लिये दर्दनाक सजा़ है",
			"author": "৯৪. হে ঈমানদারগণ! আল্লাহ্ নিশ্চিত তোমাদেরকে (এমন) কিছু শিকার দ্বারা পরীক্ষা করবেন যেগুলো পর্যন্ত তোমাদের হাত ও তোমাদের বর্শা পৌঁছুতে পারে; যাতে আল্লাহ্ পরিচয় করাবেন কে তাঁকে না দেখে ভয় করে। অতঃপর এরপর(ও) যে সীমালঙ্ঘন করে, তবে তার জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।"
		},
		{
			"_id": "764",
			"sura": "5",
			"para": "7",
			"verses": "95",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَقۡتُلُوا الصَّیۡدَ وَ اَنۡتُمۡ حُرُمٌ ؕ وَ مَنۡ قَتَلَہٗ مِنۡکُمۡ مُّتَعَمِّدًا فَجَزَآءٌ  مِّثۡلُ  مَا قَتَلَ مِنَ النَّعَمِ یَحۡکُمُ بِہٖ ذَوَا عَدۡلٍ مِّنۡکُمۡ ہَدۡیًۢا بٰلِغَ الۡکَعۡبَۃِ  اَوۡ کَفَّارَۃٌ  طَعَامُ مَسٰکِیۡنَ اَوۡ عَدۡلُ ذٰلِکَ صِیَامًا لِّیَذُوۡقَ وَبَالَ اَمۡرِہٖ ؕ عَفَا اللّٰہُ عَمَّا سَلَفَ ؕ وَ مَنۡ عَادَ فَیَنۡتَقِمُ اللّٰہُ مِنۡہُ ؕ وَ اللّٰہُ  عَزِیۡزٌ  ذُو انۡتِقَامٍ ﴿۹۵﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَقۡتُلُوا الصَّیۡدَ وَ اَنۡتُمۡ حُرُمٌ ؕ وَ مَنۡ قَتَلَہٗ مِنۡکُمۡ مُّتَعَمِّدًا فَجَزَآءٌ  مِّثۡلُ  مَا قَتَلَ مِنَ النَّعَمِ یَحۡکُمُ بِہٖ ذَوَا عَدۡلٍ مِّنۡکُمۡ ہَدۡیًۢا بٰلِغَ الۡکَعۡبَۃِ  اَوۡ کَفَّارَۃٌ  طَعَامُ مَسٰکِیۡنَ اَوۡ عَدۡلُ ذٰلِکَ صِیَامًا لِّیَذُوۡقَ وَبَالَ اَمۡرِہٖ ؕ عَفَا اللّٰہُ عَمَّا سَلَفَ ؕ وَ مَنۡ عَادَ فَیَنۡتَقِمُ اللّٰہُ مِنۡہُ ؕ وَ اللّٰہُ  عَزِیۡزٌ  ذُو انۡتِقَامٍ ﴿۹۵﴾ ",
			"index": "764",
			"name": "হে ঈমানদারগণ! তোমরা শিকার জন্তু হত্যা করো না যখন তোমরা ইহরাম অবস্থায় থাকো এবং তোমাদের মধ্যে যে ব্যক্তি সেটা ইচ্ছাকৃতভাবে হত্যা করবে তবে তার বদলা (প্রায়শ্চিত্ত) হচ্ছে অনুরূপ গবাদি পশু থেকে প্রদান করা, তোমাদের মধ্য থেকে দু’জন নির্ভরযোগ্য লোক সেটার নির্দেশ (ফয়সালা) করবে; এটা এমন ক্বোরবানী হবে, যা কা’বায় পৌঁছবে। অথবা কাফ্‌ফারা দেবে- কতিপয় দরিদ্রের অন্ন, কিংবা এর সমপরিমাণ রোযা, যাতে সে আপন কৃতকর্মের কুফল ভোগ করে। আল্লাহ্‌ ক্ষমা করেছেন যা গত হয়ে গেছে; আর এখন যে ব্যক্তি পুণরায় করবে আল্লাহ্‌ তার নিকট থেকে প্রতিশোধ নেবেন; এবং আল্লাহ্‌ পরাক্রমশালী, প্রতিশোধ গ্রহণকারী। ",
			"en_kanzulimaan": "O People who Believe! Do not kill prey while you are on the pilgrimage; and whoever among you kills it intentionally, so its recompense is that he shall give a similar domestic animal (for sacrifice), two honest men among you rendering the command, the sacrifice being brought to the Kaabah - or he gives as redemption, food for some needy persons, or fasts for the same number of days, so that he may taste the consequences of his deed; Allah has forgiven what has passed; and henceforth whoever does it, Allah will take recompense from him; and Allah is Almighty, Avenger.",
			"ur_kanzulimaan": "اے ایمان والو! شکار نہ مارو جب تم احرام میں ہو اور تم میں جو اسے قصداً قتل کرے تو اس کا بدلہ یہ ہے کہ ویسا ہی جانور مویشی سے دے تم میں کہ دو ثقہ آدمی اس کا حکم کریں یہ قربانی ہو کہ کعبہ کو پہنچتی یا کفار ہ دے چند مسکینوں کا کھانا یا اس کے برابر روزے کہ اپنے کام کا وبال چکھے اللہ نے معاف کیا جو ہو گزرا اور جو اب کرے گا اس سے بدلہ لے گا، اور اللہ غالب ہے بدلہ لینے والا،",
			"hi_kanzulimaan": "ऐ िईमान वालो शकार न मारो जब तुम एहराम में हो (228फ) और तुम में से जो उसे जान बूझकर क़त्ल करे (229फ) तो उसका बदला यह है कि वैसा ही जानवर मवेशी से दे (230फ) तुम में के दो सिक़ह (विश्वस्त) आदमी उसका हुक्म करें (231फ) यह क़ुरबानी हो काबा को पहुंचती (232फ) या कफ़्फ़ारा (प्रायश्चित) दे कुछ मिस्कीनों का खाना (233फ) या उसके बराबर रोज़े कि अपने काम का वबाल चखो अल्लाह ने माफ़ किया जो हो गुज़रा (234फ) और जो अब करेगा अल्लाह उससे बदला लेगा और अल्लाह ग़ालिब है बदला लेने वाला",
			"author": "৯৫. হে ঈমানদারগণ! তোমরা ইহরাম অবস্থায় শিকার হত্যা করো না। আর তোমাদের মধ্যে যে কেউ (ইহরাম অবস্থায়) ইচ্ছাকৃতভাবে তা হত্যা করে, তবে (এর) বিনিময় গৃহপালিত জন্তু থেকে এর অনুরূপ (কোনো প্রাণী) যা সে হত্যা করেছে; যার ফায়সালা করবে তোমাদের মধ্য থেকে দু’জন ন্যায়পরায়ণ ব্যক্তি (যে, প্রকৃতই এ প্রাণীটি হত্যাকৃত শিকারের সমান কিনা), এ কুরবানী কা’বায় প্রেরিত হবে। অথবা (এর) কাফ্ফারা কিছু অভাবগ্রস্তকে খাবার প্রদান করা, (অর্থাৎ জন্তুটির মূল্যের সমপরিমাণ সাধারণ খাবার যতজন অভাবগ্রস্তকেই দেয়া যায়) অথবা এর সমপরিমাণ (অর্থাৎ যতজন অভাবগ্রস্তদের খাবার দেয়া যায়, ততটি) রোযা রাখা, যাতে সে নিজ কৃতকর্মের (বোঝার) স্বাদ আস্বাদন করে। যা কিছু (এর) পূর্বে সংঘটিত হয়েছে, আল্লাহ্ তা ক্ষমা করে দিয়েছেন। আর যে ব্যক্তি (এমন কাজ) দ্বিতীয়বার করবে, তবে আল্লাহ্ তার থেকে (অবাধ্যতার) প্রতিশোধ নিবেন। আর আল্লাহ্ মহাপরাক্রমশালী, প্রতিশোধগ্রহণকারী।"
		},
		{
			"_id": "765",
			"sura": "5",
			"para": "7",
			"verses": "96",
			"names": "اُحِلَّ لَکُمۡ صَیۡدُ الۡبَحۡرِ وَ طَعَامُہٗ مَتَاعًا لَّکُمۡ وَ لِلسَّیَّارَۃِ ۚ وَ حُرِّمَ عَلَیۡکُمۡ صَیۡدُ الۡبَرِّ مَا دُمۡتُمۡ حُرُمًا ؕ وَ اتَّقُوا  اللّٰہَ الَّذِیۡۤ  اِلَیۡہِ  تُحۡشَرُوۡنَ ﴿۹۶﴾ ",
			"number": "",
			"verses_PDMS": "اُحِلَّ لَکُمۡ صَیۡدُ الۡبَحۡرِ وَ طَعَامُہٗ مَتَاعًا لَّکُمۡ وَ لِلسَّیَّارَۃِ ۚ وَ حُرِّمَ عَلَیۡکُمۡ صَیۡدُ الۡبَرِّ مَا دُمۡتُمۡ حُرُمًا ؕ وَ اتَّقُوا  اللّٰہَ الَّذِیۡۤ  اِلَیۡہِ  تُحۡشَرُوۡنَ ﴿۹۶﴾ ",
			"index": "765",
			"name": "হালাল করা হয়েছে তোমাদের জন্য সমুদ্রের শিকার এবং তা ভক্ষণ করা, তোমাদের ও মুসাফিরদের উপকারার্থে; এবং স্থলের শিকার তোমাদের জন্য হারাম যতক্ষণ পর্যন্ত তোমরা ইহরাম অবস্থায় থাকবে আর আল্লাহ্‌কে ভয় করো, যাঁর দিকে তোমরা উত্থিত হবে।",
			"en_kanzulimaan": "It is lawful for you to hunt from the sea and to eat from it, for your benefit and that of the travellers; and hunting on land is forbidden for you while you are on the pilgrimage; and fear Allah, towards Whom you will arise.",
			"ur_kanzulimaan": "حلال ہے تمہارے لیے دریا کا شکار اور اس کا کھانا تمہارے اور مسافروں کے فائدے کو اور تم پرحرام ہے خشکی کا شکار جب تک تم احرام میں ہو اور اللہ سے ڈرو جس کی طرف تمہیں اٹھنا ہے،",
			"hi_kanzulimaan": "हलाल है तुम्हारे लिये दरिया का शिकार और उसका खाना तुम्हारे और मुसाफ़िरों के फ़ायदे को और तुम पर हराम है ख़ुश्की का शिकार (235फ) जब तक तुम एहराम में हो और अल्लाह से डरो जिसकी तरफ़ तुम्हें उठना है",
			"author": "৯৬. তোমাদের জন্যে সমুদ্রের শিকার এবং তা ভক্ষণ বৈধ করা হয়েছে, তোমাদের এবং মুসাফিরদের উপকারার্থে। আর স্থলভাগের শিকার তোমাদের জন্যে নিষিদ্ধ করা হয়েছে, যতক্ষণ পর্যন্ত তোমরা ইহরাম অবস্থায় থাকো। আর আল্লাহ্কে ভয় করতে থাকো, যার (নৈকট্যের) দিকে তোমাদেরকে একত্র করা হবে।"
		},
		{
			"_id": "766",
			"sura": "5",
			"para": "7",
			"verses": "97",
			"names": "جَعَلَ اللّٰہُ الۡکَعۡبَۃَ الۡبَیۡتَ الۡحَرَامَ  قِیٰمًا لِّلنَّاسِ وَ الشَّہۡرَ الۡحَرَامَ وَ الۡہَدۡیَ وَ الۡقَلَآئِدَ ؕ ذٰلِکَ  لِتَعۡلَمُوۡۤا  اَنَّ اللّٰہَ یَعۡلَمُ مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ  وَ  اَنَّ اللّٰہَ بِکُلِّ  شَیۡءٍ عَلِیۡمٌ ﴿۹۷﴾ ",
			"number": "",
			"verses_PDMS": "جَعَلَ اللّٰہُ الۡکَعۡبَۃَ الۡبَیۡتَ الۡحَرَامَ  قِیٰمًا لِّلنَّاسِ وَ الشَّہۡرَ الۡحَرَامَ وَ الۡہَدۡیَ وَ الۡقَلَآئِدَ ؕ ذٰلِکَ  لِتَعۡلَمُوۡۤا  اَنَّ اللّٰہَ یَعۡلَمُ مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ  وَ  اَنَّ اللّٰہَ بِکُلِّ  شَیۡءٍ عَلِیۡمٌ ﴿۹۷﴾ ",
			"index": "766",
			"name": "আল্লাহ্‌ সম্মানিত ঘর কা’বাকে মানুষের স্থিতীশীলতার কারণ করেছেন এবং সম্মানিত মাস, হেরমে প্রেরিত ক্বোরবাণীর পশু ও গলায় ঝুলন্ত চিহ্নবিশিষ্ট জন্তুসমূহকেও। এটা এ জন্য যেন তোমরা দৃঢ়ভাবে বিশ্বাস করো যে, আল্লাহ্‌ জানেন যা কিছু আসমানসমূহে রয়েছে, এবং যা কিছু যমীনে রয়েছে; আর এটাও যে, আল্লাহ্‌ সব কিছু জানেন। ",
			"en_kanzulimaan": "Allah has made the Kaabah, the respected house, a cause for peoples survival, and the Sacred Month, and the sacrifices in the holy land, and the garlanded animals; this is so that you may be convinced that Allah knows all whatever is in the heavens and all whatever is in the earth, and that Allah is the All Knowing.",
			"ur_kanzulimaan": "اللہ نے ادب والے گھر کعبہ کو لوگوں کے قیام کا باعث کیا اور حرمت والے مہینہ اور حرم کی قربانی اور گلے میں علامت آویزاں جانوروں کو یہ اس لیے کہ تم یقین کرو کہ اللہ جانتا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں اور یہ کہ اللہ سب کچھ جانتا ہے،",
			"hi_kanzulimaan": "अल्लाह ने अदब वाले घर का़बे को लोगों के क़याम का बाइस (कारण) किया (236फ) और हुरमत (इज़्ज़त) वाले महीने (237फ) और हरम की क़ुरबानी और गले में अलामत (निशानी) आविज़ां जानवरों को (238फ) यह इसलिये कि तुम यक़ीन करो कि अल्लाह जानता है जो कुछ आसमानों में है और जो कुछ ज़मीन में और यह कि अल्लाह सब कुछ जानता है",
			"author": "৯৭. আল্লাহ্ মহিমান্বিত (ও মর্যাদাসম্পন্ন) কা’বা গৃহকে মানুষের জন্যে (ধর্মীয় ও পার্থিব বিষয়ের নিরাপত্তায়) স্থিতিশীলতার উপলক্ষ করেছেন; পবিত্র মাসকে, হেরেমে প্রেরিত কুরবানীর পশুকে এবং গলায় চিহ্নিতকরণ বন্ধনীবিশিষ্ট প্রাণীকেও (যা মক্কার পবিত্র সীমানায় আনা হয়েছে, সবকিছুকে এর সাথে সম্বন্ধযুক্ত হওয়ার কারণে মর্যাদা ও সম্মান প্রদান করা হয়েছে)। তা এ জন্যে, যাতে তোমরা অবগত হও যে, যা কিছু আকাশমন্ডলীতে এবং যা কিছু পৃথিবীতে রয়েছে তা আল্লাহ্ ভালোভাবে জানেন। আর আল্লাহ্ সকল কিছু সম্পর্কে সম্যক অবগত।"
		},
		{
			"_id": "767",
			"sura": "5",
			"para": "7",
			"verses": "98",
			"names": "اِعۡلَمُوۡۤا اَنَّ اللّٰہَ شَدِیۡدُ الۡعِقَابِ وَ اَنَّ اللّٰہَ غَفُوۡرٌ  رَّحِیۡمٌ ﴿ؕ۹۸﴾ ",
			"number": "",
			"verses_PDMS": "اِعۡلَمُوۡۤا اَنَّ اللّٰہَ شَدِیۡدُ الۡعِقَابِ وَ اَنَّ اللّٰہَ غَفُوۡرٌ  رَّحِیۡمٌ ﴿ؕ۹۸﴾ ",
			"index": "767",
			"name": "জেনে রাখো যে, আল্লাহ্‌র শাস্তি কঠোর এবং আল্লাহ্‌ ক্ষমাশিল, দয়ালু। ",
			"en_kanzulimaan": "Know well that Allahs punishment is severe, and that Allah is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "جان رکھو کہ اللہ کا عذاب سخت ہے اور اللہ بخشنے والا مہربان،",
			"hi_kanzulimaan": "जानरखो कि अल्लाह का अज़ाब सख़्त है (239फ) और अल्लाह बख़्शने वाला मेहरबान",
			"author": "৯৮. জেনে রেখো যে, আল্লাহ্ কঠিন শাস্তিদাতা এবং আল্লাহ্ অতি ক্ষমাশীল, অতিশয় দয়ালু(ও)।"
		},
		{
			"_id": "768",
			"sura": "5",
			"para": "7",
			"verses": "99",
			"names": "مَا عَلَی الرَّسُوۡلِ  اِلَّا الۡبَلٰغُ ؕ وَ اللّٰہُ یَعۡلَمُ  مَا تُبۡدُوۡنَ وَ مَا تَکۡتُمُوۡنَ ﴿۹۹﴾ ",
			"number": "",
			"verses_PDMS": "مَا عَلَی الرَّسُوۡلِ  اِلَّا الۡبَلٰغُ ؕ وَ اللّٰہُ یَعۡلَمُ  مَا تُبۡدُوۡنَ وَ مَا تَکۡتُمُوۡنَ ﴿۹۹﴾ ",
			"index": "768",
			"name": "রসূলের উপর নেই, কিন্তু নির্দেশ পৌঁছিয়ে দেয়া এবং আল্লাহ্‌ জানেন যা তোমরা প্রকাশ করো এবং যা তোমরা গোপন করো। ",
			"en_kanzulimaan": "There is no duty upon the Noble Messenger except to convey the command; and Allah knows all what you disclose and all what you hide.",
			"ur_kanzulimaan": "رسول پر نہیں مگر حکم پہنچانا اور اللہ جانتا ہے جو تم ظاہر کرتے اور جو تم چھپاتے ہو",
			"hi_kanzulimaan": "रसूल पर नहीं मगर हुक्म पहुंचाना (240फ) और अल्लाह जानता है जो तुम ज़ाहिर करते और जो तुम छुपाते हो (241फ).",
			"author": "৯৯. রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর দায়িত্ব কেবল (পরিপূর্ণরূপে বিধিবিধান) পৌঁছে দেয়া। আর আল্লাহ্ (সবকিছু) জানেন যা তোমরা প্রকাশ করো এবং যা তোমরা গোপন করো।"
		},
		{
			"_id": "769",
			"sura": "5",
			"para": "7",
			"verses": "100",
			"names": "قُلۡ لَّا یَسۡتَوِی الۡخَبِیۡثُ وَ الطَّیِّبُ وَ لَوۡ اَعۡجَبَکَ کَثۡرَۃُ الۡخَبِیۡثِ ۚ فَاتَّقُوا اللّٰہَ یٰۤاُولِی الۡاَلۡبَابِ لَعَلَّکُمۡ تُفۡلِحُوۡنَ ﴿۱۰۰﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ لَّا یَسۡتَوِی الۡخَبِیۡثُ وَ الطَّیِّبُ وَ لَوۡ اَعۡجَبَکَ کَثۡرَۃُ الۡخَبِیۡثِ ۚ فَاتَّقُوا اللّٰہَ یٰۤاُولِی الۡاَلۡبَابِ لَعَلَّکُمۡ تُفۡلِحُوۡنَ ﴿۱۰۰﴾ ",
			"index": "769",
			"name": "আপনি বলে দিন, ‘অপবিত্র এবং পবিত্র সমান নয় যদিও অপবিত্রের প্রাচুর্য তোমাকে চমৎকৃত করে। সুতরাং আল্লাহ্‌কে ভয় করতে থাকো হে বোধশক্তি সম্পন্নরা, যাতে তোমরা সাফল্য পাও’। ",
			"en_kanzulimaan": "Say, The impure (evil) and the pure (good) are not equal, even though the abundance of the impure may attract you; therefore keep fearing Allah, O men of intellect, so that you may succeed.",
			"ur_kanzulimaan": "تم فرمادو کہ گندہ اور ستھرا برابر نہیں اگرچہ تجھے گندے کی کثرت بھائے، تو اللہ سے ڈرتے رہو اے عقل والو! کہ تم فلاح پاؤ،",
			"hi_kanzulimaan": "तुम फ़रमादो कि सुथरा और गन्दा बराबर नहीं (242फ) अगरचे तुझे गन्दे की कसरत (बहुतात) भाए तो अल्लाह से डरते रहो ऐ अक़्ल वालो कि तुम फ़लाह (भलाई) पाओ",
			"author": "১০০. বলে দিন, ‘পবিত্র ও অপবিত্র (উভয়) কখনো সমান হতে পারে না, (হে শ্রোতা!) যদিও অপবিত্রের প্রাচুর্য তোমাকে মুগ্ধ করে। অতঃপর হে জ্ঞানীগণ! তোমরা (অধিক ও অল্পের পার্থক্য লক্ষ্য করার পরিবর্তে) আল্লাহ্কে ভয় করো, যাতে তোমরা সফলতা লাভ করো।’"
		},
		{
			"_id": "770",
			"sura": "5",
			"para": "7",
			"verses": "101",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَسۡـَٔلُوۡا عَنۡ اَشۡیَآءَ  اِنۡ تُبۡدَ لَکُمۡ  تَسُؤۡکُمۡ ۚ وَ  اِنۡ تَسۡـَٔلُوۡا عَنۡہَا حِیۡنَ یُنَزَّلُ الۡقُرۡاٰنُ تُبۡدَ لَکُمۡ ؕ عَفَا اللّٰہُ عَنۡہَا ؕ وَ اللّٰہُ غَفُوۡرٌ حَلِیۡمٌ ﴿۱۰۱﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَسۡـَٔلُوۡا عَنۡ اَشۡیَآءَ  اِنۡ تُبۡدَ لَکُمۡ  تَسُؤۡکُمۡ ۚ وَ  اِنۡ تَسۡـَٔلُوۡا عَنۡہَا حِیۡنَ یُنَزَّلُ الۡقُرۡاٰنُ تُبۡدَ لَکُمۡ ؕ عَفَا اللّٰہُ عَنۡہَا ؕ وَ اللّٰہُ غَفُوۡرٌ حَلِیۡمٌ ﴿۱۰۱﴾ ",
			"index": "770",
			"name": "হে ঈমানদারগণ! তোমরা এমন সব বিষয়ে প্রশ্ন করো না, যেগুলো তোমাদের উপর প্রকাশ করা হলে তোমাদের খারাপ লাগবে; এবং যদি ঐ সব বিষয়ে সে সময় প্রশ্ন করো, যখন ক্বোরআন অবতীর্ণ হচ্ছে, তবে তোমাদের উপর প্রকাশ করে দেওয়া হবে। আল্লাহ্‌ সেগুলো ক্ষমা করে দিয়েছেন; এবং আল্লাহ্‌ ক্ষমাশীল, সহনশীল। ",
			"en_kanzulimaan": "O People who Believe! Do not ask about matters which, if disclosed to you, would be disliked by you; and if you ask about them while the Quran is being sent down, they will be disclosed to you; Allah has forgiven these; and Allah is Oft Forgiving, Most Forbearing.",
			"ur_kanzulimaan": "اے ایمان والو! ایسی باتیں نہ پوچھو جو تم پر ظاہر کی جائیں تو تمہیں بری لگیں اور اگر انہیں اس وقت پوچھو گے کہ قرآن اتر رہا ہے تو تم پر ظاہر کردی جائیں گی، اللہ انہیں معاف کرچکا ہے اور اللہ بخشنے والا حلم والا ہے،",
			"hi_kanzulimaan": "ऐ ईमान वालो ऐसी बातें न पूछो जो तुमपर ज़ाहिर की जाएं तो तुम्हें बुरी लगें (243फ) और अगर उन्हें उस वक़्त पूछोगे कि क़ुरआन उतर रहा है तो तुमपर ज़ाहिर करदी जाएंगी अल्लाह उन्हें माफ़ फरमा चुका है (244फ) और अल्लाह बख़्शने वाला हिल्म (सहिष्णुता) वाला है",
			"author": "১০১. হে ঈমানদারগণ! তোমরা সেসব বিষয়ে প্রশ্ন করো না (যে ব্যাপারে কুরআন নিশ্চুপ), যা তোমাদের জন্যে প্রকাশ করা হলে তোমাদেরকে কষ্টে ফেলবে (এবং তাতে তোমাদের খারাপ লাগবে)। আর যদি তোমরা এসব বিষয় এমন সময়ে জিজ্ঞেস করো যখন কুরআন অবতীর্ণ হচ্ছে, তবে তা তোমাদের জন্যে (নির্ধারিত বিধান হিসেবে) প্রকাশ করে দেয়া হবে। (ফলে তোমাদের বেছে নেয়ার স্বাধীনতা রহিত হয়ে যাবে এবং একটি বিধানেই আবদ্ধ হয়ে যাবে)। আল্লাহ্ এ (জাতীয় বিষয়াদি ও প্রশ্নকরা) থেকে (এখন পর্যন্ত) মার্জনা করে দিয়েছেন। আর আল্লাহ্ মহাক্ষমাশীল, সহনশীল।"
		},
		{
			"_id": "771",
			"sura": "5",
			"para": "7",
			"verses": "102",
			"names": "قَدۡ سَاَلَہَا قَوۡمٌ مِّنۡ قَبۡلِکُمۡ ثُمَّ اَصۡبَحُوۡا بِہَا کٰفِرِیۡنَ ﴿۱۰۲﴾ ",
			"number": "",
			"verses_PDMS": "قَدۡ سَاَلَہَا قَوۡمٌ مِّنۡ قَبۡلِکُمۡ ثُمَّ اَصۡبَحُوۡا بِہَا کٰفِرِیۡنَ ﴿۱۰۲﴾ ",
			"index": "771",
			"name": "তোমাদের পূর্বেও এসব বিষয়ে এক সম্প্রদায় প্রশ্ন করেছে; অতঃপর (তারা) ঐ সব বিষয়কে অস্বীকার করে বসে। ",
			"en_kanzulimaan": "A nation before you asked about such matters and then disbelieved in them.",
			"ur_kanzulimaan": "تم سے اگلی ایک قوم نے انہیں پوچھا پھر ان سے منکر ہو بیٹھے،",
			"hi_kanzulimaan": "तुमसे अगली एक क़ौम ने उन्हें पूछा (245फ) फिर उनसे मुन्कीर हो  बैठे",
			"author": "১০২. নিশ্চয়ই তোমাদের পূর্বে একটি সম্প্রদায়ও এসব বিষয়ে জিজ্ঞেস করতো। (যখন তা বর্ণনা করা হলো) অতএব তারা তা অস্বীকার করে বসলো।"
		},
		{
			"_id": "772",
			"sura": "5",
			"para": "7",
			"verses": "103",
			"names": "مَا جَعَلَ اللّٰہُ مِنۡۢ بَحِیۡرَۃٍ  وَّ لَا سَآئِبَۃٍ  وَّ لَا وَصِیۡلَۃٍ وَّ لَا حَامٍ ۙ وَّ لٰکِنَّ الَّذِیۡنَ کَفَرُوۡا یَفۡتَرُوۡنَ عَلَی اللّٰہِ الۡکَذِبَ ؕ وَ اَکۡثَرُہُمۡ لَا یَعۡقِلُوۡنَ ﴿۱۰۳﴾ ",
			"number": "",
			"verses_PDMS": "مَا جَعَلَ اللّٰہُ مِنۡۢ بَحِیۡرَۃٍ  وَّ لَا سَآئِبَۃٍ  وَّ لَا وَصِیۡلَۃٍ وَّ لَا حَامٍ ۙ وَّ لٰکِنَّ الَّذِیۡنَ کَفَرُوۡا یَفۡتَرُوۡنَ عَلَی اللّٰہِ الۡکَذِبَ ؕ وَ اَکۡثَرُہُمۡ لَا یَعۡقِلُوۡنَ ﴿۱۰۳﴾ ",
			"index": "772",
			"name": "আল্লাহ্‌ নির্ধারণ করেনি কানচেরা উষ্ট্রীকে, না মানস হিসেবে ছেড়ে দেওয়া উষ্ট্রীকে, না সাতটা বাচ্চার জননী ছাগীকে, না দশটা বাচ্চার জন্মদাতা উষ্ট্রকে। হাঁ, কাফিরগণ আল্লাহ্‌র প্রতি মিথ্যা রচনা করে; এবং তাদের মধ্যে অনেকে নিরেট বোধশক্তিহীন। ",
			"en_kanzulimaan": "Allah has not appointed (commanded to sacrifice) the camel with ears sliced (Bahira) or the she-camel (Saibah) or the she-goat (Wasilah) or the breeding camel (Hami), but the disbelievers fabricate lies against Allah; and most of them do not have any sense at all.",
			"ur_kanzulimaan": "اللہ نے مقرر نہیں کیا ہے کان چِرا ہوا اور نہ بجار اور نہ وصیلہ اور نہ حامی ہاں کافر لوگ اللہ پر جھوٹا افترا باندھتے ہیں اور ان میں اکثر نرے بے عقل ہیں",
			"hi_kanzulimaan": "अल्लाह ने मुक़र्रर नहीं किया है कान चरा हुआ और न बिजार और न वसीला और न हामी (246फ) हाँ, काफ़िर लोग अल्लाह पर झूठा इफ़तिरा (मिथ्यारोप) बांधते हैं (247फ) और उनमें से अकसर निरे बेअक़्ल हैं (248फ)",
			"author": "১০৩. (মূর্তির উদ্দেশ্যে উৎসর্গ করা শরীয়তসম্মত নয়, যেমন) আল্লাহ্ না ‘বাহীরাহ্’ নির্ধারণ করেছেন, না ‘সায়িবাহ্’, না ‘ওয়াসীলাহ্’ আর না ‘হাম’। কিন্তু কাফেরেরা আল্লাহ্‌র প্রতি মিথ্যা অপবাদ রচনা করে এবং তাদের অধিকাংশই উপলব্ধি করে না।"
		},
		{
			"_id": "773",
			"sura": "5",
			"para": "7",
			"verses": "104",
			"names": "وَ اِذَا قِیۡلَ لَہُمۡ تَعَالَوۡا  اِلٰی  مَاۤ اَنۡزَلَ اللّٰہُ وَ اِلَی الرَّسُوۡلِ قَالُوۡا حَسۡبُنَا مَا وَجَدۡنَا عَلَیۡہِ اٰبَآءَنَا ؕ اَوَ  لَوۡ کَانَ اٰبَآؤُہُمۡ لَا یَعۡلَمُوۡنَ شَیۡئًا وَّ لَا یَہۡتَدُوۡنَ ﴿۱۰۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذَا قِیۡلَ لَہُمۡ تَعَالَوۡا  اِلٰی  مَاۤ اَنۡزَلَ اللّٰہُ وَ اِلَی الرَّسُوۡلِ قَالُوۡا حَسۡبُنَا مَا وَجَدۡنَا عَلَیۡہِ اٰبَآءَنَا ؕ اَوَ  لَوۡ کَانَ اٰبَآؤُہُمۡ لَا یَعۡلَمُوۡنَ شَیۡئًا وَّ لَا یَہۡتَدُوۡنَ ﴿۱۰۴﴾ ",
			"index": "773",
			"name": "এবং যখন তাদেরকে বলা হয়, ‘এসো সেটার প্রতি, যা আল্লাহ্‌ অবতীর্ণ করেছেন; এবং রসূলের প্রতি’। (তখন) তারা বলে, ‘আমাদের জন্য সেটাই যথেষ্ট, যার উপর আমরা আমাদের পিতৃপুরুষকে পেয়েছি’। কী! যদিও তাদের পিতৃপুরুষ কিছুই না জানে এবং না থাকে সৎপথের উপর তবুও?",
			"en_kanzulimaan": "And when it is said to them, Come towards what Allah has sent down and towards the Noble Messenger, they say, Sufficient for us is what we found our forefathers upon; even if their forefathers did not have knowledge nor had guidance?",
			"ur_kanzulimaan": "اور جب ان سے کہا جائے آؤ اس طرف جو اللہ نے اُتارا اور رسول کی طرف کہیں ہمیں وہ بہت ہے جس پر ہم نے اپنے باپ دادا کو پایا، کیا اگرچہ ان کے باپ دادا نہ کچھ جانیں نہ راہ پر ہوں",
			"hi_kanzulimaan": "और जब उनसे कहा जाए आओ उस तरफ़ जो अल्लाह ने उतारा और रसूल की तरफ़ (249फ) कहें हमें वह बहुत है जिसपर हमने अपने बाप दादा को पाया, क्या अगरचे उनके बाप दादा न कुछ जानें न राह पर हों (250फ)",
			"author": "১০৪. আর যখন তাদেরকে বলা হয়, ‘আল্লাহ্ কর্তৃক অবতীর্ণ (এ কুরআন)-এর দিকে এবং (সম্মানিত) রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর দিকে আসো’; তখন তারা বলে, ‘আমাদের জন্যে এ পথ(ই) যথেষ্ট যার উপর আমরা আমাদের পিতৃ-পুরুষকে পেয়েছি’। যদিও তাদের পিতৃ-পুরুষ না কোনো (দ্বীনের) জ্ঞান রাখে আর না তারা সঠিকভাবে হেদায়াতপ্রাপ্ত।"
		},
		{
			"_id": "774",
			"sura": "5",
			"para": "7",
			"verses": "105",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا عَلَیۡکُمۡ اَنۡفُسَکُمۡ ۚ  لَا یَضُرُّکُمۡ مَّنۡ ضَلَّ  اِذَا اہۡتَدَیۡتُمۡ ؕ اِلَی اللّٰہِ مَرۡجِعُکُمۡ  جَمِیۡعًا فَیُنَبِّئُکُمۡ بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ ﴿۱۰۵﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا عَلَیۡکُمۡ اَنۡفُسَکُمۡ ۚ  لَا یَضُرُّکُمۡ مَّنۡ ضَلَّ  اِذَا اہۡتَدَیۡتُمۡ ؕ اِلَی اللّٰہِ مَرۡجِعُکُمۡ  جَمِیۡعًا فَیُنَبِّئُکُمۡ بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ ﴿۱۰۵﴾ ",
			"index": "774",
			"name": "হে ঈমানদারগণ! তোমরা নিজেদের চিন্তা-ভাবনা রাখো। তোমাদের কোন ক্ষতি করতে পারবে না ওই ব্যক্তি, যে পথভ্রষ্ট হয়েছে যখন তোমরা সৎপথে থাকো। তোমাদের সবার প্রত্যাবর্তন আল্লাহ্‌রই দিকে। অতঃপর তিনি তোমাদেরকে বলে দেবেন যা তোমরা করছিলে। ",
			"en_kanzulimaan": "O People who Believe! Fear for your own souls; he who has strayed cannot harm you in the least if you are on guidance; towards Allah only you will all return - He will then inform you of what you used to do.",
			"ur_kanzulimaan": "اے ایمان والو! تم اپنی فکر رکھو تمہارا کچھ نہ بگاڑے گا جو گمراہ ہوا جب کہ تم راہ پر ہو تم سب کی رجوع اللہ ہی کی طرف ہے پھر وہ تمہیں بتا دے گا جو تم کرتے تھے،",
			"hi_kanzulimaan": "ऐ ईमान वालो तुम अपनी फ़िक्र रखो तुम्हारा कुछ न बिगाड़ेगा जो गुमराह हुआ जब कि तुम राह पर हो (251फ) तुम सबकी रूजू (पलटना) अल्लाह ही की तरफ़ है फिर वह तुम्हें बता देगा जो तुम करते थे",
			"author": "১০৫. হে ঈমানদারগণ! তোমরা তোমাদের নিজেদের কথা ভাবো। কোনো পথভ্রষ্ট ব্যক্তি তোমাদের কোনো ক্ষতি করতে পারবে না, যদি তোমরা হেদায়াত প্রাপ্ত হও। তোমাদের সবাইকে আল্লাহ্‌রই দিকে প্রত্যাবর্তন করতে হবে; অতঃপর তিনি তোমাদের কর্মকান্ড সম্পর্কে অবগত করবেন যা তোমরা করতে।"
		},
		{
			"_id": "775",
			"sura": "5",
			"para": "7",
			"verses": "106",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا شَہَادَۃُ بَیۡنِکُمۡ اِذَا حَضَرَ اَحَدَکُمُ الۡمَوۡتُ حِیۡنَ الۡوَصِیَّۃِ اثۡنٰنِ ذَوَا عَدۡلٍ مِّنۡکُمۡ  اَوۡ اٰخَرٰنِ مِنۡ غَیۡرِکُمۡ  اِنۡ اَنۡتُمۡ ضَرَبۡتُمۡ فِی الۡاَرۡضِ فَاَصَابَتۡکُمۡ مُّصِیۡبَۃُ الۡمَوۡتِ ؕ تَحۡبِسُوۡنَہُمَا مِنۡۢ بَعۡدِ الصَّلٰوۃِ  فَیُقۡسِمٰنِ بِاللّٰہِ  اِنِ ارۡتَبۡتُمۡ لَا نَشۡتَرِیۡ بِہٖ ثَمَنًا وَّ لَوۡ  کَانَ ذَا قُرۡبٰی ۙ وَ لَا نَکۡتُمُ شَہَادَۃَ ۙ اللّٰہِ  اِنَّاۤ  اِذًا لَّمِنَ الۡاٰثِمِیۡنَ ﴿۱۰۶﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا شَہَادَۃُ بَیۡنِکُمۡ اِذَا حَضَرَ اَحَدَکُمُ الۡمَوۡتُ حِیۡنَ الۡوَصِیَّۃِ اثۡنٰنِ ذَوَا عَدۡلٍ مِّنۡکُمۡ  اَوۡ اٰخَرٰنِ مِنۡ غَیۡرِکُمۡ  اِنۡ اَنۡتُمۡ ضَرَبۡتُمۡ فِی الۡاَرۡضِ فَاَصَابَتۡکُمۡ مُّصِیۡبَۃُ الۡمَوۡتِ ؕ تَحۡبِسُوۡنَہُمَا مِنۡۢ بَعۡدِ الصَّلٰوۃِ  فَیُقۡسِمٰنِ بِاللّٰہِ  اِنِ ارۡتَبۡتُمۡ لَا نَشۡتَرِیۡ بِہٖ ثَمَنًا وَّ لَوۡ  کَانَ ذَا قُرۡبٰی ۙ وَ لَا نَکۡتُمُ شَہَادَۃَ ۙ اللّٰہِ  اِنَّاۤ  اِذًا لَّمِنَ الۡاٰثِمِیۡنَ ﴿۱۰۶﴾ ",
			"index": "775",
			"name": "হে ঈমানদারগণ! তোমাদের পরস্পরের সাক্ষ্য হচ্ছে, যখন তোমাদের মধ্যে কারো নিকট মৃত্যু উপস্থিত হয়, ওসীয়ত করার সময়, তোমাদের মধ্য থেকে দু’জন নির্ভরযোগ্য ব্যক্তি অথবা তোমাদের ব্যতীত অন্য লোকদের মধ্য থেকে দু’জন, যখন তোমরা ভূ-পৃষ্ঠে সফরে যাও, অতঃপর তোমাদের নিকট মৃত্যুর বিপদ এসে পৌঁছে। ঐ দু’জনকে নামাযের পর আটক করো। তখন তারা আল্লাহ্‌র নামে শপথ করে বলবে, যদি তোমাদের কোনরূপ সন্দেহ হয়, এ মর্মে যে, ‘আমরা শপথের বিনিময়ে কোন সম্পদ ক্রয় করবো না, যদি সে নিকট আত্নীয়ও হয় এবং আল্লাহ্‌র সাক্ষ্যকে গোপন করবোনা; এমন করলে আমরা অবশ্যই পাপীদের অন্তর্ভুক্ত হবো। ",
			"en_kanzulimaan": "O People who Believe! The witnesses between you when death approaches any one of you, at the time of making a will, should be two reliable men from among you, or two from another tribe in case you are travelling in the land and the event of death approaches you; engage them after the prayers, and if you doubt, they must swear by Allah that, We shall not exchange our oaths for any price even if he is a near relative, nor will we hide the testimony of Allah - if we do, then surely we are of the sinners.",
			"ur_kanzulimaan": "اے ایمان والوں تمہاری آپس کی گواہی جب تم میں کسی کو موت آئے وصیت کرتے وقت تم میں کے دو معتبر شخص ہیں یا غیروں میں کے دو جب تم ملک میں سفر کو جاؤ پھر تمہیں موت کا حادثہ پہنچے، ان دونوں کو نماز کے بعد روکو وہ اللہ کی قسم کھائیں اگر تمہیں کچھ شک پڑے ہم حلف کے بدلے کچھ مال نہ خریدیں گے اگرچہ قریب کا رشتہ دار ہو اور اللہ کی گواہی نہ چھپائیں گے ایسا کریں تو ہم ضرور گنہگاروں میں ہیں،",
			"hi_kanzulimaan": "ऐ ईमान वालो (252फ) तुम्हारी आपस की गवाही जब तुममे किसी को मौत आए (253फ) वसीयत करते वक़्त तुम में के दो मोअ़त्तबर  शख़्स हैं या ग़ैरों में के दो जब तुम मुल्क में सफ़र को जाओ फिर तुम्हें मौत का हादसा पहुंचे उन दोनों को नमाज़ के बाद रोको (254फ) वो अल्लाह की क़सम खाएं अगर तुम्हें कुछ शक पड़े (255फ) हम हलफ़ के बदले कुछ माल न खरीदेंगे (256फ) अगरचे क़रीब का रिश्तेदार हो और अल्लाह की गवाही ने छुपाएंगे ऐसा करें तो हम ज़रूर गुनाहगारों में हैं",
			"author": "১০৬. হে ঈমানদারগণ! যখন তোমাদের কারো মৃত্যু উপস্থিত হয়, অসিয়ত করার সময় তোমাদের মাঝে সাক্ষ্য প্রদানের জন্যে তোমাদের মধ্য থেকে দু’জন ন্যায়পরায়ণ ব্যক্তি থাকা সঙ্গত; অথবা তোমাদের বাইরে অন্যদের মধ্য থেকে দু’জন ব্যক্তি, যদি তোমরা ভূপৃষ্ঠে সফরে থাকো এবং (সে অবস্থাতেই) তোমাদের নিকট মৃত্যুরূপ বিপদ উপস্থিত হয়। যদি (তাদের উপর) তোমাদের সন্দেহ্ হয়, তবে তোমরা তাদের উভয়কে নামাযের পর অপেক্ষমান রাখো; তারা উভয়ে যেন আল্লাহ্‌র নামে শপথ করে, ‘আমরা এর বিনিময়ে না কোনো মূল্য গ্রহণ করবো, যদিও কেউ (ঘনিষ্ট) নিকটাত্মীয় হয়; আর না আমরা আল্লাহ্‌র (নির্ধারিত) সাক্ষ্য গোপন করবো; (যদি গোপন করি) তবে আমরা গোনাহগারদের শামিল হবো।’"
		},
		{
			"_id": "776",
			"sura": "5",
			"para": "7",
			"verses": "107",
			"names": "فَاِنۡ عُثِرَ عَلٰۤی اَنَّہُمَا اسۡتَحَقَّاۤ اِثۡمًا فَاٰخَرٰنِ یَقُوۡمٰنِ مَقَامَہُمَا مِنَ  الَّذِیۡنَ اسۡتَحَقَّ عَلَیۡہِمُ الۡاَوۡلَیٰنِ فَیُقۡسِمٰنِ بِاللّٰہِ لَشَہَادَتُنَاۤ  اَحَقُّ مِنۡ شَہَادَتِہِمَا وَ مَا اعۡتَدَیۡنَاۤ ۫ۖ اِنَّاۤ اِذًا لَّمِنَ الظّٰلِمِیۡنَ ﴿۱۰۷﴾ ",
			"number": "",
			"verses_PDMS": "فَاِنۡ عُثِرَ عَلٰۤی اَنَّہُمَا اسۡتَحَقَّاۤ اِثۡمًا فَاٰخَرٰنِ یَقُوۡمٰنِ مَقَامَہُمَا مِنَ  الَّذِیۡنَ اسۡتَحَقَّ عَلَیۡہِمُ الۡاَوۡلَیٰنِ فَیُقۡسِمٰنِ بِاللّٰہِ لَشَہَادَتُنَاۤ  اَحَقُّ مِنۡ شَہَادَتِہِمَا وَ مَا اعۡتَدَیۡنَاۤ ۫ۖ اِنَّاۤ اِذًا لَّمِنَ الظّٰلِمِیۡنَ ﴿۱۰۷﴾ ",
			"index": "776",
			"name": "অতঃপর যদি এটার হদিস মিলে যে, তারা (দু’জন) কোন অপরাধে অপরাধি হয়েছে, তবে তাদের স্থলে অপর দু’জন লোক স্থলাভিষিক্ত হবে ঐ সব লোকের মধ্য থেকে, যাদেরকে এ অপরাধ অর্থাৎ মিথ্যা সাক্ষ্য তাদের হক নিয়ে তাদেরকে ক্ষতিগ্রস্ত করেছে, যারা মৃত ব্যক্তির অধিক নিকটের হয়। অতঃপর তারা আল্লাহ্‌র শপথ করে বলবে, ‘আমাদের সাক্ষ্য অধিকতর সত্য ঐ দু’জন লোকের সাক্ষ্যের চেয়ে এবং আমরা সীমালংঘন করিনি; এমন করলে আমরা যালিমদের অন্তর্ভুক্ত হবো।’ ",
			"en_kanzulimaan": "Then if it is later known that both of them committed sin, two others may take their place, from those who were caused the most harm by the false testimony, and they must swear by Allah that, Our testimony is more accurate than the testimony of these two, and we have not exceeded the limits - if we do, then surely we shall be of the unjust.",
			"ur_kanzulimaan": "پھر اگر پتہ چلے کہ وہ کسی گناہ کے سزاوار ہوئے تو ان کی جگہ دو اور کھڑے ہوں ان میں سے کہ اس گناہ یعنی جھوٹی گواہی نے ان کا حق لے کر ان کو نقصان پہنچایا جو میت سے زیادہ قریب ہوں تو اللہ کی قسم کھائیں کہ ہماری گواہی زیادہ ٹھیک ہے ان دو کی گواہی سے اور ہم حد سے نہ بڑھے ایسا ہو تو ہم ظالموں میں ہوں،",
			"hi_kanzulimaan": "फिर अगर पता चले कि वो किसी गुनाह के सज़ावार (हक़दार) हुए (257फ) तो उनकी जगह दो और खड़े हों उनमें से कि उस गुनाह यानी झूठी गवाही ने उनका हक़ लेकर उनको नुक़सान पहुंचाया (258फ) जो मैयत से ज़्यादा क़रीब हों अल्लाह की क़सम खाएं कि हमारी गवाही ज्यादा ठीक है उन दोकी गवाही से और हम हद से न बढ़े (259फ) ऐसा हो तो हम ज़ालिमों में हों",
			"author": "১০৭. অতঃপর যদি প্রকাশ পায় যে, তারা উভয়ে (সত্য সাক্ষ্য গোপনের কারণে) অপরাধী সাব্যস্ত হয়েছে, তবে অসিয়ত প্রাপ্তদের মধ্য থেকে দু’জন (সাক্ষী) তাদের স্থলাভিষিক্ত হবে যারা হবে মৃত ব্যক্তির নিকটতম। অতঃপর তারা যেন আল্লাহ্‌র নামে শপথ করে: ‘আমাদের সাক্ষ্য সে দুজনের সাক্ষ্যের চেয়ে অধিকতর সত্য। আর আমরা (সত্য থেকে) সীমালঙ্ঘন করিনি। (যদি এমনটি করি, তবে) আমরা যালিমদের অন্তর্ভুক্ত হবো।’"
		},
		{
			"_id": "777",
			"sura": "5",
			"para": "7",
			"verses": "108",
			"names": "ذٰلِکَ اَدۡنٰۤی اَنۡ یَّاۡتُوۡا بِالشَّہَادَۃِ عَلٰی وَجۡہِہَاۤ  اَوۡ  یَخَافُوۡۤا  اَنۡ  تُرَدَّ  اَیۡمَانٌۢ  بَعۡدَ اَیۡمَانِہِمۡ ؕ وَ اتَّقُوا اللّٰہَ وَ اسۡمَعُوۡا ؕ وَ اللّٰہُ   لَا یَہۡدِی الۡقَوۡمَ  الۡفٰسِقِیۡنَ ﴿۱۰۸﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ اَدۡنٰۤی اَنۡ یَّاۡتُوۡا بِالشَّہَادَۃِ عَلٰی وَجۡہِہَاۤ  اَوۡ  یَخَافُوۡۤا  اَنۡ  تُرَدَّ  اَیۡمَانٌۢ  بَعۡدَ اَیۡمَانِہِمۡ ؕ وَ اتَّقُوا اللّٰہَ وَ اسۡمَعُوۡا ؕ وَ اللّٰہُ   لَا یَہۡدِی الۡقَوۡمَ  الۡفٰسِقِیۡنَ ﴿۱۰۸﴾ ",
			"index": "777",
			"name": "এ (পদ্ধিতি)টা অধিকতর কাছাকাছি এ কথার যে, সাক্ষ্য যেমন হওয়া চাই তেমনিভাবে আদায় করবে, অথবা এরই ভয় করবে যে, কিছু কিছু শপথ বাতিল করে দেয়া হবে তাদের শপথগুলোর পর, এবং আল্লাহ্‌কে ভয় করো ও নির্দেশ শ্রবণ করো; আর আল্লাহ্‌ আদেশ অমান্যকারীদেরকে সরল পথ দেখান না। ",
			"en_kanzulimaan": "This is more suitable than their bearing testimony as they wish or fear that some oaths may be made void, after their taking oath; so fear Allah and heed the commands; and Allah does not guide the disobedient.",
			"ur_kanzulimaan": "یہ قریب تر ہے اس سے کہ گواہی جیسی چاہیے ادا کریں یا ڈریں کہ کچھ قسمیں رد کردی جائیں ان کی قسموں کے بعد اور اللہ سے ڈرو اور حکم سنو، اور اللہ بے حکموں کو راہ نہیں دیتا،",
			"hi_kanzulimaan": "यह क़रीबतर है उससे कि गवाही जैसी चाहिये अदा करें या डरें कि कुछ क़समें रद करदी जाएं उनकी क़समों के बाद (260फ) और अल्लाह से डरो और हुक्म सुनो और अल्लाह बेहुक्मों को राह नहीं देता",
			"author": "১০৮. (পদ্ধতিগতভাবে) এতেই অধিকতর সম্ভাবনা আছে যে, লোকেরা সঠিক পন্থায় সাক্ষ্য প্রদান করবে অথবা ভয় করবে যে, তাদের (মিথ্যা সাক্ষ্যের) শপথের পর (নিকটতম উত্তরাধিকারীদের কর্তৃক একই) শপথ রদ করা হবে। আর আল্লাহ্কে ভয় করতে থাকো এবং (তাঁর বিধিবিধান মনোযোগ দিয়ে) শ্রবণ করো। আর আল্লাহ্ নাফরমান সম্প্রদায়কে হেদায়াত দান করেন না।"
		},
		{
			"_id": "778",
			"sura": "5",
			"para": "7",
			"verses": "109",
			"names": "یَوۡمَ یَجۡمَعُ اللّٰہُ الرُّسُلَ فَیَقُوۡلُ مَا ذَاۤ اُجِبۡتُمۡ ؕ قَالُوۡا لَا عِلۡمَ  لَنَا ؕ اِنَّکَ اَنۡتَ عَلَّامُ  الۡغُیُوۡبِ ﴿۱۰۹﴾",
			"number": "",
			"verses_PDMS": "یَوۡمَ یَجۡمَعُ اللّٰہُ الرُّسُلَ فَیَقُوۡلُ مَا ذَاۤ اُجِبۡتُمۡ ؕ قَالُوۡا لَا عِلۡمَ  لَنَا ؕ اِنَّکَ اَنۡتَ عَلَّامُ  الۡغُیُوۡبِ ﴿۱۰۹﴾",
			"index": "778",
			"name": "যেদিন আল্লাহ্‌ একত্রিত করবেন রসূলগণকে অতঃপর বলবেন, ‘তোমরা কি জবাব পেয়েছো’? (তারা) আরয করবেন, ‘আমাদের কোন জ্ঞান নেই, নিঃসন্দেহে আপনিই সমস্ত অদৃশ্য সম্বন্ধে খুব জ্ঞাত’।",
			"en_kanzulimaan": "On the day when Allah will gather all the Noble Messengers, and then say, What response did you get? They will submit, We do not have any knowledge; indeed it is only You, Who knows all the hidden.",
			"ur_kanzulimaan": "جس دن اللہ جمع فرمائے گا رسولوں کو پھر فرمائے گا تمہیں کیا جواب ملا عرض کریں گے ہمیں کچھ علم نہیں، بیشک تو ہی ہے سب غیبوں کا جاننے والا",
			"hi_kanzulimaan": "जिस दिन अल्लाह जमा फ़रमाएगा रसूलों को (261फ) फिर फ़रमाएगा तुम्हें क्या जवाब मिला (262फ) अर्ज़ करेंगे हमें कुछ इल्म नहीं बेशक तू ही है सब ग़ैबों (अज्ञात) का जानने वाला (263फ)",
			"author": "১০৯. (ভয় করো সে দিনকে) যে দিন আল্লাহ্ সমস্ত রাসূলগণকে একত্রিত করবেন, অতঃপর (তাদেরকে) বলবেন, ‘তোমাদেরকে (তোমাদের উম্মতের দিক থেকে দ্বীনের দাওয়াতের) কী উত্তর দেয়া হয়েছিল?’ তারা (আল্লাহ্‌র সমীপে) আরয করবেন, ‘আমাদের জানা নেই। নিঃসন্দেহে তুমিই অদৃশ্যের সকল বিষয়ে সম্যক অবগত।’"
		},
		{
			"_id": "779",
			"sura": "5",
			"para": "7",
			"verses": "110",
			"names": "اِذۡ قَالَ اللّٰہُ یٰعِیۡسَی ابۡنَ مَرۡیَمَ اذۡکُرۡ نِعۡمَتِیۡ عَلَیۡکَ وَ عَلٰی وَالِدَتِکَ ۘ اِذۡ اَیَّدۡتُّکَ بِرُوۡحِ الۡقُدُسِ ۟ تُکَلِّمُ  النَّاسَ فِی الۡمَہۡدِ وَ کَہۡلًا ۚ وَ اِذۡ عَلَّمۡتُکَ الۡکِتٰبَ وَ الۡحِکۡمَۃَ وَ التَّوۡرٰىۃَ وَ الۡاِنۡجِیۡلَ ۚ وَ اِذۡ تَخۡلُقُ مِنَ الطِّیۡنِ کَہَیۡـَٔۃِ الطَّیۡرِ بِاِذۡنِیۡ فَتَنۡفُخُ فِیۡہَا فَتَکُوۡنُ طَیۡرًۢا بِاِذۡنِیۡ وَ تُبۡرِیٴُ الۡاَکۡمَہَ وَ الۡاَبۡرَصَ بِاِذۡنِیۡ ۚ وَ اِذۡ تُخۡرِجُ الۡمَوۡتٰی بِاِذۡنِیۡ ۚ وَ اِذۡ کَفَفۡتُ بَنِیۡۤ  اِسۡرَآءِیۡلَ عَنۡکَ اِذۡ جِئۡتَہُمۡ بِالۡبَیِّنٰتِ فَقَالَ الَّذِیۡنَ کَفَرُوۡا مِنۡہُمۡ  اِنۡ ہٰذَاۤ  اِلَّا سِحۡرٌ مُّبِیۡنٌ ﴿۱۱۰﴾ ",
			"number": "",
			"verses_PDMS": "اِذۡ قَالَ اللّٰہُ یٰعِیۡسَی ابۡنَ مَرۡیَمَ اذۡکُرۡ نِعۡمَتِیۡ عَلَیۡکَ وَ عَلٰی وَالِدَتِکَ ۘ اِذۡ اَیَّدۡتُّکَ بِرُوۡحِ الۡقُدُسِ ۟ تُکَلِّمُ  النَّاسَ فِی الۡمَہۡدِ وَ کَہۡلًا ۚ وَ اِذۡ عَلَّمۡتُکَ الۡکِتٰبَ وَ الۡحِکۡمَۃَ وَ التَّوۡرٰىۃَ وَ الۡاِنۡجِیۡلَ ۚ وَ اِذۡ تَخۡلُقُ مِنَ الطِّیۡنِ کَہَیۡـَٔۃِ الطَّیۡرِ بِاِذۡنِیۡ فَتَنۡفُخُ فِیۡہَا فَتَکُوۡنُ طَیۡرًۢا بِاِذۡنِیۡ وَ تُبۡرِیٴُ الۡاَکۡمَہَ وَ الۡاَبۡرَصَ بِاِذۡنِیۡ ۚ وَ اِذۡ تُخۡرِجُ الۡمَوۡتٰی بِاِذۡنِیۡ ۚ وَ اِذۡ کَفَفۡتُ بَنِیۡۤ  اِسۡرَآءِیۡلَ عَنۡکَ اِذۡ جِئۡتَہُمۡ بِالۡبَیِّنٰتِ فَقَالَ الَّذِیۡنَ کَفَرُوۡا مِنۡہُمۡ  اِنۡ ہٰذَاۤ  اِلَّا سِحۡرٌ مُّبِیۡنٌ ﴿۱۱۰﴾ ",
			"index": "779",
			"name": "যখন আল্লাহ্‌ বলবেন, ‘হে মরিয়ম তনয় ঈসা! স্মরণ করো আমার করুণাকে তোমার উপর ও তোমার মায়ের উপর যখন আমি ‘পবিত্র আত্না’ দ্বারা তোমাকে সাহায্য করেছিলাম; তুমি মানুষের সাথে কথা বলতে দোলনায় থাকাবস্থায় ও পরিপক্ক বয়সে; এবং যখন আমি তোমাকে শিক্ষা দিয়েছি কিতাব, তাওরীত এবং ইন্‌জীল; আর যখন তুমি মাটির দ্বারা পাখী সদৃশ আকৃতি আমার নির্দেশে তৈরী করতে অতঃপর সেটার মধ্যে ফুঁৎকার দিতে, তখন সেটা আমার নির্দেশে উড়তে আরম্ভ করতো; এবং তুমি জন্মান্ধ ও কুষ্ঠ ব্যাধিগ্রস্তকে আমার নির্দেশে নিরাময় করতে; আর যখন তুমি মৃতদেরকে আমার নির্দেশে জীবিত বের করতে এবং যখন আমি বনী ইস্রাঈলকে তোমাকে শহীদ করা থেকে নিবৃত্ত রেখেছি; যখন তুমি তাদের নিকট উজ্জ্বল নিদর্শনসমূহ নিয়ে এসেছিলে, তখন তাদের মধ্য থেকে কাফিরগণ বললো, ‘এ তো নয়, কিন্তু সুস্পষ্ট যাদু’।",
			"en_kanzulimaan": "When Allah will say, O Eisa, the son of Maryam! Remember My favour upon you and your mother; when I supported you with the Holy Spirit; you were speaking to people from the cradle and in maturity; and when I taught you the Book and wisdom and the Taurat and the Injeel; and when you used to mould a birdlike sculpture from clay, by My command, and blow into it - so it (the living bird) used to fly by My command, and you used to cure him who was born blind and cure the leper, by My command; and when you used to raise up the dead, by My command; and when I restrained the Descendants of Israel against you when you came to them with clear proofs, and the disbelievers among them said, This is nothing but clear magic.",
			"ur_kanzulimaan": "جب اللہ فرمائے گا اے مریم کے بیٹے عیسیٰ! یاد کر میرا احسان اپنے اوپر اور اپنی ماں پر جب میں نے پاک روح سے تیری مدد کی تو لوگوں سے باتیں کرتا پالنے میں اور پکی عمر ہوکر اور جب میں نے تجھے سکھائی کتاب اور حکمت اور توریت اور انجیل اور جب تو مٹی سے پرند کی سی مورت میرے حکم سے بناتا پھر اس میں پھونک مارتا تو وہ میرے حکم سے اڑنے لگتی اور تو مادر زاد اندھے اور سفید داغ والے کو میرے حکم سے شفا دیتا اور جب تو مُردوں کو میرے حکم سے زندہ نکالتا اور جب میں نے بنی اسرائیل کو تجھ سے روکا جب تو ان کے پاس روشن نشانیاں لے کر آیا تو ان میں کے کافر بولے کہ یہ تو نہیں مگر کھلا جادو،",
			"hi_kanzulimaan": "जब अल्लाह फ़रमाएगा ऐ मरयम क बेटे ईसा याद कर मेरा एहसान अपने ऊपर और अपनी माँ पर (264फ) जब मैंने पाक रूह से तेरी मदद की (265फ) तू लोगों से बातें करता पालने में (266फ) और पक्की उम्र का होकर (267फ) और  जब मैं ने तुझे सिखाई किताब और हिकमत (बोध) (268फ)और तौरात और इंजील और जब तू मिट्टी से परिन्द की सी मूरत मेरे हुक्म से बनाता फिर उसमें फूंक मारता तो वह मेरे हुक्म से उड़ने लगती (269फ) और तू मादरज़ाद (जन्मजात) अन्धे और सफ़ेद दाग़ वाले को मेरे हुक्म से शिफ़ा देता और जब तू मुर्दों को मेरे हुक्म से ज़िन्दा निकालता (270फ) और जब मैं ने बनी इस्राईल को तुझ से रोका (271फ) जब तू उन के पास रौशन निशानियां लेकर आया तो उनमें के काफ़िर बोले कि यह (272फ) तो नहीं मगर खुला जादू",
			"author": "১১০. যখন আল্লাহ্ বলবেন, ‘হে মারইয়াম-তনয় ঈসা! তোমার প্রতি এবং তোমার মাতার প্রতি আমার অনুগ্রহ স্মরণ করো; যখন আমি পবিত্র রূহ (জীব্রাঈল আলাইহিস সালাম)-এঁর মাধ্যমে তোমাকে শক্তিশালী করেছিলাম, তুমি দোলনায় (শৈশবকালে) এবং পূর্ণবয়সে (দ্বীন ও রিসালাতের প্রচারকালে একইভাবে) কথোপকথন করতে; আর যখন আমি তোমাকে কিতাব, প্রজ্ঞা (ও জ্ঞান), তাওরাত ও ইঞ্জিল শিক্ষা দিয়েছিলাম; এবং যখন তুমি আমার নির্দেশে মাটির খামির থেকে পাখির আকৃতির ন্যায় (অবয়ব) তৈরি করতে, অতঃপর তুমি এতে ফুঁক দিতে, তখন সেটি (সে অবয়ব) আমার নির্দেশে পাখিতে রূপান্তরিত হয়ে যেতো; যখন তুমি জন্মান্ধ ও কুষ্ঠরোগীকে আমার নির্দেশে সুস্থ করে দিতে এবং যখন তুমি আমার নির্দেশে মৃতদেরকে (জীবিত করে কবর) থেকে বের করে (দন্ডায়মান) করতে; আর যখন আমি বনী ইসরাঈলকে তোমাকে (হত্যা করা) থেকে নিবৃত্ত রেখেছিলাম, যখন তুমি তাদের নিকট সুস্পষ্ট নিদর্শনাবলী নিয়ে এসেছিলে; তখন তাদের মধ্য থেকে কাফেরেরা (এ কথা) বলে দিল, ‘এ তো স্পষ্ট যাদু ব্যতীত কিছুই নয়।’"
		},
		{
			"_id": "780",
			"sura": "5",
			"para": "7",
			"verses": "111",
			"names": "وَ  اِذۡ  اَوۡحَیۡتُ اِلَی الۡحَوَارِیّٖنَ اَنۡ اٰمِنُوۡا بِیۡ  وَ بِرَسُوۡلِیۡ ۚ قَالُوۡۤا اٰمَنَّا وَ اشۡہَدۡ  بِاَنَّنَا مُسۡلِمُوۡنَ ﴿۱۱۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اِذۡ  اَوۡحَیۡتُ اِلَی الۡحَوَارِیّٖنَ اَنۡ اٰمِنُوۡا بِیۡ  وَ بِرَسُوۡلِیۡ ۚ قَالُوۡۤا اٰمَنَّا وَ اشۡہَدۡ  بِاَنَّنَا مُسۡلِمُوۡنَ ﴿۱۱۱﴾ ",
			"index": "780",
			"name": "এবং যখন আমি হাওয়ারীদের অন্তরে এ প্রেরণা সৃষ্টি করেছিলাম আমার উপর এবং আমার রসূলের উপর ঈমান আনো! (তখন তারা) বললো, ‘আমরা ঈমান এনেছি এবং সাক্ষী থাকো যে, আমরা মুসলমান’। ",
			"en_kanzulimaan": "And when I inspired into the hearts of the disciples that, Believe in Me and in My Noble Messenger; they said, We accept faith, and be witness that we are Muslims. ",
			"ur_kanzulimaan": "اور جب میں نے حواریوں کے دل میں ڈالا کہ مجھ پر اور میرے رسول پر ایمان لاؤ بولے ہم ایمان لائے اور گواہ رہ کہ ہم مسلمان ہیں",
			"hi_kanzulimaan": "और जब मैं न हवारियों (अनुयाइयों) (273फ) के दिल में डाला कि मुझ पर और मेरे रसूल पर (274फ) ईमान लाओ बोले हम ईमान लाऐ और गवाह रह कि हम मुसलमान हैं (275फ)",
			"author": "১১১. আর যখন আমি হাওয়ারীদের অন্তরে (এ) প্রেরণা দিয়েছিলাম, ‘আমার প্রতি এবং আমার রাসূল (ঈসা আলাইহিস সালাম)-এঁর প্রতি ঈমান আনয়ন করো’। (তখন) তারা বললো, ‘আমরা ঈমান আনয়ন করলাম এবং তুমি সাক্ষী থাকো যে, আমরা অবশ্যই মুসলমান।’"
		},
		{
			"_id": "781",
			"sura": "5",
			"para": "7",
			"verses": "112",
			"names": "اِذۡ   قَالَ الۡحَوَارِیُّوۡنَ یٰعِیۡسَی ابۡنَ  مَرۡیَمَ ہَلۡ یَسۡتَطِیۡعُ رَبُّکَ اَنۡ یُّنَزِّلَ عَلَیۡنَا مَآئِدَۃً مِّنَ السَّمَآءِ ؕ قَالَ اتَّقُوا اللّٰہَ اِنۡ  کُنۡتُمۡ  مُّؤۡمِنِیۡنَ ﴿۱۱۲﴾ ",
			"number": "",
			"verses_PDMS": "اِذۡ   قَالَ الۡحَوَارِیُّوۡنَ یٰعِیۡسَی ابۡنَ  مَرۡیَمَ ہَلۡ یَسۡتَطِیۡعُ رَبُّکَ اَنۡ یُّنَزِّلَ عَلَیۡنَا مَآئِدَۃً مِّنَ السَّمَآءِ ؕ قَالَ اتَّقُوا اللّٰہَ اِنۡ  کُنۡتُمۡ  مُّؤۡمِنِیۡنَ ﴿۱۱۲﴾ ",
			"index": "781",
			"name": "যখন হাওয়ারীগণ বললো, ‘হে মরিয়ম তনয় ঈসা! আপনার রব কি এমন করবেন আমাদের প্রতি আকাশ থেকে একটা ‘খাদ্য ভর্তি খাঞ্চা অবতারণ করবেন?’ তিনি বললেন, ‘তোমরা আল্লাহ্‌কে ভয় করো, যদি ঈমান রাখো।’",
			"en_kanzulimaan": "When the disciples said, O Eisa, the son of Maryam! Will your Lord send down a table spread (with food) for us from heaven? He said, Fear Allah, if you are believers.",
			"ur_kanzulimaan": "جب حواریوں نے کہا اے عیسیٰ بن مریم! کیا آپ کا رب ایسا کرے گا کہ ہم پر آسمان سے ایک خوان اُتارے کہا اللہ سے ڈرو! اگر ایمان رکھتے ہو",
			"hi_kanzulimaan": "जब हवारियों ने कहा ऐ ईसा बिन मरयम क्या आपका रब ऐसा करेगा कि हम पर आसमान से एक ख़्वान उतारे (276फ) कहा अल्लाह से डरो अगर ईमान रखते हो (277फ)",
			"author": "১১২. আর (এও স্মরণ করো) যখন হাওয়ারীরা বললো, ‘হে মারইয়াম-তনয় ঈসা! তোমার প্রতিপালক কি আমাদের জন্যে আসমান থেকে (খাদ্যভর্তি) দস্তরখানা অবতীর্ণ করতে সক্ষম?’ (তখন) ঈসা (আলাইহিস সালাম প্রতিউত্তরে) বললেন, ‘(হে লোক সকল!) আল্লাহ্কে ভয় করো, যদি তোমরা ঈমানদার হও।’"
		},
		{
			"_id": "782",
			"sura": "5",
			"para": "7",
			"verses": "113",
			"names": "قَالُوۡا نُرِیۡدُ اَنۡ  نَّاۡکُلَ  مِنۡہَا وَ تَطۡمَئِنَّ قُلُوۡبُنَا وَ نَعۡلَمَ اَنۡ قَدۡ صَدَقۡتَنَا وَ نَکُوۡنَ عَلَیۡہَا مِنَ الشّٰہِدِیۡنَ ﴿۱۱۳﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا نُرِیۡدُ اَنۡ  نَّاۡکُلَ  مِنۡہَا وَ تَطۡمَئِنَّ قُلُوۡبُنَا وَ نَعۡلَمَ اَنۡ قَدۡ صَدَقۡتَنَا وَ نَکُوۡنَ عَلَیۡہَا مِنَ الشّٰہِدِیۡنَ ﴿۱۱۳﴾ ",
			"index": "782",
			"name": "(তারা) বললো, ‘আমরা চাই যে, তা থেকে আহার করবো এবং আমাদের অন্তর প্রশান্তি লাভ করবে আর আমরা সচক্ষে দেখে নেবো যে, আপনি আমাদেরকে সত্য বলেছেন এবং আমরা সেটার উপর সাক্ষী হয়ে যাবে’।",
			"en_kanzulimaan": "They said, We wish to eat from it and so that our hearts be convinced and to see that you have spoken the truth to us, and that we may be witnesses upon it.",
			"ur_kanzulimaan": "بولے ہم چاہتے ہیں کہ اس میں سے کھائیں اور ہمارے دل ٹھہریں اور ہم آنکھوں دیکھ لیں کہ آپ نے ہم سے سچ فرمایا اور ہم اس پر گواہ ہوجائیں",
			"hi_kanzulimaan": "बोले हम चाहते हैं (278फ) कि उसमें से खाएं और हमारे दिल ठहरें (279फ) और हम आँखों देख लें कि आपने हम से सच फ़रमाया (280फ) और हम उसपर गवाह हो जाएं  (281फ)",
			"author": "১১৩. তারা বললো, ‘আমরা (তো কেবল) চাই যে, আমরা তা থেকে ভক্ষণ করবো, আমাদের অন্তর প্রশান্তি লাভ করবে এবং আমরা (আরো দৃঢ়বিশ্বাসের সাথে) জানতে চাই যে, আপনি আমাদেরকে সত্য বলেছেন এবং আমরা এ (নিয়ামতের দস্তরখানা অবতীর্ণের) ব্যাপারে সাক্ষী থাকি।’"
		},
		{
			"_id": "783",
			"sura": "5",
			"para": "7",
			"verses": "114",
			"names": "قَالَ عِیۡسَی ابۡنُ مَرۡیَمَ اللّٰہُمَّ رَبَّنَاۤ اَنۡزِلۡ عَلَیۡنَا مَآئِدَۃً مِّنَ السَّمَآءِ تَکُوۡنُ لَنَا عِیۡدًا لِّاَوَّلِنَا وَ اٰخِرِنَا وَ اٰیَۃً مِّنۡکَ ۚ وَ ارۡزُقۡنَا وَ اَنۡتَ خَیۡرُ الرّٰزِقِیۡنَ ﴿۱۱۴﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ عِیۡسَی ابۡنُ مَرۡیَمَ اللّٰہُمَّ رَبَّنَاۤ اَنۡزِلۡ عَلَیۡنَا مَآئِدَۃً مِّنَ السَّمَآءِ تَکُوۡنُ لَنَا عِیۡدًا لِّاَوَّلِنَا وَ اٰخِرِنَا وَ اٰیَۃً مِّنۡکَ ۚ وَ ارۡزُقۡنَا وَ اَنۡتَ خَیۡرُ الرّٰزِقِیۡنَ ﴿۱۱۴﴾ ",
			"index": "783",
			"name": "মরিয়ম তনয় ঈসা আরয করলেন, ‘হে আল্লাহ্‌, হে রব! আমাদের উপর আকাশ থেকে একটা ‘খাদ্য-ভর্তি খাঞ্চা’ অবতারণ করুন, যা আমাদের জন্য ঈদ (আনন্দ-উৎসব) হবে আমাদের পূর্ববর্তী ও পরবর্তীদের জন্য এবং আপনার নিকট থেকে নিদর্শন; এবং আমাদেরকে রিয্‌ক্ব দান করুন, আর আপনি তো সর্বশ্রেষ্ঠ জীবিকদাতা।’ ",
			"en_kanzulimaan": "Eisa, the son of Maryam, said, O Allah, O our Lord! Send down to us a table spread from heaven, so that it may become a day of celebration for us  for our former and latter people - and a sign from You; and give us sustenance - and You are the Best Provider Of Sustenance.",
			"ur_kanzulimaan": "عیسیٰ بن مریم نے عرض کی، اے اللہ! اے رب ہمارے! ہم پر آسمان سے ایک خوان اُتار کہ وہ ہمارے لیے عید ہو ہمارے اگلے پچھلوں کی اور تیری طرف سے نشانی اور ہمیں رزق دے اور تو سب سے بہتر روزی دینے والا ہے،",
			"hi_kanzulimaan": "ईसा इब्ने मरयम ने अर्ज़ की ऐ अल्लाह ऐ रब हमारे हम पर आसमान से एक ख़्वान उतार कि वह हमारे लिये ईद हो (282फ) हमारे अगले पिछलों की  (283फ) और तेरी तरफ़ से निशानी (284फ) और हमें रिज़्क दे और तू सब से बेहतर रोज़ी देने वाला है",
			"author": "১১৪. মারইয়াম-তনয় ঈসা (আলাইহিস সালাম) আরয করলেন, ‘হে আল্লাহ্! হে আমাদের প্রতিপালক! আমাদের জন্যে আসমান থেকে (নিয়ামতের) দস্তরখানা অবতীর্ণ করো, যা (অবতীর্ণ হওয়ার দিন) আমাদের জন্যে হবে ঈদ-উৎসব, আমাদের পূর্বর্তীদের জন্যে(ও) এবং আমাদের পরবর্তীদের জন্যে(ও); আর (এ দস্তরখানা) হবে তোমার পক্ষ থেকে নিদর্শন, এবং আমাদেরকে রিযিক দান করো, আর তুমিই সবচেয়ে উত্তম রিযিকদাতা।’"
		},
		{
			"_id": "784",
			"sura": "5",
			"para": "7",
			"verses": "115",
			"names": "قَالَ اللّٰہُ اِنِّیۡ مُنَزِّلُہَا عَلَیۡکُمۡ ۚ فَمَنۡ یَّکۡفُرۡ بَعۡدُ مِنۡکُمۡ فَاِنِّیۡۤ  اُعَذِّبُہٗ عَذَابًا  لَّاۤ   اُعَذِّبُہٗۤ  اَحَدًا مِّنَ الۡعٰلَمِیۡنَ ﴿۱۱۵﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ اللّٰہُ اِنِّیۡ مُنَزِّلُہَا عَلَیۡکُمۡ ۚ فَمَنۡ یَّکۡفُرۡ بَعۡدُ مِنۡکُمۡ فَاِنِّیۡۤ  اُعَذِّبُہٗ عَذَابًا  لَّاۤ   اُعَذِّبُہٗۤ  اَحَدًا مِّنَ الۡعٰلَمِیۡنَ ﴿۱۱۵﴾ ",
			"index": "784",
			"name": "আল্লাহ্‌ বললেন, ‘আমি তোমাদের প্রতি সেটা অবতারণ করবো। অতঃপর এখন তোমাদের মধ্য থেকে যে কেউ কুফর করবে তখন আমি তাকে এমন শাস্তি দেবো যা সমগ্র বিশ্বের মধ্যে কাউকেও দেবোনা।’",
			"en_kanzulimaan": "Said Allah, Indeed I shall send it down to you; so thereafter whoever disbelieves amongst you - I will surely mete out to him a punishment with which I shall not punish anyone else in the whole world.",
			"ur_kanzulimaan": "اللہ نے فرمایا کہ میں اسے تم پر اُتارتا ہوں، پھر اب جو تم میں کفر کرے گا تو بیشک میں اسے وہ عذاب دوں گا کہ سارے جہان میں کسی پر نہ کروں گا",
			"hi_kanzulimaan": "अल्लाह ने फ़रमाया कि मैं इसे तुम पर उतारता हूँ फिर अब जो तुम में कुफ़्र करेगा (285फ) तो बेशक मैं उसे वह अज़ाब दूंगा कि सारे जहानमें किसी पर न करूंगा (286फ)",
			"author": "১১৫. আল্লাহ্ বললেন, ‘নিশ্চয়ই আমি তা তোমাদের নিকট অবতীর্ণ করছি। অতএব তোমাদের মধ্যে যে কেউ এরপর কুফরী করবে তবে অবশ্যই আমি তাকে এমন শাস্তি দেবো, যে শাস্তি সমস্ত জগতবাসীর কাউকেই দেবো না।’"
		},
		{
			"_id": "785",
			"sura": "5",
			"para": "7",
			"verses": "116",
			"names": "وَ  اِذۡ قَالَ اللّٰہُ یٰعِیۡسَی ابۡنَ مَرۡیَمَ  ءَاَنۡتَ قُلۡتَ لِلنَّاسِ اتَّخِذُوۡنِیۡ وَ اُمِّیَ  اِلٰہَیۡنِ مِنۡ دُوۡنِ اللّٰہِ ؕ قَالَ سُبۡحٰنَکَ مَا یَکُوۡنُ لِیۡۤ  اَنۡ اَقُوۡلَ مَا لَیۡسَ لِیۡ ٭ بِحَقٍّ ؕ؃ اِنۡ کُنۡتُ قُلۡتُہٗ فَقَدۡ عَلِمۡتَہٗ ؕ تَعۡلَمُ  مَا فِیۡ نَفۡسِیۡ وَ لَاۤ اَعۡلَمُ مَا فِیۡ نَفۡسِکَ ؕ اِنَّکَ اَنۡتَ عَلَّامُ  الۡغُیُوۡبِ ﴿۱۱۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اِذۡ قَالَ اللّٰہُ یٰعِیۡسَی ابۡنَ مَرۡیَمَ  ءَاَنۡتَ قُلۡتَ لِلنَّاسِ اتَّخِذُوۡنِیۡ وَ اُمِّیَ  اِلٰہَیۡنِ مِنۡ دُوۡنِ اللّٰہِ ؕ قَالَ سُبۡحٰنَکَ مَا یَکُوۡنُ لِیۡۤ  اَنۡ اَقُوۡلَ مَا لَیۡسَ لِیۡ ٭ بِحَقٍّ ؕ؃ اِنۡ کُنۡتُ قُلۡتُہٗ فَقَدۡ عَلِمۡتَہٗ ؕ تَعۡلَمُ  مَا فِیۡ نَفۡسِیۡ وَ لَاۤ اَعۡلَمُ مَا فِیۡ نَفۡسِکَ ؕ اِنَّکَ اَنۡتَ عَلَّامُ  الۡغُیُوۡبِ ﴿۱۱۶﴾ ",
			"index": "785",
			"name": "এবং যখন আল্লাহ্‌ বলবেন, ‘হে মরিয়ম তনয় ঈসা! তুমি কি জনগণকে বলেছিলে- তোমরা আল্লাহ্‌ ব্যতীত আমাকে ও আমার জননীকে দু’খোদারূপে গ্রহণ করো?’ তখন তিনি আরয করবেন, ‘পবিত্রতা আপনারই। আমার জন্য শোভা পায় না যে, ঐ কথা বলবো, যা বলার অধিকার আমার নেই, যদি আমি এমন বলতাম, তবে তা অবশ্যই আপনার জানা থাক্‌তো। আপনি জানেন যা আমার অন্তরে রয়েছে এবং আমি জানি না যা আপনার জ্ঞানে রয়েছে। নিঃসন্দেহে আপনিই সমস্ত অদৃশ্য সম্বন্ধে খুব জ্ঞাত। ",
			"en_kanzulimaan": "And when Allah will say, O Eisa, the son of Maryam! Did you say to the people, Appoint me and my mother as two Gods, besides Allah? He will submit, Purity is to You! It is not proper for me to say something for which I do not have a right; if I have said it, then surely You know it; You know what lies in my heart, and I do not know what is in Your knowledge; indeed You only know all the hidden.",
			"ur_kanzulimaan": "اور جب اللہ فرمائے گا اے مریم کے بیٹے عیسیٰ! کیا تو نے لوگوں سے کہہ دیا تھا کہ مجھے اور میری ماں کو دو خدا بنالو اللہ کے سوا عرض کرے گا، پاکی ہے تجھے مجھے روا نہیں کہ وہ بات کہوں جو مجھے نہیں پہنچتی اگر میں نے ایسا کہا ہو تو ضرور تجھے معلوم ہوگا تو جانتا ہے جو میرے جی میں ہے اور میں نہیں جانتا جو تیرے علم میں ہے، بیشک تو ہی ہے سب غیبوں کا خوب جاننے والا",
			"hi_kanzulimaan": "और जब अल्लाह फ़रमाएगा (287फ) ऐ मरयम के बेटे ईसा क्या तूने लोगों से कह दिया था कि मुझे और मेरी माँ को दो ख़ुदा बना लो अल्लाह के सिवा (288फ) अर्ज़ करेगा पाकी है तुझे (289फ) मुझे रवा नहीं कि वह बात कहूँ जो मुझे नहीं पहुंचती (290फ) अगर मैं ने ऐसा कहा हो तो ज़रूर तुझे मालूम होगा तू जानता है जो मेरे जी में है और मैं नहीं जानता जो तेरे इल्म में है बेशक तू ही है सब ग़ैबों (अज्ञात) का खुब जानने वाला (291फ)",
			"author": "১১৬. আর যখন আল্লাহ্ বলবেন, ‘হে মারইয়াম-তনয় ঈসা! তুমি কি মানুষকে বলেছিলে, “তোমরা আল্লাহ্ ব্যতীত আমাকে এবং আমার মাতাকে দু’জন উপাস্য হিসেবে গ্রহণ করো”?’ তিনি আরয করবেন, ‘তুমি পবিত্র, আমার জন্যে এ (সংগত) নয় যে, আমি এমন কথা বলি, যা বলার কোনো অধিকার আমার নেই। যদি আমি এ কথা বলতাম, তবে অবশ্যই তুমি তা জানতে। তুমি এমন সব (বিষয়) জানো, যা আমার অন্তরে রয়েছে এবং আমি সে সব (বিষয়) জানি না, যা তোমার জ্ঞানে রয়েছে। নিশ্চয়ই তুমিই অদৃশ্যের সকল বিষয় ভালোভাবে অবগত।"
		},
		{
			"_id": "786",
			"sura": "5",
			"para": "7",
			"verses": "117",
			"names": "مَا قُلۡتُ لَہُمۡ اِلَّا مَاۤ اَمَرۡتَنِیۡ بِہٖۤ اَنِ اعۡبُدُوا اللّٰہَ رَبِّیۡ وَ رَبَّکُمۡ ۚ وَ کُنۡتُ عَلَیۡہِمۡ  شَہِیۡدًا مَّا دُمۡتُ فِیۡہِمۡ ۚ فَلَمَّا تَوَفَّیۡتَنِیۡ  کُنۡتَ اَنۡتَ الرَّقِیۡبَ عَلَیۡہِمۡ ؕ وَ  اَنۡتَ عَلٰی کُلِّ  شَیۡءٍ  شَہِیۡدٌ ﴿۱۱۷﴾ ",
			"number": "",
			"verses_PDMS": "مَا قُلۡتُ لَہُمۡ اِلَّا مَاۤ اَمَرۡتَنِیۡ بِہٖۤ اَنِ اعۡبُدُوا اللّٰہَ رَبِّیۡ وَ رَبَّکُمۡ ۚ وَ کُنۡتُ عَلَیۡہِمۡ  شَہِیۡدًا مَّا دُمۡتُ فِیۡہِمۡ ۚ فَلَمَّا تَوَفَّیۡتَنِیۡ  کُنۡتَ اَنۡتَ الرَّقِیۡبَ عَلَیۡہِمۡ ؕ وَ  اَنۡتَ عَلٰی کُلِّ  شَیۡءٍ  شَہِیۡدٌ ﴿۱۱۷﴾ ",
			"index": "786",
			"name": "আমি তো তাদেরকে বলিনি, কিন্তু তা-ই যা বলার আপনি আমাকে নির্দেশ দিয়েছেন। তা হচ্ছে- ‘তোমরা আল্লাহ্‌রই ইবাদত করো, যিনি আমারও রব এবং তোমাদেরও রব আর আমি তাদের সম্বন্ধে অবগত ছিলাম যতদিন যাবৎ আমি তাদের মধ্যে ছিলাম। অতঃপর যখন আপনি আমাকে উঠিয়ে নিয়েছেন তখন আপনিই তো তাদের প্রতি দৃষ্টি রাখতেন; এবং প্রতিটি বস্তু আপনার সামনে উপস্থিত। ",
			"en_kanzulimaan": "I have not told them except what You commanded me, that Worship Allah, Who is my Lord and is also your Lord; I was aware of them till I was among them; and when You raised me, only You watched over them; and all things are present before You.",
			"ur_kanzulimaan": "میں نے تو ان سے نہ کہا مگر وہی جو تو نے مجھے حکم دیا تھا کہ ا لله کو پوجو جو میرا بھی رب اور تمھا ر ا بھی رب اور میں ان پر مطلع تھا جب تک ان میں رہا، پھر جب تو نے مجھے اٹھالیا تو تُو ہی ان پر نگاہ رکھتا تھا، اور ہر چیز تیرے سامنے حاضر ہے",
			"hi_kanzulimaan": "मैंने तो उनसे न कहा मगर वही जो मुझे तूने  हुक्म दिया था कि अल्लाह को पूजो जो मेरा भी रब और तुम्हारा भी रब और मैं उनपर मुत्तला (बाख़बर) था जब तक मैं उनमें रहा फिर जब तूने मुझे उठा लिया (292फ) तो तू ही उनपर निगाह रखता था और हर चीज़ तेरे सामने हाज़िर है (293फ)",
			"author": "১১৭. আমি তাদেরকে এ (বিষয়) ব্যতীত কিছুই বলিনি যার নির্দেশ তুমি আমাকে দিয়েছিলে, “তোমরা (কেবল) আল্লাহ্‌রই ইবাদত করো, যিনি আমার(ও) প্রতিপালক এবং তোমাদের(ও) প্রতিপালক”। আর আমি তাদের (আকীদা ও আমলের) উপর (সে সময় পর্যন্ত) সতর্ক প্রহরারত ছিলাম, যতক্ষণ পর্যন্ত আমি সেসব লোকের মাঝে বিদ্যমান ছিলাম। অতঃপর যখন তুমি আমাকে উঠিয়ে নিলে, তখন তুমিই তাদের (অবস্থার) উপর প্রহরী ছিলে। আর তুমি সর্ব বিষয়ে সাক্ষী।"
		},
		{
			"_id": "787",
			"sura": "5",
			"para": "7",
			"verses": "118",
			"names": "اِنۡ تُعَذِّبۡہُمۡ فَاِنَّہُمۡ عِبَادُکَ ۚ وَ اِنۡ تَغۡفِرۡ لَہُمۡ فَاِنَّکَ اَنۡتَ الۡعَزِیۡزُ الۡحَکِیۡمُ ﴿۱۱۸﴾ ",
			"number": "",
			"verses_PDMS": "اِنۡ تُعَذِّبۡہُمۡ فَاِنَّہُمۡ عِبَادُکَ ۚ وَ اِنۡ تَغۡفِرۡ لَہُمۡ فَاِنَّکَ اَنۡتَ الۡعَزِیۡزُ الۡحَکِیۡمُ ﴿۱۱۸﴾ ",
			"index": "787",
			"name": "যদি আপনি তাদেরকে শাস্তি দেন, তবে তারা আপনারই বান্দা এবং যদি আপনি তাদেরকে ক্ষমা করে দেন, তবে নিঃসন্দেহে আপনি পরাক্রমশালী, প্রজ্ঞাময়’।",
			"en_kanzulimaan": "If you punish them, then indeed they are Your slaves; and if you forgive them, then indeed You only are the Almighty, the Wise.",
			"ur_kanzulimaan": "اگر تو انہیں عذاب کرے تو وہ تیرے بندے ہیں، اور اگر تو انہیں بخش دے تو بیشک تو ہی ہے غالب حکمت والا",
			"hi_kanzulimaan": "अगर तू उन्हें अज़ाब करे तो वो तेरे बन्दे हैं और अगर तू उन्हें बख़्श दे तो बेशक तू ही है ग़ालिब हिकमत वाला (294फ)",
			"author": "১১৮. যদি তুমি তাদেরকে শাস্তি দাও, তবে তারা তোমার(ই) বান্দা আর যদি তুমি তাদেরকে ক্ষমা করে দাও, তবে নিশ্চয়ই তুমি মহাপরাক্রমশালী, প্রজ্ঞাবান।’"
		},
		{
			"_id": "788",
			"sura": "5",
			"para": "7",
			"verses": "119",
			"names": "قَالَ اللّٰہُ ہٰذَا یَوۡمُ یَنۡفَعُ الصّٰدِقِیۡنَ صِدۡقُہُمۡ ؕ لَہُمۡ جَنّٰتٌ تَجۡرِیۡ مِنۡ  تَحۡتِہَا الۡاَنۡہٰرُ  خٰلِدِیۡنَ  فِیۡہَاۤ  اَبَدًا ؕ رَضِیَ اللّٰہُ عَنۡہُمۡ وَ رَضُوۡا عَنۡہُ ؕ ذٰلِکَ الۡفَوۡزُ الۡعَظِیۡمُ ﴿۱۱۹﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ اللّٰہُ ہٰذَا یَوۡمُ یَنۡفَعُ الصّٰدِقِیۡنَ صِدۡقُہُمۡ ؕ لَہُمۡ جَنّٰتٌ تَجۡرِیۡ مِنۡ  تَحۡتِہَا الۡاَنۡہٰرُ  خٰلِدِیۡنَ  فِیۡہَاۤ  اَبَدًا ؕ رَضِیَ اللّٰہُ عَنۡہُمۡ وَ رَضُوۡا عَنۡہُ ؕ ذٰلِکَ الۡفَوۡزُ الۡعَظِیۡمُ ﴿۱۱۹﴾ ",
			"index": "788",
			"name": "আল্লাহ্‌ এরশাদ করেছেন, ‘এটা হচ্ছে ঐ দিন, যার মধ্যে সত্যবাদীদের সততা তাদের কাজে আসবে। তাদের জন্য রয়েছে জান্নাতসমূহ, যেগুলোর নিম্নদেশে নহরসমূহ প্রবহমান। তারা সদা সর্বদা সেগুলোর মধ্যে থাকবে। আল্লাহ্‌ তাদের উপর সন্তুষ্ট এবং তারাও আল্লাহ্‌র উপর সন্তুষ্ট। এটা হচ্ছে বড় সাফল্য। ",
			"en_kanzulimaan": "Proclaimed Allah, This is a day on which the truthful will benefit from their truthfulness; for them are Gardens beneath which rivers flow, in which they will abide for ever and ever; Allah is pleased with them and they are pleased with Allah; this is the greatest success.",
			"ur_kanzulimaan": "اللہ نے فرمایا کہ یہ ہے وہ دن جس میں سچوں کو ان کا سچ کام آئے گا، ان کے لئے باغ ہیں جن کے نیچے نہریں رواں ہمیشہ ہمیشہ رہیں گے، اللہ ان سے راضی اور وہ اللہ سے راضی، یہ ہے بڑی کامیابی،",
			"hi_kanzulimaan": "अल्लाह ने फ़रमाया कि यह (295फ) है वह दिन जिसमें सच्चों को (296फ) उनका सच काम आएगा उनके लिये बाग़ हैं जिनके नीचे नेहरें रवां हमेशा हमेशा उनमें रहेंगे अल्लाह उनसे राज़ी और वो अल्लाह से राज़ी यह है बड़ी कामयाबी",
			"author": "১১৯. আল্লাহ্ বলবেন, ‘এটি সেই দিন, (যেদিন) সত্যবাদী লোকদেরকে তাদের সত্যবাদিতা উপকৃত করবে। তাদের জন্যে রয়েছে জান্নাত, যার তলদেশে স্রোতধারা প্রবাহিত; তারা তাতে চিরকাল বসবাস করবে। আল্লাহ্ তাদের প্রতি সন্তুষ্ট আর তারাও তাঁর প্রতি সন্তুষ্ট। এ (আল্লাহ্‌র সন্তুষ্টি) সবচেয়ে বড় সাফল্য।’"
		},
		{
			"_id": "789",
			"sura": "5",
			"para": "7",
			"verses": "120",
			"names": "لِلّٰہِ مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ مَا فِیۡہِنَّ ؕ وَ ہُوَ  عَلٰی  کُلِّ  شَیۡءٍ  قَدِیۡرٌ ﴿۱۲۰﴾ ",
			"number": "",
			"verses_PDMS": "لِلّٰہِ مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ مَا فِیۡہِنَّ ؕ وَ ہُوَ  عَلٰی  کُلِّ  شَیۡءٍ  قَدِیۡرٌ ﴿۱۲۰﴾ ",
			"index": "789",
			"name": "আল্লাহ্‌রই জন্য আসমান সমূহ ও যমীন এবং যা কিছু এগুলোর মধ্যে রয়েছে সবকিছুর রাজত্ব এবং তিনি সর্ব বিষয়ে শক্তিমান।",
			"en_kanzulimaan": "To Allah only belongs the kingship of the heavens and the earth and all that is in them: and He is Able to do all things.",
			"ur_kanzulimaan": "اللہ ہی کے لئے ہے آسمانوں اور زمین اور جو کچھ ان میں ہے سب کی سلطنت، اور وہ ہر چیز پر قادر ہے",
			"hi_kanzulimaan": "अल्लाह ही के लिये है आसमानों और ज़मीन और जो कुछ उनमें है सब की सल्तनत और वह हर चीज़ पर क़ादिर है (297फ)",
			"author": "১২০. (সকল কিছুর) রাজত্ব আল্লাহ্‌রই; আসমানসমূহ, পৃথিবী এবং যা কিছু এসবে রয়েছে । আর তিনি সকল কিছুর উপর পূর্ণ ক্ষমতাবান।"
		}
	]