[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "5105",
			"sura": "58",
			"para": "28",
			"verses": "1",
			"names": "قَدۡ سَمِعَ  اللّٰہُ  قَوۡلَ  الَّتِیۡ تُجَادِلُکَ فِیۡ زَوۡجِہَا وَ تَشۡتَکِیۡۤ  اِلَی اللّٰہِ ٭ۖ وَ اللّٰہُ یَسۡمَعُ  تَحَاوُرَکُمَا ؕ اِنَّ اللّٰہَ  سَمِیۡعٌۢ بَصِیۡرٌ ﴿۱﴾  ",
			"number": "",
			"verses_PDMS": "قَدۡ سَمِعَ  اللّٰہُ  قَوۡلَ  الَّتِیۡ تُجَادِلُکَ فِیۡ زَوۡجِہَا وَ تَشۡتَکِیۡۤ  اِلَی اللّٰہِ ٭ۖ وَ اللّٰہُ یَسۡمَعُ  تَحَاوُرَکُمَا ؕ اِنَّ اللّٰہَ  سَمِیۡعٌۢ بَصِیۡرٌ ﴿۱﴾  ",
			"index": "5105",
			"name": "নিশ্চয় আল্লাহ্‌ শুনেছেন তার কথা, যে আপনার সাথে তার স্বামীর ব্যাপারে বাদানুবাদ করছে এবং আল্লাহ্‌ দরবারে ফরিয়াদ করছে; আর আল্লাহ্‌ তোমাদের উভয়ের বাদানুবাদ শুনছেন। নিশ্চয় আল্লাহ্‌ শুনেন, দেখেন। ",
			"en_kanzulimaan": "Allah has indeed heard the speech of the woman who is arguing with you (O dear Prophet Mohammed  peace and blessings be upon him) concerning her husband, and is complaining to Allah; and Allah hears the conversation of you both; indeed Allah is All Hearing, All Knowing.",
			"ur_kanzulimaan": "بیشک اللہ نے سنی اس کی بات جو تم سے اپنے شوہر کے معاملہ میں بحث کرتی ہے اور اللہ سے شکایت کرتی ہے، اور اللہ تم دونوں کی گفتگو سن رہا ہے، بیشک اللہ سنتا دیکھتا ہے،",
			"hi_kanzulimaan": "बेशक अल्लाह ने सुनी उसकी बात जो तुम से अपने शौहर के मामले में बहस करती है (2फ़) और अल्लाह से शिकायत करती है और अल्लाह तुम दोनों की गुफ़्तगु सुन रहा है, बेशक अल्लाह सुनता देखता है",
			"id": 1,
			"text": "قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ",
			"author": "১. আল্লাহ্ অবশ্যই শুনেছেন সে নারীর কথা, যে আপনার নিকট তার স্বামীর ব্যাপারে বাদানুবাদ করছিল এবং আল্লাহ্‌র নিকট অভিযোগ পেশ করছিল। আল্লাহ্ আপনাদের উভয়ের প্রশ্নোত্তর শুনছিলেন। নিশ্চয়ই আল্লাহ্ সর্বশ্রোতা, সর্বদ্রষ্টা।"
		},
		{
			"_id": "5106",
			"sura": "58",
			"para": "28",
			"verses": "2",
			"names": "اَلَّذِیۡنَ یُظٰہِرُوۡنَ مِنۡکُمۡ مِّنۡ  نِّسَآئِہِمۡ مَّا ہُنَّ  اُمَّہٰتِہِمۡ ؕ اِنۡ  اُمَّہٰتُہُمۡ  اِلَّا الّٰٓیِٴۡ  وَلَدۡنَہُمۡ ؕ وَ اِنَّہُمۡ  لَیَقُوۡلُوۡنَ مُنۡکَرًا مِّنَ الۡقَوۡلِ وَ زُوۡرًا ؕ وَ اِنَّ اللّٰہَ لَعَفُوٌّ غَفُوۡرٌ ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "اَلَّذِیۡنَ یُظٰہِرُوۡنَ مِنۡکُمۡ مِّنۡ  نِّسَآئِہِمۡ مَّا ہُنَّ  اُمَّہٰتِہِمۡ ؕ اِنۡ  اُمَّہٰتُہُمۡ  اِلَّا الّٰٓیِٴۡ  وَلَدۡنَہُمۡ ؕ وَ اِنَّہُمۡ  لَیَقُوۡلُوۡنَ مُنۡکَرًا مِّنَ الۡقَوۡلِ وَ زُوۡرًا ؕ وَ اِنَّ اللّٰہَ لَعَفُوٌّ غَفُوۡرٌ ﴿۲﴾ ",
			"index": "5106",
			"name": "ওই সব লোক, যারা তোমাদের মধ্যে নিজ স্ত্রীদেরকে নিজ মায়ের স্থলে বলে বসে; তারা তাদের মা নয়। তাদের মায়েরা তো হচ্ছে তারাই, যাদের থেকে তারা জন্মলাভ করেছে। এবং নিঃসন্দেহে, তারা মন্দ ও নিরেট মিথ্যা কথা বলছে। এবং নিশ্চয় আল্লাহ্‌ অবশ্য পাপ মোচনকারী, ক্ষমাশীল। ",
			"en_kanzulimaan": "Those among you who have proclaimed their wives as their mothers  so their wives are not their mothers; their mothers are only those that gave them birth; and undoubtedly they utter evil and a blatant lie; and indeed Allah is Most Pardoning, Oft Forgiving.",
			"ur_kanzulimaan": "وہ جو تم میں اپنی بیبیوں کو اپنی ماں کی جگہ کہہ بیٹھتے ہیں وہ ان کی مائیں نہیں ان کی مائیں تو وہی ہیں جن سے وہ پیدا ہیں اور وہ بیشک بری اور نری جھوٹ بات کہتے ہیں اور بیشک اللہ ضرور معاف کرنے والا اور بخشنے والا ہے،",
			"hi_kanzulimaan": "वो जो तुम में अपनी बीबियों को अपनी माँ की जगह कह बैठते हैं (3फ़) वो उनकी माएँ नहीं (4फ़) उनकी माएँ तो वही हैं जिन से वो पैदा हैं (5फ़) और वह बेशक बुरी और निरी झूट बात कहते हैं (6फ़) और बेशक अल्लाह ज़रूर माफ़ करने वाला और बख़्शने वाला है",
			"id": 2,
			"text": "ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّـٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ",
			"author": "২. তোমাদের মধ্যে যারা তাদের স্ত্রীদের সাথে ‘যিহার’ করে (অর্থাৎ বলে, ‘তুমি আমার নিকট আমার মায়ের মতো’), তবে (এ কথার দ্বারা) তারা তাদের মাতা (হয়ে যায়) না। তাদের মাতা তো কেবল তারাই যারা তাদেরকে জন্ম দেয়। নিশ্চয়ই তারা মন্দ এবং মিথ্যা কথা বলে। আর আল্লাহ্ অবশ্যই পাপমোচনকারী, ক্ষমাশীল।"
		},
		{
			"_id": "5107",
			"sura": "58",
			"para": "28",
			"verses": "3",
			"names": "وَ الَّذِیۡنَ یُظٰہِرُوۡنَ مِنۡ نِّسَآئِہِمۡ ثُمَّ یَعُوۡدُوۡنَ لِمَا قَالُوۡا فَتَحۡرِیۡرُ  رَقَبَۃٍ  مِّنۡ قَبۡلِ  اَنۡ یَّتَمَآسَّا ؕ ذٰلِکُمۡ تُوۡعَظُوۡنَ بِہٖ ؕ وَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ  خَبِیۡرٌ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ یُظٰہِرُوۡنَ مِنۡ نِّسَآئِہِمۡ ثُمَّ یَعُوۡدُوۡنَ لِمَا قَالُوۡا فَتَحۡرِیۡرُ  رَقَبَۃٍ  مِّنۡ قَبۡلِ  اَنۡ یَّتَمَآسَّا ؕ ذٰلِکُمۡ تُوۡعَظُوۡنَ بِہٖ ؕ وَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ  خَبِیۡرٌ ﴿۳﴾ ",
			"index": "5107",
			"name": "এবং ওই সব লোক, যারা আপন স্ত্রীদেরকে আপন মায়ের স্থলে বলে বসে অতঃপর তারা তাদের ওই জঘন্য উক্তি প্রত্যাহার করতে চায়, যা তারা বলেছে, তবে তাদের উপর অপরিহার্য- একটা ক্রীতদাস মুক্ত করা এর পূর্বে যে, একে অপরকে স্পর্শ করবে। এটা হচ্ছে- যে উপদেশ তোমাদেরকে দেওয়া হচ্ছে এবং আল্লাহ্‌ তোমাদের কার্যাদি সম্বন্ধে অবহিত। ",
			"en_kanzulimaan": "And those among you who have proclaimed their wives as their mothers and then wish to revert to the matter upon which they had uttered such an enormous word, must then free a slave before they touch one another; this is what you are advised; and Allah is Aware of your deeds.",
			"ur_kanzulimaan": "اور وہ جو اپنی بیبیوں کو اپنی ماں کی جگہ کہیں پھر وہی کرنا چاہیں جس پر اتنی بری بات کہہ چکے تو ان پر لازم ہے ایک بردہ آزاد کرنا قبل اس کے کہ ایک دوسرے کو ہاتھ لگائیں یہ ہے جو نصیحت تمہیں کی جاتی ہے، اور اللہ تمہارے کاموں سے خبردار ہے،",
			"hi_kanzulimaan": "और वो जो अपनी बीबियों को अपनी माँ की जगह कहें (7फ़) फिर वही करना चाहें जिस पर इतनी बड़ी बात कह चुके (8फ) तो उनपर लाज़िम है (9फ़) एक बर्दह आज़ाद करना (10फ़) क़ब्ल इसके कि एक दूसरे को हाथ लगाएं (11फ़) यह है जो नसीहत तुम्हें की जाती है, और अल्लाह तुम्हारे कामों से ख़बरदार है",
			"id": 3,
			"text": "وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
			"author": "৩. আর যারা নিজেদের স্ত্রীদের সাথে ‘যিহার’ করে ফেলেছে, অতঃপর তাদের উক্তি প্রত্যাহার করতে চায়, তবে তারা একে অপরকে স্পর্শ করার পূর্বে একজন দাস (বা দাসী) মুক্ত করবে। তোমাদেরকে এ বিষয়ের উপদেশ দেয়া হচ্ছে। আর আল্লাহ্ সেসব কর্মকান্ড সম্পর্কে খবর রাখেন যা তোমরা করো।"
		},
		{
			"_id": "5108",
			"sura": "58",
			"para": "28",
			"verses": "4",
			"names": "فَمَنۡ  لَّمۡ یَجِدۡ فَصِیَامُ شَہۡرَیۡنِ مُتَتَابِعَیۡنِ مِنۡ قَبۡلِ اَنۡ یَّتَمَآسَّا ۚ فَمَنۡ لَّمۡ  یَسۡتَطِعۡ  فَاِطۡعَامُ سِتِّیۡنَ مِسۡکِیۡنًا ؕ ذٰلِکَ لِتُؤۡمِنُوۡا بِاللّٰہِ وَ رَسُوۡلِہٖ ؕ  وَ تِلۡکَ حُدُوۡدُ اللّٰہِ ؕ وَ لِلۡکٰفِرِیۡنَ  عَذَابٌ  اَلِیۡمٌ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "فَمَنۡ  لَّمۡ یَجِدۡ فَصِیَامُ شَہۡرَیۡنِ مُتَتَابِعَیۡنِ مِنۡ قَبۡلِ اَنۡ یَّتَمَآسَّا ۚ فَمَنۡ لَّمۡ  یَسۡتَطِعۡ  فَاِطۡعَامُ سِتِّیۡنَ مِسۡکِیۡنًا ؕ ذٰلِکَ لِتُؤۡمِنُوۡا بِاللّٰہِ وَ رَسُوۡلِہٖ ؕ  وَ تِلۡکَ حُدُوۡدُ اللّٰہِ ؕ وَ لِلۡکٰفِرِیۡنَ  عَذَابٌ  اَلِیۡمٌ ﴿۴﴾ ",
			"index": "5108",
			"name": "অতঃপর যে ব্যক্তি ক্রীতদাস পায় না তবে সে লাগাতার দু’মাসের রোযা রাখবে এর পূর্বে যে, একে অপরের গায়ে হাত লাগাবে। অতঃপর যার দ্বারা রোযা রাখাও সম্ভবপর নয়, তবে তাকে ষাটজন মিসকীনকে পেট ভরে আহার করাতে হবে। এটা এ জন্য যে, তোমরা আল্লাহ্‌ ও তাঁর রসূলের উপর ঈমান রাখবে। এবং এগুলো আল্লাহ্‌র নির্ধারিত সীমা। আর কাফিরদের জন্য রয়েছে বেদনাদায়ক শাস্তি। ",
			"en_kanzulimaan": "So one who cannot find a slave, must then fast for two successive months before they touch one another; and one who cannot even fast, must then feed sixty needy ones; this is in order that you keep faith in Allah and His Noble Messenger; and these are the limits of Allah; and for the disbelievers is a painful punishment.",
			"ur_kanzulimaan": "پھر جسے بردہ نہ ملے تو لگاتار دو مہینے کے روزے قبل اس کے کہ ایک دوسرے کو ہاتھ لگائیں پھر جس سے روزے بھی نہ ہوسکیں تو ساٹھ مسکینوں کا پیٹ بھرنا یہ اس لیے کہ تم اللہ اور اس کے رسول پر ایمان رکھو اور یہ اللہ کی حدیں ہیں اور کافروں کے لیے دردناک عذاب ہے،",
			"hi_kanzulimaan": "फिर जिसे बर्दह(गुलाम) न मिले तो (12फ़) लगातार दो महीने के रोज़े (13फ़) क़ब्ल इसके कि एक दूसरे को हाथ लगाएं (14फ़) फिर जिस से रोज़े भी न हो सकें (15फ़) तो साठ मिस्कीनों (फ़क़ीरों) का पेट भरना (16फ़) यह इसलिये कि तुम अल्लाह और उसके रसूल पर ईमान रखो (17फ़) और ये अल्लाह की हदें हैं  (18फ़) और काफ़िरों के लिये दर्दनाक अज़ाब है",
			"id": 4,
			"text": "فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ",
			"author": "৪. কিন্তু যার (দাস-দাসীর) সামর্থ্য নেই, একে অপরকে স্পর্শ করার পূর্বে সে একাধিক্রমে দুই মাস (বাধ্যতামুলক) রোজা রাখবে। অতঃপর যে ব্যক্তি এতেও অসামর্থ্য, সে ষাট জন মিসকীনকে খাওয়াবে। তা এ জন্যে যে, তোমরা যেন আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর প্রতি ঈমান রাখো। এটি আল্লাহ্‌র (নির্ধারিত) সীমানা; আর কাফেরদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।"
		},
		{
			"_id": "5109",
			"sura": "58",
			"para": "28",
			"verses": "5",
			"names": "اِنَّ  الَّذِیۡنَ یُحَآدُّوۡنَ اللّٰہَ  وَ رَسُوۡلَہٗ کُبِتُوۡا کَمَا کُبِتَ الَّذِیۡنَ مِنۡ  قَبۡلِہِمۡ وَ قَدۡ اَنۡزَلۡنَاۤ  اٰیٰتٍۭ بَیِّنٰتٍ ؕ وَ لِلۡکٰفِرِیۡنَ عَذَابٌ  مُّہِیۡنٌ ۚ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الَّذِیۡنَ یُحَآدُّوۡنَ اللّٰہَ  وَ رَسُوۡلَہٗ کُبِتُوۡا کَمَا کُبِتَ الَّذِیۡنَ مِنۡ  قَبۡلِہِمۡ وَ قَدۡ اَنۡزَلۡنَاۤ  اٰیٰتٍۭ بَیِّنٰتٍ ؕ وَ لِلۡکٰفِرِیۡنَ عَذَابٌ  مُّہِیۡنٌ ۚ﴿۵﴾ ",
			"index": "5109",
			"name": "নিশ্চয় ওই সব লোক, যারা বিরুদ্ধাচরণ করে আল্লাহ্‌ ও তাঁর রসূলের, তাদেরকে অপমানিত করা হয়েছে যেমন অপমানিত করা হয়েছিলো তাদের পূর্ববর্তীদেরকে এবং নিশ্চয় আমি সুস্পষ্ট আয়াতসমূহ অবতীর্ণ করেছি; আর কাফিরদের জন্য লাঞ্ছনার শাস্তি রয়েছে। ",
			"en_kanzulimaan": "Indeed those who oppose Allah and His Noble Messenger have been humiliated, like those before them who were humiliated, and We have indeed sent down clear verses; and for the disbelievers is a disgraceful punishment.",
			"ur_kanzulimaan": "بیشک وہ جو مخالفت کرتے ہیں اللہ اور اس کے رسول کی ذلیل کیے گئے جیسے ان سے اگلوں کو ذلت دی گئی اور بیشک ہم نے روشن آیتیں اتاریں اور کافروں کے لیے خواری کا عذاب ہے،",
			"hi_kanzulimaan": "बेशक वो जो मुख़ालिफ़त करते हैं अल्लाह और उसके रसूल की, ज़लील किये गए जैसे उनसे अगलों को ज़िल्लत दी गई (19फ़) और बेशक हमने रौशन आयतें उतारीं (20फ़) और काफ़िरों के लिये ख़्वारी का अज़ाब है",
			"id": 5,
			"text": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ",
			"author": "৫. নিশ্চয়ই যারা আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর সাথে শত্রুতা পোষণ করে, তাদেরকে অপদস্ত করা হবে যেমন অপদস্ত করা হয়েছে তাদের পূর্ববর্তীদেরকে। আর নিশ্চয়ই আমরা অবতীর্ণ করেছি সুস্পষ্ট আয়াতসমূহ; আর কাফেরদের জন্যে রয়েছে লাঞ্ছনাকর শাস্তি।"
		},
		{
			"_id": "5110",
			"sura": "58",
			"para": "28",
			"verses": "6",
			"names": "یَوۡمَ یَبۡعَثُہُمُ اللّٰہُ جَمِیۡعًا فَیُنَبِّئُہُمۡ بِمَا عَمِلُوۡا ؕ اَحۡصٰہُ  اللّٰہُ وَ نَسُوۡہُ ؕ وَ اللّٰہُ عَلٰی کُلِّ  شَیۡءٍ شَہِیۡدٌ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "یَوۡمَ یَبۡعَثُہُمُ اللّٰہُ جَمِیۡعًا فَیُنَبِّئُہُمۡ بِمَا عَمِلُوۡا ؕ اَحۡصٰہُ  اللّٰہُ وَ نَسُوۡہُ ؕ وَ اللّٰہُ عَلٰی کُلِّ  شَیۡءٍ شَہِیۡدٌ ﴿۶﴾ ",
			"index": "5110",
			"name": "যে দিন আল্লাহ্‌ তাদের সবাইকে পুনরুত্থিত করবেন অতঃপর তাদেরকে তাদের কৃতকর্ম সম্পর্কে জ্ঞাত করবেন। আল্লাহ্‌ সেগুলোর গণনা করে রেখেছেন আর তারা তা ভুলে গেছে এবং প্রত্যেক কিছু আল্লাহ্‌র সম্মুখে রয়েছে। ",
			"en_kanzulimaan": "The day when Allah will raise all of them together and inform them of their misdeeds; Allah has kept count of them, whereas they have forgotten them; and all things are present before Allah.",
			"ur_kanzulimaan": "جس دن اللہ ان سب کو اٹھائے گا پھر انہیں ان کے کو تک جتادے گا اللہ نے انہیں گن رکھا ہے اور وہ بھول گئے اور ہر چیز اللہ کے سامنے ہے،",
			"hi_kanzulimaan": "जिस दिन अल्लाह उन सबको उठाएगा (21फ़) फिर उन्हें उनके कौतुक जता देगा (22फ़) अल्लाह ने उन्हें गिन रखा है और वो भूल गए (23फ़) और हर चीज़ अल्लाह के सामने है",
			"id": 6,
			"text": "يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ",
			"author": "৬. যে দিন আল্লাহ্ তাদের সকলকে একত্রে (পুনর্জীবিত করে) উত্থিত করবেন, অতঃপর তাদেরকে তাদের কর্মকান্ড সম্পর্কে অবগত করবেন; আল্লাহ্ (তাদের) সমস্ত কর্মকান্ডের হিসেব রেখেছেন, অথচ তারা তা ভুলে(ও) গিয়েছে। আল্লাহ্ সর্ববিষয়ে সাক্ষী (এবং সম্যক অবগত)।"
		},
		{
			"_id": "5111",
			"sura": "58",
			"para": "28",
			"verses": "7",
			"names": "اَلَمۡ  تَرَ اَنَّ اللّٰہَ یَعۡلَمُ مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ؕ مَا یَکُوۡنُ مِنۡ نَّجۡوٰی ثَلٰثَۃٍ  اِلَّا ہُوَ  رَابِعُہُمۡ وَ لَا خَمۡسَۃٍ  اِلَّا ہُوَ سَادِسُہُمۡ وَ لَاۤ  اَدۡنٰی مِنۡ ذٰلِکَ وَ لَاۤ اَکۡثَرَ  اِلَّا ہُوَ مَعَہُمۡ  اَیۡنَ مَا کَانُوۡا ۚ ثُمَّ  یُنَبِّئُہُمۡ بِمَا عَمِلُوۡا یَوۡمَ  الۡقِیٰمَۃِ ؕ اِنَّ اللّٰہَ بِکُلِّ  شَیۡءٍ عَلِیۡمٌ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "اَلَمۡ  تَرَ اَنَّ اللّٰہَ یَعۡلَمُ مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ؕ مَا یَکُوۡنُ مِنۡ نَّجۡوٰی ثَلٰثَۃٍ  اِلَّا ہُوَ  رَابِعُہُمۡ وَ لَا خَمۡسَۃٍ  اِلَّا ہُوَ سَادِسُہُمۡ وَ لَاۤ  اَدۡنٰی مِنۡ ذٰلِکَ وَ لَاۤ اَکۡثَرَ  اِلَّا ہُوَ مَعَہُمۡ  اَیۡنَ مَا کَانُوۡا ۚ ثُمَّ  یُنَبِّئُہُمۡ بِمَا عَمِلُوۡا یَوۡمَ  الۡقِیٰمَۃِ ؕ اِنَّ اللّٰہَ بِکُلِّ  شَیۡءٍ عَلِیۡمٌ ﴿۷﴾ ",
			"index": "5111",
			"name": "ওহে শ্রোতা! তুমি কি দেখো নি যে, আল্লাহ্‌ জানেন যা কিছু আস্‌মানসমূহে রয়েছে এবং যা কিছু যমীনে। যে কোন স্থানে তিন ব্যক্তির কানাঘুষা হয়, সেখানে চতুর্থ তিনি বিরাজমান থাকেন এবং পাচজনের হলে, তবে ‘ষষ্ঠ’ তিনি এবং না তা থেকে কম এবং তা তদপেক্ষা বেশীর, কিন্তু তিনি তাদের সাথে থাকেন তারা যেখানেই থাকুক না কেন। অতঃপর তাদেরকে ক্বিয়ামত- দিবসে বলে দেবেন যা কিছু তারা করেছে। নিশ্চয় আল্লাহ্‌ সবকিছু জানেন।",
			"en_kanzulimaan": "O listener! Did you not see that Allah knows all whatever is in the heavens and all whatever is in the earth? Wherever there is any discussion among three He is the fourth present with them, and among five He is the sixth, and there is no discussion among fewer or more except that He is with them wherever they may be; and then on the Day of Resurrection He will inform them of all what they did; indeed Allah knows all things.",
			"ur_kanzulimaan": "اے سننے والے کیا تو نے نہ دیکھا کہ اللہ جانتا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں جہاں کہیں تین شخصوں کی سرگوشی ہو تو چوتھا وہ موجود ہے اور پانچ کی تو چھٹا وہ اور نہ اس سے کم اور نہ اس سے زیادہ کی مگر یہ کہ وہ ان کے ساتھ ہے جہاں کہیں ہوں پھر انہیں قیامت کے دن بتادے گا جو کچھ انہوں نے کیا، بیشک اللہ سب کچھ جانتا ہے،",
			"hi_kanzulimaan": "ऐ सुनने वाले क्या तूने न देखा कि अल्लाह जानता है जो कुछ आसमानों में हैं और जो कुछ ज़मीन में (24फ़) जहाँ कहीं तीन शख्सो की सरगोशी हो (25फ़) तो चौथा वह मौजूद है (26फ़) और पाँच की (27फ़) तो छटा वह (28फ़) और न उससे कम (29फ़) और न उससे ज़्यादा की मगर यह कि वह उनके साथ है (30फ़) जहाँ कहीं हों, फिर उन्हें क़यामत के दिन बता देगा जो कुछ उन्होंने किया, बेशक अल्लाह सब कुछ जानता है",
			"id": 7,
			"text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ",
			"author": "৭. (হে মানুষ!) তুমি কি জ্ঞাত নও, আকাশমন্ডলীতে ও পৃথিবীতে যা কিছু রয়েছে আল্লাহ্ সব জানেন? তিন ব্যক্তির এমন কোনো কানাঘুষা হয় না যাতে তিনি (নিজ পরিবেষ্টিত জ্ঞান ও অবগতির দ্বারা) তাদের চতুর্থজন হন না এবং পাঁচজনের মধ্যেও এমন হয় না যাতে তিনি (স্বীয় পরিবেষ্টিত জ্ঞান ও অবগতির দ্বারা) তাদের ষষ্ঠজন হন না। আর এরচেয়েও কম হোক বা বেশী, তিনি (সর্বদা) তাদের সাথেই আছেন, তারা যেখানেই থাকুক। অতঃপর কিয়ামতের দিন তিনি তাদেরকে সমস্ত কর্মকান্ড সম্পর্কে অবগত করবেন যা তারা করতো। নিশ্চয়ই আল্লাহ্ সর্ববিষয়ে সম্যক অবগত।"
		},
		{
			"_id": "5112",
			"sura": "58",
			"para": "28",
			"verses": "8",
			"names": "اَلَمۡ تَرَ اِلَی الَّذِیۡنَ نُہُوۡا عَنِ النَّجۡوٰی ثُمَّ یَعُوۡدُوۡنَ لِمَا نُہُوۡا عَنۡہُ وَ یَتَنٰجَوۡنَ بِالۡاِثۡمِ وَ الۡعُدۡوَانِ وَ مَعۡصِیَتِ الرَّسُوۡلِ ۫ وَ اِذَا جَآءُوۡکَ حَیَّوۡکَ بِمَا لَمۡ یُحَیِّکَ بِہِ اللّٰہُ ۙ وَ یَقُوۡلُوۡنَ  فِیۡۤ  اَنۡفُسِہِمۡ لَوۡ  لَا یُعَذِّبُنَا اللّٰہُ  بِمَا نَقُوۡلُ ؕ حَسۡبُہُمۡ  جَہَنَّمُ ۚ یَصۡلَوۡنَہَا ۚ فَبِئۡسَ الۡمَصِیۡرُ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "اَلَمۡ تَرَ اِلَی الَّذِیۡنَ نُہُوۡا عَنِ النَّجۡوٰی ثُمَّ یَعُوۡدُوۡنَ لِمَا نُہُوۡا عَنۡہُ وَ یَتَنٰجَوۡنَ بِالۡاِثۡمِ وَ الۡعُدۡوَانِ وَ مَعۡصِیَتِ الرَّسُوۡلِ ۫ وَ اِذَا جَآءُوۡکَ حَیَّوۡکَ بِمَا لَمۡ یُحَیِّکَ بِہِ اللّٰہُ ۙ وَ یَقُوۡلُوۡنَ  فِیۡۤ  اَنۡفُسِہِمۡ لَوۡ  لَا یُعَذِّبُنَا اللّٰہُ  بِمَا نَقُوۡلُ ؕ حَسۡبُہُمۡ  جَہَنَّمُ ۚ یَصۡلَوۡنَہَا ۚ فَبِئۡسَ الۡمَصِیۡرُ ﴿۸﴾ ",
			"index": "5112",
			"name": "আপনি কি তাদেরকে দেখেন নি, যাদেরকে মন্দ পরামর্শ করতে নিষেধ করা হয়েছিলো, অতঃপর তা-ই করে, যা করতে নিষেধ করা হয়েছিলো এবং পরস্পরের মধ্যে পাপ ও সীমালঙ্ঘন এবং রসূলের বিরুদ্ধাচরণের ব্যাপারে পরামর্শ করে। আর যখন আপনার সম্মুখে উপস্থিত হয় তখন এমন বাক্য দ্বারা আপনাকে অভিবাদন জানায়, যেসব শব্দ আল্লাহ্‌ আপনার সম্মানের ক্ষেত্রে বলেন নি আর তাদের মনে মনে বলে, ‘আমাদেরকে আল্লাহ্‌ কেন শাস্তি প্রদান করেন না আমাদের এ কথা বলার উপর?’ তাদের জন্য জাহান্নাম যথেষ্ট। তারা তাতে বিধ্বস্ত হবে। সুতরাং কতই মন্দ পরিণতি। ",
			"en_kanzulimaan": "Did you not see those who were forbidden from conspiracy, yet they do what was forbidden, and consult each other for sinning, and for exceeding limits, and for disobeying the Noble Messenger? And when they come in your presence, they greet you with words not chosen by Allah for respectfully greeting you, and they inwardly say, Why does not Allah punish us for what we say?; hell is sufficient for them; they will sink into it; and what a wretched outcome!",
			"ur_kanzulimaan": "کیا تم نے انہیں نہ دیکھا جنہیں بری مشورت سے منع فرمایا گیا تھا پھر وہی کرتے ہیں جس کی ممانعت ہوئی تھی اور آپس میں گناہ اور حد سے بڑھنے اور رسول کی نافرمانی کے مشورے کرتے ہیں اور جب تمہارے حضور حاضر ہوتے ہیں تو ان لفظوں سے تمہیں مجرا کرتے ہیں جو لفظ اللہ نے تمہارے اعزاز میں نہ کہے اور اپنے دلوں میں کہتے ہیں ہمیں اللہ عذاب کیوں نہیں کرتا ہمارے اس کہنے پر انہیں جہنم بس ہے، اس میں دھنسیں گے، تو کیا ہی برا انجام،",
			"hi_kanzulimaan": "क्या तुम ने उन्हें न देखा जिन्हें बुरी मशविरत से मना फ़रमाया गया था फिर वही करते हैं (31फ़) जिसकी मुमानियत हुई थी और आपस में गुनाह और हद से बढ़ने (32फ़) और रसूल की नाफ़रमानी के मशविरे करते हैं (33फ़) और जब तुम्हारे हुज़ूर हाज़िर होते हैं तो उन लफ़्ज़ों से तुम्हें मुजरा करते हैं जो लफ़्ज़ अल्लाह ने तुम्हारे एज़ाज़ में न कहे (34फ़) और अपने दिलों में कहते हैं हमें अल्लाह अज़ाब क्यों नहीं करता हमारे इस कहने पर (35फ़) उन्हें जहन्नम बस है, उसमें धंसेंगे तो क्या ही बुरा अंजाम",
			"id": 8,
			"text": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ",
			"author": "৮. আপনি কি তাদেরকে লক্ষ্য করেননি যাদেরকে কানাঘুষা করতে নিষেধ করা হয়েছিল? অতঃপর তারা সে কাজই করতে লাগলো যা করতে নিষেধ করা হয়েছিল এবং তারা পাপাচার, সীমালঙ্ঘন এবং রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর বিরুদ্ধাচারণের বিষয়ে কানাঘুষা করে। আর তারা যখন আপনার নিকট উপস্থিত হয়, তখন আপনাকে এমন (অশোভন) কথার দ্বারা অভিবাদন করে, যা দ্বারা আল্লাহ্ আপনাকে অভিবাদন করেননি। তারা মনে মনে বলে, ‘(যদি এ রাসূল সত্য হোন তবে) আমরা যা বলি তার জন্যে আল্লাহ্ আমাদেরকে শাস্তি দেন না কেন?’ তাদের জন্যে জাহান্নাম (-এর শাস্তি)-ই যথেষ্ট। তারা তাতেই প্রবেশ করবে, কতো মন্দ সেই ঠিকানা!"
		},
		{
			"_id": "5113",
			"sura": "58",
			"para": "28",
			"verses": "9",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا  اِذَا تَنَاجَیۡتُمۡ فَلَا تَتَنَاجَوۡا بِالۡاِثۡمِ وَ الۡعُدۡوَانِ وَ مَعۡصِیَتِ الرَّسُوۡلِ وَ تَنَاجَوۡا بِالۡبِرِّ وَ التَّقۡوٰی ؕ وَ اتَّقُوا اللّٰہَ  الَّذِیۡۤ  اِلَیۡہِ تُحۡشَرُوۡنَ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا  اِذَا تَنَاجَیۡتُمۡ فَلَا تَتَنَاجَوۡا بِالۡاِثۡمِ وَ الۡعُدۡوَانِ وَ مَعۡصِیَتِ الرَّسُوۡلِ وَ تَنَاجَوۡا بِالۡبِرِّ وَ التَّقۡوٰی ؕ وَ اتَّقُوا اللّٰہَ  الَّذِیۡۤ  اِلَیۡہِ تُحۡشَرُوۡنَ ﴿۹﴾ ",
			"index": "5113",
			"name": "হে ঈমানদারগণ! তোমরা যখন পরস্পর পরামর্শ করো তখন পাপ, সীমালঙ্ঘন ও রসূলের বিরুদ্ধাচরণের পরমার্শ করো না আর সৎকাজ ও খোদাভীরুতার পরামর্শ করো। এবং আল্লাহ্‌কে ভয় করো, যার প্রতি উত্থিত হবে। ",
			"en_kanzulimaan": "O People who Believe! When you consult each other, do not consult for sinning, nor for exceeding limits, nor for disobeying the Noble Messenger - and consult for righteousness and piety; and fear Allah, towards Whom you will be raised.",
			"ur_kanzulimaan": "اے ایمان والو تم جب آپس میں مشورت کرو تو گناہ اور حد سے بڑھنے اور رسول کی نافرمانی کی مشورت نہ کرو اور نیکی اورپرہیزگاری کی مشورت کرو، اور اللہ سے ڈرو جس کی طرف اٹھائے جاؤ گے،",
			"hi_kanzulimaan": "ऐ ईमान वालों तुम जब आपस में मशविरत करो तो गुनाह और हद से बढ़ने और रसूल की नाफ़रमानी की मशविरत न करो (36फ़) और नेकी और परहेज़गारी की मशविरत करो, और अल्लाह से डरो जिसकी तरफ़ उठाए जाओगे",
			"id": 9,
			"text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ",
			"author": "৯. হে ঈমানদারগণ! যখন তোমরা পরস্পরে কানাঘুষা করো, তখন পাপাচার, সীমালঙ্ঘন এবং রাসূলে আকরাম (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর অবাধ্যতায় তা করো না। বরং কল্যাণকর কাজ ও তাক্বওয়া অবলম্বনের কথা পরামর্শ করো, এবং ভয় করতে থাকো আল্লাহ্কে যাঁর নিকট তোমাদের সকলকে সমবেত করা হবে।"
		},
		{
			"_id": "5114",
			"sura": "58",
			"para": "28",
			"verses": "10",
			"names": "اِنَّمَا  النَّجۡوٰی مِنَ الشَّیۡطٰنِ  لِیَحۡزُنَ الَّذِیۡنَ  اٰمَنُوۡا وَ لَیۡسَ بِضَآرِّہِمۡ شَیۡئًا اِلَّا بِاِذۡنِ اللّٰہِ ؕ وَ عَلَی اللّٰہِ  فَلۡیَتَوَکَّلِ الۡمُؤۡمِنُوۡنَ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّمَا  النَّجۡوٰی مِنَ الشَّیۡطٰنِ  لِیَحۡزُنَ الَّذِیۡنَ  اٰمَنُوۡا وَ لَیۡسَ بِضَآرِّہِمۡ شَیۡئًا اِلَّا بِاِذۡنِ اللّٰہِ ؕ وَ عَلَی اللّٰہِ  فَلۡیَتَوَکَّلِ الۡمُؤۡمِنُوۡنَ ﴿۱۰﴾ ",
			"index": "5114",
			"name": "ওই পরামর্শ তো শয়তানেরই নিকট থেকে এ জন্য যে, ঈমানদারদেরকে কষ্ট দেবে। এবং তারা তাদের কোন ক্ষতি করতে পারে না আল্লাহ্‌র নির্দেশ ব্যতীত। এবং মুসলমানদের আল্লাহ্‌রই উপর ভরসা করা চাই। ",
			"en_kanzulimaan": "The evil consultation is only from the devil in order that he may upset the believers, whereas he cannot harm them in the least without Allahs command; and only upon Allah must the Muslims rely.",
			"ur_kanzulimaan": "وہ مشورت تو شیطان ہی کی طرف سے ہے اس لیے کہ ایمان والوں کو رنج دے اور وہ اس کا کچھ نہیں بگاڑ سکتا بے حکم خدا کے، اور مسلمانوں کو اللہ ہی پر بھروسہ چاہیے",
			"hi_kanzulimaan": "वह मशविरत तो शैतान ही की तरफ़ से है (37फ़) इसलिये कि ईमान वालों को रंज दे और वह उनका कुछ नहीं बिगाड़ सकता बे-हुक्मे ख़ुदा और मुसलमानों को अल्लाह ही पर भरोसा चाहिये (38फ़)",
			"id": 10,
			"text": "إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
			"author": "১০. (নেতিবাচক ও ধ্বংসাত্মক) কানাঘুষা শয়তানের প্ররোচনাতেই হয়ে থাকে, ঈমানদারগণকে দুঃখ দেয়ার জন্যে। তবে সে (শয়তান) তাদের কোনো ক্ষতি করতে পারে না, আল্লাহ্‌র অনুজ্ঞা ব্যতীত। আর আল্লাহ্‌র প্রতিই মুমিনগণের ভরসা রাখা উচিত।"
		},
		{
			"_id": "5115",
			"sura": "58",
			"para": "28",
			"verses": "11",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ  اٰمَنُوۡۤا  اِذَا  قِیۡلَ  لَکُمۡ تَفَسَّحُوۡا فِی  الۡمَجٰلِسِ فَافۡسَحُوۡا یَفۡسَحِ اللّٰہُ  لَکُمۡ ۚ وَ  اِذَا قِیۡلَ انۡشُزُوۡا فَانۡشُزُوۡا یَرۡفَعِ اللّٰہُ  الَّذِیۡنَ اٰمَنُوۡا مِنۡکُمۡ ۙ وَ الَّذِیۡنَ  اُوۡتُوا  الۡعِلۡمَ دَرَجٰتٍ ؕ وَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ خَبِیۡرٌ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ  اٰمَنُوۡۤا  اِذَا  قِیۡلَ  لَکُمۡ تَفَسَّحُوۡا فِی  الۡمَجٰلِسِ فَافۡسَحُوۡا یَفۡسَحِ اللّٰہُ  لَکُمۡ ۚ وَ  اِذَا قِیۡلَ انۡشُزُوۡا فَانۡشُزُوۡا یَرۡفَعِ اللّٰہُ  الَّذِیۡنَ اٰمَنُوۡا مِنۡکُمۡ ۙ وَ الَّذِیۡنَ  اُوۡتُوا  الۡعِلۡمَ دَرَجٰتٍ ؕ وَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ خَبِیۡرٌ ﴿۱۱﴾ ",
			"index": "5115",
			"name": "হে ঈমানদারগণ! যখন তোমাদেরকে বলা হয় ‘মজলিসসমূহে জায়গা দাও! তবে জায়গা দাও। আল্লাহ্‌ তোমাদেরকে জায়গা দেবেন। আর যখন বলা হয়, ‘উঠে দাড়াও!’ তখন উঠে দাড়াও। তোমাদের মধ্যে যারা ঈমানদার এবং যাদেরকে জ্ঞান প্রদান করা হয়েছে, আল্লাহ্‌ তাদের মর্যাদা সমুন্নত করবেন। এবং আল্লাহ্‌র নিকট তোমাদের কর্মগুলোর খবর আছে। ",
			"en_kanzulimaan": "O People who Believe! When you are told to give room in the assemblies, then do give room - Allah will give you room (in His mercy); and when it is said, Stand up in reverence, then do stand up - Allah will raise the believers among you, and those given knowledge, to high ranks; and Allah is Aware of your deeds.",
			"ur_kanzulimaan": "اے ایمان والو جب تم سے کہا جائے مجلسوں میں جگہ دو تو جگہ دو اللہ تمہیں جگہ دے گا اور جب کہا جائے اٹھ کھڑے ہو تو اٹھ کھڑے ہو اللہ تمہارے ایمان والوں کے اور ان کے جن کو علم دیا گیا درجے بلند فرمائے گا، اور اللہ کو تمہارے کاموں کی خبر ہے،",
			"hi_kanzulimaan": "ऐ ईमान वालों! जब तुमसे कहा जाए मजलिसों में जगह दो तो जगह दो, अल्लाह तुम्हें जगह देगा (39फ़) और जब कहा जाए उठ खड़े हो(40फ)तो उठ खड़े हो अल्लाह तुम्हारे ईमान वालों के और उनके जिनको इल्म दिया गया  (41फ़) दर्जे बलन्द फ़रमाएगा, और अल्लाह को तुम्हारे कामों की ख़बर है",
			"id": 11,
			"text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
			"author": "১১. হে ঈমানদারগণ! যখন তোমাদেরকে বলা হয়, ‘(স্বীয়) মজলিসে স্থান প্রশস্ত করো’, তখন তা প্রশস্ত করো। তাহলে আল্লাহ্ তোমাদেরকে প্রশস্ততা দান করবেন। আর যখন তোমাদেকে বলা হয়, ‘উঠে যাও’, তখন তোমরা উঠে যেও। আল্লাহ্ তাদেরকে মর্যাদায় সমুন্নত করবেন, তোমাদের মধ্যে যারা ঈমানদার এবং যাদেরকে জ্ঞান দান করা হয়েছে। আর তোমরা যে কার্যসম্পাদন করো সে সম্পর্কে আল্লাহ্ সম্যক অবগত।"
		},
		{
			"_id": "5116",
			"sura": "58",
			"para": "28",
			"verses": "12",
			"names": "یٰۤاَیُّہَا  الَّذِیۡنَ  اٰمَنُوۡۤا  اِذَا  نَاجَیۡتُمُ الرَّسُوۡلَ  فَقَدِّمُوۡا بَیۡنَ یَدَیۡ نَجۡوٰىکُمۡ صَدَقَۃً ؕ ذٰلِکَ خَیۡرٌ لَّکُمۡ وَ اَطۡہَرُ ؕ فَاِنۡ لَّمۡ تَجِدُوۡا فَاِنَّ اللّٰہَ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا  الَّذِیۡنَ  اٰمَنُوۡۤا  اِذَا  نَاجَیۡتُمُ الرَّسُوۡلَ  فَقَدِّمُوۡا بَیۡنَ یَدَیۡ نَجۡوٰىکُمۡ صَدَقَۃً ؕ ذٰلِکَ خَیۡرٌ لَّکُمۡ وَ اَطۡہَرُ ؕ فَاِنۡ لَّمۡ تَجِدُوۡا فَاِنَّ اللّٰہَ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۱۲﴾ ",
			"index": "5116",
			"name": "হে ঈমানদারগণ! যখন তোমরা রসূলের নিকট কোন ক্ষমা গোপনে আরয করতে চাও, তবে আপন আরয করার পূর্বে কিছু সাদক্বাহ প্রদান করো! এটা তোমাদের জন্য উত্তম ও খুব পবিত্র। অতঃপর যদি তোমাদের সামর্থ্য না থাকে, তবে আল্লাহ্‌ ক্ষমাশীল, দয়ালু। ",
			"en_kanzulimaan": "O People who Believe! When you wish to humbly consult with the Noble Messenger, give some charity before you consult; that is much better and much purer for you; so if you do not have the means, then (know that) Allah is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "اے ایمان والو جب تم رسول سے کوئی بات آہستہ عرض کرنا چاہو تو اپنی عرض سے پہلے کچھ صدقہ دے لو یہ تمہارے لیے بہت بہتر اور بہت ستھرا ہے، پھر اگر تمہیں مقدور نہ ہو تو اللہ بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "ऐ ईमान वालो! जब तुम रसूल से कोई बात आहिस्ता अर्ज़ करना चाहो तो अपनी अर्ज़ से पहले कुछ सदक़ा दे लो (42फ़) यह तुम्हारे लिये बहुत बेहतर और बहुत सुथरा है, फिर अगर तुम्हें मक़दूर न हो तो अल्लाह बख़्शने वाला मेहरबान है",
			"id": 12,
			"text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
			"author": "১২. হে ঈমানদারগণ! তোমরা যখন রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর সমীপে একান্তে গোপন কিছু পেশ করতে চাও, তখন নিজের গোপন কথা বলার আগে কিছু সাদকা দাও। এ (কাজ) তোমাদের জন্যে শ্রেয় এবং পবিত্র, কিন্তু তোমরা যদি (সাদকাহ দেওয়ায়) অক্ষম হও, তবে আল্লাহ্ মহাক্ষমাশীল, অসীম দয়ালু।"
		},
		{
			"_id": "5117",
			"sura": "58",
			"para": "28",
			"verses": "13",
			"names": "ءَاَشۡفَقۡتُمۡ  اَنۡ  تُقَدِّمُوۡا بَیۡنَ یَدَیۡ نَجۡوٰىکُمۡ صَدَقٰتٍ ؕ فَاِذۡ لَمۡ تَفۡعَلُوۡا وَ تَابَ اللّٰہُ  عَلَیۡکُمۡ فَاَقِیۡمُوا الصَّلٰوۃَ وَ اٰتُوا الزَّکٰوۃَ  وَ اَطِیۡعُوا اللّٰہَ  وَ رَسُوۡلَہٗ ؕ وَ اللّٰہُ  خَبِیۡرٌۢ  بِمَا تَعۡمَلُوۡنَ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "ءَاَشۡفَقۡتُمۡ  اَنۡ  تُقَدِّمُوۡا بَیۡنَ یَدَیۡ نَجۡوٰىکُمۡ صَدَقٰتٍ ؕ فَاِذۡ لَمۡ تَفۡعَلُوۡا وَ تَابَ اللّٰہُ  عَلَیۡکُمۡ فَاَقِیۡمُوا الصَّلٰوۃَ وَ اٰتُوا الزَّکٰوۃَ  وَ اَطِیۡعُوا اللّٰہَ  وَ رَسُوۡلَہٗ ؕ وَ اللّٰہُ  خَبِیۡرٌۢ  بِمَا تَعۡمَلُوۡنَ ﴿۱۳﴾ ",
			"index": "5117",
			"name": "তোমরা কি এতে ভয় পেয়েছো যে, তোমরা স্বীয় আবেদনের পূর্বে কিছু সাদক্বাহ দেবে? অতঃপর যখন তোমরা এটা করো নি এবং আল্লাহ্‌ স্বীয়করুণা সহকারে তোমাদের প্রতি প্রত্যাবর্তন করেছেন; সুতরাং নামায ক্বায়েম করো, যাকাত দাও এবং আল্লাহ্‌ ও তাঁর রসূলের অনুগত থাকো। আর আল্লাহ্‌ তোমাদের কর্মগুলো সম্পর্কে জানেন। ",
			"en_kanzulimaan": "Were you afraid to offer charity before you consult? So when you did not do this, and Allah has inclined towards you with His mercy, keep the prayers established and pay the obligatory charity and obey Allah and His Noble Messenger; and Allah is Aware of your deeds.",
			"ur_kanzulimaan": "کیا تم اس سے ڈرے کہ تم اپنی عرض سے پہلے کچھ صدقے دو پھر جب تم نے یہ نہ کیا، اور اللہ نے اپنی مہر سے تم پر رجوع فرمائی تو نماز قائم رکھو اور زکوٰة دو اور اللہ اور اس کے رسول کے فرمانبردار رہو، اور اللہ تمہارے کاموں کو جانتا ہے،",
			"hi_kanzulimaan": "क्या तुम इससे डरे कि तुम अपनी अर्ज़ से पहले कुछ सदक़ा दो (43फ़) फिर जब तुमने यह न किया और अल्लाह ने अपनी महर से तुम पर रुजुअ़ फ़रमाई (44फ़) तो नमाज़ क़ायम रखो और ज़कात दो और अल्लाह और उसके रसूल के फ़रमाँबरदार रहो, और अल्लाह तुम्हारे कामों को जानता है",
			"id": 13,
			"text": "ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ",
			"author": "১৩. তোমরা কি (রাসূলে আকরাম সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের সমীপে) গোপনে এবং বিশ্বস্ততার সাথে কথা বলার পূর্বে সাদকা ও খায়রাত দেয়ার ক্ষেত্রে ঘাবড়ে গিয়েছো? অতঃপর যখন তোমরা (তা) দিতে পারলে না এবং আল্লাহ্ তোমাদের থেকে তা তুলে নিলেন (অর্থাৎ সাদকা দেয়ার বাধ্যবাধকতা তুলে দিলেন), তখন তোমরা নামায কায়েম রাখো, যাকাত আদায় করতে থাকো এবং আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর আনুগত্য করতে থাকো। আর আল্লাহ্ তোমাদের সকল কর্মকান্ড সম্পর্কে সম্যক অবগত।"
		},
		{
			"_id": "5118",
			"sura": "58",
			"para": "28",
			"verses": "14",
			"names": "اَلَمۡ  تَرَ  اِلَی الَّذِیۡنَ تَوَلَّوۡا قَوۡمًا غَضِبَ اللّٰہُ عَلَیۡہِمۡ ؕ مَا ہُمۡ مِّنۡکُمۡ وَ لَا مِنۡہُمۡ ۙ وَ  یَحۡلِفُوۡنَ عَلَی الۡکَذِبِ وَ  ہُمۡ یَعۡلَمُوۡنَ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "اَلَمۡ  تَرَ  اِلَی الَّذِیۡنَ تَوَلَّوۡا قَوۡمًا غَضِبَ اللّٰہُ عَلَیۡہِمۡ ؕ مَا ہُمۡ مِّنۡکُمۡ وَ لَا مِنۡہُمۡ ۙ وَ  یَحۡلِفُوۡنَ عَلَی الۡکَذِبِ وَ  ہُمۡ یَعۡلَمُوۡنَ ﴿۱۴﴾ ",
			"index": "5118",
			"name": "আপনি কি তাদেরকে দেখেন নি, যারা এমন লোকদের বন্ধু হয়েছে, যাদের উপর আল্লাহ্‌র ক্রোধ রয়েছে? তারা না তোমাদের অন্তর্ভুক্ত, না তাদের অন্তর্ভুক্ত, তারা জ্ঞাতসারেই মিথ্যা শপথ করে। ",
			"en_kanzulimaan": "Did you not see those who befriended those upon whom is Allahs wrath? They are neither of you nor of these - and they swear a false oath, whereas they know.",
			"ur_kanzulimaan": "کیا تم نے انہیں نہ دیکھا جو ایسوں کے دوست ہوئے جن پر اللہ کا غضب ہے وہ نہ تم میں سے نہ ان میں سے وہ دانستہ جھوٹی قسم کھاتے ہیں",
			"hi_kanzulimaan": "क्या तुमने उन्हें न देखा जो ऐसों के दोस्त हुए जिन पर अल्लाह का ग़ज़ब है (45फ़) वो न तुम में से न उन में से(46फ़) वो दानिस्ता  झूटी क़सम खाते हैं (47फ़)",
			"id": 14,
			"text": "۞أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ",
			"author": "১৪. আপনি কি তাদেরকে লক্ষ্য করেননি যারা সেসব দলের সাথে বন্ধুত্ব বজায় রাখে যাদের উপর আল্লাহ্ ক্রোধান্বিত হয়েছেন? তারা তোমাদের দলভুক্ত নয়, এবং তাদের দলভুক্তও নয়। তারা মিথ্যা শপথ করে, অথচ তারা জানে।"
		},
		{
			"_id": "5119",
			"sura": "58",
			"para": "28",
			"verses": "15",
			"names": "اَعَدَّ اللّٰہُ  لَہُمۡ عَذَابًا شَدِیۡدًا ؕ اِنَّہُمۡ سَآءَ  مَا  کَانُوۡا یَعۡمَلُوۡنَ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "اَعَدَّ اللّٰہُ  لَہُمۡ عَذَابًا شَدِیۡدًا ؕ اِنَّہُمۡ سَآءَ  مَا  کَانُوۡا یَعۡمَلُوۡنَ ﴿۱۵﴾ ",
			"index": "5119",
			"name": "আল্লাহ্‌ তাদের জন্য কঠিন শাস্তি তৈরি করে রেখেছেন। নিশ্চয় তারা অতি মন্দ কাজই করে।",
			"en_kanzulimaan": "Allah has kept prepared a severe punishment for them; indeed they commit extremely evil deeds.",
			"ur_kanzulimaan": "اللہ نے ان کے لیے سخت عذاب تیار کر رکھا ہے، بیشک وہ بہت ہی برے کام کرتے ہیں،",
			"hi_kanzulimaan": "अल्लाह ने उनके लिये सख़्त अज़ाब तैयार कर रखा है, बेशक वो बहुत ही बुरे काम करते हैं",
			"id": 15,
			"text": "أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ",
			"author": "১৫. আল্লাহ্ তাদের জন্যে প্রস্তুত রেখেছেন কঠিন শাস্তি। নিশ্চয়ই তা মন্দ (কাজ) যা তারা করে।"
		},
		{
			"_id": "5120",
			"sura": "58",
			"para": "28",
			"verses": "16",
			"names": "اِتَّخَذُوۡۤا  اَیۡمَانَہُمۡ جُنَّۃً  فَصَدُّوۡا عَنۡ سَبِیۡلِ اللّٰہِ  فَلَہُمۡ عَذَابٌ مُّہِیۡنٌ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "اِتَّخَذُوۡۤا  اَیۡمَانَہُمۡ جُنَّۃً  فَصَدُّوۡا عَنۡ سَبِیۡلِ اللّٰہِ  فَلَہُمۡ عَذَابٌ مُّہِیۡنٌ ﴿۱۶﴾ ",
			"index": "5120",
			"name": "তারা আপন শপথগুলোকে ঢালস্বরূপ গ্রহণ করে নিয়েছে। অতঃপর আল্লাহ্‌র পথে বাধা দিয়েছে সুতরাং তাদের জন্য লাঞ্ছনার শাস্তি রয়েছে। ",
			"en_kanzulimaan": "They use their oaths as a shield therefore preventing from Allahs way - so for them is a disgraceful punishment.",
			"ur_kanzulimaan": "انہوں نے اپنی قسموں کو ڈھال بنالیا ہے تو اللہ کی راہ سے روکا تو ان کے لیے خواری کا عذاب ہے",
			"hi_kanzulimaan": "उन्होंने अपनी क़समों को (48फ़) ढाल बना लिया है (49फ़) तो अल्लाह की राह से रोका (50फ़) तो उनके लिये ख़्वारी का अज़ाब है (51फ़)",
			"id": 16,
			"text": "ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ",
			"author": "১৬. তারা তাদের (মিথ্যা) শপথকে ঢাল স্বরূপ ব্যবহার করেছে, সুতরাং তারা (অপরকে) আল্লাহ্‌র পথ থেকে নিবৃত্ত করে। কাজেই তাদের জন্যে রয়েছে লাঞ্ছনাকর শাস্তি।"
		},
		{
			"_id": "5121",
			"sura": "58",
			"para": "28",
			"verses": "17",
			"names": "لَنۡ  تُغۡنِیَ عَنۡہُمۡ  اَمۡوَالُہُمۡ وَ لَاۤ  اَوۡلَادُہُمۡ مِّنَ اللّٰہِ  شَیۡئًا ؕ اُولٰٓئِکَ اَصۡحٰبُ النَّارِ ؕ ہُمۡ  فِیۡہَا خٰلِدُوۡنَ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "لَنۡ  تُغۡنِیَ عَنۡہُمۡ  اَمۡوَالُہُمۡ وَ لَاۤ  اَوۡلَادُہُمۡ مِّنَ اللّٰہِ  شَیۡئًا ؕ اُولٰٓئِکَ اَصۡحٰبُ النَّارِ ؕ ہُمۡ  فِیۡہَا خٰلِدُوۡنَ ﴿۱۷﴾ ",
			"index": "5121",
			"name": "তাদের ধন-সম্পদ ও তাদের সন্তানগণ আল্লাহ্‌র সম্মুখে তাদের কোন কাজে আসবে না। তারা দোযখবাসী। তাদেরকে তাতে স্থায়ীভাগে থাকতে হবে। ",
			"en_kanzulimaan": "Their wealth and their children will be of no use to them before Allah; they are the people of hell; they are to remain in it forever.",
			"ur_kanzulimaan": "ان کے مال اور ان کی اولاد اللہ کے سامنے انہیں کچھ کام نہ دیں گے وہ دوزخی ہیں، انہیں اس میں ہمیشہ رہنا،",
			"hi_kanzulimaan": "उनके माल और उनकी औलाद अल्लाह के सामने उन्हें कुछ काम न देंगे (52फ़) वो दोज़ख़ी हैं, उन्हें उसमें हमेशा रहना",
			"id": 17,
			"text": "لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
			"author": "১৭. আল্লাহ্‌র (শাস্তির) মুকাবিলায়, না তাদের সম্পদ তাদেরকে কখনো বাঁচাতে পারবে, আর না তাদের সন্তান-সন্ততি (তাদেরকে বাঁচাতে পারবে)। তারা জাহান্নামের অধিবাসী, তাতে তারা চিরকাল থাকবে।"
		},
		{
			"_id": "5122",
			"sura": "58",
			"para": "28",
			"verses": "18",
			"names": "یَوۡمَ یَبۡعَثُہُمُ اللّٰہُ جَمِیۡعًا فَیَحۡلِفُوۡنَ لَہٗ کَمَا یَحۡلِفُوۡنَ لَکُمۡ وَ یَحۡسَبُوۡنَ اَنَّہُمۡ عَلٰی شَیۡءٍ ؕ اَلَاۤ  اِنَّہُمۡ ہُمُ الۡکٰذِبُوۡنَ ﴿۱۸﴾  ",
			"number": "",
			"verses_PDMS": "یَوۡمَ یَبۡعَثُہُمُ اللّٰہُ جَمِیۡعًا فَیَحۡلِفُوۡنَ لَہٗ کَمَا یَحۡلِفُوۡنَ لَکُمۡ وَ یَحۡسَبُوۡنَ اَنَّہُمۡ عَلٰی شَیۡءٍ ؕ اَلَاۤ  اِنَّہُمۡ ہُمُ الۡکٰذِبُوۡنَ ﴿۱۸﴾  ",
			"index": "5122",
			"name": "যে দিন ওই সব লোককে পুনরুত্থিত করবেন, তখন তার সম্মুখেও তেমনই শপথ করবে, যেমন তোমাদের সামনে করছে। এবং তারা একথা মনে করছে যে, তারা কিছু করেছে। ওহে, শুনছো! নিশ্চয়, তারাই মিথ্যুক।",
			"en_kanzulimaan": "The day when Allah will raise them all, they will swear in His presence the way they now swear in front of you, and they will assume that they have achieved something; pay heed! Indeed it is they who are the liars.",
			"ur_kanzulimaan": "جس دن اللہ ان سب کو اٹھائے گا تو اس کے حضور بھی ایسے ہی قسمیں کھائیں گے جیسی تمہارے سامنے کھارہے ہیں اور وہ یہ سمجھتے ہیں کہ انہوں نے کچھ کیا سنتے ہو بیشک وہی جھوٹے ہیں",
			"hi_kanzulimaan": "जिस दिन अल्लाह उन सब को उठाएगा तो उसके हुज़ूर भी ऐसे ही क़समें खाएंगे जैसे तुम्हारे सामने खा रहे हैं (53फ़) और वो यह समझते हैं कि उन्होंने कुछ किया (54फ़) सुनते हो बेशक वही झूठे हैं (55फ़)",
			"id": 18,
			"text": "يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ",
			"author": "১৮. যে দিন আল্লাহ্ তাদেরকে (পুনর্জীবিত করে) উত্থিত করবেন, তখন তারা তাঁর সমীপে(ও) অনুরূপ শপথ করবে, যেরূপ শপথ তোমাদের সাথে করছে। আর তারা মনে করে যে, এতে তারা ভালো কিছুর (অর্থাৎ উত্তম পথের) উপর রয়েছে। জেনে রাখো, তারা মিথ্যাবাদী।"
		},
		{
			"_id": "5123",
			"sura": "58",
			"para": "28",
			"verses": "19",
			"names": "اِسۡتَحۡوَذَ  عَلَیۡہِمُ  الشَّیۡطٰنُ  فَاَنۡسٰہُمۡ ذِکۡرَ  اللّٰہِ ؕ اُولٰٓئِکَ حِزۡبُ الشَّیۡطٰنِ ؕ اَلَاۤ  اِنَّ  حِزۡبَ  الشَّیۡطٰنِ ہُمُ  الۡخٰسِرُوۡنَ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "اِسۡتَحۡوَذَ  عَلَیۡہِمُ  الشَّیۡطٰنُ  فَاَنۡسٰہُمۡ ذِکۡرَ  اللّٰہِ ؕ اُولٰٓئِکَ حِزۡبُ الشَّیۡطٰنِ ؕ اَلَاۤ  اِنَّ  حِزۡبَ  الشَّیۡطٰنِ ہُمُ  الۡخٰسِرُوۡنَ ﴿۱۹﴾ ",
			"index": "5123",
			"name": "তাদের উপর শয়তান বিজয়ী হয়ে গেছে, সুতরাং সে তাদেরকে ভুলিয়ে দিয়েছে আল্লাহ্‌র স্মরণ। তারা শয়তানের দল। শুনছো! নিশ্চয় শয়তানেরই দল ক্ষতির মধ্যে রয়েছে। ",
			"en_kanzulimaan": "The devil has overpowered them, so they forgot the remembrance of Allah; they are the devils group; pay heed! Indeed it is the devils group who are the losers.",
			"ur_kanzulimaan": "ان پر شیطان غالب آگیا تو انہیں اللہ کی یاد بھلا دی، وہ شیطان کے گروہ ہیں، سنتا ہے بیشک شیطان ہی کا گروہ ہار میں ہے",
			"hi_kanzulimaan": "उन पर शैतान ग़ालिब आ गया तो उन्हें अल्लाह की याद भुलादी, वो शैतान के गिरोह हैं, सुनता है बेशक शैतान ही का गिरोह हार में है (56फ़)",
			"id": 19,
			"text": "ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَـٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ",
			"author": "১৯. শয়তান তাদের উপর আধিপত্য বিস্তার করেছে, সুতরাং সে তাদেরকে ভুলিয়ে দিয়েছে আল্লাহ্‌র স্মরণ। এরাই শয়তানের বাহিনী। জেনে রাখো, নিশ্চয়ই শয়তানের দলই ক্ষতিগ্রস্ত।"
		},
		{
			"_id": "5124",
			"sura": "58",
			"para": "28",
			"verses": "20",
			"names": "اِنَّ  الَّذِیۡنَ یُحَآدُّوۡنَ اللّٰہَ وَ رَسُوۡلَہٗۤ اُولٰٓئِکَ فِی  الۡاَذَلِّیۡنَ ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الَّذِیۡنَ یُحَآدُّوۡنَ اللّٰہَ وَ رَسُوۡلَہٗۤ اُولٰٓئِکَ فِی  الۡاَذَلِّیۡنَ ﴿۲۰﴾ ",
			"index": "5124",
			"name": "নিশ্চয় ওই সব লোক, যারা আল্লাহ্‌ ও তার রসূলের বিরুদ্ধাচরণ করে তারা সর্বাধিক লাঞ্ছিতদের অন্তর্ভুক্ত। ",
			"en_kanzulimaan": "Indeed those who oppose Allah and His Noble Messenger, are among the most despicable.",
			"ur_kanzulimaan": "بیشک وہ جو اللہ اور اس کے رسول کی مخالفت کرتے ہیں وہ سب سے زیادہ ذلیلوں میں ہیں،",
			"hi_kanzulimaan": "बेशक वो जो अल्लाह और उसके रसूल की मुख़ालिफ़त करते हैं, वो सबसे ज़्यादा ज़लीलों में हैं",
			"id": 20,
			"text": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَـٰٓئِكَ فِي ٱلۡأَذَلِّينَ",
			"author": "২০. নিশ্চয়ই যারা আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর সাথে শত্রুতা পোষণ করে, তারাই চরম লাঞ্ছিতদের অন্তর্ভুক্ত।"
		},
		{
			"_id": "5125",
			"sura": "58",
			"para": "28",
			"verses": "21",
			"names": "کَتَبَ اللّٰہُ  لَاَغۡلِبَنَّ  اَنَا وَ  رُسُلِیۡ ؕ اِنَّ اللّٰہَ  قَوِیٌّ عَزِیۡزٌ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "کَتَبَ اللّٰہُ  لَاَغۡلِبَنَّ  اَنَا وَ  رُسُلِیۡ ؕ اِنَّ اللّٰہَ  قَوِیٌّ عَزِیۡزٌ ﴿۲۱﴾ ",
			"index": "5125",
			"name": "আল্লাহ্‌ লিপিবদ্ধ করে রেখেছেন যে, ‘অবশ্য আমি বিজয়ী হবো এবং আমার রসূল’। নিশ্চয় আল্লাহ্‌ শক্তিমান, মহা সম্মানিত। ",
			"en_kanzulimaan": "Allah has already decreed that, I will indeed be victorious, and My Noble Messengers; indeed Allah is Almighty, the Most Honourable.",
			"ur_kanzulimaan": "اللہ لکھ چکا کہ ضرور میں غالب آؤں گا اور میرے رسول بیشک اللہ قوت والا عزت والا ہے،",
			"hi_kanzulimaan": "अल्लाह लिख चुका (57फ़) कि ज़रूर मैं ग़ालिब आऊंगा और मेरे रसूल (58फ़) बेशक अल्लाह क़ुव्वत वाला इज़्ज़त वाला है",
			"id": 21,
			"text": "كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ",
			"author": "২১. আল্লাহ্ সিদ্ধান্ত দিয়েছেন, ‘নিশ্চয়ই আমি এবং আমার রাসূলই বিজয়ী হয়ে থাকবো’। নিশ্চয়ই আল্লাহ্ সর্বশক্তিমান, মহাপরাক্রমশালী।"
		},
		{
			"_id": "5126",
			"sura": "58",
			"para": "28",
			"verses": "22",
			"names": "لَا تَجِدُ قَوۡمًا یُّؤۡمِنُوۡنَ بِاللّٰہِ وَ الۡیَوۡمِ الۡاٰخِرِ  یُوَآدُّوۡنَ مَنۡ حَآدَّ اللّٰہَ وَ رَسُوۡلَہٗ  وَ لَوۡ کَانُوۡۤا  اٰبَآءَہُمۡ  اَوۡ اَبۡنَآءَہُمۡ  اَوۡ  اِخۡوَانَہُمۡ  اَوۡ عَشِیۡرَتَہُمۡ ؕ اُولٰٓئِکَ  کَتَبَ فِیۡ قُلُوۡبِہِمُ الۡاِیۡمَانَ وَ اَیَّدَہُمۡ  بِرُوۡحٍ مِّنۡہُ ؕ وَ یُدۡخِلُہُمۡ جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ  فِیۡہَا ؕ رَضِیَ اللّٰہُ  عَنۡہُمۡ وَ رَضُوۡا عَنۡہُ ؕ اُولٰٓئِکَ حِزۡبُ اللّٰہِ ؕ اَلَاۤ اِنَّ  حِزۡبَ اللّٰہِ ہُمُ الۡمُفۡلِحُوۡنَ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "لَا تَجِدُ قَوۡمًا یُّؤۡمِنُوۡنَ بِاللّٰہِ وَ الۡیَوۡمِ الۡاٰخِرِ  یُوَآدُّوۡنَ مَنۡ حَآدَّ اللّٰہَ وَ رَسُوۡلَہٗ  وَ لَوۡ کَانُوۡۤا  اٰبَآءَہُمۡ  اَوۡ اَبۡنَآءَہُمۡ  اَوۡ  اِخۡوَانَہُمۡ  اَوۡ عَشِیۡرَتَہُمۡ ؕ اُولٰٓئِکَ  کَتَبَ فِیۡ قُلُوۡبِہِمُ الۡاِیۡمَانَ وَ اَیَّدَہُمۡ  بِرُوۡحٍ مِّنۡہُ ؕ وَ یُدۡخِلُہُمۡ جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ  فِیۡہَا ؕ رَضِیَ اللّٰہُ  عَنۡہُمۡ وَ رَضُوۡا عَنۡہُ ؕ اُولٰٓئِکَ حِزۡبُ اللّٰہِ ؕ اَلَاۤ اِنَّ  حِزۡبَ اللّٰہِ ہُمُ الۡمُفۡلِحُوۡنَ ﴿۲۲﴾ ",
			"index": "5126",
			"name": "আপনি পাবেন না ওই সব লোককে, যারা দৃঢ় বিশ্বাস রাখে আল্লাহ্‌ ও শেষ দিনের উপর এমনি যে, তারা বন্ধুত্ব রাখে ওই সব লোকের সাথে, যারা আল্লাহ্‌ ও তাঁর রসূলের বিরুদ্ধাচরণ করেছে, যদিও তারা তাদের পিতা অথবা পুত্র, অথবা ভাই কিংবা নিজ জ্ঞাতি-গোত্রের লোক হয়। এরা হচ্ছে ওই সব লোক, যাদের অন্তরগুলোতে আল্লাহ্‌ ঈমান অঙ্কিত করে দিয়েছেন এবং তাঁর নিকট থেকে রূহ দ্বারা তাঁদের সাহায্য করেছেন এবং তাদেরকে বাগানসমূহে নিয়ে যাবেন; যেগুলোর পাদদেশে নহরসমূহ প্রবহমান, সেগুলোর মধ্যে তারা স্থায়ী হবে। আল্লাহ্‌ তাদের প্রতি সন্তুষ্ট এবং তারাও আল্লাহ্‌র প্রতি সন্তুষ্ট। এটা আল্লাহ্‌র দল। শুনছো! আল্লাহ্‌রই দল সফলকাম।",
			"en_kanzulimaan": "You will not find the people who believe in Allah and the Last Day, befriending those who oppose Allah and His Noble Messenger, even if they are their fathers or their sons or their brothers or their tribesmen; it is these upon whose hearts Allah has ingrained faith, and has aided them with a Spirit from Himself; and He will admit them into Gardens beneath which rivers flow, abiding in them forever; Allah is pleased with them, and they are pleased with Him; this is Allahs group; pay heed! Indeed it is Allahs group who are the successful.",
			"ur_kanzulimaan": "تم نہ پاؤ گے ان لوگوں کو جو یقین رکھتے ہیں اللہ اور پچھلے دن پر کہ دوستی کریں ان سے جنہوں نے اللہ اور اس کے رسول سے مخالفت کی اگرچہ وہ ان کے باپ یا بیٹے یا بھائی یا کنبے والے ہوں یہ ہیں جن کے دلوں میں اللہ نے ایمان نقش فرمادیا اور اپنی طرف کی روح سے ان کی مدد کی اور انہیں باغوں میں لے جائے گا جن کے نیچے نہریں بہیں ان میں ہمیشہ رہیں، اللہ ان سے راضی اور وہ اللہ سے راضی یہ اللہ کی جماعت ہے، سنتا ہے اللہ ہی کی جماعت کامیاب ہے،",
			"hi_kanzulimaan": "तुम न पाओगे उन लोगों को जो यक़ीन रखते हैं अल्लाह और पिछले दिन पर कि दोस्ती करें उनसे जिन्हों ने अल्लाह और उसके रसूल से मुख़ालिफ़त की (59फ़) अगरचे वो उनके बाप या बेटे या भाई या कुंबे वाले हों (60फ़) ये हैं जिनके दिलों में अल्लाह ने ईमान नक़्श फ़रमा दिया और अपनी तरफ़ की रूह से उनकी मदद की (61फ़) और उन्हें बाग़ों में ले जाएगा जिनके नीचे नेहरें बहें उनमें हमेशा रहें, अल्लाह उनसे राज़ी (62फ़) और वो अल्लाह से राज़ी (63फ़) यह अल्लाह की जमाअत है सुनता है अल्लाह ही की जमाअत कामयाब है",
			"id": 22,
			"text": "لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَـٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَـٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ",
			"author": "২২. আপনি আল্লাহ্ ও পরকালে বিশ্বাসী এমন কোনো সম্প্রদায় পাবেন না যারা বন্ধুত্ব স্থাপন করে সেসব ব্যক্তির সাথে যারা আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর সাথে শত্রুতা পোষণ করে, হোক তারা তাদের পিতা (এবং দাদা) অথবা পুত্র (এবং পৌত্র) অথবা তাদের ভাই অথবা নিকটাত্মীয়। তাদের অন্তরেই তিনি (অর্থাৎ আল্লাহ্) অঙ্কিত করে দিয়েছেন ঈমান, আর তাদেরকে শক্তিশালী করেছেন স্বীয় রূহ (অর্থাৎ বিশেষ অনুগ্রহ) দ্বারা। আর তাদেরকে প্রবিষ্ট করাবেন জান্নাতে যার তলদেশ দিয়ে স্রোতধারা প্রবাহিত, তাতে তারা চিরকাল থাকবে। আল্লাহ্ তাদের প্রতি সন্তুষ্ট হয়েছেন এবং তারাও আল্লাহ্‌র প্রতি সন্তুষ্ট হয়েছেন। এটিই আল্লাহ্‌র (অর্থাৎ আল্লাহ্-ওয়ালা লোকের) দল। মনে রেখো! নিশ্চয়ই আল্লাহ্‌র দলই লক্ষ্য অর্জনকারী।"
		}
	]