[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "5189",
			"sura": "63",
			"para": "28",
			"verses": "1",
			"names": "اِذَا جَآءَکَ  الۡمُنٰفِقُوۡنَ  قَالُوۡا نَشۡہَدُ اِنَّکَ  لَرَسُوۡلُ اللّٰہِ ۘ  وَ اللّٰہُ یَعۡلَمُ  اِنَّکَ لَرَسُوۡلُہٗ ؕ وَ اللّٰہُ  یَشۡہَدُ  اِنَّ  الۡمُنٰفِقِیۡنَ لَکٰذِبُوۡنَ ۚ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "اِذَا جَآءَکَ  الۡمُنٰفِقُوۡنَ  قَالُوۡا نَشۡہَدُ اِنَّکَ  لَرَسُوۡلُ اللّٰہِ ۘ  وَ اللّٰہُ یَعۡلَمُ  اِنَّکَ لَرَسُوۡلُہٗ ؕ وَ اللّٰہُ  یَشۡہَدُ  اِنَّ  الۡمُنٰفِقِیۡنَ لَکٰذِبُوۡنَ ۚ﴿۱﴾ ",
			"index": "5189",
			"name": "যখন মুনাফিকরা আপনার সম্মুখে হাযির হয় তখন বলে, ‘আমরা সাক্ষ্য দিচ্ছি যে, হুযূর নিশ্চয় নিশ্চয় আল্লাহ্‌র রসূল এবং আল্লাহ্‌ জানেন যে, আপনি তাঁর রসূল। আর আল্লাহ্‌ সাক্ষ্য দিচ্ছেন যে, মুনাফ্বিকগণ অবশ্যই মিথ্যুক। ",
			"en_kanzulimaan": "When the hypocrites come in your presence (O dear Prophet Mohammed - peace and blessings be upon him) they say, We testify that you surely are Allahs Noble Messenger; and Allah knows that you indeed are His Noble Messenger, and Allah testifies that the hypocrites are indeed liars.",
			"ur_kanzulimaan": "جب منافق تمہارے حضور حاضر ہوتے ہیں کہتے ہیں کہ ہم گواہی دیتے ہیں کہ حضور بیشک یقیناً اللہ کے رسول ہیں اور اللہ جانتا ہے کہ تم اس کے رسول ہو، اور اللہ گواہی دیتا ہے کہ منافق ضرور جھوٹے ہیں",
			"hi_kanzulimaan": "जब मुनाफ़िक़ तुम्हारे हुज़ूर हाज़िर होते हैं (2फ) कहते हैं कि हम गवाही देते हैं कि हुज़ूर बेशक यक़ीनन अल्लाह के रसूल हैं और अल्लाह जानता है कि तुम उसके रसूल हो, और अल्लाह गवाही देता है कि मुनाफ़िक़ ज़रूर झूटे हैं (3फ)",
			"id": 1,
			"text": "إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ",
			"author": "১. (হে সম্মানিত হাবীব!) যখন মুনাফেকেরা আপনার নিকট আসে তখন তারা বলে, ‘আমরা সাক্ষ্য দিচ্ছি যে, আপনি নিশ্চয়ই আল্লাহ্‌র রাসূল’। আর আল্লাহ্ জানেন যে, অবশ্যই আপনি তাঁর রাসূল এবং আল্লাহ্ সাক্ষ্য দিচ্ছেন যে, অবশ্যই মুনাফেকেরা মিথ্যাবাদী।"
		},
		{
			"_id": "5190",
			"sura": "63",
			"para": "28",
			"verses": "2",
			"names": "اِتَّخَذُوۡۤا  اَیۡمَانَہُمۡ  جُنَّۃً  فَصَدُّوۡا عَنۡ سَبِیۡلِ اللّٰہِ ؕ اِنَّہُمۡ سَآءَ  مَا کَانُوۡا یَعۡمَلُوۡنَ ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "اِتَّخَذُوۡۤا  اَیۡمَانَہُمۡ  جُنَّۃً  فَصَدُّوۡا عَنۡ سَبِیۡلِ اللّٰہِ ؕ اِنَّہُمۡ سَآءَ  مَا کَانُوۡا یَعۡمَلُوۡنَ ﴿۲﴾ ",
			"index": "5190",
			"name": "এবং তারা তাদের শপথগুলোকে ঢাল স্থির করে নিয়েছে অতঃপর আল্লাহ্‌র পথে বাধা দিয়েছে। নিশ্চয় তারা অত্যন্ত মন্দ কাজ করে। ",
			"en_kanzulimaan": "They have taken their oaths as a shield, thereby prevented others from Allahs way; indeed they commit extremely evil deeds.",
			"ur_kanzulimaan": "اور انہوں نے اپنی قسموں کو ڈھال ٹھہرالیا تو اللہ کی راہ سے روکا بیشک وہ بہت ہی برے کام کرتے ہیں",
			"hi_kanzulimaan": "और उन्होंने अपनी क़समों को ढाल ठहरा लिया (4फ) तो अल्लाह की राह से रोका (5फ) बेशक वो बहुत ही बुरे काम करते हैं (6फ)",
			"id": 2,
			"text": "ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ",
			"author": "২. তারা নিজেদের শপথসমূহকে ঢালরূপে ব্যবহার করে, অতঃপর তারা (মানুষকে) আল্লাহ্‌র পথে বাধা দেয়। নিশ্চয়ই এ খুবই মন্দ (কাজ), যা তারা করছে।"
		},
		{
			"_id": "5191",
			"sura": "63",
			"para": "28",
			"verses": "3",
			"names": "ذٰلِکَ بِاَنَّہُمۡ  اٰمَنُوۡا ثُمَّ  کَفَرُوۡا  فَطُبِعَ عَلٰی  قُلُوۡبِہِمۡ  فَہُمۡ  لَا  یَفۡقَہُوۡنَ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ بِاَنَّہُمۡ  اٰمَنُوۡا ثُمَّ  کَفَرُوۡا  فَطُبِعَ عَلٰی  قُلُوۡبِہِمۡ  فَہُمۡ  لَا  یَفۡقَہُوۡنَ ﴿۳﴾ ",
			"index": "5191",
			"name": "এটা এ জন্য যে, তারা মুখে ঈমান এনেছে, অতঃপর অন্তরের দিক দিয়ে কাফির হয়েছে; ফলে তাদের অন্তরগুলোতে মোহর করে দেওয়া হয়েছে। সুতরাং এখন তারা কিছুই বুঝে না। ",
			"en_kanzulimaan": "That is because they accepted faith with their tongues then disbelieved with their hearts, therefore their hearts were sealed - so now they do not understand anything.",
			"ur_kanzulimaan": "یہ اس لیے کہ وہ زبان سے ایمان لائے پھر دل سے کافر ہوئے تو ان کے دلوں پر مہر کردی گئی تو اب وہ کچھ نہیں سمجھتے،",
			"hi_kanzulimaan": "यह इसलिये कि वो ज़बान से  ईमान लाए फिर दिल से काफ़िर हुए तो उनके दिलों पर मोहर कर दी गई तो अब वो कुछ नहीं समझते",
			"id": 3,
			"text": "ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ",
			"author": "৩. তা এ কারণে যে, তারা (মুখে) ঈমান এনেছে, অথচ (অন্তরে) কাফের রয়ে গিয়েছে। ফলে তাদের অন্তর মোহরাঙ্কিত করে দেয়া হয়েছে, কাজেই তারা (কিছুই) বুঝে না।"
		},
		{
			"_id": "5192",
			"sura": "63",
			"para": "28",
			"verses": "4",
			"names": "وَ اِذَا  رَاَیۡتَہُمۡ  تُعۡجِبُکَ اَجۡسَامُہُمۡ ؕ وَ اِنۡ یَّقُوۡلُوۡا  تَسۡمَعۡ  لِقَوۡلِہِمۡ ؕ کَاَنَّہُمۡ خُشُبٌ مُّسَنَّدَۃٌ ؕ یَحۡسَبُوۡنَ  کُلَّ صَیۡحَۃٍ  عَلَیۡہِمۡ ؕ ہُمُ  الۡعَدُوُّ  فَاحۡذَرۡہُمۡ ؕ قٰتَلَہُمُ   اللّٰہُ ۫ اَنّٰی  یُؤۡفَکُوۡنَ  ﴿۴﴾",
			"number": "",
			"verses_PDMS": "وَ اِذَا  رَاَیۡتَہُمۡ  تُعۡجِبُکَ اَجۡسَامُہُمۡ ؕ وَ اِنۡ یَّقُوۡلُوۡا  تَسۡمَعۡ  لِقَوۡلِہِمۡ ؕ کَاَنَّہُمۡ خُشُبٌ مُّسَنَّدَۃٌ ؕ یَحۡسَبُوۡنَ  کُلَّ صَیۡحَۃٍ  عَلَیۡہِمۡ ؕ ہُمُ  الۡعَدُوُّ  فَاحۡذَرۡہُمۡ ؕ قٰتَلَہُمُ   اللّٰہُ ۫ اَنّٰی  یُؤۡفَکُوۡنَ  ﴿۴﴾",
			"index": "5192",
			"name": "এবং যখন তুমি তাদেরকে দেখো, তাদের শরীর তোমার ভালো মনে হবে এবং যদি তারা কথা বলে, তবে তাদের কথা মনোযোগ সহকারে শোনো। (তখন মনে হবে) যেন তারা প্রাচীরে ঠেকানো কতগুলো কাঠের স্তম্ভ। তারা প্রত্যেক উচ্চবাচ্যকে নিজেদের উপর টেনে নেয়। তারা শত্রু। সুতরাং তাদের থেকে বাচতে থাকো। আল্লাহ্‌ তাদেরকে বিনাশ করুন! ওরা উল্টো দিকে কোথায় যাচ্ছে। ",
			"en_kanzulimaan": "And when you see them, their appearance would please you; and when they speak, you would listen carefully to their speech; like wooden blocks propped against the wall; they assume every cry to be against them; they are the enemy, so beware of them; may Allah slay them! Where are they reverting!",
			"ur_kanzulimaan": "اور جب تو انہیں دیکھے ان کے جسم تجھے بھلے معلوم ہوں، اور اگر بات کریں تو تُو ان کی بات غور سے سنے گویا وہ کڑیاں ہیں دیوار سے ٹکائی ہوئی ہر بلند آواز اپنے ہی اوپر لے جاتے ہیں وہ دشمن ہیں تو ان سے بچتے رہو اللہ انہیں مارے کہاں اوندھے جاتے ہیں",
			"hi_kanzulimaan": "और जब तू उन्हें देखे (7फ) उनके जिस्म तुझे भले मालूम हों और अगर बात करें तो तू उनकी बात ग़ौर से सुने (8फ) मानो वो कड़ियाँ है दीवार से टिकाई हुई (9फ) हर बलन्द आवाज़ अपने ही ऊपर लेजाते हैं (10फ) वो दुश्मन हैं (11फ) तो उनसे बचते रहो (12फ) अल्लाह उन्हें मारे कहाँ औंधे जाते हैं (13फ)",
			"id": 4,
			"text": "۞وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ",
			"author": "৪. (হে বান্দা!) যখন তুমি তাদেরকে দেখো, তখন তাদের দেহ অবয়ব তোমার কাছে প্রীতিকর মনে হয়। আর যদি তারা কথা বলে, তবে তুমি তাদের কথাবার্তা সাগ্রহে শ্রবণ করো (অর্থাৎ তোমার কাছে তাদেরকে বিচক্ষণ মনে হয়, কিন্তু প্রকৃত বিষয় এই যে,) তারা যেন প্রাচীর ঠেকানো কাঠের স্তম্ভ; তারা যে কোনো শোরগোলকে মনে করে নিজেদের বিরুদ্ধে (বিপদ-আপদ)। এরা (তোমাদের) দুশমন, সুতরাং তাদের ব্যাপারে সতর্ক হও। আল্লাহ্ তাদেরকে ধ্বংস করুন! তারা কোথায় বিভ্রান্ত ঘুরে বেড়াচ্ছে?"
		},
		{
			"_id": "5193",
			"sura": "63",
			"para": "28",
			"verses": "5",
			"names": "وَ  اِذَا  قِیۡلَ  لَہُمۡ  تَعَالَوۡا  یَسۡتَغۡفِرۡ لَکُمۡ رَسُوۡلُ  اللّٰہِ  لَوَّوۡا رُءُوۡسَہُمۡ وَ رَاَیۡتَہُمۡ یَصُدُّوۡنَ وَ ہُمۡ مُّسۡتَکۡبِرُوۡنَ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اِذَا  قِیۡلَ  لَہُمۡ  تَعَالَوۡا  یَسۡتَغۡفِرۡ لَکُمۡ رَسُوۡلُ  اللّٰہِ  لَوَّوۡا رُءُوۡسَہُمۡ وَ رَاَیۡتَہُمۡ یَصُدُّوۡنَ وَ ہُمۡ مُّسۡتَکۡبِرُوۡنَ ﴿۵﴾ ",
			"index": "5193",
			"name": "এবং যখন তাদেরকে বলা হয়, ‘এসো! আল্লাহ্‌র রসূল তোমাদের ক্ষমার জন্য প্রার্থনা করবেন’। তখন নিজেদের মাথা ঘুরিয়ে নেয় এবং আপনি তাদেরকে দেখবেন যে, তারা অহঙ্কার করে মুখ ফিরিয়ে নিচ্ছে।",
			"en_kanzulimaan": "And when it is said to them, Come! Allahs Noble Messenger may seek forgiveness for you - they turn heads away, and you will see them turning away in pride.",
			"ur_kanzulimaan": "اور جب ان سے کہا جائے کہ آؤ رسول اللہ تمہارے لیے معافی چاہیں تو اپنے سر گھماتے ہیں اور تم انہیں دیکھو کہ غور کرتے ہوئے منہ پھیر لیتے ہیں",
			"hi_kanzulimaan": "और जब उन से कहा जाए कि आओ (14फ) अल्लाह के रसूल तुम्हारे लिये माफ़ी चाहें तो अपने सर घुमाते हैं और तुम उन्हें देखो कि ग़ौर करते हुए मुंह फेर लेते हैं (15फ)",
			"id": 5,
			"text": "وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ",
			"author": "৫. আর যখন তাদেরকে বলা হয়, ‘এসো, আল্লাহ্‌র রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) তোমাদের জন্যে ক্ষমা প্রার্থনা করবেন’, তখন এরা (অহংকারবশত) নিজেদের মাথা ঘুরিয়ে নেয় এবং আপনি তাদেরকে দেখেন যে, তারা দম্ভভরে (আপনার উপস্থিতি থেকে) পলায়ন করে।*\n\n* এ আয়াত (মুনাফেকদের সর্দার) আব্দুল্লাহ্ ইবনে উবাইর ব্যাপারে অবতীর্ণ হয়। যখন তাকে নবী আকরাম সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের খেদমতে ক্ষমা প্রার্থনার জন্যে উপস্থিত হওয়ার কথা বলা হলো, তখন সে হেঁচকা টানে মাথা ঘুরিয়ে বলতে লাগলো, ‘আমি যাবো না, আমি তো ঈমানও আনয়ন করেছি, তার কথার উপর যাকাতও দিয়ে দিয়েছি। আর বাকী রইলো কেবল মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামকে সেজদা করা।’ (তাবারী, কাশ্শাফ, নাসাফী, বাগাভী, খাযিন।)"
		},
		{
			"_id": "5194",
			"sura": "63",
			"para": "28",
			"verses": "6",
			"names": "سَوَآءٌ  عَلَیۡہِمۡ  اَسۡتَغۡفَرۡتَ لَہُمۡ  اَمۡ لَمۡ تَسۡتَغۡفِرۡ لَہُمۡ ؕ لَنۡ یَّغۡفِرَ اللّٰہُ  لَہُمۡ ؕ اِنَّ اللّٰہَ  لَا یَہۡدِی الۡقَوۡمَ الۡفٰسِقِیۡنَ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "سَوَآءٌ  عَلَیۡہِمۡ  اَسۡتَغۡفَرۡتَ لَہُمۡ  اَمۡ لَمۡ تَسۡتَغۡفِرۡ لَہُمۡ ؕ لَنۡ یَّغۡفِرَ اللّٰہُ  لَہُمۡ ؕ اِنَّ اللّٰہَ  لَا یَہۡدِی الۡقَوۡمَ الۡفٰسِقِیۡنَ ﴿۶﴾ ",
			"index": "5194",
			"name": "তাদের জন্য এক সমান- আপনি তাদের জন্য ক্ষমা প্রার্থনা করুন অথবা নাই করুন, আল্লাহ্‌ তাদেরকে ক্ষমা করবেন না। নিশ্চয় আল্লাহ্‌ ফাসিক্বদেরকে সৎপথ প্রদান করেন না। ",
			"en_kanzulimaan": "It is the same for them, whether you seek forgiveness for them or do not seek forgiveness for them; Allah will never forgive them; indeed Allah does not guide the sinning people.",
			"ur_kanzulimaan": "ان پر ایک سا ہے تم ان کی معافی چاہو یا نہ چاہو، اللہ انہیں ہر گز نہ بخشے گا بیشک اللہ فاسقوں کو راہ نہیں دیتا،",
			"hi_kanzulimaan": "उनपर एक सा है तुम उनकी चाहो या न चाहो अल्लाह उन्हें हरगिज़ न बख़्शेगा (16फ) बेशक अल्लाह फ़ासिक़ों को राह नहीं देता",
			"id": 6,
			"text": "سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ",
			"author": "৬. আপনি তাদের জন্যে ক্ষমা প্রার্থনা করুন অথবা না করুন এদের জন্যে উভয়ই সমান, আল্লাহ্ তাদেরকে কখনো ক্ষমা করবেন না। (কেননা তারা আপনার প্রতি তিরস্কারকারী, আপনার প্রতি বিমুখ এবং অহঙ্কারকারী দল।) নিশ্চয়ই আল্লাহ্ নাফরমান সম্প্রদায়কে পথপ্রদর্শন করেন না।"
		},
		{
			"_id": "5195",
			"sura": "63",
			"para": "28",
			"verses": "7",
			"names": "ہُمُ  الَّذِیۡنَ یَقُوۡلُوۡنَ  لَا تُنۡفِقُوۡا عَلٰی مَنۡ عِنۡدَ  رَسُوۡلِ اللّٰہِ  حَتّٰی  یَنۡفَضُّوۡا ؕ وَ لِلّٰہِ خَزَآئِنُ  السَّمٰوٰتِ وَ الۡاَرۡضِ وَ لٰکِنَّ  الۡمُنٰفِقِیۡنَ  لَا  یَفۡقَہُوۡنَ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "ہُمُ  الَّذِیۡنَ یَقُوۡلُوۡنَ  لَا تُنۡفِقُوۡا عَلٰی مَنۡ عِنۡدَ  رَسُوۡلِ اللّٰہِ  حَتّٰی  یَنۡفَضُّوۡا ؕ وَ لِلّٰہِ خَزَآئِنُ  السَّمٰوٰتِ وَ الۡاَرۡضِ وَ لٰکِنَّ  الۡمُنٰفِقِیۡنَ  لَا  یَفۡقَہُوۡنَ ﴿۷﴾ ",
			"index": "5195",
			"name": "তারাই, যারা বলে, ‘তাদের জন্য ব্যয় করো না, যারা রসূলের নিকট রয়েছে, যতক্ষণ না, তারা পেরেশান হয়ে যায়’। এবং আল্লাহ্‌রই আস্‌মানসমূহ ও যমীনের ধন-ভাণ্ডারসমূহ; কিন্তু মুনাফিক্বদের বোধশক্তি নেই। ",
			"en_kanzulimaan": "It is they who say, Do not spend upon those who are with Allahs Noble Messenger until they get distraught; whereas to Allah only belong the treasures of the heavens and the earth, but the hypocrites do not have sense.",
			"ur_kanzulimaan": "وہی ہیں جو کہتے ہیں کہ ان پر خرچ نہ کرو جو رسول اللہ کے پاس ہیں یہاں تک کہ پریشان ہوجائیں، اور اللہ ہی کے لیے ہیں آسمانوں اور زمین کے خزانے مگر منافقوں کو سمجھ نہیں،",
			"hi_kanzulimaan": "वही हैं जो कहते हैं कि उनपर ख़र्च न करो जो रसूलुल्लाह के पास हैं यहाँ तक कि परेशान हो जाएं, और अल्लाह ही के लिये हैं आसमानों और ज़मीन के ख़ज़ाने (17फ) मगर मुनाफ़िक़ों को समझ नहीं",
			"id": 7,
			"text": "هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ",
			"author": "৭. (হে সম্মানিত হাবীব!) তারাই সেসব লোক যারা (আপনার প্রতি ক্রোধ ও শত্রুতাবশত বলে বেড়ায়, ‘তোমরা আল্লাহ্‌র রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর (অভাবী) সহচরদের জন্যে ব্যয় করো না, যতক্ষণ পর্যন্ত না তারা (তাঁকে ছেড়ে) বিচ্ছিন্ন হয়ে পড়ে।’ অথচ আকাশমন্ডলী ও পৃথিবীর সমস্ত ধনভান্ডার আল্লাহ্‌রই, কিন্তু মুনাফেকেরা তা বুঝে না।"
		},
		{
			"_id": "5196",
			"sura": "63",
			"para": "28",
			"verses": "8",
			"names": "یَقُوۡلُوۡنَ  لَئِنۡ  رَّجَعۡنَاۤ  اِلَی  الۡمَدِیۡنَۃِ لَیُخۡرِجَنَّ الۡاَعَزُّ  مِنۡہَا الۡاَذَلَّ ؕ وَ لِلّٰہِ الۡعِزَّۃُ  وَ لِرَسُوۡلِہٖ وَ لِلۡمُؤۡمِنِیۡنَ وَ لٰکِنَّ  الۡمُنٰفِقِیۡنَ  لَا  یَعۡلَمُوۡنَ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "یَقُوۡلُوۡنَ  لَئِنۡ  رَّجَعۡنَاۤ  اِلَی  الۡمَدِیۡنَۃِ لَیُخۡرِجَنَّ الۡاَعَزُّ  مِنۡہَا الۡاَذَلَّ ؕ وَ لِلّٰہِ الۡعِزَّۃُ  وَ لِرَسُوۡلِہٖ وَ لِلۡمُؤۡمِنِیۡنَ وَ لٰکِنَّ  الۡمُنٰفِقِیۡنَ  لَا  یَعۡلَمُوۡنَ ﴿۸﴾ ",
			"index": "5196",
			"name": "তারা বলে, ‘আমরা মদীনায় প্রত্যাবর্তন করলে অবশ্য যে বড় সম্মানিত সে সেখান থেকে তাকেই বের করে দেবে, যে অত্যন্ত লাঞ্ছিত। আর সম্মান তো আল্লাহ্‌, তাঁর রসূল ও মু’মিনদের জন্যই; কিন্তু মুনাফিক্বদের নিকট খবর নেই। ",
			"en_kanzulimaan": "They say, If we return to Medinah, then indeed the honourable group will soon expel the lowly one; whereas all honour belongs to Allah and to His Noble Messenger and to the Muslims, but the hypocrites do not know.",
			"ur_kanzulimaan": "کہتے ہیں ہم مدینہ پھر کر گئے تو ضرور جو بڑی عزت والا ہے وہ اس میں سے نکال دے گا اسے جو نہایت ذلت والا ہے اور عزت تو اللہ اور اس کے رسول اور مسلمانوں ہی کے لیے ہے مگر منافقوں کو خبر نہیں",
			"hi_kanzulimaan": "कहते हैं हम मदीना फिर कर गए (18फ) तो ज़रूर जो बड़ी इज़्ज़त वाला है वह उसमें से निकाल देगा उसे जो बहुत ज़िल्लत वाला है (19फ) और इज़्ज़त तो अल्लाह और उसके रसूल और मुसलमानों ही के लिये है मगर मुनाफ़िक़ों को ख़बर नहीं (20फ)",
			"id": 8,
			"text": "يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ",
			"author": "৮. তারাই বলে, ‘আমরা যদি (এখন) মদীনায় প্রত্যাবর্তন করি তবে (আমরা) সম্ভ্রান্তরা সেখান থেকে অসম্ভ্রান্তদেরকে (অর্থাৎ মুসলমানদেরকে) বের করে দেবো’। অথচ সম্মান তো কেবল আল্লাহ্, তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) এবং মুমিনগণের জন্যে। কিন্তু মুনাফেকেরা (এ প্রকৃত অবস্থা) জানে না।"
		},
		{
			"_id": "5197",
			"sura": "63",
			"para": "28",
			"verses": "9",
			"names": "یٰۤاَیُّہَا  الَّذِیۡنَ  اٰمَنُوۡا  لَا تُلۡہِکُمۡ اَمۡوَالُکُمۡ  وَ لَاۤ  اَوۡلَادُکُمۡ عَنۡ ذِکۡرِ اللّٰہِ ۚ وَ مَنۡ یَّفۡعَلۡ  ذٰلِکَ  فَاُولٰٓئِکَ ہُمُ الۡخٰسِرُوۡنَ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا  الَّذِیۡنَ  اٰمَنُوۡا  لَا تُلۡہِکُمۡ اَمۡوَالُکُمۡ  وَ لَاۤ  اَوۡلَادُکُمۡ عَنۡ ذِکۡرِ اللّٰہِ ۚ وَ مَنۡ یَّفۡعَلۡ  ذٰلِکَ  فَاُولٰٓئِکَ ہُمُ الۡخٰسِرُوۡنَ ﴿۹﴾ ",
			"index": "5197",
			"name": "হে ঈমানদারগণ! তোমাদের ধন-সম্পদ, না তোমাদের সন্তান-সন্ততি কোন কিছুই যেন তোমাদেরকে আল্লাহ্‌র স্মরণ থেকে উদাসীন না করে; এবং যে কেউ তেমন করে, তবে ওই সমস্ত লোক ক্ষতির মধ্যে রয়েছে। ",
			"en_kanzulimaan": "O People who Believe! May not your wealth or your children cause you to neglect the remembrance of Allah; and whoever does this  so it is they who are in a loss.",
			"ur_kanzulimaan": "اے ایمان والو تمہارے مال نہ تمہاری اولاد کوئی چیز تمہیں اللہ کے ذکر سے غافل نہ کرے اور جو ایسا کرے تو وہی لوگ نقصان میں ہیں",
			"hi_kanzulimaan": "ऐ ईमान वालो, तुम्हारे माल न तुम्हारी औलाद कोई चीज़ तुम्हें अल्लाह के ज़िक्र से ग़ाफ़िल न करे (21फ) और जो ऐसा करे (22फ) तो वही लोग नुक़सान में हैं (23फ)",
			"id": 9,
			"text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
			"author": "৯. হে ঈমানদারগণ! তোমাদের ধন-সম্পদ ও তোমাদের সন্তান-সন্ততি যেন তোমাদেরকে (কখনো) আল্লাহ্‌র স্মরণে উদাসীন না করে। আর যারা এমন করবে তারাই হবে ক্ষতিগ্রস্ত।"
		},
		{
			"_id": "5198",
			"sura": "63",
			"para": "28",
			"verses": "10",
			"names": "وَ اَنۡفِقُوۡا مِنۡ مَّا  رَزَقۡنٰکُمۡ مِّنۡ  قَبۡلِ اَنۡ یَّاۡتِیَ  اَحَدَکُمُ  الۡمَوۡتُ فَیَقُوۡلَ  رَبِّ لَوۡ لَاۤ  اَخَّرۡتَنِیۡۤ  اِلٰۤی  اَجَلٍ قَرِیۡبٍ ۙ فَاَصَّدَّقَ وَ  اَکُنۡ  مِّنَ  الصّٰلِحِیۡنَ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَنۡفِقُوۡا مِنۡ مَّا  رَزَقۡنٰکُمۡ مِّنۡ  قَبۡلِ اَنۡ یَّاۡتِیَ  اَحَدَکُمُ  الۡمَوۡتُ فَیَقُوۡلَ  رَبِّ لَوۡ لَاۤ  اَخَّرۡتَنِیۡۤ  اِلٰۤی  اَجَلٍ قَرِیۡبٍ ۙ فَاَصَّدَّقَ وَ  اَکُنۡ  مِّنَ  الصّٰلِحِیۡنَ ﴿۱۰﴾ ",
			"index": "5198",
			"name": "এবং আমার প্রদত্ত (রিযক্ব) থেকে কিছু আমার পথে ব্যয় করো এর পূর্বে যে, তোমাদের মধ্যে কারো নিকট মৃত্যু এসে পড়বে। অতঃপর বলতে থাকবে, ‘হে আমার রব! তুমি আমাকে কিছু সময়ের জন্য কেন অবকাশ দিলে না? যাতে আমি দান-সাদক্বাহ করতাম এবং সৎকর্মপরায়ণদের অন্তর্ভুক্ত হতাম!",
			"en_kanzulimaan": "And spend from what We have provided you before death approaches any one of you and he then says, My Lord! Why did you not give me respite for a little while, so I would have given charity and become of the virtuous?",
			"ur_kanzulimaan": "اور ہمارے دیے میں سے کچھ ہماری راہ میں خرچ کرو قبل اس کے کہ تم میں کسی کو موت آئے پھر کہنے لگے، اے میرے رب تو نے مجھے تھوڑی مدت تک کیوں مہلت نہ دی کہ میں صدقہ دیتا اور نیکوں میں ہوتا،",
			"hi_kanzulimaan": "और हमारे दिये में से कुछ हमारी राह में ख़र्च करो (24फ) इसके पहले कि तुम में किसी को मौत आए, फिर कहने लगे ऐ मेरे रब!तूने मुझे थोड़ी मुद्दत तक क्यों मुहलत न दी कि मैं सदक़ा देता और नेकों में होता",
			"id": 10,
			"text": "وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّـٰلِحِينَ",
			"author": "১০. আর তোমাদের কারো মৃত্যু আসার পূর্বেই তোমাদেরকে যে রিযক দিয়েছি তা থেকে (আল্লাহ্‌র পথে) ব্যয় করো। অন্যথায় বলবে, ‘হে আমার প্রতিপালক! আমাকে কেন আরো কিছুকাল অবকাশ দিলে না? তাহলে আমি সাদকা ও দান করতাম এবং নেক্কারদের অন্তর্ভুক্ত হতাম।’"
		},
		{
			"_id": "5199",
			"sura": "63",
			"para": "28",
			"verses": "11",
			"names": "وَ لَنۡ  یُّؤَخِّرَ اللّٰہُ  نَفۡسًا  اِذَا جَآءَ اَجَلُہَا ؕ وَ اللّٰہُ  خَبِیۡرٌۢ  بِمَا تَعۡمَلُوۡنَ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَنۡ  یُّؤَخِّرَ اللّٰہُ  نَفۡسًا  اِذَا جَآءَ اَجَلُہَا ؕ وَ اللّٰہُ  خَبِیۡرٌۢ  بِمَا تَعۡمَلُوۡنَ ﴿۱۱﴾ ",
			"index": "5199",
			"name": "এবং কখনো আল্লাহ্‌ কোন প্রাণকে অবকাশ দেবেন না যখন তাঁর প্রতিশ্রুতি (নির্ধারিত সময়) এসে পড়বে এবং তোমাদের কৃতকর্ম সম্পর্কে আল্লাহ্‌ জ্ঞাত।",
			"en_kanzulimaan": "And Allah will never give respite to any soul when its promise arrives; and Allah is Aware of your deeds.",
			"ur_kanzulimaan": "اور ہرگز اللہ کسی جان کو مہلت نہ دے گا جب اس کا وعدہ آجائے اور اللہ کو تمہارے کاموں کی خبر ہے،",
			"hi_kanzulimaan": "और हरगिज़ अल्लाह किसी जान को मुहलत न देगा जब उसका वादा आ जाए (25फ) और अल्लाह को तुम्हारे कामों की ख़बर है",
			"id": 11,
			"text": "وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ",
			"author": "১১. আর আল্লাহ্ কখনো কাউকে অবকাশ দেন না, যখন তার নির্ধারিত (মৃত্যুর) সময় উপস্থিত হয়। আল্লাহ্ সেসব কর্মকান্ড সম্পর্কে খবর রাখেন, তোমরা যা করছো।"
		}
	]