[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "5151",
			"sura": "60",
			"para": "28",
			"verses": "1",
			"names": "یٰۤاَیُّہَا  الَّذِیۡنَ  اٰمَنُوۡا  لَا تَتَّخِذُوۡا عَدُوِّیۡ  وَ عَدُوَّکُمۡ  اَوۡلِیَآءَ  تُلۡقُوۡنَ اِلَیۡہِمۡ  بِالۡمَوَدَّۃِ  وَ قَدۡ کَفَرُوۡا بِمَا جَآءَکُمۡ  مِّنَ الۡحَقِّ ۚ یُخۡرِجُوۡنَ الرَّسُوۡلَ وَ  اِیَّاکُمۡ  اَنۡ  تُؤۡمِنُوۡا بِاللّٰہِ رَبِّکُمۡ ؕ اِنۡ کُنۡتُمۡ خَرَجۡتُمۡ جِہَادًا فِیۡ سَبِیۡلِیۡ وَ ابۡتِغَآءَ  مَرۡضَاتِیۡ ٭ۖ  تُسِرُّوۡنَ اِلَیۡہِمۡ  بِالۡمَوَدَّۃِ ٭ۖ وَ اَنَا  اَعۡلَمُ  بِمَاۤ اَخۡفَیۡتُمۡ وَ مَاۤ  اَعۡلَنۡتُمۡ  ؕ وَ مَنۡ یَّفۡعَلۡہُ مِنۡکُمۡ فَقَدۡ ضَلَّ  سَوَآءَ  السَّبِیۡلِ ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا  الَّذِیۡنَ  اٰمَنُوۡا  لَا تَتَّخِذُوۡا عَدُوِّیۡ  وَ عَدُوَّکُمۡ  اَوۡلِیَآءَ  تُلۡقُوۡنَ اِلَیۡہِمۡ  بِالۡمَوَدَّۃِ  وَ قَدۡ کَفَرُوۡا بِمَا جَآءَکُمۡ  مِّنَ الۡحَقِّ ۚ یُخۡرِجُوۡنَ الرَّسُوۡلَ وَ  اِیَّاکُمۡ  اَنۡ  تُؤۡمِنُوۡا بِاللّٰہِ رَبِّکُمۡ ؕ اِنۡ کُنۡتُمۡ خَرَجۡتُمۡ جِہَادًا فِیۡ سَبِیۡلِیۡ وَ ابۡتِغَآءَ  مَرۡضَاتِیۡ ٭ۖ  تُسِرُّوۡنَ اِلَیۡہِمۡ  بِالۡمَوَدَّۃِ ٭ۖ وَ اَنَا  اَعۡلَمُ  بِمَاۤ اَخۡفَیۡتُمۡ وَ مَاۤ  اَعۡلَنۡتُمۡ  ؕ وَ مَنۡ یَّفۡعَلۡہُ مِنۡکُمۡ فَقَدۡ ضَلَّ  سَوَآءَ  السَّبِیۡلِ ﴿۱﴾ ",
			"index": "5151",
			"name": "হে ঈমানদারগণ! আমার ও তোমাদের শত্রুকে মিত্ররূপে গ্রহণ করো না! তোমরা তাদের নিকট খবরাদি পৌঁছাচ্ছো বন্ধুত্বের কারণে; অথচ তারা অস্বীকারকারী ওই সত্যের, যা তোমাদের নিকট এসেছে; ঘর থেকে বিচ্ছিন্ন করে দেয় রসূলকে ও তোমাদেরকে এ কারণে যে, তোমরা আপন রব আল্লাহ্‌র উপর ঈমান এনেছো। যদি তোমরা বের হয়ে থাকো আমার পথে জিহাদ করার ও আমার সন্তষ্টি তালাশ করারা জন্য, (তা’হলে তাদের সাথে বন্ধুত্ব করো না।) তোমরা তাদের নিকট গোপনে ভালোবাসার বার্তা প্রেরণ করছো; এবং আমি ভালোভাবেই জানি যা তোমরা গোপন করো এবং যা প্রকাশ করো এবং তোমাদের মধ্যে যে কেউ এমন করে, নিশ্চয় সে সোজা পথ থেকে বিচ্যুত। ",
			"en_kanzulimaan": "O People who Believe! Do not befriend My and your enemy - you reveal secrets to them out of friendship whereas they disbelieve in the truth which has come to you! It is they who remove the Noble Messenger and you from your homes, upon your believing in Allah, your Lord; if you have come out to fight for My cause, and to gain My pleasure, then do not befriend them; you send them secret messages of friendship  and I well know all what you hide and all what you disclose; and whoever among you does it, has indeed strayed away from the right path.",
			"ur_kanzulimaan": "اے ایمان والو میرے اور اپنے دشمنوں کو دوست نہ بناؤ تم انہیں خبریں پہنچاتے ہو دوستی سے حالانکہ وہ منکر ہیں اس حق کے جو تمہارے پاس آیا گھر سے جدا کرتے ہیں رسول کو اور تمہیں اس پر کہ تم اپنے رب پر ایمان لائے، اگر تم نکلے ہو میری راہ میں جہاد کرنے اور میری رضا چاہنے کو تو ان سے دوستی نہ کرو تم انہیں خفیہ پیامِ محبت بھیجتے ہو، اور میں خوب جانتا ہوں جو تم چھپاؤ اور جو ظاہر کرو، اور تم میں جو ایسا کرے بیشک وہ سیدھی راہ سے بہکا،",
			"hi_kanzulimaan": "ऐ ईमान वालो! मेरे और अपने दुशमनों को दोस्त न बनाओ (2फ) तुम उन्हें ख़बरें पहुंचाते हो दोस्ती से हालांकि वो मुन्किर हैं उस हक़ के जो तुम्हारे पास आया (3फ) घर से जुदा करते हैं (4फ) रसूल को और तुम्हें इस पर कि तुम अपने रब अल्लाह पर ईमान लाए अगर तुम निकले हो मेरी राह में जिहाद करने और मेरी रज़ा चाहने को, तो उनसे दोस्ती न करो तुम उन्हें ख़ुफ़िया पयाम महब्बत का भेजते हो और मैं ख़ूब जानता हूँ जो तुम छुपाओ और जो ज़ाहिर करो, और तुम में जो ऐसा करे बेशक वह सीधी राह से बहका",
			"id": 1,
			"text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُواْ بِمَا جَآءَكُم مِّنَ ٱلۡحَقِّ يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِيۚ تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡۚ وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
			"author": "১. হে ঈমানদারগণ! আমার এবং তোমাদের শত্রুকে তোমরা বন্ধুরূপে গ্রহণ করো না। তোমরা (তোমাদের) বন্ধুত্বের কারণে তাদের নিকট সংবাদ প্রেরণ করছো, অথচ তারা এ সত্যকেই অস্বীকার করছে, যা তোমাদের নিকট এসেছে। তারা রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-কে এবং তোমাদেরকে (তোমাদের স্বদেশ থেকে) বহিষ্কার করেছে এ কারণে যে, তোমরা তোমাদের প্রতিপালক আল্লাহ্‌র উপর বিশ্বাস রাখো। যদি তোমরা আমার পথে জিহাদের উদ্দেশ্যে এবং আমার সন্তুষ্টি লাভের জন্যে বের হয়ে থাকো (তবে, পুনরায় তাদের সাথে বন্ধুত্ব রাখবে না)। তোমরা তাদেরকে বন্ধুত্বের খাতিরে গোপন সংবাদ প্রেরণ করো, অথচ আমি খুব ভালোভাবে জানি, যা কিছু তোমরা গোপন করো এবং যা কিছু তোমরা প্রকাশ করো। আর তোমাদের মধ্যে যে ব্যক্তিই এরূপ (অপরাধ) করে, সে সরল পথ থেকে বিচ্যুৎ হয়েছে।"
		},
		{
			"_id": "5152",
			"sura": "60",
			"para": "28",
			"verses": "2",
			"names": "اِنۡ  یَّثۡقَفُوۡکُمۡ یَکُوۡنُوۡا  لَکُمۡ  اَعۡدَآءً وَّ یَبۡسُطُوۡۤا اِلَیۡکُمۡ اَیۡدِیَہُمۡ وَ اَلۡسِنَتَہُمۡ بِالسُّوۡٓءِ  وَ  وَدُّوۡا  لَوۡ  تَکۡفُرُوۡنَ ؕ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "اِنۡ  یَّثۡقَفُوۡکُمۡ یَکُوۡنُوۡا  لَکُمۡ  اَعۡدَآءً وَّ یَبۡسُطُوۡۤا اِلَیۡکُمۡ اَیۡدِیَہُمۡ وَ اَلۡسِنَتَہُمۡ بِالسُّوۡٓءِ  وَ  وَدُّوۡا  لَوۡ  تَکۡفُرُوۡنَ ؕ﴿۲﴾ ",
			"index": "5152",
			"name": "তারা যদি তোমাদেরকে পায় তবে তোমাদের শত্রু হবে এবং তোমাদের প্রতি তাদের হাত ও তাদের রসনাগুলো অনিষ্ট সহকারেই প্রসারিত করবে এবং তাদের কামনা হচ্ছে যে, কোন মতে তোমরা কাফির হয়ে যাও!",
			"en_kanzulimaan": "If they gain dominance over you they will be your enemies, and will extend their hands and their tongues towards you with evil, and they wish that in some way you turn disbelievers.",
			"ur_kanzulimaan": "اگر تمہیں پائیں تو تمہارے دشمن ہوں گے اور تمہاری طرف اپنے ہاتھ اور اپنی زبانیں برائی کے ساتھ دراز کریں گے اور ان کی تمنا ہے کہ کسی طرح تم کافر ہوجاؤ",
			"hi_kanzulimaan": "अगर तुम्हें पाएं (5फ) तो तुम्हारे दुश्मन होंगे और तुम्हारी तरफ़ अपने हाथ (6फ) और अपनी ज़बानें (7फ) बुराई के साथ दराज़ करेंगे और उनकी तमन्ना है कि किसी तरह तुम काफ़िर हो जाओ (8फ)",
			"id": 2,
			"text": "إِن يَثۡقَفُوكُمۡ يَكُونُواْ لَكُمۡ أَعۡدَآءٗ وَيَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ وَأَلۡسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّواْ لَوۡ تَكۡفُرُونَ",
			"author": "২. যদি তারা তোমাদেরকে করতলগত করতে পারে, (দেখবে) তারা হবে তোমাদের (প্রকাশ্য) শত্রু এবং তারা তাদের বাহু ও জিহ্বা তোমাদের দিকে মন্দ উদ্দেশ্যে প্রসারিত করবে, আর কামনা করবে যে, তোমরা (কোনোভাবে) কুফরী করো।"
		},
		{
			"_id": "5153",
			"sura": "60",
			"para": "28",
			"verses": "3",
			"names": "لَنۡ  تَنۡفَعَکُمۡ اَرۡحَامُکُمۡ وَ لَاۤ  اَوۡلَادُکُمۡ ۚۛ یَوۡمَ الۡقِیٰمَۃِ ۚۛ یَفۡصِلُ بَیۡنَکُمۡ ؕ وَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ بَصِیۡرٌ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "لَنۡ  تَنۡفَعَکُمۡ اَرۡحَامُکُمۡ وَ لَاۤ  اَوۡلَادُکُمۡ ۚۛ یَوۡمَ الۡقِیٰمَۃِ ۚۛ یَفۡصِلُ بَیۡنَکُمۡ ؕ وَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ بَصِیۡرٌ ﴿۳﴾ ",
			"index": "5153",
			"name": "কখনো তোমাদের কাজে আসবে না তোমাদের আত্নীয়তা এবং না তোমাদের সন্তানগণ ক্বিয়ামত দিবসে। (তিনি) তোমাদেরকে তাদের নিকট থেকে পৃথক করে দেবেন। এবং আল্লাহ্‌ তোমাদের কর্ম প্রত্যক্ষ করছেন। ",
			"en_kanzulimaan": "Neither your relations nor your offspring will in the least benefit you, on the Day of Resurrection; He will separate you from them; and Allah is seeing your deeds.",
			"ur_kanzulimaan": "ہرگز کام نہ آئیں گے تمہیں تمہارے رشتے اور نہ تمہاری اولاد قیامت کے دن، تمہیں ان سے الگ کردے گا اور اللہ تمہارے کام دیکھ رہا ہے،",
			"hi_kanzulimaan": "हरगिज़ काम न आएंगे तुम्हें तुम्हारे रिश्ते और न तुम्हारी औलाद (9फ) क़यामत के दिन तुम्हें उनसे अलग कर देगा (10फ) और  अल्लाह तुम्हारे काम देख रहा है",
			"id": 3,
			"text": "لَن تَنفَعَكُمۡ أَرۡحَامُكُمۡ وَلَآ أَوۡلَٰدُكُمۡۚ يَوۡمَ ٱلۡقِيَٰمَةِ يَفۡصِلُ بَيۡنَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ",
			"author": "৩. তোমাদের (কাফের ও মুশরিক) আত্মীয়-স্বজন এবং তোমাদের (কাফের ও মুশরিক) সন্তান-সন্ততি কিয়ামতের দিন তোমাদের কোনো উপকারে আসবে না। (সে দিন আল্লাহ্) তোমাদের মাঝে পরিপূর্ণ পৃথকীকরণ করে দেবেন (মুমিনগণকে জান্নাতে এবং কাফেরদেরকে জাহান্নামে প্রবেশ করাবেন)। আর আল্লাহ্ সমস্ত কার্যাবলী দেখেন যা তোমরা করছো।"
		},
		{
			"_id": "5154",
			"sura": "60",
			"para": "28",
			"verses": "4",
			"names": "قَدۡ کَانَتۡ لَکُمۡ  اُسۡوَۃٌ  حَسَنَۃٌ  فِیۡۤ اِبۡرٰہِیۡمَ وَ الَّذِیۡنَ مَعَہٗ ۚ اِذۡ  قَالُوۡا لِقَوۡمِہِمۡ  اِنَّا بُرَءٰٓؤُا مِنۡکُمۡ وَ مِمَّا تَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ ۫  کَفَرۡنَا بِکُمۡ  وَ بَدَا بَیۡنَنَا وَ بَیۡنَکُمُ  الۡعَدَاوَۃُ وَ الۡبَغۡضَآءُ  اَبَدًا حَتّٰی تُؤۡمِنُوۡا بِاللّٰہِ وَحۡدَہٗۤ  اِلَّا  قَوۡلَ  اِبۡرٰہِیۡمَ  لِاَبِیۡہِ لَاَسۡتَغۡفِرَنَّ  لَکَ وَ مَاۤ  اَمۡلِکُ لَکَ مِنَ اللّٰہِ مِنۡ شَیۡءٍ ؕ رَبَّنَا عَلَیۡکَ تَوَکَّلۡنَا وَ اِلَیۡکَ اَنَبۡنَا وَ  اِلَیۡکَ الۡمَصِیۡرُ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "قَدۡ کَانَتۡ لَکُمۡ  اُسۡوَۃٌ  حَسَنَۃٌ  فِیۡۤ اِبۡرٰہِیۡمَ وَ الَّذِیۡنَ مَعَہٗ ۚ اِذۡ  قَالُوۡا لِقَوۡمِہِمۡ  اِنَّا بُرَءٰٓؤُا مِنۡکُمۡ وَ مِمَّا تَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ ۫  کَفَرۡنَا بِکُمۡ  وَ بَدَا بَیۡنَنَا وَ بَیۡنَکُمُ  الۡعَدَاوَۃُ وَ الۡبَغۡضَآءُ  اَبَدًا حَتّٰی تُؤۡمِنُوۡا بِاللّٰہِ وَحۡدَہٗۤ  اِلَّا  قَوۡلَ  اِبۡرٰہِیۡمَ  لِاَبِیۡہِ لَاَسۡتَغۡفِرَنَّ  لَکَ وَ مَاۤ  اَمۡلِکُ لَکَ مِنَ اللّٰہِ مِنۡ شَیۡءٍ ؕ رَبَّنَا عَلَیۡکَ تَوَکَّلۡنَا وَ اِلَیۡکَ اَنَبۡنَا وَ  اِلَیۡکَ الۡمَصِیۡرُ ﴿۴﴾ ",
			"index": "5154",
			"name": "নিশ্চয় তোমাদের জন্য উত্তম অনুসরণ (আদর্শ) ছিলো ইব্রাহীম ও তাঁর সাথীদের মধ্যে; যখন তারা আপন সম্প্রদায়কে বললো, ‘নিশ্চয় আমরা তোমাদের প্রতি নারায এবং সেগুলোর প্রতিও, যেগুলোর তোমরা আল্লাহ্‌ ব্যতীত পূজা করছো; আমরা তোমাদেরকে অস্বীকার করেছি এবং আমাদের ও তোমাদের মধ্যে শত্রুতা ও বিদ্বেষভাব প্রকাশিত হয়ে গেছে চিরকালের জন্য, যতক্ষণ পর্যন্ত তোমরা এক আল্লাহ্‌র উপর ঈমান আনবে না। কিন্তু ইব্রাহীমের আপন পিতাকে একথা বলা, ‘আমি অবশ্য তোমার জন্য ক্ষমা প্রার্থনা করবো এবং আমি আল্লাহ্‌র সম্মুখে তোমার কোন উপকারের মালিক নই!’ হে আমাদের রব! আমরা তোমারই উপর নির্ভর করেছি আর তোমারই প্রতি প্রত্যাবর্তন করেছি এবং প্রত্যাবর্তন তো তোমার প্রতিই।",
			"en_kanzulimaan": "Indeed in Ibrahim, and those along with him, lay a good example for you follow - when they said to their people, Indeed we are unconcerned with you and all what you worship besides Allah; we reject you, and between us and you has surfaced enmity and hatred for ever until you accept faith in the One Allah  except the saying of Ibrahim to his father, I will surely seek forgiveness for you, and I do not possess any power to benefit you against Allah; O our Lord! We have relied only upon You, and towards You only we have inclined and only towards You is the return.",
			"ur_kanzulimaan": "بیشک تمہارے لیے اچھی پیروی تھی ابراہیم اور اس کے ساتھ والوں میں جب انہوں نے اپنی قوم سے کہا بیشک ہم بیزار ہیں تم سے اور ان سے جنہیں اللہ کے سوا پوجتے ہو، ہم تمہارے منکر ہوئے اور ہم میں اور تم میں دشمنی اور عداوت ظاہر ہوگئی ہمیشہ کے لیے جب تک تم ایک اللہ پر ایمان نہ لاؤ مگر ابراہیم کا اپنے باپ سے کہنا کہ میں ضرور تیری مغفرت چاہوں گا اور میں اللہ کے سامنے تیر ے کسی نفع کا مالک نہیں اے ہمارے رب ہم نے تجھی پر بھروسہ کیا اور تیری ہی طرف رجوع لائے اور تیری ہی طرف پھرنا ہے",
			"hi_kanzulimaan": "बेशक तुम्हारे लिये अच्छी पैरवी थी (11फ) इब्राहीम और उसके साथ वालों में   (12फ) जब उन्होंने अपनी क़ौम से कहा (13फ) बेशक हम बेज़ार हैं तुम से और उनसे जिन्हें अल्लाह के सिवा पूजते हो, हम तुम्हारे मुन्किर हुए (14फ) और हम में और तुम में दुश्मनी और अदावत ज़ाहिर हो गई हमेशा के लिये जब तक तुम एक अल्लाह पर ईमान न लाओ मगर इब्राहीम का अपने बाप से कहना कि मैं ज़रूर तेरी मग़फ़िरत चाहूंगा (15फ) और मैं अल्लाह के सामने तेरे किसी नफ़े का मालिक नहीं (16फ) ऐ हमारे रब ! हमने तुझी पर भरोसा किया और तेरी ही तरफ़ रूजू लाए और तेरी ही तरफ़ फिरना है (17फ)",
			"id": 4,
			"text": "قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَـٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ",
			"author": "৪. প্রকৃতপক্ষে ইবরাহীম (আলাইহিস সালাম) এবং তাঁর অনুসারীদের মাঝে তোমাদের জন্যে রয়েছে (অনুসরণের) উৎকৃষ্ট উদাহরণ। যখন তাঁরা তাদের সম্প্রদায়কে বললেন, ‘তোমাদের সাথে এবং আল্লাহ্ ব্যতীত তোমরা যাদের উপাসনা করো তাদের সাথে আমাদের কোনো সম্পর্ক নেই। আমরা তোমাদের সবাইকে প্রকাশ্যভাবে প্রত্যাখ্যান করেছি এবং আমাদের এবং তোমাদের মাঝে শত্রুতা, ঘৃণা এবং আক্রোশ চিরকালের জন্যে সুস্পষ্ট হয়ে গিয়েছে, যতক্ষণ না তোমরা এক আল্লাহ্‌র উপর ঈমান আনয়ন করো।’ তবে ইবরাহীম (আলাইহিস সালাম) তাঁর (লালন-পালনকারী) পিতাকে বললেন, ‘আমি তোমার জন্যে অবশ্যই ক্ষমা প্রার্থনা করবো’ (এ ছিল পূর্বের অঙ্গীকার, যা তিনি পূর্ণ করলেন এবং সাথে সাথে এ সতর্কবাণীও জানালেন:) ‘আর আমি (তোমার কুফর ও শিরকের কারণে) তোমার জন্যে আল্লাহ্‌র সমীপে কোনো অধিকার রাখি না’। (অতঃপর তিনি এ দোয়া করে সম্প্রদায় থেকে পৃথক হয়ে গেলেন) ‘হে আমাদের প্রতিপালক! আমরা তোমার উপরই ভরসা করি এবং আমরা তোমারই অভিমুখী হয়েছি এবং (সবার) প্রত্যাবর্তন তোমারই দিকে।"
		},
		{
			"_id": "5155",
			"sura": "60",
			"para": "28",
			"verses": "5",
			"names": "رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَۃً  لِّلَّذِیۡنَ کَفَرُوۡا وَ اغۡفِرۡ لَنَا رَبَّنَا ۚ اِنَّکَ  اَنۡتَ الۡعَزِیۡزُ الۡحَکِیۡمُ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَۃً  لِّلَّذِیۡنَ کَفَرُوۡا وَ اغۡفِرۡ لَنَا رَبَّنَا ۚ اِنَّکَ  اَنۡتَ الۡعَزِیۡزُ الۡحَکِیۡمُ ﴿۵﴾ ",
			"index": "5155",
			"name": "হে আমাদের রব! আমাদেরকে কাফিরদের পরীক্ষার মধ্যে নিক্ষেপ করো না! এবং আমাদেরকে ক্ষমা করো! হে আমাদের রব! নিশ্চয় তুমিই সম্মান ও প্রজ্ঞাময়’।",
			"en_kanzulimaan": "O our Lord! Do not put us into the trial of the disbelievers, and forgive us, O our Lord! Indeed You only are the Most Honourable, the Wise.",
			"ur_kanzulimaan": "اے ہمارے رب ہمیں کافروں کی آزمائش میں نہ ڈال اور ہمیں بخش دے، اے ہمارے رب بیشک تو ہی عزت و حکمت والا ہے،",
			"hi_kanzulimaan": "ऐ  हमारे रब ! हमें काफ़िरों की आज़माइश में न डाल (18फ) और हमें बख़्श दे ऐ हमारे रब, बेशक तू ही इज़्ज़त व हिकमत वाला है",
			"id": 5,
			"text": "رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ وَٱغۡفِرۡ لَنَا رَبَّنَآۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
			"author": "৫. হে আমাদের প্রতিপালক! তুমি আমাদেরকে কাফেরদের জন্যে পরীক্ষার উপলক্ষ করো না (অর্থাৎ তাদেরকে আমাদের উপর কর্তৃত্বপরায়ণ করো না) এবং আমাদেরকে ক্ষমা করে দাও, হে আমার প্রতিপালক! নিশ্চয়ই তুমি আধিপত্য ও সম্মানের অধিকারী, প্রজ্ঞাবান।’"
		},
		{
			"_id": "5156",
			"sura": "60",
			"para": "28",
			"verses": "6",
			"names": "لَقَدۡ کَانَ  لَکُمۡ  فِیۡہِمۡ  اُسۡوَۃٌ  حَسَنَۃٌ لِّمَنۡ کَانَ  یَرۡجُوا اللّٰہَ وَ الۡیَوۡمَ الۡاٰخِرَ ؕ  وَ مَنۡ  یَّتَوَلَّ  فَاِنَّ اللّٰہَ  ہُوَ الۡغَنِیُّ  الۡحَمِیۡدُ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "لَقَدۡ کَانَ  لَکُمۡ  فِیۡہِمۡ  اُسۡوَۃٌ  حَسَنَۃٌ لِّمَنۡ کَانَ  یَرۡجُوا اللّٰہَ وَ الۡیَوۡمَ الۡاٰخِرَ ؕ  وَ مَنۡ  یَّتَوَلَّ  فَاِنَّ اللّٰہَ  ہُوَ الۡغَنِیُّ  الۡحَمِیۡدُ ﴿۶﴾ ",
			"index": "5156",
			"name": "নিশ্চয় তোমাদের জন্য তাদের মধ্যে উত্তম অনুসরণ (আদর্শ) ছিলো তাঁরই জন্য, যে আল্লাহ্‌ ও সর্বশেষ দিনের আশাবাদী আর যে মুখ ফেরায়, তবে নিশ্চয় আল্লাহ্‌ই অভাবমুক্ত সমস্ত প্রশংসায় প্রশংসিত। ",
			"en_kanzulimaan": "Indeed in them lay a good example for you to follow  for one who looks forward to (meeting) Allah and the Last Day; and whoever turns away  then (know that) indeed Allah only is the Independent, the Most Praiseworthy.",
			"ur_kanzulimaan": "بیشک تمہارے لیے ان میں اچھی پیروی تھی اسے جو اللہ اور پچھلے دن کا امیدوار ہو اور جو منہ پھیرے تو بیشک اللہ ہی بے نیاز ہے سب خوبیوں سراہا،",
			"hi_kanzulimaan": "बेशक तुम्हारे लिये (19फ) उनमें अच्छी पैरवी थी (20फ) उसे जो अल्लाह और पिछले दिन का उम्मीदवार हो (21फ) और जो मुंह फेरे (22फ) तो बेशक अल्लाह ही बेनियाज़ है सब ख़ूबियों सराहा",
			"id": 6,
			"text": "لَقَدۡ كَانَ لَكُمۡ فِيهِمۡ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
			"author": "৬. নিশ্চয়ই তোমাদের জন্যে তাদের মাঝে রয়েছে (অনুসরণের) উৎকৃষ্ট উদাহরণ, (বিশেষ করে) সেসব ব্যক্তির জন্যে যারা প্রত্যাশা রাখে আল্লাহ্‌র (সমীপে উপস্থিতির) এবং শেষদিবসের। আর যে মুখ ফিরিয়ে নেয়, তবে নিশ্চয়ই আল্লাহ্ অমুখাপেক্ষী এবং সমস্ত প্রশংসা ও গুণগানের উপযুক্ত।"
		},
		{
			"_id": "5157",
			"sura": "60",
			"para": "28",
			"verses": "7",
			"names": "عَسَی اللّٰہُ  اَنۡ یَّجۡعَلَ  بَیۡنَکُمۡ وَ بَیۡنَ الَّذِیۡنَ عَادَیۡتُمۡ  مِّنۡہُمۡ  مَّوَدَّۃً ؕ وَ اللّٰہُ قَدِیۡرٌ ؕ  وَ  اللّٰہُ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "عَسَی اللّٰہُ  اَنۡ یَّجۡعَلَ  بَیۡنَکُمۡ وَ بَیۡنَ الَّذِیۡنَ عَادَیۡتُمۡ  مِّنۡہُمۡ  مَّوَدَّۃً ؕ وَ اللّٰہُ قَدِیۡرٌ ؕ  وَ  اللّٰہُ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۷﴾ ",
			"index": "5157",
			"name": "অদূর ভবিষ্যতে আল্লাহ্‌ তোমাদের মধ্যে ও তাদের মধ্যে, যারা তাদের মধ্যে শত্রু, বন্ধুত্ব সৃষ্টি করবেন! এবং আল্লাহ্‌ শক্তিমান; আর আল্লাহ্‌, ক্ষমাশীল, দয়ালু। ",
			"en_kanzulimaan": "It is likely that Allah may create friendship between you and those among them who are now your enemies; and Allah is All Able; and Allah is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "قریب ہے کہ اللہ تم میں اور ان میں جو ان میں سے تمہارے دشمن ہیں دوستی کردے اور اللہ قادر ہے اور بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "क़रीब है कि अल्लाह तुम में और उनमें जो उनमें से (23फ) तुम्हारे दु्श्मन हैं दोस्ती कर दे (24फ) और अल्लाह क़ादिर (सक्षम) है (25फ) और बख़्शने वाला मेहरबान है",
			"id": 7,
			"text": "۞عَسَى ٱللَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ ٱلَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةٗۚ وَٱللَّهُ قَدِيرٞۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
			"author": "৭. সম্ভবত আল্লাহ্ তোমাদের এবং যাদের সাথে তোমাদের শত্রুতা রয়েছে তাদের কিছু লোকের মাঝে (পরবর্তী কোনো সময়ে) বন্ধুত্ব সৃষ্টি করে দেবেন। আর আল্লাহ্ সর্বশক্তিমান এবং আল্লাহ্ মহাক্ষমাশীল, অসীম দয়ালু।"
		},
		{
			"_id": "5158",
			"sura": "60",
			"para": "28",
			"verses": "8",
			"names": "لَا یَنۡہٰىکُمُ اللّٰہُ  عَنِ الَّذِیۡنَ لَمۡ یُقَاتِلُوۡکُمۡ فِی الدِّیۡنِ وَ لَمۡ  یُخۡرِجُوۡکُمۡ  مِّنۡ  دِیَارِکُمۡ  اَنۡ  تَبَرُّوۡہُمۡ وَ تُقۡسِطُوۡۤا اِلَیۡہِمۡ ؕ اِنَّ  اللّٰہَ یُحِبُّ الۡمُقۡسِطِیۡنَ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "لَا یَنۡہٰىکُمُ اللّٰہُ  عَنِ الَّذِیۡنَ لَمۡ یُقَاتِلُوۡکُمۡ فِی الدِّیۡنِ وَ لَمۡ  یُخۡرِجُوۡکُمۡ  مِّنۡ  دِیَارِکُمۡ  اَنۡ  تَبَرُّوۡہُمۡ وَ تُقۡسِطُوۡۤا اِلَیۡہِمۡ ؕ اِنَّ  اللّٰہَ یُحِبُّ الۡمُقۡسِطِیۡنَ ﴿۸﴾ ",
			"index": "5158",
			"name": "আল্লাহ্‌ তোমাদেরকে তাদের সাথে সদ্ব্যবহার করতে ও তাদের প্রতি সুবিচার করতে বারণ করেন না, যারা তোমাদের সাথে দ্বীনের কারণে যুদ্ধ করে নি এবং তোমাদেরকে তোমাদের ঘর-বাড়ী থেকে বের করে নি, নিশ্চয় ন্যায়বিচারকগণ আল্লাহ্‌র প্রিয়। ",
			"en_kanzulimaan": "Allah does not forbid you from those who did not fight against you because of religion and did not drive you out from your homes, that you should be kind towards them and deal with them fairly; indeed the equitable are the beloved of Allah.",
			"ur_kanzulimaan": "اللہ تمہیں ان سے منع نہیں کرتا جو تم سے دین میں نہ لڑے اور تمہیں تمہارے گھروں سے نہ نکالا کہ ان کے ساتھ احسان کرو اور ان سے انصاف کا برتاؤ برتو، بیشک انصاف والے اللہ کو محبوب ہیں،",
			"hi_kanzulimaan": "अल्लाह तुम्हें उनसे (26फ) मना नहीं करता जो तुम से दीन में न लड़े और तुम्हें तुम्हारे घरो से न निकाला कि उनके साथ एहसान करो और उनसे इन्साफ़ का बर्ताव बरतो, बेशक इन्साफ़ वाले अल्लाह को मेहबूब हैं",
			"id": 8,
			"text": "لَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ",
			"author": "৮. আল্লাহ্ তোমাদেরকে তাদের সাথে উত্তম আচরণ ও ন্যায়বিচার করতে নিষেধ করেন না, যারা তোমাদের বিরুদ্ধে দ্বীনের ব্যাপার যুদ্ধ করেনি এবং তোমাদেরকে ঘরবাড়ি থেকে (অর্থাৎ স্বদেশ থেকে) বহিষ্কারও করেনি। নিশ্চয় আল্লাহ্ ন্যায় ও সমতা বিধানকারীদেরকে পছন্দ করেন।"
		},
		{
			"_id": "5159",
			"sura": "60",
			"para": "28",
			"verses": "9",
			"names": "اِنَّمَا یَنۡہٰىکُمُ اللّٰہُ عَنِ الَّذِیۡنَ قٰتَلُوۡکُمۡ فِی الدِّیۡنِ وَ اَخۡرَجُوۡکُمۡ  مِّنۡ دِیَارِکُمۡ وَ ظٰہَرُوۡا عَلٰۤی  اِخۡرَاجِکُمۡ اَنۡ تَوَلَّوۡہُمۡ ۚ  وَ مَنۡ یَّتَوَلَّہُمۡ فَاُولٰٓئِکَ  ہُمُ الظّٰلِمُوۡنَ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّمَا یَنۡہٰىکُمُ اللّٰہُ عَنِ الَّذِیۡنَ قٰتَلُوۡکُمۡ فِی الدِّیۡنِ وَ اَخۡرَجُوۡکُمۡ  مِّنۡ دِیَارِکُمۡ وَ ظٰہَرُوۡا عَلٰۤی  اِخۡرَاجِکُمۡ اَنۡ تَوَلَّوۡہُمۡ ۚ  وَ مَنۡ یَّتَوَلَّہُمۡ فَاُولٰٓئِکَ  ہُمُ الظّٰلِمُوۡنَ ﴿۹﴾ ",
			"index": "5159",
			"name": "আল্লাহ্‌ তোমাদেরকে তাদেরই সাথে বন্ধুত্ব করতে বারণ করছেন, যারা তোমাদের সাথে ধর্মের কারণে যুদ্ধ করেছে, অথবা তোমাদেরকে তোমাদের ঘর-বাড়ী থেকে বের করে দিয়েছে অথবা তোমাদেরকে বহিষ্কার করতে সাহায্য করেছে। আর যারা তাদের সাথে বন্ধুত্ব করে, সুতরাং তারাই যালিম। ",
			"en_kanzulimaan": "Allah forbids you only from those who fought against you because of religion or drove you out from your homes or helped others to drive you out, that you should befriend them; and whoever befriends them  it is they who are the unjust.",
			"ur_kanzulimaan": "اللہ تمہیں انہی سے منع کرتا ہے جو تم سے دین میں لڑے یا تمہیں تمہارے گھروں سے نکالا یا تمہارے نکالنے پر مدد کی کہ ان سے دوستی کرو اور جو ان سے دوستی کرے تو وہی ستمگار ہیں،",
			"hi_kanzulimaan": "अल्लाह तुम्हें उन्हीं से मना करता है जो तुम से दीन में लड़े या तुम्हें तुम्हारे घरो से निकाला या तुम्हारे निकालने पर मदद की कि उनसे दोस्ती करो (27फ) और जो उनसे दोस्ती करे तो वही सितमगार हैं",
			"id": 9,
			"text": "إِنَّمَا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمۡ فِي ٱلدِّينِ وَأَخۡرَجُوكُم مِّن دِيَٰرِكُمۡ وَظَٰهَرُواْ عَلَىٰٓ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُمۡۚ وَمَن يَتَوَلَّهُمۡ فَأُوْلَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
			"author": "৯. আল্লাহ্ তো তোমাদেরকে কেবল তাদের সাথে বন্ধুত্ব করা থেকে বাধা প্রদান করেন যারা তোমাদের সাথে দ্বীনের ব্যাপারে যুদ্ধ করেছে, তোমাদেরকে স্বদেশ হতে বহিষ্কার করেছে এবং তোমাদেরকে বহিষ্করণে (শত্রুদেরকে) সাহায্য করেছে। আর যারা তাদের সাথে বন্ধুত্ব স্থাপন করে, তবে তারাই অত্যাচারী।"
		},
		{
			"_id": "5160",
			"sura": "60",
			"para": "28",
			"verses": "10",
			"names": "یٰۤاَیُّہَا  الَّذِیۡنَ اٰمَنُوۡۤا  اِذَا جَآءَکُمُ الۡمُؤۡمِنٰتُ مُہٰجِرٰتٍ فَامۡتَحِنُوۡہُنَّ ؕ اَللّٰہُ  اَعۡلَمُ  بِاِیۡمَانِہِنَّ ۚ فَاِنۡ عَلِمۡتُمُوۡہُنَّ  مُؤۡمِنٰتٍ فَلَا تَرۡجِعُوۡہُنَّ  اِلَی  الۡکُفَّارِ ؕ لَا ہُنَّ حِلٌّ  لَّہُمۡ  وَ لَا ہُمۡ  یَحِلُّوۡنَ  لَہُنَّ ؕ وَ  اٰتُوۡہُمۡ مَّاۤ  اَنۡفَقُوۡا ؕ وَ لَا جُنَاحَ عَلَیۡکُمۡ  اَنۡ تَنۡکِحُوۡہُنَّ  اِذَاۤ  اٰتَیۡتُمُوۡہُنَّ  اُجُوۡرَہُنَّ ؕ وَ لَا تُمۡسِکُوۡا بِعِصَمِ الۡکَوَافِرِ وَ سۡـَٔلُوۡا مَاۤ  اَنۡفَقۡتُمۡ وَ لۡیَسۡـَٔلُوۡا مَاۤ  اَنۡفَقُوۡا ؕ ذٰلِکُمۡ  حُکۡمُ اللّٰہِ ؕ یَحۡکُمُ بَیۡنَکُمۡ ؕ وَ اللّٰہُ عَلِیۡمٌ حَکِیۡمٌ ﴿۱۰﴾     ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا  الَّذِیۡنَ اٰمَنُوۡۤا  اِذَا جَآءَکُمُ الۡمُؤۡمِنٰتُ مُہٰجِرٰتٍ فَامۡتَحِنُوۡہُنَّ ؕ اَللّٰہُ  اَعۡلَمُ  بِاِیۡمَانِہِنَّ ۚ فَاِنۡ عَلِمۡتُمُوۡہُنَّ  مُؤۡمِنٰتٍ فَلَا تَرۡجِعُوۡہُنَّ  اِلَی  الۡکُفَّارِ ؕ لَا ہُنَّ حِلٌّ  لَّہُمۡ  وَ لَا ہُمۡ  یَحِلُّوۡنَ  لَہُنَّ ؕ وَ  اٰتُوۡہُمۡ مَّاۤ  اَنۡفَقُوۡا ؕ وَ لَا جُنَاحَ عَلَیۡکُمۡ  اَنۡ تَنۡکِحُوۡہُنَّ  اِذَاۤ  اٰتَیۡتُمُوۡہُنَّ  اُجُوۡرَہُنَّ ؕ وَ لَا تُمۡسِکُوۡا بِعِصَمِ الۡکَوَافِرِ وَ سۡـَٔلُوۡا مَاۤ  اَنۡفَقۡتُمۡ وَ لۡیَسۡـَٔلُوۡا مَاۤ  اَنۡفَقُوۡا ؕ ذٰلِکُمۡ  حُکۡمُ اللّٰہِ ؕ یَحۡکُمُ بَیۡنَکُمۡ ؕ وَ اللّٰہُ عَلِیۡمٌ حَکِیۡمٌ ﴿۱۰﴾     ",
			"index": "5160",
			"name": "হে ঈমানদারগণ! যখন তোমাদের নিকট মুসলিম নারীগণ কুফরস্তান থেকে আপন ঘর-বাড়ী ছেড়ে আসে তখন তাদেরকে পরীক্ষা করো; আল্লাহ্‌ তাদের ঈমানের অবস্থা সম্পর্কে ভালো জানেন। অতঃপর যদি তোমরা জানতে পারো যে, তারা ঈমানদার, তবে তাদেরকে কাফিরদের নিকট ফেরত দিও না। না এরা তাদের জন্য হালাল, না তারা এদের জন্য হালাল। এবং তাদের কাফির স্বামীদেরকে দিয়ে দাও যা তাদের ব্যয় হয়েছে। এবং তোমাদের উপর কোন গুণাহ নেই তাদেরকে বিবাহ করে নিলে, যখন তাদের মহর তাদেরকে দিয়ে দাও আর কাফির নারীদের সাথে বিবাহের উপর চেয়ে নাও যা তোমাদের খরচ হয়েছে। এবং কাফিররাও চেয়ে নেবে যা তারা খরচ করেছে। এটা আল্লাহ্‌র হুকুম। তিনি তোমাদের মধ্যে মীমাংসা করেন এবং আল্লাহ্‌ জ্ঞান ও প্রজ্ঞাময়। ",
			"en_kanzulimaan": "O People who Believe! When Muslim women leave the lands of disbelief and migrate towards you, examine them; Allah knows more about their faith; so if you judge the women to be believers, do not send them back to the disbelievers; neither are they lawful for the disbelievers, nor are the disbelievers lawful for them; and give their disbelieving husbands what they had spent; and there is no sin upon you to marry them if you give them their bridal money; and do not continue the marriage with disbelieving women - and ask for what you had spent, and the disbelievers may ask for what they had spent; this is Allahs command; He judges between you; and Allah is All Knowing, Wise.",
			"ur_kanzulimaan": "اے ایمان والو جب تمہارے پاس مسلمان عورتیں کفرستان سے اپنے گھر چھوڑ کر آئیں تو ان کا امتحان کرو اللہ ان کے ایمان کا حال بہتر جانتا ہے، پھر اگر تمہیں ایمان والیاں معلوم ہوں تو انہیں کافروں کو واپس نہ دو، نہ یہ انہیں حلال نہ وہ انہیں حلال اور ان کے کافر شوہروں کو دے دو جو ان کا خرچ ہوا اور تم پر کچھ گناہ نہیں کہ ان سے نکاح کرلو جب ان کے مہر انہیں دو اور کافرنیوں کے نکاح پر جمے نہ رہو اور مانگ لو جو تمہارا خرچ ہوا اور کافر مانگ لیں جو انہوں نے خرچ کیا یہ اللہ کا حکم ہے، وہ تم میں فیصلہ فرماتا ہے، اور اللہ علم و حکمت والا ہے،",
			"hi_kanzulimaan": "ऐ ईमान वालो! जब तुम्हारे पास मुसलमान औरतें कुफ़्रिस्तान से अपने गर छोड़ कर आएं तो उनका इम्तिहान कर लो(28फ) अल्लाह उनके ईमान का हाल बेहतर जानता है फिर अगर वो तुम्हें ईमान वालियाँ मालूम हों तो उन्हें काफ़िरों को वापस न दो, न ये (29फ) उन्हें हलाल (30फ) न वो इन्हें हलाल (31फ) और उनके काफ़िर शौहरों को दे दो जो उनका ख़र्च हुआ (32फ) और तुम पर कुछ गुनाह नहीं कि उनसे निकाह कर लो (33फ) जब उनके मेहर उन्हें दो (34फ) और काफ़िरनियों के निकाह पर जमे न रहो (35फ) और मांग लो जो तुम्हारा ख़र्च हुआ (36फ) और काफ़िर मांग लें जो उन्होंने ख़र्च किया (37फ) यह अल्लाह का हुक्म है, वह तुम में फैसला फ़रमाता है, और अल्लाह इल्म व हिकमत वाला है",
			"id": 10,
			"text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
			"author": "১০. হে ঈমানদারগণ! তোমাদের নিকট যখন মুমিন নারীগণ হিজরত করে আসে তখন তাদেরকে ভালোভাবে পরীক্ষা করে নিও। আল্লাহ্ তাদের ঈমানের (প্রকৃত অবস্থার) ব্যাপারে সম্যক অবগত। অতঃপর যদি তোমরা তাদের মুমিন হওয়ার ব্যাপারে নিশ্চিত হও, তবে তাদেরকে কাফেরদের নিকট ফিরিয়ে দিও না। এরা (এ মুমিন নারীরা) তাদের জন্যে বৈধ নয় এবং তারাও এদের জন্যে বৈধ নয়। আর তারা (দেনমোহর হিসেবে এদের জন্যে) যা কিছু খরচ করেছে তা তাদেরকে ফিরিয়ে দিও। তোমাদের জন্যে কোনো অপরাধ হবে না যদি তোমরা তাদের প্রাপ্য দেনমোহর আদায় করে তাদেরকে বিবাহ করো। আর (হে মুসলমানগণ!) তোমরাও অবিশ্বাসী নারীদেরকে (তোমাদের সাথে) বিবাহ বন্ধনে আটকে রেখো না। তোমরা (কাফেরদের কাছ থেকে) সে পরিমাণ (সম্পদ) চেয়ে নিও, যা তোমরা (এ নারীদের জন্যে দেনমোহর হিসেবে) ব্যয় করেছিলে এবং তারাও (তোমাদের কাছ থেকে) তা চেয়ে নিবে যা তারা (ওই নারীদের জন্যে দেনমোহর হিসেবে) ব্যয় করেছিল। এটাই আল্লাহ্‌র বিধান; আর তিনি তোমাদের মাঝে ফায়সালা করেন। আল্লাহ্ সর্বজ্ঞ, প্রজ্ঞাবান।"
		},
		{
			"_id": "5161",
			"sura": "60",
			"para": "28",
			"verses": "11",
			"names": "وَ  اِنۡ  فَاتَکُمۡ شَیۡءٌ  مِّنۡ  اَزۡوَاجِکُمۡ   اِلَی الۡکُفَّارِ فَعَاقَبۡتُمۡ  فَاٰتُوا الَّذِیۡنَ ذَہَبَتۡ اَزۡوَاجُہُمۡ مِّثۡلَ مَاۤ  اَنۡفَقُوۡا ؕ وَ اتَّقُوا اللّٰہَ  الَّذِیۡۤ  اَنۡتُمۡ بِہٖ مُؤۡمِنُوۡنَ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اِنۡ  فَاتَکُمۡ شَیۡءٌ  مِّنۡ  اَزۡوَاجِکُمۡ   اِلَی الۡکُفَّارِ فَعَاقَبۡتُمۡ  فَاٰتُوا الَّذِیۡنَ ذَہَبَتۡ اَزۡوَاجُہُمۡ مِّثۡلَ مَاۤ  اَنۡفَقُوۡا ؕ وَ اتَّقُوا اللّٰہَ  الَّذِیۡۤ  اَنۡتُمۡ بِہٖ مُؤۡمِنُوۡنَ ﴿۱۱﴾ ",
			"index": "5161",
			"name": "এবং যদি মুসলমানদের হাত থেকে কিছু সংখ্যক নারী কাফিরদের দিকে বের হয়ে যায় অতঃপর তোমরা কাফিরদেরকে শাস্তি দাও, তবে যাদের স্ত্রীরা চলে যাচ্ছিলো তাদেরকে গনীমতের মাল থেকে এতটুকু দিয়ে দাও যতটূকু তাদের ব্যয় হয়েছিলো। এবং আল্লাহ্‌কে ভয় করো, যার উপর তোমাদের ঈমান আছে। ",
			"en_kanzulimaan": "And if some women go away from the Muslims to the disbelievers - then when you punish the disbelievers, give from the war booty to the Muslims who lost their wives the amount they had spent; and fear Allah in Whom you believe.",
			"ur_kanzulimaan": "اور اگر مسلمانوں کے ہاتھ سے کچھ عورتیں کافروں کی طرف نکل جائیں پھر تم کافروں کو سزا دو تو جن کی عورتیں جاتی رہی تھیں غنیمت میں سے انہیں اتنا دیدو جو ان کا خرچ ہوا تھا اور اللہ سے ڈرو جس پر تمہیں ایمان ہے،",
			"hi_kanzulimaan": "और अगर मुसलमानों के हाथ से कुछ औरतें काफ़िरों की तरफ़ निकल जाएं (38फ) फिर तुम काफ़िरों को सज़ा दो (39फ) तो जिनकी औरतें जाती रही थीं  (40फ) ग़नीमत में से उन्हें उतना दे दो जो उनका ख़र्च हुआ था (41फ) और अल्लाह से डरो जिसपर तुम्हें ईमान है",
			"id": 11,
			"text": "وَإِن فَاتَكُمۡ شَيۡءٞ مِّنۡ أَزۡوَٰجِكُمۡ إِلَى ٱلۡكُفَّارِ فَعَاقَبۡتُمۡ فَـَٔاتُواْ ٱلَّذِينَ ذَهَبَتۡ أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ",
			"author": "১১.আর যদি তোমাদের স্ত্রীদের মধ্যে কেউ তোমাদের হাতছাড়া হয়ে কাফেরদের নিকট থেকে যায়, অতঃপর (যখন) তোমরা যুদ্ধে বিজয়ী হও এবং গণিমতের সম্পদ লাভ করো, তবে (তা থেকে) যাদের স্ত্রী হাতছাড়া হয়ে গিয়েছে তাদেরকে (দেনমোহর হিসেবে) তাদের ব্যয়কৃত অর্থের সমপরিমাণ প্রদান করো। আর আল্লাহ্কে ভয় করতে থাকো, যার প্রতি তোমরা বিশ্বাস রাখো।"
		},
		{
			"_id": "5162",
			"sura": "60",
			"para": "28",
			"verses": "12",
			"names": "یٰۤاَیُّہَا  النَّبِیُّ  اِذَا جَآءَکَ  الۡمُؤۡمِنٰتُ یُبَایِعۡنَکَ عَلٰۤی  اَنۡ  لَّا یُشۡرِکۡنَ بِاللّٰہِ شَیۡئًا وَّ لَا یَسۡرِقۡنَ وَ لَا یَزۡنِیۡنَ وَ لَا یَقۡتُلۡنَ اَوۡلَادَہُنَّ وَ  لَا یَاۡتِیۡنَ  بِبُہۡتَانٍ یَّفۡتَرِیۡنَہٗ بَیۡنَ  اَیۡدِیۡہِنَّ وَ اَرۡجُلِہِنَّ وَ لَا یَعۡصِیۡنَکَ فِیۡ  مَعۡرُوۡفٍ فَبَایِعۡہُنَّ وَ اسۡتَغۡفِرۡ لَہُنَّ اللّٰہَ ؕ اِنَّ اللّٰہَ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا  النَّبِیُّ  اِذَا جَآءَکَ  الۡمُؤۡمِنٰتُ یُبَایِعۡنَکَ عَلٰۤی  اَنۡ  لَّا یُشۡرِکۡنَ بِاللّٰہِ شَیۡئًا وَّ لَا یَسۡرِقۡنَ وَ لَا یَزۡنِیۡنَ وَ لَا یَقۡتُلۡنَ اَوۡلَادَہُنَّ وَ  لَا یَاۡتِیۡنَ  بِبُہۡتَانٍ یَّفۡتَرِیۡنَہٗ بَیۡنَ  اَیۡدِیۡہِنَّ وَ اَرۡجُلِہِنَّ وَ لَا یَعۡصِیۡنَکَ فِیۡ  مَعۡرُوۡفٍ فَبَایِعۡہُنَّ وَ اسۡتَغۡفِرۡ لَہُنَّ اللّٰہَ ؕ اِنَّ اللّٰہَ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۱۲﴾ ",
			"index": "5162",
			"name": "হে নবী! যখন আপনার সম্মুখে মুসলমান নারীরা হাযির হয় বায়’আত গ্রহণের জন্য এ মর্মে যে, তারা আল্লাহ্‌র সাথে কাউকেও শরীক স্থির করবে না এবং না চুরি করবে, না যিনা করবে, না আপন সন্তানদেরকে হত্যা করবে এবং না তারা ওই অপবাদ আনবে, যাকে আপন হাত ও পাগুলোর মধ্যখানে (প্রজনন স্থানে) রচনা করে রটাবে এবং কোন সৎকাজে আপনার নির্দেশ অমান্য করবে না, তখন তাদের নিকট থেকে বায়’আত গ্রহণ করুন। এবং আল্লাহ্‌র নিকট তাদের ক্ষমার জন্য প্রার্থনা করুন। নিশ্চয় আল্লাহ্‌ ক্ষমাশীল, দয়ালু।",
			"en_kanzulimaan": "O dear Prophet (Mohammed  peace and blessings be upon him)! If Muslim women come humbly to you to take oath of allegiance that they will neither ascribe any partner to Allah, nor steal, nor commit adultery, nor kill their children, nor bring the lie that they carry between their hands and feet, nor disobey you in any rightful matter - then accept their allegiance and seek forgiveness from Allah for them; indeed Allah is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "اے نبی جب تمہارے حضور مسلمان عورتیں حاضر ہوں اس پر بیعت کرنے کو کہ اللہ کا کچھ شریک نہ ٹھہرائیں گی اور نہ چوری کریں گی اور نہ بدکاری اور نہ اپنی اولاد کو قتل کریں گی اور نہ وہ بہتان لائیں گی جسے اپنے ہاتھوں اور پاؤں کے درمیان یعنی موضع ولادت میں اٹھائیں اور کسی نیک بات میں تمہاری نافرانی نہ کریں گی تو ان سے بیعت لو اور اللہ سے ان کی مغفرت چاہو بیشک اللہ بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "ऐ नबी जब  तुम्हारे हुज़ूर मुसलमान औरतें हाज़िर हों इस पर बैअत करने को कि अल्लाह का कुछ शरीक न ठहराएंगी और न चोरी करेंगी और न बदकारी और न अपनी औलाद को क़त्ल करेंगी (42फ) और न वह बोहतान लाएंगी जिसे अपने हाथों और पाँवों के दरमियान यानी मौज़ए विलादत (गुम्तांग) में उठाएं (43फ) और किसी नेक बात में तुम्हारी ना फ़रमानी न करेंगी (44फ) तो उनसे बैअत लो और अल्लाह से उनकी मग़फ़िरत चाहो (45फ) बेशक अल्लाह बख़्शने वाला मेहरबान है,",
			"id": 12,
			"text": "يَـٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا جَآءَكَ ٱلۡمُؤۡمِنَٰتُ يُبَايِعۡنَكَ عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡـٔٗا وَلَا يَسۡرِقۡنَ وَلَا يَزۡنِينَ وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ فَبَايِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
			"author": "১২. হে নবী! যখন মুমিন নারীরা আপনার নিকট এসে এ মর্মে আনুগত্যের বাইয়াত গ্রহণ করে যে, তারা আল্লাহ্‌র সাথে কোনো অংশীদার সাব্যস্ত করবে না, চুরি করবে না, ব্যভিচার করবে না, নিজেদের সন্তানদেরকে হত্যা করবে না, নিজেদের হস্ত ও পদযুগলের মধ্যস্থান থেকে কোনো মিথ্যা অপবাদ রচনা করবে না (অর্থাৎ অপরের সন্তানকে স্বামীর ঔরসজাত বলে ধোঁকা দেবে না) এবং শরীয়ত সম্মত (কোনোও) বিষয়ে আপনার অবাধ্যতা করবে না; তবে আপনি তাদের আনুগত্য গ্রহণ করুন এবং তাদের জন্যে আল্লাহ্‌র নিকট ক্ষমা প্রার্থনা করুন। নিশ্চয়ই আল্লাহ্ মহাক্ষমাশীল, অসীম দয়ালু।"
		},
		{
			"_id": "5163",
			"sura": "60",
			"para": "28",
			"verses": "13",
			"names": "یٰۤاَیُّہَا  الَّذِیۡنَ  اٰمَنُوۡا لَا تَتَوَلَّوۡا قَوۡمًا غَضِبَ اللّٰہُ  عَلَیۡہِمۡ  قَدۡ یَئِسُوۡا مِنَ الۡاٰخِرَۃِ کَمَا یَئِسَ الۡکُفَّارُ  مِنۡ اَصۡحٰبِ  الۡقُبُوۡرِ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا  الَّذِیۡنَ  اٰمَنُوۡا لَا تَتَوَلَّوۡا قَوۡمًا غَضِبَ اللّٰہُ  عَلَیۡہِمۡ  قَدۡ یَئِسُوۡا مِنَ الۡاٰخِرَۃِ کَمَا یَئِسَ الۡکُفَّارُ  مِنۡ اَصۡحٰبِ  الۡقُبُوۡرِ ﴿۱۳﴾ ",
			"index": "5163",
			"name": "হে ঈমানদারগণ! ওই সব লোকের সাথে বন্ধুত্ব করো না, যাদের উপর আল্লাহ্‌র ক্রোধ আপতিত, তারা পরকাল সম্বন্ধে নিরাশ হয়ে পড়েছে, যেভাবে কাফিরগণ নিরাশ হয়ে পড়েছে কবরবাসীদের থেকে।",
			"en_kanzulimaan": "O People who Believe! Do not befriend the people upon whom is Allahs wrath  they have lost hope in the Hereafter the way the disbelievers have lost hope in the people of the graves.",
			"ur_kanzulimaan": "اے ایمان والو ان لوگوں سے دوستی نہ کرو جن پر اللہ کا غضب ہے وہ آخرت سے آس توڑ بیٹھے ہیں جیسے کافر آس توڑ بیٹھے قبر والوں سے",
			"hi_kanzulimaan": "ऐ ईमान वालो ! उन लोगों से दोस्ती न करो जिन पर अल्लाह का ग़ज़ब है (46फ) वो आख़िरत से आस तोड़ बैठे हैं (47फ) जैसे काफ़िर आस तोड़ बैठे क़ब्रवालों से (48फ)",
			"id": 13,
			"text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ",
			"author": "১৩. হে ঈমানদারগণ! তোমরা সেসব লোকের সাথে বন্ধুত্ব রেখো না, যাদের উপর আল্লাহ্ রুষ্ট হয়েছেন। নিশ্চয়ই তারা পরকাল সম্পর্কে নিরাশ হয়ে গিয়েছে যেমন কবরস্থ কাফেরেরা নিরাশ হয়ে পড়েছে।"
		}
	]