[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "3253",
			"sura": "28",
			"para": "20",
			"verses": "1",
			"names": "طٰسٓمّٓ ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "طٰسٓمّٓ ﴿۱﴾ ",
			"index": "3253",
			"name": "ত্বোয়া-সী----ম্‌ মী----ম।",
			"en_kanzulimaan": "Ta-Seen-Meem. (Alphabets of the Arabic language - Allah and to whomever he reveals, know their precise meanings.)",
			"ur_kanzulimaan": "طٰسم",
			"hi_kanzulimaan": "_",
			"author": "১. ত্বোয়া-সীন-মীম। (প্রকৃত অর্থ আল্লাহ্ এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামই অধিক অবগত।)"
		},
		{
			"_id": "3254",
			"sura": "28",
			"para": "20",
			"verses": "2",
			"names": "تِلۡکَ اٰیٰتُ  الۡکِتٰبِ  الۡمُبِیۡنِ ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "تِلۡکَ اٰیٰتُ  الۡکِتٰبِ  الۡمُبِیۡنِ ﴿۲﴾ ",
			"index": "3254",
			"name": "এ আয়তগুলো সুস্পষ্ট কিতাবের। ",
			"en_kanzulimaan": "These are verses of the clear Book.",
			"ur_kanzulimaan": "یہ آیتیں ہیں روشن کتاب",
			"hi_kanzulimaan": "ये आयतें हैं रौशन किताब की (2फ)",
			"author": "২. এগুলো আলোকোজ্জ্বল কিতাবের আয়াতসমূহ।"
		},
		{
			"_id": "3255",
			"sura": "28",
			"para": "20",
			"verses": "3",
			"names": "نَتۡلُوۡا عَلَیۡکَ مِنۡ نَّبَاِ مُوۡسٰی وَ فِرۡعَوۡنَ بِالۡحَقِّ  لِقَوۡمٍ  یُّؤۡمِنُوۡنَ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "نَتۡلُوۡا عَلَیۡکَ مِنۡ نَّبَاِ مُوۡسٰی وَ فِرۡعَوۡنَ بِالۡحَقِّ  لِقَوۡمٍ  یُّؤۡمِنُوۡنَ ﴿۳﴾ ",
			"index": "3255",
			"name": "আমি আপনার উপর পাঠ করি মূসা ও ফির’আউনের সত্য সংবাদ ওই সমস্ত লোকের জন্য, যারা ঈমান রাখে। ",
			"en_kanzulimaan": "We shall narrate to you the true tidings of Moosa and Firaun, for the people who have faith.",
			"ur_kanzulimaan": "ہم تم پر پڑھیں موسیٰ اور فرعون کی سچی خبر ان لوگوں کے لیے جو ایمان رکھتے ہیں،",
			"hi_kanzulimaan": "हम तुम पर पढ़ें मूसा और फ़िरऔन की सच्ची ख़बर उन लोगों के लिये जो ईमान रखते हैं",
			"author": "৩. (হে সম্মানিত হাবীব!) আমরা আপনার নিকট মূসা (আলাইহিস সালাম) এবং ফেরাউনের প্রকৃত অবস্থা ঐসব লোকদের জন্যে কিছু পাঠ করে শুনাচ্ছি যারা ঈমান এনেছে।"
		},
		{
			"_id": "3256",
			"sura": "28",
			"para": "20",
			"verses": "4",
			"names": "اِنَّ فِرۡعَوۡنَ عَلَا فِی الۡاَرۡضِ وَ جَعَلَ اَہۡلَہَا شِیَعًا یَّسۡتَضۡعِفُ طَآئِفَۃً  مِّنۡہُمۡ یُذَبِّحُ اَبۡنَآءَہُمۡ وَ یَسۡتَحۡیٖ نِسَآءَہُمۡ ؕ اِنَّہٗ  کَانَ مِنَ الۡمُفۡسِدِیۡنَ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ فِرۡعَوۡنَ عَلَا فِی الۡاَرۡضِ وَ جَعَلَ اَہۡلَہَا شِیَعًا یَّسۡتَضۡعِفُ طَآئِفَۃً  مِّنۡہُمۡ یُذَبِّحُ اَبۡنَآءَہُمۡ وَ یَسۡتَحۡیٖ نِسَآءَہُمۡ ؕ اِنَّہٗ  کَانَ مِنَ الۡمُفۡسِدِیۡنَ ﴿۴﴾ ",
			"index": "3256",
			"name": "নিশ্চয় ফির’আউন পৃথিবীতে কর্তৃত্ব লাভ করেছিলো এবং তার লোকজনকে তার অনুসারী করেছে ; তাদের মধ্যে একটা দলকে দুর্বল দেখতো, তাদের পুত্র-সন্তানদেরকে হত্যা করতো এবং তাদের নারীদের জীবিত রাখতো। নিশ্চয় সে বিপর্যয় সৃষ্টিকারী ছিলো। ",
			"en_kanzulimaan": "Indeed Firaun had achieved dominance in the earth and made its people subservient to him  seeing a group among them weak, he used to kill their sons and spare their women; he was indeed very mischievous.",
			"ur_kanzulimaan": "بیشک فرعون نے زمین میں غلبہ پایا تھا اور اس کے لوگوں کو اپنا تابع بنایا ان میں ایک گروہ کو کمزور دیکھتا ان کے بیٹوں کو ذبح کرتا اور ان کی عورتوں کو زندہ رکھتا بیشک وہ فسادی تھا،",
			"hi_kanzulimaan": "बेशक फ़िरऔन ने ज़मीन में ग़ल्बा पाया था (3फ) और उसके लोगों को अपना ताबे (फ़रमांबरदार) बना लिया उनमें एक गिरोह को (4फ) कमज़ोर देखता उनके बेटों को ज़िब्ह करता और उनकी औरतों को ज़िन्दा रखता (5फ) बेशक वह फ़सादी था",
			"author": "৪. নিশ্চিত ফেরাউন পৃথিবীতে অবাধ্য ও অহঙ্কারী (নিষ্ঠুর স্বৈরশাসক) হয়ে গিয়েছিল। আর সে নিজ (রাজত্বের) বাসিন্দাদের (বিভিন্ন) দলে (ও উপদলে) বিভক্ত করে রেখেছিল। এদের মধ্যে এক দলকে (অর্থাৎ বনী ইসরাঈলকে) সে দুর্বল করে দিয়েছিল; সে তাদের পুত্রদেরকে (অনাগত শক্তিকে বিনাশের লক্ষ্যে) হত্যা করতো এবং তাদের নারীদেরকে জীবিত ছেড়ে দিতো (যাতে পুরুষ ব্যতীত নারীদের সংখ্যা বৃদ্ধি পায় এবং তাদের মাঝে ব্যভিচার ও অশ্লীলতা ছড়িয়ে পড়ে)। নিশ্চয়ই সে ছিল বিপর্যয় সৃষ্টিকারীদের অন্যতম।"
		},
		{
			"_id": "3257",
			"sura": "28",
			"para": "20",
			"verses": "5",
			"names": "وَ نُرِیۡدُ اَنۡ نَّمُنَّ عَلَی الَّذِیۡنَ اسۡتُضۡعِفُوۡا فِی الۡاَرۡضِ وَ نَجۡعَلَہُمۡ اَئِمَّۃً  وَّ  نَجۡعَلَہُمُ  الۡوٰرِثِیۡنَ ۙ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ نُرِیۡدُ اَنۡ نَّمُنَّ عَلَی الَّذِیۡنَ اسۡتُضۡعِفُوۡا فِی الۡاَرۡضِ وَ نَجۡعَلَہُمۡ اَئِمَّۃً  وَّ  نَجۡعَلَہُمُ  الۡوٰرِثِیۡنَ ۙ﴿۵﴾ ",
			"index": "3257",
			"name": "আর আমি চাচ্ছিলাম ওই দুর্বলদের প্রতি অনুগ্রহ করতে এবং তাদেরকে নেতৃত্ব দান করতে আর তাদেরকে তাদের দেশ ও ধন সম্পদের অধিকারী করতে; ",
			"en_kanzulimaan": "And We willed to favour those who were weak in the earth, and to make them leaders and to make them the inheritors (of the land and wealth of Firauns people).",
			"ur_kanzulimaan": "اور ہم چاہتے تھے کہ ان کمزوریوں پر احسان فرمائیں اور ان کو پیشوا بنائیں اور ان کے ملک و مال کا انہیں کو وارث بنائیں",
			"hi_kanzulimaan": "और हम चाहते थे कि उन कमज़ोरों पर एहसान फ़रमाएं और उनको पेशवा बनाएं (6फ) और उनके मुल्क व माल का उन्हीं को वारिस बनाएं (7फ)",
			"author": "৫. আর আমরা আনুকূল্য করতে চেয়েছিলাম তাদের প্রতি যাদেরকে পৃথিবীতে (অধিকার ও স্বাধীনতা থেকে বঞ্চিত করে নির্যাতন ও শোষণের মাধ্যমে) দুর্বল করা হয়েছিল এবং তাদেরকে (নির্যাতিত সম্প্রদায়ের) পথপ্রদর্শক ও নেতা নির্ধারণ করি এবং তাদেরকে (রাজকীয় সিংহাসনের) উত্তরাধিকারী বানাই।"
		},
		{
			"_id": "3258",
			"sura": "28",
			"para": "20",
			"verses": "6",
			"names": "وَ نُمَکِّنَ لَہُمۡ فِی الۡاَرۡضِ وَ نُرِیَ فِرۡعَوۡنَ وَ ہَامٰنَ وَ جُنُوۡدَہُمَا مِنۡہُمۡ مَّا  کَانُوۡا  یَحۡذَرُوۡنَ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ نُمَکِّنَ لَہُمۡ فِی الۡاَرۡضِ وَ نُرِیَ فِرۡعَوۡنَ وَ ہَامٰنَ وَ جُنُوۡدَہُمَا مِنۡہُمۡ مَّا  کَانُوۡا  یَحۡذَرُوۡنَ ﴿۶﴾ ",
			"index": "3258",
			"name": "আর তাদেরকে ভূ-পৃষ্ঠে ক্ষমতায় প্রতিষ্ঠিত করতে এবং ফির’আউন, হামান ও তাদের সৈন্যবাহিনীকে তাই দেখিয়ে দিতে, যার আশঙ্কা তাদের মধ্যে এদের দিক থেকে রয়েছে। ",
			"en_kanzulimaan": "And to give them control in the land, and to show Firaun and Haman and their armies what they fear from them.",
			"ur_kanzulimaan": "اور انہیں زمین میں قبضہ دیں اور فرعون اور ہامان اور ان کے لشکروں کو وہی دکھادیں جس کا انہیں ان کی طرف سے خطرہ ہے",
			"hi_kanzulimaan": "और उन्हें (8फ) ज़मीन में क़ब्ज़ा दें और फ़िरऔन और हामान और उनके लश्करों को वही दिखा दें जिसका उन्हें उनकी तरफ़ से ख़तरा है (9फ)",
			"author": "৬.  আর আমরা তাদেরকে রাজ্যে রাজ-ক্ষমতা প্রদান করি এবং ফেরাউন, হামান এবং উভয়ের বাহিনীকে এরূপ (বিপ্লব) প্রদর্শন করি যার কারণে তারা ভীত হয়ে পড়ে।"
		},
		{
			"_id": "3259",
			"sura": "28",
			"para": "20",
			"verses": "7",
			"names": "وَ اَوۡحَیۡنَاۤ  اِلٰۤی اُمِّ مُوۡسٰۤی اَنۡ  اَرۡضِعِیۡہِ ۚ فَاِذَا خِفۡتِ عَلَیۡہِ  فَاَلۡقِیۡہِ فِی الۡیَمِّ  وَ لَا تَخَافِیۡ  وَ لَا تَحۡزَنِیۡ ۚ اِنَّا رَآدُّوۡہُ  اِلَیۡکِ وَ جَاعِلُوۡہُ  مِنَ الۡمُرۡسَلِیۡنَ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَوۡحَیۡنَاۤ  اِلٰۤی اُمِّ مُوۡسٰۤی اَنۡ  اَرۡضِعِیۡہِ ۚ فَاِذَا خِفۡتِ عَلَیۡہِ  فَاَلۡقِیۡہِ فِی الۡیَمِّ  وَ لَا تَخَافِیۡ  وَ لَا تَحۡزَنِیۡ ۚ اِنَّا رَآدُّوۡہُ  اِلَیۡکِ وَ جَاعِلُوۡہُ  مِنَ الۡمُرۡسَلِیۡنَ ﴿۷﴾ ",
			"index": "3259",
			"name": "এবং আমি মূসার মাকে গোপন প্রেরণা দিয়েছি যে, ‘তাকে দুধ পান করাও। অতঃপর যখন তার সম্পর্কে তোমার আশঙ্কা হয়, তবে তাকে দরিয়ায় নিক্ষেপ করো আর না ভয় করো এবং না দুঃখ। নিশ্চয় আমি তাকে তোমার নিকট ফিরিয়ে আনবো এবং তাকে রসূল করবো’।",
			"en_kanzulimaan": "And We inspired the mother of Moosa that, Suckle him; then when you fear for him, cast him into the river and do not fear nor grieve; We shall indeed return him back to you and make him one of the Noble Messengers.",
			"ur_kanzulimaan": "اور ہم نے موسیٰ کی ماں کو الہام فرمایا کہ اسے دودھ پلا پھر جب تجھے اس سے اندیشہ ہو تو اسے دریا میں ڈال دے اور نہ ڈر اور نہ غم کر بیشک ہم اسے تیری طرف پھیر لائیں اور اسے رسول بنائیں گے",
			"hi_kanzulimaan": "और हमने मूसा की माँ को इल्हाम फ़रमाया (10फ) कि इसे दूध पिला (11फ) फिर जब तुझे इस से अन्देशा(डर) हो (12फ) तो इसे दरिया में डाल दें और न डर (13फ) और न ग़म कर (14फ) बेशक हम उसे तेरी तरफ़ फेर लाएंगे और उसे रसूल बनाएंगे (15फ)",
			"author": "৭.  আর আমরা মূসা (আলাইহিস সালাম)-এঁর জননীর অন্তরে ইংগিত নির্দেশ করেছিলাম, ‘তাঁকে দুধ পান করাতে থাকো। অতঃপর যখন তুমি তাঁর (জীবনের) আশঙ্কা করবে তখন তাঁকে নদীতে ভাসিয়ে দিও। আর (এ অবস্থায়) ভীতসন্ত্রস্ত হবে না, ব্যথিতও হবে না। অবশ্যই আমরা তাঁকে তোমার নিকট ফিরিয়ে দেবো এবং তাঁকে করবো রাসূলগণের একজন।’"
		},
		{
			"_id": "3260",
			"sura": "28",
			"para": "20",
			"verses": "8",
			"names": "فَالۡتَقَطَہٗۤ  اٰلُ فِرۡعَوۡنَ  لِیَکُوۡنَ لَہُمۡ عَدُوًّا وَّ حَزَنًا ؕ اِنَّ فِرۡعَوۡنَ  وَ ہَامٰنَ  وَ جُنُوۡدَہُمَا  کَانُوۡا خٰطِئِیۡنَ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "فَالۡتَقَطَہٗۤ  اٰلُ فِرۡعَوۡنَ  لِیَکُوۡنَ لَہُمۡ عَدُوًّا وَّ حَزَنًا ؕ اِنَّ فِرۡعَوۡنَ  وَ ہَامٰنَ  وَ جُنُوۡدَہُمَا  کَانُوۡا خٰطِئِیۡنَ ﴿۸﴾ ",
			"index": "3260",
			"name": "অতঃপর তাকে উঠিয়ে নিলো ফির’আউনের পরিবারের লোকজন, যেন সে তাদের শত্রু ও তাদের দুঃখের কারণ হয়। নিশ্চয় ফির’আউন ও হামান এবং তাদের সৈন্যদল অপরাধী ছিলো। ",
			"en_kanzulimaan": "So the family of Firaun picked him up, in order that he become their enemy and a sorrow upon them; indeed Firaun and Haman and their armies were guilty.",
			"ur_kanzulimaan": "تو اسے اٹھالیا فرعون کے گھر والوں نے کہ وہ ان کا دشمن اور ان پر غم ہو بیشک فرعون اور ہامان اور ان کے لشکر خطا کار تھے",
			"hi_kanzulimaan": "तो उसे उठा लिया फ़िरऔन के घर वालों ने (16फ) कि वह उनका दुश्मन और उनपर ग़म हो (17फ) बेशक फ़िरऔन और हामान (18फ) और उनके लश्कर ख़ताकार थे (19फ)",
			"author": "৮. অতঃপর ফেরাউন-পরিবার তাঁকে (নদ থেকে) উঠিয়ে নিল যাতে তিনি (আল্লাহ্‌র ইচ্ছায়) তাদের শত্রু এবং দুশ্চিন্তা (উদ্রেককারী) হন। নিঃসন্দেহে ফেরাউন, হামান এবং তাদের পুরো বাহিনী দুষ্কৃতি সম্পাদনকারী।"
		},
		{
			"_id": "3261",
			"sura": "28",
			"para": "20",
			"verses": "9",
			"names": "وَ قَالَتِ امۡرَاَتُ فِرۡعَوۡنَ قُرَّتُ عَیۡنٍ لِّیۡ وَ لَکَ ؕ لَا تَقۡتُلُوۡہُ ٭ۖ عَسٰۤی اَنۡ  یَّنۡفَعَنَاۤ اَوۡ  نَتَّخِذَہٗ   وَلَدًا  وَّ  ہُمۡ  لَا یَشۡعُرُوۡنَ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَتِ امۡرَاَتُ فِرۡعَوۡنَ قُرَّتُ عَیۡنٍ لِّیۡ وَ لَکَ ؕ لَا تَقۡتُلُوۡہُ ٭ۖ عَسٰۤی اَنۡ  یَّنۡفَعَنَاۤ اَوۡ  نَتَّخِذَہٗ   وَلَدًا  وَّ  ہُمۡ  لَا یَشۡعُرُوۡنَ ﴿۹﴾ ",
			"index": "3261",
			"name": "এবং ফির’আউনের স্ত্রী বললো, ‘এ শিশু আমার ও তোমার নয়নের শান্তি, তাকে হত্যা করো না; হয় তো এটা আমাদের উপকারে আসবে, অথবা আমরা তাকে পুত্র হিসেবে গ্রহণ করে নেবো। এবং তারা বুঝতে পারে নি। ",
			"en_kanzulimaan": "And Firauns wife said, This child is the comfort of my eyes and yours *; do not kill him; perhaps he may benefit us, or we may adopt him as our son - and they were unaware. (Had Firaun also said the same, Allah would have granted him faith.)",
			"ur_kanzulimaan": "اور فرعون کی بی بی نے کہا یہ بچہ میری اور تیری آنکھوں کی ٹھنڈک ہے، اسے قتل نہ کرو، شاید یہ ہمیں نفع دے یا ہم اسے بیٹا بنالیں اور وہ بے خبر تھے",
			"hi_kanzulimaan": "और फ़िरऔन की बीबी ने कहा (20फ) यह बच्चा मेरी और तेरी आंखों की ठंडक है, इसे क़त्ल न करो शायद यह हमें नफ़ा दे या हम इसे बेटा बना लें (21फ) और बेख़बर थे (22फ)",
			"author": "৯. আর ফেরাউনের স্ত্রী (মূসা আলাইহিস সালামকে দেখে) বললেন, ‘(এ শিশু) আমার এবং তোমার চোখের শীতলতা। তাঁকে হত্যা করো না, সম্ভবত সে আমাদের উপকার করতে পারে অথবা আমরা তাকে সন্তান হিসেবেও গ্রহণ করতে পারি।’ প্রকৃতপক্ষে এরা (এ পরিকল্পনার পরিণতি সম্পর্কে) ছিল অনবগত।"
		},
		{
			"_id": "3262",
			"sura": "28",
			"para": "20",
			"verses": "10",
			"names": "وَ اَصۡبَحَ فُؤَادُ  اُمِّ مُوۡسٰی فٰرِغًا ؕ اِنۡ کَادَتۡ لَتُبۡدِیۡ بِہٖ  لَوۡ لَاۤ  اَنۡ رَّبَطۡنَا عَلٰی قَلۡبِہَا لِتَکُوۡنَ مِنَ الۡمُؤۡمِنِیۡنَ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَصۡبَحَ فُؤَادُ  اُمِّ مُوۡسٰی فٰرِغًا ؕ اِنۡ کَادَتۡ لَتُبۡدِیۡ بِہٖ  لَوۡ لَاۤ  اَنۡ رَّبَطۡنَا عَلٰی قَلۡبِہَا لِتَکُوۡنَ مِنَ الۡمُؤۡمِنِیۡنَ ﴿۱۰﴾ ",
			"index": "3262",
			"name": "এবং সকালে মূসার মায়ের হৃদয় ধৈর্যহীন হয়ে পড়লো। অবশ্য সে তার অবস্থা প্রকাশ করে দেওয়া উপক্রম হয়েছিলো যদি আমি তার হৃদয়কে দৃঢ় করে না দিতাম, যাতে সে আমার প্রতিশ্রুতির প্রতি আস্থাশীল থাকে। ",
			"en_kanzulimaan": "And in the morning, the heart of Moosas mother became impatient; and she would have almost certainly given away his secret had We not strengthened her heart, so that she may have faith in Our promise.",
			"ur_kanzulimaan": "اور صبح کو موسیٰ کی ماں کا دل بے صبر ہوگیا ضرو ر قریب تھا کہ وہ اس کا حال کھول دیتی اگر ہم نہ ڈھارس بندھاتے اس کے دل پر کہ اسے ہمارے وعدہ پر یقین رہے",
			"hi_kanzulimaan": "और सुबह को मूसा की माँ का दिल बेसब्र हो गया (23फ) ज़रूर क़रीब था कि वह उसका हाल खोल देती (24फ) अगर हम न ढारस बंधाते उसके दिल पर कि उसे हमारे वादे पर यक़ीन रहे (25फ)",
			"author": "১০. আর মূসা (আলাইহিস সালাম)-এঁর মায়ের অন্তর (ধৈর্য) শূন্য হয়ে গেল। তিনি (নিজের অধৈর্য এর কারণে) এ গোপন বিষয় প্রায় প্রকাশ করেই দিতেন যদি না আমরা তার অন্তরে ধৈর্য এবং প্রশান্তি সুদৃঢ় করতাম; যাতে তিনি (আল্লাহ্‌র অঙ্গীকারের প্রতি) বিশ্বাস স্থাপনকারীদের মধ্যে অন্তর্ভুক্ত হন।"
		},
		{
			"_id": "3263",
			"sura": "28",
			"para": "20",
			"verses": "11",
			"names": "وَ قَالَتۡ لِاُخۡتِہٖ قُصِّیۡہِ ۫ فَبَصُرَتۡ بِہٖ عَنۡ  جُنُبٍ  وَّ  ہُمۡ  لَا  یَشۡعُرُوۡنَ ﴿ۙ۱۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَتۡ لِاُخۡتِہٖ قُصِّیۡہِ ۫ فَبَصُرَتۡ بِہٖ عَنۡ  جُنُبٍ  وَّ  ہُمۡ  لَا  یَشۡعُرُوۡنَ ﴿ۙ۱۱﴾ ",
			"index": "3263",
			"name": "বং তার মা তার বোনকে বললো, ‘তার পেছনে পেছনে চলে যা!’ অতঃপর সে তাকে দূর থেকে দেখছিলো এবং ওদের জানা ছিলো না। ",
			"en_kanzulimaan": "And she said to his sister, Go after him - she therefore observed him from far, and they were not aware.",
			"ur_kanzulimaan": "اور اس کی ماں نے اس کی بہن سے کہا اس کے پیچھے چلی جا تو وہ اسے دور سے دیکھتی رہی اور ان کو خبر نہ تھی",
			"hi_kanzulimaan": "और उसकी माँ ने उसकी बहन से कहा (26फ) उसके पीछे चली जा, तो वह उसे दूर से देखती रही और उनको ख़बर न थी (27फ)",
			"author": "১১. আর (মূসা আলাইহিস সালামের মাতা) তাঁর বোনকে বললেন, ‘(তাঁর অবস্থা অবগত হওয়ার জন্যে) তাঁর পশ্চাতে গমন করো’; সুতরাং সে তাঁকে দূর থেকে দেখতে লাগলো, কিন্তু তারা ছিল (সম্পূর্ণরূপে) অনবগত।"
		},
		{
			"_id": "3264",
			"sura": "28",
			"para": "20",
			"verses": "12",
			"names": "وَ حَرَّمۡنَا عَلَیۡہِ الۡمَرَاضِعَ مِنۡ قَبۡلُ فَقَالَتۡ ہَلۡ  اَدُلُّکُمۡ  عَلٰۤی  اَہۡلِ بَیۡتٍ یَّکۡفُلُوۡنَہٗ  لَکُمۡ وَ ہُمۡ لَہٗ نٰصِحُوۡنَ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ حَرَّمۡنَا عَلَیۡہِ الۡمَرَاضِعَ مِنۡ قَبۡلُ فَقَالَتۡ ہَلۡ  اَدُلُّکُمۡ  عَلٰۤی  اَہۡلِ بَیۡتٍ یَّکۡفُلُوۡنَہٗ  لَکُمۡ وَ ہُمۡ لَہٗ نٰصِحُوۡنَ ﴿۱۲﴾ ",
			"index": "3264",
			"name": "এবং আমি পূর্ব থেকেই সমস্ত ধাত্রীকে তার জন্য হারাম করে দিয়েছিলাম। সুতরাং সে বললো, ‘আমি তোমাদেরকে কি এমন পরিবারের সন্ধান দেবো, যারা তোমাদের এ শিশুকে লালন-পালন করবে এবং তারা তার মঙ্গলকামী?’",
			"en_kanzulimaan": "And We had already forbidden suckle-nurses for him, so she said, Shall I show you a household that will nurse this child of yours, and they are his well-wishers?",
			"ur_kanzulimaan": "اور ہم نے پہلے ہی سب دائیاں اس پر حرام کردی تھیں تو بولی کیا میں تمہیں بتادوں ایسے گھر والے کہ تمہارے اس بچہ کو پال دیں اور وہ اس کے خیر خواہ ہیں",
			"hi_kanzulimaan": "और हमने पहले ही सब दाइयां उसपर हराम कर दी थीं (28फ) तो बोली क्या मैं तुम्हे बतादूं ऐसे घर वाले कि तुम्हारे इस बच्चे को पाल दें और वो इसके ख़ैरख़्वाह (शुभचिंतक) हैं (29फ)",
			"author": "১২. আর আমরা পূর্ব হতেই মূসা (আলাইহিস সালাম)-কে ধাত্রীস্তন্য পানে বিরত রেখেছিলাম; সুতরাং (মূসা আলাইহিস সালামের বোন) বললো, ‘আমি কি তোমাদের এমন গৃহের অধিবাসীর সন্ধান দেবো যারা তোমাদের জন্যে এঁকে (এ বাচ্চাকে) লালন-পালন করবে এবং তারা তাঁর কল্যাণকামী(ও) হবে?’"
		},
		{
			"_id": "3265",
			"sura": "28",
			"para": "20",
			"verses": "13",
			"names": "فَرَدَدۡنٰہُ  اِلٰۤی  اُمِّہٖ کَیۡ تَقَرَّ عَیۡنُہَا وَ لَا تَحۡزَنَ وَ لِتَعۡلَمَ  اَنَّ وَعۡدَ اللّٰہِ حَقٌّ وَّ لٰکِنَّ  اَکۡثَرَہُمۡ  لَا  یَعۡلَمُوۡنَ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "فَرَدَدۡنٰہُ  اِلٰۤی  اُمِّہٖ کَیۡ تَقَرَّ عَیۡنُہَا وَ لَا تَحۡزَنَ وَ لِتَعۡلَمَ  اَنَّ وَعۡدَ اللّٰہِ حَقٌّ وَّ لٰکِنَّ  اَکۡثَرَہُمۡ  لَا  یَعۡلَمُوۡنَ ﴿۱۳﴾ ",
			"index": "3265",
			"name": "অতঃপর আমি তাকে তার মায়ের নিকট দিলাম, যাতে মায়ের চোখ জুড়ায় এবং দুঃখ না করে আর জেনে নেয় যে, আল্লাহ্‌র প্রতিশ্রুতি সত্য; কিন্তু অধিকাংশ লোক জানে না। ",
			"en_kanzulimaan": "So We returned him to his mother in order to soothe her eyes and not grieve, and to know that Allahs promise is true  but most people do not know.",
			"ur_kanzulimaan": "تو ہم نے اسے اس کی ماں کی طرف پھیرا کہ ماں کی آنکھ ٹھنڈی ہو اور غم نہ کھائے اور جان لے کہ اللہ کا وعدہ سچا ہے، لیکن اکثر لوگ نہیں جانتے",
			"hi_kanzulimaan": "तो हमने उसे उसकी माँ की तरफ़ फेरा कि माँ की आँख ठण्डी हो और ग़म न खाए और जान ले कि अल्लाह का वादा सच्चा है, लेकिन अक्सर लोग नहीं जानते (30फ)",
			"author": "১৩. অতঃপর আমরা মূসা (আলাইহিস সালাম)-কে (এভাবে) তাঁর মায়ের কাছে ফিরিয়ে দিলাম যাতে তার চক্ষু শীতল হয় এবং যাতে তিনি ব্যাথিত না হন। আর যাতে তিনি (নিশ্চিতভাবে) জানতে পারেন যে, আল্লাহ্‌র ওয়াদা সত্য; কিন্তু অধিকাংশ লোকই তা জানে না।"
		},
		{
			"_id": "3266",
			"sura": "28",
			"para": "20",
			"verses": "14",
			"names": "وَ لَمَّا بَلَغَ  اَشُدَّہٗ  وَ اسۡتَوٰۤی اٰتَیۡنٰہُ حُکۡمًا وَّ عِلۡمًا ؕ وَ کَذٰلِکَ نَجۡزِی الۡمُحۡسِنِیۡنَ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَمَّا بَلَغَ  اَشُدَّہٗ  وَ اسۡتَوٰۤی اٰتَیۡنٰہُ حُکۡمًا وَّ عِلۡمًا ؕ وَ کَذٰلِکَ نَجۡزِی الۡمُحۡسِنِیۡنَ ﴿۱۴﴾ ",
			"index": "3266",
			"name": "আর সে যখন আপন যৌবনে উপনীত হলো এবং পূর্ণ শক্তিপ্রাপ্ত হলো তখন আমি তাকে হুকুম ও জ্ঞান দান করলাম আর আমি অনুরূপ পুরস্কার প্রদান করি সৎকর্মপরায়ণদেরকে। ",
			"en_kanzulimaan": "And when he reached his maturity and full strength, We gave him wisdom and knowledge; and this is how We reward the virtuous.",
			"ur_kanzulimaan": "اور جب اپنی جوانی کو پہنچا اور پورے زور پر آیا ہم نے اسے حکم اور علم عطا فرمایا اور ہم ایسا ہی صلہ دیتے ہیں نیکوں کو،",
			"hi_kanzulimaan": "और जब अपनी जवानी को पहुंचा और पूरे ज़ोर पर आया (31फ़) हमने उसे हुक्म और इल्म अता फ़रमाया (32फ़) और हम ऐसा ही सिला देते हैं नेकों को",
			"author": "১৪. আর যখন মূসা (আলাইহিস সালাম) যৌবনে পদার্পণ করলেন এবং পূর্ণ (বয়সে) পৌঁছলেন তখন আমরা তাঁকে (নবুয়্যতের) নির্দেশ, জ্ঞান এবং প্রজ্ঞা দান করলাম। আর আমরা নেক্কারদেরকে এভাবে পুরস্কৃত করে থাকি।"
		},
		{
			"_id": "3267",
			"sura": "28",
			"para": "20",
			"verses": "15",
			"names": "وَ دَخَلَ الۡمَدِیۡنَۃَ عَلٰی حِیۡنِ غَفۡلَۃٍ مِّنۡ اَہۡلِہَا فَوَجَدَ فِیۡہَا رَجُلَیۡنِ یَقۡتَتِلٰنِ ٭۫ ہٰذَا مِنۡ شِیۡعَتِہٖ وَ ہٰذَا مِنۡ عَدُوِّہٖ ۚ فَاسۡتَغَاثَہُ  الَّذِیۡ مِنۡ شِیۡعَتِہٖ عَلَی الَّذِیۡ  مِنۡ عَدُوِّہٖ ۙ فَوَکَزَہٗ  مُوۡسٰی فَقَضٰی عَلَیۡہِ ٭۫  قَالَ ہٰذَا مِنۡ عَمَلِ الشَّیۡطٰنِ ؕ اِنَّہٗ  عَدُوٌّ مُّضِلٌّ مُّبِیۡنٌ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ دَخَلَ الۡمَدِیۡنَۃَ عَلٰی حِیۡنِ غَفۡلَۃٍ مِّنۡ اَہۡلِہَا فَوَجَدَ فِیۡہَا رَجُلَیۡنِ یَقۡتَتِلٰنِ ٭۫ ہٰذَا مِنۡ شِیۡعَتِہٖ وَ ہٰذَا مِنۡ عَدُوِّہٖ ۚ فَاسۡتَغَاثَہُ  الَّذِیۡ مِنۡ شِیۡعَتِہٖ عَلَی الَّذِیۡ  مِنۡ عَدُوِّہٖ ۙ فَوَکَزَہٗ  مُوۡسٰی فَقَضٰی عَلَیۡہِ ٭۫  قَالَ ہٰذَا مِنۡ عَمَلِ الشَّیۡطٰنِ ؕ اِنَّہٗ  عَدُوٌّ مُّضِلٌّ مُّبِیۡنٌ ﴿۱۵﴾ ",
			"index": "3267",
			"name": "এবং সেই শহরে প্রবেশ করলো। যখন শহরবাসীগণ দ্বি-প্রহরের নিদ্রার মধ্যে অসতর্ক ছিলো। তখন সেখানে দু’টি লোককে সংঘর্ষে লিপ্ত দেখতে পেলো- একজন মূসার সম্প্রদায়ের ছিলো আর অপরজন তার শত্রুদলের। তখন ওই লোক যে তার দলের ছিলো সে মূসার নিকট সাহায্য চাইলো তারই বিরুদ্ধে, যে তার শত্রুদের অন্তর্ভুক্ত ছিলো; অতঃপর মূসা তাকে ঘুষি মারলো সুতরাং সে তাকে মেরে ফেললো; বললো, ‘এ কাজ শয়তানের নিকট থেকে হয়েছে, নিশ্চয় সে শত্রু, প্রকাশ্য পথভ্রষ্টকারী’।",
			"en_kanzulimaan": "And he entered the city when its inhabitants were sleeping unaware in the afternoon - he therefore found two men fighting; one was from Moosas group, and the other from among his enemies; so the one who was of Moosas group pleaded to Moosa for help against him who was of his enemies - therefore Moosa punched him thereby finishing him; he said, This act was from the devil *; indeed he is an open enemy, a misleader. (* The act of oppressing the man from Bani Israel).",
			"ur_kanzulimaan": "اور اس شہر میں داخل ہوا جس وقت شہر والے دوپہر کے خواب میں بے خبر تھے تو اس میں دو مرد لڑتے پائے، ایک موسیٰ، کے گروہ سے تھا اور دوسرا اس کے دشمنوں سے تو وہ جو اس کے گروہ سے تھا اس نے موسیٰ سے مدد مانگی، اس پر جو اس کے دشمنوں سے تھا، تو موسیٰ نے اس کے گھونسا مارا تو اس کا کام تما م کردیا کہا یہ کام شیطان کی طرف سے ہوا بیشک وہ دشمن ہے کھلا گمراہ کرنے والا،",
			"hi_kanzulimaan": "और उस शहर में दाख़िल हुआ (33फ़) जिस वक़्त शहर वाले दोपहर के ख़्वाब में बेख़बर थे (34फ़) तो उसमें दो मर्द लड़ते पाए, एक मूसा के गिरोह से था (35फ़) और दूसरा उसके दुश्मनों से (36फ़) तो वह जो उसके गिरोह से था (37फ़) उसने मूसा से मदद मांगी उस पर जो उसके दुश्मनों से था, तो मूसा ने उसके घूंसा मारा (38फ़) तो उसका काम तमाम कर दिया (39फ़) कहा यह काम शैतान की तरफ़ से हुआ (40फ़) बेशक वह दुश्मन है खुला गुमराह करने वाला",
			"author": "১৫. আর মূসা (আলাইহিস সালাম মিশরে) নগরীতে প্রবেশ করলেন যখন এর অধিবাসীরা ছিল (ঘুমে) বিভোর। তথায় তিনি দু’জন লোককে পরস্পরে বিবাদমান দেখতে পেলেন। একজন তাঁর (বনী ইসরাঈল) গোত্রীয় এবং অন্যজন তাঁর শত্রু পক্ষীয় (ফেরাউনের সম্প্রদায়ভুক্ত)। তাঁর নিজ গোত্রীয় ব্যক্তি শত্রু-পক্ষীয় ব্যক্তির বিরুদ্ধে তাঁর নিকট সাহায্য প্রার্থনা করলো। সুতরাং মূসা (আলাইহিস সালাম) তাকে ঘুষি মারলেন, অতঃপর তিনি তাকে নিঃশেষ করে দিলেন। (তখন) তিনি বলতে লাগলেন, ‘এটা শয়তানের কাজ (যা আমার দ্বারা ঘটেছে)। সে তো প্রকাশ্য বিভ্রান্তকারী দুশমন।’"
		},
		{
			"_id": "3268",
			"sura": "28",
			"para": "20",
			"verses": "16",
			"names": "قَالَ رَبِّ اِنِّیۡ ظَلَمۡتُ نَفۡسِیۡ فَاغۡفِرۡ لِیۡ فَغَفَرَ  لَہٗ ؕ اِنَّہٗ  ہُوَ  الۡغَفُوۡرُ  الرَّحِیۡمُ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ رَبِّ اِنِّیۡ ظَلَمۡتُ نَفۡسِیۡ فَاغۡفِرۡ لِیۡ فَغَفَرَ  لَہٗ ؕ اِنَّہٗ  ہُوَ  الۡغَفُوۡرُ  الرَّحِیۡمُ ﴿۱۶﴾ ",
			"index": "3268",
			"name": "আরয করলো, ‘হে আমার রব! আমি আপন প্রাণের উপর সীমাতিক্রম করেছি। তুমি আমাকে ক্ষমা করো। সুতরাং রব তাকে ক্ষমা দিলেন। নিশ্চয় তিনি ক্ষমাশীল, দয়ালু।",
			"en_kanzulimaan": "He said, My Lord! I have indeed wronged my soul * therefore forgive me  He therefore forgave him; indeed only He is the Oft Forgiving, the Most Merciful. (* By getting angry.)",
			"ur_kanzulimaan": "عرض کی، اے میرے رب! میں نے اپنی جان پر زیادتی کی تو مجھے بخش دے تو رب نے اسے بخش دیا، بیشک وہی بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "अर्ज़ की ऐ मेरे रब मैंने अपनी जान पर ज़ियादती की (41फ़) तो मुझे बख़्श दे तो रब ने उसे बख़्श दिया, बेशक वही बख़्शने वाला मेहरबान है",
			"author": "১৬. (মূসা আলাইহিস সালাম) আরয করলেন, ‘হে আমার প্রতিপালক! আমি তো আমার নিজের প্রতি অবিচার করেছি, সুতরাং আমাকে ক্ষমা করো।’ অতঃপর তিনি তাঁকে ক্ষমা করে দিলেন। তিনি তো মহাক্ষমাশীল, সতত অনুগ্রহশীল।"
		},
		{
			"_id": "3269",
			"sura": "28",
			"para": "20",
			"verses": "17",
			"names": "قَالَ رَبِّ بِمَاۤ  اَنۡعَمۡتَ عَلَیَّ  فَلَنۡ  اَکُوۡنَ  ظَہِیۡرًا  لِّلۡمُجۡرِمِیۡنَ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ رَبِّ بِمَاۤ  اَنۡعَمۡتَ عَلَیَّ  فَلَنۡ  اَکُوۡنَ  ظَہِیۡرًا  لِّلۡمُجۡرِمِیۡنَ ﴿۱۷﴾ ",
			"index": "3269",
			"name": "আরয করলো, ‘হে আমার রব! তুমি যেহেতু আমার প্রতি অনুগ্রহ করেছো, সেহেতু এখন আমি অবশ্যই অপরাধীদের সাহায্যকারী হবো না’। ",
			"en_kanzulimaan": "He said, My Lord! The way You have bestowed favour upon me, so never will I be a supporter of the guilty.",
			"ur_kanzulimaan": "عرض کی اے میرے رب جیسا تو نے مجھ پر احسان کیا تو اب ہرگز میں مجرموں کا مددگار نہ ہوں گا،",
			"hi_kanzulimaan": "अर्ज़ की ऐ मेरे रब, जैसा तूने मुझ पर एहसान किया तो अब (42फ़) हरगिज़ मैं मुजरिमों का मददगार न हूंगा",
			"author": "১৭. তিনি (আরও) বললেন, ‘হে আমার প্রতিপালক! তুমি আমার প্রতি (তোমার ক্ষমার মাধ্যমে) অনুগ্রহ করেছো, এ কারণে আমি আর কখনোই অপরাধীদের সাহায্যকারী হবো না।’"
		},
		{
			"_id": "3270",
			"sura": "28",
			"para": "20",
			"verses": "18",
			"names": "فَاَصۡبَحَ فِی الۡمَدِیۡنَۃِ خَآئِفًا یَّتَرَقَّبُ فَاِذَا  الَّذِی اسۡتَنۡصَرَہٗ  بِالۡاَمۡسِ یَسۡتَصۡرِخُہٗ ؕ قَالَ لَہٗ  مُوۡسٰۤی  اِنَّکَ لَغَوِیٌّ  مُّبِیۡنٌ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "فَاَصۡبَحَ فِی الۡمَدِیۡنَۃِ خَآئِفًا یَّتَرَقَّبُ فَاِذَا  الَّذِی اسۡتَنۡصَرَہٗ  بِالۡاَمۡسِ یَسۡتَصۡرِخُہٗ ؕ قَالَ لَہٗ  مُوۡسٰۤی  اِنَّکَ لَغَوِیٌّ  مُّبِیۡنٌ ﴿۱۸﴾ ",
			"index": "3270",
			"name": "অতঃপর তার ভোর হলো ওই শহরে ভীত অবস্থায় এ অপেক্ষায় যে, কি ঘটছে! যখনই দেখলো যে, ওই ব্যক্তি যে গতকাল তার নিকট সাহায্য চেয়েছিলো সে সাহায্যের জন্য ফরিয়াদ করছে। মূসা তাকে বললো, ‘নিশ্চয় তুমি প্রকাশ্য পথভ্রষ্ট!’",
			"en_kanzulimaan": "So he was in the city at morning fearing, waiting to see what happens  thereupon he sighted the one who had appealed to him the day before, crying out to him for help; Moosa said to him, Indeed you are clearly astray.",
			"ur_kanzulimaan": "تو صبح کی، اس شہر میں ڈرتے ہوئے اس انتظار میں کہ کیا ہوتا ہے جبھی دیکھا کہ وہ جس نے کل ان سے مدد چاہی تھی فریاد کررہا ہے موسیٰ نے اس سے فرمایا بیشک تو کھلا گمراہ ہے",
			"hi_kanzulimaan": "तो सुब्ह की उस शहर में डरते हुए इस इन्तिज़ार में कि क्या होता है (43फ़) जभी देखा कि वह जिसने कल उनसे मदद चाही थी फ़रियाद कर रहा है (44फ़) मूसा ने उससे फ़रमाया बेशक तू खुला गुमराह है (45फ़)",
			"author": "১৮. অতঃপর মূসা (আলাইহিস সালাম ‘এখন কী হবে?’ এ অপেক্ষায়) ভীত-শংকিত অবস্থায় সে শহরে প্রভাতে উপনীত হলেন। ঠিক তখনই সেই ব্যক্তি (দ্বিতীয়বার) সাহায্যের জন্যে তাঁকে চিৎকার করে ডাকলো, যে পূর্বের দিন তাঁর নিকট সাহায্য প্রার্থনা করেছিল। তখন মূসা (আলাইহিস সালাম) তাকে বললেন, ‘তুমি তো স্পষ্টতই একজন বিভ্রান্ত ব্যক্তি’।"
		},
		{
			"_id": "3271",
			"sura": "28",
			"para": "20",
			"verses": "19",
			"names": "فَلَمَّاۤ  اَنۡ  اَرَادَ  اَنۡ یَّبۡطِشَ بِالَّذِیۡ ہُوَ عَدُوٌّ لَّہُمَا ۙ قَالَ یٰمُوۡسٰۤی  اَتُرِیۡدُ اَنۡ تَقۡتُلَنِیۡ  کَمَا قَتَلۡتَ نَفۡسًۢا بِالۡاَمۡسِ ٭ۖ اِنۡ تُرِیۡدُ  اِلَّاۤ  اَنۡ تَکُوۡنَ جَبَّارًا فِی الۡاَرۡضِ وَ مَا تُرِیۡدُ اَنۡ تَکُوۡنَ مِنَ الۡمُصۡلِحِیۡنَ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّاۤ  اَنۡ  اَرَادَ  اَنۡ یَّبۡطِشَ بِالَّذِیۡ ہُوَ عَدُوٌّ لَّہُمَا ۙ قَالَ یٰمُوۡسٰۤی  اَتُرِیۡدُ اَنۡ تَقۡتُلَنِیۡ  کَمَا قَتَلۡتَ نَفۡسًۢا بِالۡاَمۡسِ ٭ۖ اِنۡ تُرِیۡدُ  اِلَّاۤ  اَنۡ تَکُوۡنَ جَبَّارًا فِی الۡاَرۡضِ وَ مَا تُرِیۡدُ اَنۡ تَکُوۡنَ مِنَ الۡمُصۡلِحِیۡنَ ﴿۱۹﴾ ",
			"index": "3271",
			"name": "অতঃপর যখন মূসা তাকে পাকড়াও করার ইচ্ছা করলো, যে উভয়েরই শত্রু, তখন সে (ইস্রাঈলী) বললো, ‘হে মূসা! তুমি কি আমাকে তেমনি হত্যা করতে চাও যেমন তুমি গতকাল এক ব্যক্তিকে হত্যা করেছিলে? তুমি তো এটাই চাও যে, পৃথিবীতে স্বেচ্ছাচারী হবে এবং শান্তি স্থাপন করতে চাচ্ছো না!’",
			"en_kanzulimaan": "So when Moosa wished to apprehend the man who was an enemy to them both, he said, O Moosa! Do you wish to kill me the way you killed a man yesterday? You only wish to become a strict ruler in the land, and not to make reform.",
			"ur_kanzulimaan": "تو جب موسیٰ نے چاہا کہ اس پر گرفت کرے جو ان دونوں کا دشمن ہے وہ بولا اے موسیٰ کیا تم مجھے ویسا ہی قتل کرنا چاہتے ہو جیسا تم نے کل ایک شخص کو قتل کردیا، تم تو یہی چاہتے ہو کہ زمین میں سخت گیر بنو اور اصلاح کرنا نہیں چاہتے",
			"hi_kanzulimaan": "तो जब मूसा ने चाहा कि उस पर गिरफ़्त करे जो उन दोनों का दुश्मन है (46फ़) वह बोला ऐ मूसा क्या तुम मुझ वैसा ही क़त्ल करना चाहते हो जैसा तुमने कल एक शख्स को क़त्ल कर दिया तुम तो यही चाहते हो कि ज़मीन में सख़्तगीर बनो और इस्लाह (सुधार) करना नहीं चाहते (47फ़)",
			"author": "১৯. অতঃপর যখন তিনি ঐ ব্যক্তিকে ধরতে উদ্যত হলেন যে ছিল উভয়ের দুশমন, তখন সে ব্যক্তি বলে উঠলো, ‘হে মূসা! তুমি কি আমাকে(ও) হত্যা করতে চাও যেভাবে তুমি কাল এক ব্যক্তিকে হত্যা করেছিলে? তুমি তো রাজ্যে কেবল স্বেচ্ছচারী হতে চাইছো এবং তুমি শান্তি স্থাপনকারী হতে চাও না।’"
		},
		{
			"_id": "3272",
			"sura": "28",
			"para": "20",
			"verses": "20",
			"names": "وَ جَآءَ رَجُلٌ مِّنۡ اَقۡصَا الۡمَدِیۡنَۃِ یَسۡعٰی ۫ قَالَ یٰمُوۡسٰۤی  اِنَّ الۡمَلَاَ یَاۡتَمِرُوۡنَ بِکَ لِیَقۡتُلُوۡکَ فَاخۡرُجۡ  اِنِّیۡ لَکَ  مِنَ  النّٰصِحِیۡنَ ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَآءَ رَجُلٌ مِّنۡ اَقۡصَا الۡمَدِیۡنَۃِ یَسۡعٰی ۫ قَالَ یٰمُوۡسٰۤی  اِنَّ الۡمَلَاَ یَاۡتَمِرُوۡنَ بِکَ لِیَقۡتُلُوۡکَ فَاخۡرُجۡ  اِنِّیۡ لَکَ  مِنَ  النّٰصِحِیۡنَ ﴿۲۰﴾ ",
			"index": "3272",
			"name": "এবং শহরের দূর প্রান্ত থেকে এক ব্যক্তি ছুটে এলো; বললো, ‘হে মূসা! নিশ্চয় রাজন্যবর্গ আপনাকে হত্যা করার পরামর্শ করেছে। সুতরাং আপনি বাইরে চলে যান! আমি আপনার মঙ্গলকামী’।",
			"en_kanzulimaan": "And a man came running from the outer part of the city; he said, O Moosa! Indeed the court members are considering killing you, therefore go away - I surely am your well-wisher.",
			"ur_kanzulimaan": "اور شہر کے پرلے کنارے سے ایک شخص دوڑ تا آیا، کہا اے موسیٰ! بیشک دربار والے آپ کے قتل کا مشورہ کررہے ہیں تو نکل جایے میں آپ کا خیر خواہ ہوں",
			"hi_kanzulimaan": "और शहर के परले किनारे से एक शख्स (48फ़) दौड़ता आया कहा ऐ मूसा बेशक दरबार वाले (49फ़) आपके क़त्ल का मशवरा कर रहे हैं तो निकल जाइये (50फ़) मैं आपका खैर खवाह (भला चाहने वाला) हूँ (51फ़)",
			"author": "২০. আর শহরের শেষ প্রান্ত হতে এক ব্যক্তি দৌঁড়ে এসে বললো, ‘হে মূসা! (ফেরাউনের) পরিষদবর্গ আপনার ব্যাপারে আলোচনা করছে, তারা আপনাকে হত্যা করবে। সুতরাং আপনি (এখান থেকে) চলে যান। আমি তো আপনার কল্যাণকামীদের অন্তর্ভুক্ত।’"
		},
		{
			"_id": "3273",
			"sura": "28",
			"para": "20",
			"verses": "21",
			"names": "فَخَرَجَ مِنۡہَا خَآئِفًا یَّتَرَقَّبُ ۫ قَالَ  رَبِّ نَجِّنِیۡ مِنَ الۡقَوۡمِ  الظّٰلِمِیۡنَ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "فَخَرَجَ مِنۡہَا خَآئِفًا یَّتَرَقَّبُ ۫ قَالَ  رَبِّ نَجِّنِیۡ مِنَ الۡقَوۡمِ  الظّٰلِمِیۡنَ ﴿۲۱﴾ ",
			"index": "3273",
			"name": "সুতরাং ওই শহর থেকে বের হয়ে পড়লো ভীত অবস্থায় এ অপেক্ষায় যে, এখন কি ঘটছে! আরয করলো, ‘হে আমার রব! আমাকে অত্যাচারীদের থেকে রক্ষা করে নাও!’",
			"en_kanzulimaan": "So he left the city in fear, waiting to see what happens; he said, My Lord! Rescue me from the unjust people.",
			"ur_kanzulimaan": "تو اس شہر سے نکلا ڈرتا ہوا اس انتظار میں کہ اب کیا ہوتا ہے عرض کی، اے میرے رب! مجھے ستمگاروں سے بچالے",
			"hi_kanzulimaan": "तो उस शहर से निकला डरता हुआ इस इन्तिज़ार में कि अब क्या होता है, अर्ज़ की ऐ मेरे रब मुझे सितमगारों से बचा ले (52फ़)",
			"author": "২১. সুতরাং মূসা (আলাইহিস সালাম) সেখান থেকে ভীত অবস্থায় (আল্লাহ্‌র সাহায্যের প্রত্যাশায়) বের হয়ে গেলেন। তিনি আরয করলেন, ‘হে আমার প্রতিপালক! আমাকে অত্যাচারী সম্প্রদায় থেকে রক্ষা করো।’"
		},
		{
			"_id": "3274",
			"sura": "28",
			"para": "20",
			"verses": "22",
			"names": "وَ لَمَّا تَوَجَّہَ  تِلۡقَآءَ مَدۡیَنَ قَالَ عَسٰی رَبِّیۡۤ   اَنۡ  یَّہۡدِیَنِیۡ  سَوَآءَ  السَّبِیۡلِ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَمَّا تَوَجَّہَ  تِلۡقَآءَ مَدۡیَنَ قَالَ عَسٰی رَبِّیۡۤ   اَنۡ  یَّہۡدِیَنِیۡ  سَوَآءَ  السَّبِیۡلِ ﴿۲۲﴾ ",
			"index": "3274",
			"name": "এবং যখন মাদ্‌য়ান-অভিমুখে রওনা হলো, তখন বললো, ‘আশা করি, আমার রব আমাকে সরল পথ বাতলিয়ে দেবেন!’",
			"en_kanzulimaan": "And when he turned his attention towards Madyan he said, It is likely that my Lord will show me the right path.",
			"ur_kanzulimaan": "اور جب مدین کی طرف متوجہ ہوا کہا قریب ہے کہ میرا رب مجھے سیدھی راہ بتائے",
			"hi_kanzulimaan": "और जब मदयन की तरफ़ मूतवज्जेह हुआ (53फ़) कहा क़रीब है कि मेरा रब मुझे सीधी राह बताए (54फ़)",
			"author": "২২. আর যখন তিনি মাদইয়ান অভিমুখে চললেন, (তখন) বলতে লাগলেন, ‘আশা করা যায় আমার প্রতিপালক আমাকে (কাঙ্ক্ষিত গন্তব্যে) সরল পথ দেখাবেন’।"
		},
		{
			"_id": "3275",
			"sura": "28",
			"para": "20",
			"verses": "23",
			"names": "وَ لَمَّا وَرَدَ مَآءَ مَدۡیَنَ وَجَدَ عَلَیۡہِ اُمَّۃً مِّنَ النَّاسِ یَسۡقُوۡنَ ۬۫ وَ  وَجَدَ مِنۡ دُوۡنِہِمُ  امۡرَاَتَیۡنِ تَذُوۡدٰنِ ۚ قَالَ مَا خَطۡبُکُمَا ؕ قَالَتَا لَا نَسۡقِیۡ حَتّٰی یُصۡدِرَ الرِّعَآءُ ٜ وَ اَبُوۡنَا شَیۡخٌ   کَبِیۡرٌ ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَمَّا وَرَدَ مَآءَ مَدۡیَنَ وَجَدَ عَلَیۡہِ اُمَّۃً مِّنَ النَّاسِ یَسۡقُوۡنَ ۬۫ وَ  وَجَدَ مِنۡ دُوۡنِہِمُ  امۡرَاَتَیۡنِ تَذُوۡدٰنِ ۚ قَالَ مَا خَطۡبُکُمَا ؕ قَالَتَا لَا نَسۡقِیۡ حَتّٰی یُصۡدِرَ الرِّعَآءُ ٜ وَ اَبُوۡنَا شَیۡخٌ   کَبِیۡرٌ ﴿۲۳﴾ ",
			"index": "3275",
			"name": "এবং যখন মাদ্‌য়ানের পানির নিকট এলো, সেখানে লোকদের একদলকে দেখলো যে, তারা নিজেদের জানোয়ার গুলোকে পানি পান করাচ্ছে; এবং তাদের থেকে আলাদা ওপাশে দু’জন নারীকে দেখলো যে, তারা আপন পশুগুলোকে রুখে রাখছে; মূসা বললেন, ‘তোমরা দু’জনের কি অবস্থা?’ তারা বললো, ‘আমরা পানি পান করাতে পারি না যতক্ষণ পর্যন্ত সমস্ত রাখাল পানি পান করিয়ে ফিরে না নিয়ে যায় এবং আমাদের পিতা অতিশয় বৃদ্ধা!’",
			"en_kanzulimaan": "And when he came to the water of Madyan he found a group of men, watering their animals; and away from them he found two women restraining their animals; he said, What is the matter with you? They said, We do not water our animals till all the shepherds water and take away their animals; and our father is very old.",
			"ur_kanzulimaan": "اور جب مدین کے پانی پر آیا وہاں لوگوں کے ایک گروہ کو دیکھا کہ اپنے جانوروں کو پانی پلارہے ہیں، اور ان سے اس طرف دو عورتیں دیکھیں کہ اپنے جانوروں کو روک رہی ہیں موسیٰ نے فرمایا تم دونوں کا کیا حال ہے وہ بولیں ہم پانی نہیں پلاتے جب تک سب چرواہے پلاکر پھیر نہ لے جائیں اور ہمارے باپ بہت بوڑھے ہیں",
			"hi_kanzulimaan": "और जब मदयन के पानी पर आया (55फ़) वहाँ लोगों के एक गिरोह को देखा कि अपने जानवरों को पानी पिला रहे हैं और उनसे उस तरफ़ (56फ़) दो औरतें देखी कि अपने जानवरों को रोक रही हैं (57फ़) मूसा ने फ़रमाया तुम दोनो का क्या हाल है (58फ़) वो बोलीं हम पानी नहीं पिलाते जब तक सब चरवाहे पिलाकर फेर न ले जाएं (59फ़) और हमारे बाप बहुत बूढे है (60फ़)",
			"author": "২৩. আর যখন তিনি মাদইয়ানের পানির (কূপের) নিকট পৌঁছলেন, সেখানে তিনি দেখতে পেলেন একদল লোক (তাদের পশুগুলোকে) পানি পান করাচ্ছে। আর তাদের অদূরে একপাশে দেখতে পেলেন দুই নারী (তাদের বকরীগুলো) আগলে রাখছে। (মূসা আলাইহিস সালাম) বললেন, ‘তোমরা এ অবস্থায় কেন (দাঁড়িয়ে আছো)?’ তারা উভয়ে বললো, ‘রাখালেরা (তাদের গবাদিপশুগুলোকে) সরিয়ে না নেয়া পর্যন্ত আমরা (আমাদের বকরীগুলোকে) পানি পান করাই না। আর আমাদের পিতা অতিশয় বৃদ্ধ।’"
		},
		{
			"_id": "3276",
			"sura": "28",
			"para": "20",
			"verses": "24",
			"names": "فَسَقٰی لَہُمَا ثُمَّ تَوَلّٰۤی اِلَی الظِّلِّ فَقَالَ رَبِّ اِنِّیۡ لِمَاۤ  اَنۡزَلۡتَ اِلَیَّ مِنۡ خَیۡرٍ  فَقِیۡرٌ ﴿۲۴﴾ ",
			"number": "",
			"verses_PDMS": "فَسَقٰی لَہُمَا ثُمَّ تَوَلّٰۤی اِلَی الظِّلِّ فَقَالَ رَبِّ اِنِّیۡ لِمَاۤ  اَنۡزَلۡتَ اِلَیَّ مِنۡ خَیۡرٍ  فَقِیۡرٌ ﴿۲۴﴾ ",
			"index": "3276",
			"name": "সুতরাং মূসা ওই দু’জনের পশুগুলকে পানি পান করিয়ে দিলো, অতঃপর ছায়ার প্রতি ফিরলো আরয করলো, ‘হে আমার রব! আমি ওই খাদ্যের মুখাপেক্ষী, যা তুমি আমার জন্য অবতীর্ণ করেছো’।",
			"en_kanzulimaan": "Therefore Moosa watered their animals for them, and then turned towards the shade and said, My Lord! I am in need of the sustenance you may send down for me.",
			"ur_kanzulimaan": "تو موسیٰ نے ان دونوں کے جانوروں کو پانی پلا دیا پھر سایہ کی طرف پھرا عرض کی اے میرے رب! میں اس کھانے کا جو تو میرے لیے اتارے محتاج ہوں",
			"hi_kanzulimaan": "तो मूसा ने उन दोनों के जानवरों को पानी पिलाया फिर साए की तरफ़ फिरा (61फ़) अर्ज़ की ऐ मेरे रब मैं उस खाने का जो तू मेरे लिये उतारे मोहताज हूँ (62फ़)",
			"author": "২৪. সুতরাং তিনি তাদের (পশুপালকে) পানি পান করালেন; অতঃপর ছায়ায় ফিরে গেলেন এবং আরয করলেন, ‘হে প্রতিপালক! আমি সেসব কল্যাণের মুখাপেক্ষী যেগুলো তুমি আমার প্রতি অবতীর্ণ করবে।’"
		},
		{
			"_id": "3277",
			"sura": "28",
			"para": "20",
			"verses": "25",
			"names": "فَجَآءَتۡہُ  اِحۡدٰىہُمَا تَمۡشِیۡ عَلَی اسۡتِحۡیَآءٍ ۫ قَالَتۡ اِنَّ  اَبِیۡ یَدۡعُوۡکَ لِیَجۡزِیَکَ اَجۡرَ مَا سَقَیۡتَ لَنَا ؕ فَلَمَّا جَآءَہٗ  وَ قَصَّ عَلَیۡہِ  الۡقَصَصَ ۙ قَالَ  لَا تَخَفۡ ٝ۟ نَجَوۡتَ مِنَ الۡقَوۡمِ الظّٰلِمِیۡنَ ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "فَجَآءَتۡہُ  اِحۡدٰىہُمَا تَمۡشِیۡ عَلَی اسۡتِحۡیَآءٍ ۫ قَالَتۡ اِنَّ  اَبِیۡ یَدۡعُوۡکَ لِیَجۡزِیَکَ اَجۡرَ مَا سَقَیۡتَ لَنَا ؕ فَلَمَّا جَآءَہٗ  وَ قَصَّ عَلَیۡہِ  الۡقَصَصَ ۙ قَالَ  لَا تَخَفۡ ٝ۟ نَجَوۡتَ مِنَ الۡقَوۡمِ الظّٰلِمِیۡنَ ﴿۲۵﴾ ",
			"index": "3277",
			"name": "অতঃপর ওই দু’জনের একজন তার নিকট এলো শরম জড়িত চরণে চলতে চলতে; বললো, ‘আমার পিতা তোমাকে ডাকছে তোমার পারিশ্রমিক দেওয়ার জন্য এরই যে, তুই আমাদের পশুগুলোকে পানি পান করিয়েছো’। যখন মূসা তার নিকট এলো এবং তাকে সমস্ত বৃত্তান্ত বর্ণনা করে শুনালো,  সে বললো, ‘আপনি ভয় করবেন না, আপনি বেচে গেছেন যালিমদের কবল থেকে’।",
			"en_kanzulimaan": "So one of the two women approached him, walking shyly; she said, My father is calling you, in order to give you wages because you watered our animals for us; when Moosa came to him and had told him the story, he said, Do not fear, you are safe from the unjust people.",
			"ur_kanzulimaan": "تو ان دونوں میں سے ایک اس کے پاس آئی شرم سے چلتی ہوئی بولی میرا باپ تمہیں بلاتا ہے کہ تمہیں مزدوری دے اس کی جو تم نے ہمارے جانوروں کو پانی پلایا ہے جب موسیٰ اس کے پاس آیا اور اسے باتیں کہہ سنائیں اس نے کہا ڈریے نہیں، آپ بچ گئے ظالموں سے",
			"hi_kanzulimaan": "तो उन दोनों में से एक उसके पास आई शर्म से चलती हुई (63फ़) बोली मेरा बाप तुम्हें बुलाता है कि तुम्हें मज़दूरी दे उसकी जो तुम ने हमारे जानवरों को पानी पिलाया है (64फ़) जब मूसा उसके पास आया और उसे बातें कह सुनाई (65फ़) उसने कहा डरिये नहीं आप बच गए ज़ालिमों से (66फ़)",
			"author": "২৫. তখন (কিছুক্ষণ পর) তাদের দু’জনের একজন (মেয়ে) লজ্জাবনত (ভঙ্গিতে) হেঁটে তাঁর নিকট আগমন করলো। সে বললো, ‘আমার পিতা আপনাকে আমন্ত্রণ করছেন, যাতে তিনি আপনাকে এর (এ পরিশ্রমের) প্রতিদান দিতে পারেন, যা আপনি আমাদের জন্যে (বকরীগুলোকে) পান করিয়েছেন।’ সুতরাং যখন মূসা (আলাইহিস সালাম) তাঁর (অর্থাৎ মেয়েদের পিতা শুয়াইব আলাইহিস সালামের) নিকট আসলেন এবং তাঁর কাছে (অতীতের) ঘটনাবলী বর্ণনা করলেন তখন তিনি বললেন, ‘ভয় করবেন না, আপনি অত্যাচারী সম্প্রদায়ের কবল থেকে বেঁচে গেছেন’।"
		},
		{
			"_id": "3278",
			"sura": "28",
			"para": "20",
			"verses": "26",
			"names": "قَالَتۡ اِحۡدٰىہُمَا یٰۤاَبَتِ اسۡتَاۡجِرۡہُ ۫ اِنَّ خَیۡرَ مَنِ اسۡتَاۡجَرۡتَ الۡقَوِیُّ الۡاَمِیۡنُ ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "قَالَتۡ اِحۡدٰىہُمَا یٰۤاَبَتِ اسۡتَاۡجِرۡہُ ۫ اِنَّ خَیۡرَ مَنِ اسۡتَاۡجَرۡتَ الۡقَوِیُّ الۡاَمِیۡنُ ﴿۲۶﴾ ",
			"index": "3278",
			"name": "তাদের মধ্যে একজন বললো, ‘হে আমার পিতা! তাকে মজুর নিযুক্ত করে নিন, নিশ্চয় উত্তম মজুর সে-ই যে শক্তিশালী, বিশ্বস্ত। ",
			"en_kanzulimaan": "One of the two women said, O my father! Employ him  indeed a strong and trustworthy employee is better.",
			"ur_kanzulimaan": "ان میں کی ایک بولی اے میرے باپ! ان کو نوکر رکھ لو بیشک بہتر نوکر وہ جو طاقتور اور امانتدار ہو",
			"hi_kanzulimaan": "उनमें की एक बोली (67फ़) ऐ मेरे बाप इनको नौकर रख लो (68फ़) बेशक बेहतर नौकर वह जो ताक़तवर अमानतदार हो (69फ़)",
			"author": "২৬. তাদের একজন (মেয়ে) বললো, ‘হে (আমার) সম্মানিত পিতা! তাকে (আপনার নিকট মজুরীর ভিত্তিতে) রেখে দিন। নিশ্চয়ই আপনি যাদেরকে মজুরীর ভিত্তিতে নিয়োগ করবেন তাদের মধ্যে উত্তম হবেন সেই ব্যক্তি যে শক্তিশালী, আমানতদার। (আর এ ব্যক্তি এ দায়িত্বের জন্যে সুযোগ্য।)’"
		},
		{
			"_id": "3279",
			"sura": "28",
			"para": "20",
			"verses": "27",
			"names": "قَالَ اِنِّیۡۤ  اُرِیۡدُ اَنۡ اُنۡکِحَکَ اِحۡدَی ابۡنَتَیَّ ہٰتَیۡنِ عَلٰۤی اَنۡ تَاۡجُرَنِیۡ ثَمٰنِیَ حِجَجٍ ۚ فَاِنۡ اَتۡمَمۡتَ عَشۡرًا  فَمِنۡ عِنۡدِکَ ۚ وَ مَاۤ  اُرِیۡدُ اَنۡ اَشُقَّ عَلَیۡکَ ؕ سَتَجِدُنِیۡۤ اِنۡ  شَآءَ  اللّٰہُ  مِنَ  الصّٰلِحِیۡنَ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ اِنِّیۡۤ  اُرِیۡدُ اَنۡ اُنۡکِحَکَ اِحۡدَی ابۡنَتَیَّ ہٰتَیۡنِ عَلٰۤی اَنۡ تَاۡجُرَنِیۡ ثَمٰنِیَ حِجَجٍ ۚ فَاِنۡ اَتۡمَمۡتَ عَشۡرًا  فَمِنۡ عِنۡدِکَ ۚ وَ مَاۤ  اُرِیۡدُ اَنۡ اَشُقَّ عَلَیۡکَ ؕ سَتَجِدُنِیۡۤ اِنۡ  شَآءَ  اللّٰہُ  مِنَ  الصّٰلِحِیۡنَ ﴿۲۷﴾ ",
			"index": "3279",
			"name": "বললো, ‘আমি চাচ্ছি আমার দু’কন্যার একজনকে তোমার সাথে বিয়ে দিতে- এ মহরের উপর যে, তুমি আট বছর যাবৎ আমার নিকট চাকুরী করবে; অতঃপর যদি পূর্ণ দশ বছর পূরণ করে নাও তবে তা হবে তোমার নিকট থেকেই। এবং আমি তোমাকে কষ্টে ফেলতে চাই না। অবিলম্বে আল্লাহ্‌ ইচ্ছা করলে, তুমি আমাকে সদাচারীদের মধ্যে পাবে’।",
			"en_kanzulimaan": "He said, I wish to give you one of these two daughters of mine in marriage, the bridal money being that you work for me for eight years; then if you complete ten years, it will be from you; and I do not wish to put you in hardship; Allah willing, you will probably find me of the righteous.",
			"ur_kanzulimaan": "کہا میں چاہتا ہوں کہ اپنی دونوں بیٹیوں میں سے ایک تمہیں بیاہ دوں اس مہر پر کہ تم آٹھ برس میری ملازمت کرو پھر اگر پورے دس برس کرلو تو تمہاری طرف سے ہے اور میں تمہیں مشقت میں ڈالنا نہیں چاہتا قریب ہے انشاء اللہ تم مجھے نیکوں میں پاؤ گے",
			"hi_kanzulimaan": "कहा मैं चाहता हूँ कि अपनी दोनो बेटियों में से एक तुम्हें ब्याह दूं (70फ़) इस मेहर पर कि तुम आठ बरस मेरी मलाज़मत (चाकरी) करो (71फ़) फिर अगर पूरे दस बरस कर लो तो तुम्हारी तरफ़ से है (72फ़) और मैं तुम्हें मशक़्क़त (मेहनत) में डालना नहीं चाहता (73फ़) क़रीब है कि इनशाअल्लाह तआ़ला तुम मुझे नेको में पाओगे (74फ़)",
			"author": "২৭.  তিনি (মূসা আলাইহিস সালামকে) বললেন, ‘আমি আমার এ কন্যাদ্বয়ের একজনকে আপনার নিকট বিবাহ দিতে চাই, এ (দেনমোহরের) শর্তে যে, আপনি মজুরির ভিত্তিতে আট বছর পর্যন্ত আমার কাজ করবেন। আর যদি আপনি দশ (বছর) পূর্ণ করেন তবে তা হবে আপনার পক্ষ থেকে (ইহসান)। আর আমি আপনার জন্যে এটা কঠিন করতে চাই না। যদি আল্লাহ্ চান তবে আপনি আমাকে সদাচারীদের অন্তর্ভুক্ত পাবেন।’"
		},
		{
			"_id": "3280",
			"sura": "28",
			"para": "20",
			"verses": "28",
			"names": "قَالَ ذٰلِکَ بَیۡنِیۡ وَ بَیۡنَکَ ؕ اَیَّمَا الۡاَجَلَیۡنِ قَضَیۡتُ فَلَا عُدۡوَانَ عَلَیَّ ؕ وَ اللّٰہُ  عَلٰی  مَا  نَقُوۡلُ  وَکِیۡلٌ ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ ذٰلِکَ بَیۡنِیۡ وَ بَیۡنَکَ ؕ اَیَّمَا الۡاَجَلَیۡنِ قَضَیۡتُ فَلَا عُدۡوَانَ عَلَیَّ ؕ وَ اللّٰہُ  عَلٰی  مَا  نَقُوۡلُ  وَکِیۡلٌ ﴿۲۸﴾ ",
			"index": "3280",
			"name": "মূসা বললো, ‘এটা আমার ও আপনার মধ্যে চুক্তি সম্পন্ন হলো। এ দু’টি মেয়েদের মধ্যে কোন একটা পূরণ করলে আমার উপর দাবী থাকবে না এবং আমাদের এ কথার উপর আল্লাহ্‌র যিম্মা রইলো’।",
			"en_kanzulimaan": "Said Moosa, This is agreed between me and you; there shall be no claim upon me if I fulfil any of these two terms; and Allah is the Trustee upon this word of ours.",
			"ur_kanzulimaan": "موسیٰ نے کہا یہ میرے اور آپ کے درمیان اقرار ہوچکا، میں ان دونوں میں جو میعاد پوری کردوں تو مجھ پر کوئی مطالبہ نہیں، اور ہمارے اس کہے پر اللہ کا ذمہ ہے",
			"hi_kanzulimaan": "मूसा ने कहा यह मेरे और आपके दरमियान इक़रार हो चुका मैं इन दोनो में जो मीआद पूरी कर दूं (75फ़) तो मुझ पर कोई मुतालिबा (मांग) नहीं, और हमारे इस कहे पर अल्लाह का ज़िम्मा है (76फ़)",
			"author": "২৮. মূসা (আলাইহিস সালাম) বললেন, ‘এ (চুক্তি) আমার এবং আপনার মাঝে (নির্ধারিত) হয়ে গেল। দুই মেয়াদের যেটি(ই) আমি পূর্ণ করি, আমার উপর কোনো জবরদস্তি হবে না। আর আল্লাহ্ হলেন আমরা যা বলি এর (এ কথার) অভিভাবক।’"
		},
		{
			"_id": "3281",
			"sura": "28",
			"para": "20",
			"verses": "29",
			"names": "فَلَمَّا قَضٰی مُوۡسَی الۡاَجَلَ وَ سَارَ بِاَہۡلِہٖۤ  اٰنَسَ مِنۡ جَانِبِ الطُّوۡرِ نَارًا ۚ قَالَ  لِاَہۡلِہِ  امۡکُثُوۡۤا  اِنِّیۡۤ  اٰنَسۡتُ نَارًا لَّعَلِّیۡۤ  اٰتِیۡکُمۡ مِّنۡہَا بِخَبَرٍ اَوۡ جَذۡوَۃٍ مِّنَ النَّارِ  لَعَلَّکُمۡ  تَصۡطَلُوۡنَ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا قَضٰی مُوۡسَی الۡاَجَلَ وَ سَارَ بِاَہۡلِہٖۤ  اٰنَسَ مِنۡ جَانِبِ الطُّوۡرِ نَارًا ۚ قَالَ  لِاَہۡلِہِ  امۡکُثُوۡۤا  اِنِّیۡۤ  اٰنَسۡتُ نَارًا لَّعَلِّیۡۤ  اٰتِیۡکُمۡ مِّنۡہَا بِخَبَرٍ اَوۡ جَذۡوَۃٍ مِّنَ النَّارِ  لَعَلَّکُمۡ  تَصۡطَلُوۡنَ ﴿۲۹﴾ ",
			"index": "3281",
			"name": "অতঃপর যখন মূসা আপন মেয়াদ পূরণ করে দিলো এবং আপন বিবিকে নিয়ে যাত্রা করলো, তখ্ন ‘তূর’ পর্বতের দিক থেকে এক আগুন দেখতে পেলো। আপন পরিবারকে বললো, ‘তোমরা এখানে অপেক্ষা করো, তূর পর্বতের দিক থেকে এক আগুন আমার নজরে পড়েছে। সম্ভবতঃ আমি সেখান থেকে কিছু খবর নিয়ে আসতে পারি, অথবা তোমাদের জন্য কোন অঙ্গার নিয়ে আসবো যাতে তোমরা আগুন পোহাতে পারো’। ",
			"en_kanzulimaan": "So when Moosa completed his term and was travelling with his wife, he saw a fire in the direction of the Mount; he said to his wife, Stay here - I have sighted a fire in the direction of the mount  perhaps I may bring you some news from it, or an ember so that you may warm yourselves.",
			"ur_kanzulimaan": "پھر جب موسیٰ نے اپنی میعاد پوری کردی اور اپنی بی بی کو لے کر چلا طُور کی طرف سے ایک آگ دیکھی اپنی گھر والی سے کہا تم ٹھہرو مجھے طُور کی طرف سے ایک آگ نظر پڑی ہے شاید میں وہاں سے کچھ خبر لاؤ ں یا تمہارے لیے کوئی آ گ کی چنگاری لاؤں کہ تم تاپو،",
			"hi_kanzulimaan": "फिर जब मूसा ने अपनी मीआद पूरी कर दी (77फ़) और अपनी बीबी को लेकर चला (78फ़) तूर की तरफ़ से एक आग देखी (79फ़) अपनी घर वाली से कहा तुम ठहरो मुझे तूर की तरफ़ से एक आग नज़र पड़ी है शायद मैं वहाँ से कुछ ख़बर लांऊ (80फ़) या तुम्हारे लिये कोई आग की चिंगारी लाऊं कि तुम तापो",
			"author": "২৯. অতঃপর যখন মূসা (আলাইহিস সালাম) নির্ধারিত মেয়াদ পূর্ণ করলেন এবং সপরিবারে যাত্রা করলেন, (তখন) তিনি তূর পর্বতের দিকে আগুন দেখতে পেলেন। (আগুনের এ শিখা ছিল পরম সৌন্দর্য্যমন্ডিত যার সাথে তিনি অন্তরঙ্গ হয়ে গিয়েছিলেন এবং তাঁকে তা মুগ্ধ করেছিল।) তিনি তাঁর পরিবারকে বললেন, ‘(এখানে) অপেক্ষা করো, আমি আগুন দেখেছি, সম্ভবত আমি তোমাদের জন্যে এ (আগুন) থেকে কোনো সংবাদ আনতে পারবো (যার সন্ধানে আমি দীর্ঘসময় বিচরণ করছিলাম)। অথবা (জ্বলন্ত) আগুনের কোনো অঙ্গার (নিয়ে আসবো) যাতে তোমরা(ও) তাপ অনুভব করতে পারো।’"
		},
		{
			"_id": "3282",
			"sura": "28",
			"para": "20",
			"verses": "30",
			"names": "فَلَمَّاۤ  اَتٰىہَا نُوۡدِیَ مِنۡ شَاطِیَٴ الۡوَادِ الۡاَیۡمَنِ فِی الۡبُقۡعَۃِ  الۡمُبٰرَکَۃِ مِنَ الشَّجَرَۃِ  اَنۡ یّٰمُوۡسٰۤی  اِنِّیۡۤ  اَنَا اللّٰہُ  رَبُّ الۡعٰلَمِیۡنَ ﴿ۙ۳۰﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّاۤ  اَتٰىہَا نُوۡدِیَ مِنۡ شَاطِیَٴ الۡوَادِ الۡاَیۡمَنِ فِی الۡبُقۡعَۃِ  الۡمُبٰرَکَۃِ مِنَ الشَّجَرَۃِ  اَنۡ یّٰمُوۡسٰۤی  اِنِّیۡۤ  اَنَا اللّٰہُ  رَبُّ الۡعٰلَمِیۡنَ ﴿ۙ۳۰﴾ ",
			"index": "3282",
			"name": "অতঃপর যখন আগুনের নিকট হাযির হলো, তখন বরকতময় স্থানে ময়দানের ডান পাশ থেকে, বৃক্ষ থেকে আহ্বান করা হল, ‘হে মূসা! নিশ্চয় আমিই আল্লাহ্‌, রব সমগ্র জাহানের;",
			"en_kanzulimaan": "And when he reached the fire, he was called out to from the right side of the valley in the blessed field, from the tree, O Moosa! Indeed I am truly Allah, the Lord Of The Creation.",
			"ur_kanzulimaan": "پھر جب آگ کے پاس حاضر ہوا ندا کی گئی میدان کے دہنے کنارے سے برکت والے مقام میں پیڑ سے کہ اے موسیٰ! بیشک میں ہی ہوں اللہ رب سارے جہان کا",
			"hi_kanzulimaan": "फिर जब आग के पास हाज़िर हुआ निदा की गई मैदान के दाएहिने किनारे से (81फ़) बरकत वाले मक़ाम में पेड़ से  (82फ़) कि ऐ मूसा बेशक मैं ही हूँ अल्लाह, रब सारे जहान का (83फ़)",
			"author": "৩০. যখন মূসা (আলাইহিস সালাম) সেখানে পৌঁছলেন, (বরকতময় তূর) উপত্যকার দক্ষিণ পাশের বরকতময় স্থানে (অবস্থিত) এক বৃক্ষ থেকে আহ্বান করা হলো, ‘হে মূসা! নিশ্চয়ই আমিই আল্লাহ্, (যিনি) বিশ্বজগতের প্রতিপালক।"
		},
		{
			"_id": "3283",
			"sura": "28",
			"para": "20",
			"verses": "31",
			"names": "وَ اَنۡ  اَلۡقِ عَصَاکَ ؕ فَلَمَّا رَاٰہَا تَہۡتَزُّ کَاَنَّہَا جَآنٌّ  وَّلّٰی مُدۡبِرًا وَّ لَمۡ  یُعَقِّبۡ ؕ یٰمُوۡسٰۤی اَقۡبِلۡ وَ لَا تَخَفۡ ۟ اِنَّکَ مِنَ الۡاٰمِنِیۡنَ ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَنۡ  اَلۡقِ عَصَاکَ ؕ فَلَمَّا رَاٰہَا تَہۡتَزُّ کَاَنَّہَا جَآنٌّ  وَّلّٰی مُدۡبِرًا وَّ لَمۡ  یُعَقِّبۡ ؕ یٰمُوۡسٰۤی اَقۡبِلۡ وَ لَا تَخَفۡ ۟ اِنَّکَ مِنَ الۡاٰمِنِیۡنَ ﴿۳۱﴾ ",
			"index": "3283",
			"name": "এবং এ যে, ‘নিক্ষেপ করো আপন লাঠি!’ অতঃপর যখন মূসা সেটা দেখলো যে, তা ছুটাছুটি করছে যেনো সাপ, তখন পৃষ্ঠ ফিরিয়ে চলতে লাগলো এবং ফিরে তাকালো না। হে মূসা! সামনে এসো এবং ভয় করো না! নিশ্চয় তোমার জন্য নিরাপত্তা রয়েছে। ",
			"en_kanzulimaan": "Put down your staff; so when Moosa saw it writhing like a serpent, he turned moving away without looking back; O Moosa! Come forth and do not fear; indeed you are in peace.",
			"ur_kanzulimaan": "اور یہ کہ ڈال دے اپنا عصا پھر جب موسیٰ نے اسے دیکھا لہراتا ہوا گویا سانپ ہے پیٹھ پھیر کر چلا اور مڑ کر نہ دیکھا اے موسیٰ سامنے آ اور ڈر نہیں، بیشک تجھے امان ہے",
			"hi_kanzulimaan": "और यह कि डाल दे अपना असा (84फ़) फिर जब मूसा ने उसे देखा लहराता हुआ गोया (मानो) सांप है पीठ फेर कर चला और मुड़ कर न देखा (85फ़) ऐ मूसा सामने आ और डर नहीं, बेशक तुझे अमान है (86फ़)",
			"author": "৩১. আর তোমার লাঠি (ভুমিতে) নিক্ষেপ করো।’ অতঃপর যখন মূসা (আলাইহিস সালাম) একে সর্পের ন্যায় দ্রুত ছুটাছুটি করতে দেখলেন, তখন তিনি ফিরে না তাকিয়ে পশ্চাতে ছুটে চললেন। (আহ্বান করা হলো:) ‘হে মূসা! সামনে অগ্রসর হও এবং ভয় করো না, নিশ্চয়ই তুমি নিরাপদ।"
		},
		{
			"_id": "3284",
			"sura": "28",
			"para": "20",
			"verses": "32",
			"names": "اُسۡلُکۡ یَدَکَ فِیۡ جَیۡبِکَ تَخۡرُجۡ بَیۡضَآءَ مِنۡ غَیۡرِ سُوۡٓءٍ ۫ وَّ اضۡمُمۡ  اِلَیۡکَ جَنَاحَکَ مِنَ الرَّہۡبِ فَذٰنِکَ بُرۡہَانٰنِ مِنۡ رَّبِّکَ اِلٰی فِرۡعَوۡنَ وَ مَلَا۠ئِہٖ ؕ اِنَّہُمۡ کَانُوۡا قَوۡمًا فٰسِقِیۡنَ ﴿۳۲﴾ ",
			"number": "",
			"verses_PDMS": "اُسۡلُکۡ یَدَکَ فِیۡ جَیۡبِکَ تَخۡرُجۡ بَیۡضَآءَ مِنۡ غَیۡرِ سُوۡٓءٍ ۫ وَّ اضۡمُمۡ  اِلَیۡکَ جَنَاحَکَ مِنَ الرَّہۡبِ فَذٰنِکَ بُرۡہَانٰنِ مِنۡ رَّبِّکَ اِلٰی فِرۡعَوۡنَ وَ مَلَا۠ئِہٖ ؕ اِنَّہُمۡ کَانُوۡا قَوۡمًا فٰسِقِیۡنَ ﴿۳۲﴾ ",
			"index": "3284",
			"name": "আপন হাত জামার বুকের পাশে ভিতরে রাখো, তা বের হয়ে আসবে শুভ্র-উজ্জ্বল নির্দোষভাবে; এবং আপন হাত আপন বুকের উপর রাখো ভয় দূর করার জন্য। সুতরাং এ দু’টিই প্রমাণ তোমার রবের-ফির’আউন ও তার সভাসদবর্গের প্রতি। নিশ্চয় তারা হচ্ছে অমান্যকারী লোক’।",
			"en_kanzulimaan": "Put your hand inside your armpit - it will come out shining white, not due to any illness; and put your hand on your chest to remove the fear  so these are two proofs from your Lord to Firaun and his court members; indeed they are a lawless people.",
			"ur_kanzulimaan": "اپنا ہاتھ گریبان میں ڈال نکلے گا سفید چمکتا بے عیب اور اپنا ہاتھ سینے پر رکھ لے خوف دور کرنے کو تو یہ دو حُجتیں ہیں تیرے رب کی فرعون اور اس کے درباریوں کی طرف، بیشک وہ بے حکم لوگ ہیں،",
			"hi_kanzulimaan": "अपना हाथ (87फ़) गिरेबान (कुर्ते के गले) में डाल, निकलेगा सफ़ेद चमकता बेऐब (88फ़) और अपना हाथ अपने सीने पर रख ले खौफ (डर) दूर करने को (89फ़) तो ये दो हुज्जतें हैं तेरे रब की (90फ़) फ़िरऔन और उसके दरबारियों की तरफ़, बेशक वो बेहुक्म लोग हैं",
			"author": "৩২. তোমার হাত তোমার জামার কলারের উন্মুক্ত অংশে ঢোকাও। এটি কোনো ত্রুটি ছাড়াই শুভ্র দীপ্তিময় হয়ে বেরিয়ে আসবে। আর ভয়কে (দূর করতে) নিজের বাহুকে নিজের (বক্ষের) উপর চেপে ধরো। অতঃপর এ দুটো তোমার প্রতিপালকের পক্ষ থেকে ফেরাউন এবং তার পরিষদবর্গের (প্রত্যক্ষ করার) জন্যে প্রমাণ। তারা তো নাফরমান সম্প্রদায়।’"
		},
		{
			"_id": "3285",
			"sura": "28",
			"para": "20",
			"verses": "33",
			"names": "قَالَ رَبِّ اِنِّیۡ قَتَلۡتُ مِنۡہُمۡ نَفۡسًا فَاَخَافُ اَنۡ یَّقۡتُلُوۡنِ ﴿۳۳﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ رَبِّ اِنِّیۡ قَتَلۡتُ مِنۡہُمۡ نَفۡسًا فَاَخَافُ اَنۡ یَّقۡتُلُوۡنِ ﴿۳۳﴾ ",
			"index": "3285",
			"name": "আরয করলো, ‘হে আমার রব! আমি তাদের মধ্যে একজনকে হত্যা করেছি; সুতরাং আশঙ্কা করছি যে, তারা আমাকে হত্যা করে ফেলবে। ",
			"en_kanzulimaan": "He submitted, My Lord! I killed a soul among them and I fear they will kill me.",
			"ur_kanzulimaan": "عرض کی اے میرے رب! میں نے ان میں ایک جان مار ڈالی ہے تو ڈرتا ہوں کہ مجھے قتل کردیں،",
			"hi_kanzulimaan": "अर्ज़ की ऐ मेरे रब मैं ने उनमें एक जान मार डाली है (91फ़) तो डरता हूँ मुझे क़त्ल कर दें",
			"author": "৩৩. (মূসা আলাইহিস সালাম) আরয করলেন, ‘হে আমার প্রতিপালক! আমি তাদের এক ব্যক্তিকে হত্যা করেছিলাম, সুতরাং আমি ভয় করছি তারা আমাকে হত্যা করবে।"
		},
		{
			"_id": "3286",
			"sura": "28",
			"para": "20",
			"verses": "34",
			"names": "وَ اَخِیۡ ہٰرُوۡنُ ہُوَ اَفۡصَحُ مِنِّیۡ لِسَانًا فَاَرۡسِلۡہُ  مَعِیَ رِدۡاً  یُّصَدِّقُنِیۡۤ  ۫ اِنِّیۡۤ   اَخَافُ  اَنۡ  یُّکَذِّبُوۡنِ ﴿۳۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَخِیۡ ہٰرُوۡنُ ہُوَ اَفۡصَحُ مِنِّیۡ لِسَانًا فَاَرۡسِلۡہُ  مَعِیَ رِدۡاً  یُّصَدِّقُنِیۡۤ  ۫ اِنِّیۡۤ   اَخَافُ  اَنۡ  یُّکَذِّبُوۡنِ ﴿۳۴﴾ ",
			"index": "3286",
			"name": "এবং আমার ভাই হারূন, তার ভাষা আমার চেয়ে অধিক পরিষ্কার। সুতরাং তাকে আমার সাহায্যের জন্য রসূল করে নাও, যাতে আমার সত্যায়ন করে। আমি আশঙ্কা করছি যে, তারা আমাকে অস্বীকার করবে’।",
			"en_kanzulimaan": "And my brother Haroon  he is more eloquent than I am in speech, therefore in order to help me, appoint him as a Noble Messenger so that he confirms me; I fear that they will deny me.",
			"ur_kanzulimaan": "اور میرا بھائی ہارون اس کی زبان مجھ سے زیادہ صاف ہے تو اسے میری مدد کے لیے رسول بنا، کہ میری تصدیق کرے مجھے ڈر ہے کہ وہ مجھے جھٹلائیں گے،",
			"hi_kanzulimaan": "और मेरा भाई हारून उसकी ज़बान मुझसे ज़्यादा साफ़ है तो उसे मेरी मदद के लिये रसूल बना कि मेरी तस्दीक़ करे, मुझे डर है कि वो (92फ़) मुझे झुटलाएंगे",
			"author": "৩৪. আর আমার ভাই হারুন (আলাইহিস সালাম), সে কথোপকথনে আমার চেয়েও পারঙ্গম ও স্পষ্টভাষী, সুতরাং তাঁকে আমার সাথে সাহায্যকারীরূপে প্রেরণ করো, যাতে সে আমাকে সত্যায়ণ করে। আমি (এও) আশংকা করি যে, তারা আমাকে মিথ্যাপ্রতিপন্ন করবে।’"
		},
		{
			"_id": "3287",
			"sura": "28",
			"para": "20",
			"verses": "35",
			"names": "قَالَ سَنَشُدُّ عَضُدَکَ بِاَخِیۡکَ وَ نَجۡعَلُ لَکُمَا سُلۡطٰنًا فَلَا یَصِلُوۡنَ  اِلَیۡکُمَا ۚۛ بِاٰیٰتِنَاۤ ۚۛ اَنۡتُمَا وَ مَنِ اتَّبَعَکُمَا الۡغٰلِبُوۡنَ ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ سَنَشُدُّ عَضُدَکَ بِاَخِیۡکَ وَ نَجۡعَلُ لَکُمَا سُلۡطٰنًا فَلَا یَصِلُوۡنَ  اِلَیۡکُمَا ۚۛ بِاٰیٰتِنَاۤ ۚۛ اَنۡتُمَا وَ مَنِ اتَّبَعَکُمَا الۡغٰلِبُوۡنَ ﴿۳۵﴾ ",
			"index": "3287",
			"name": "এরশাদ করলেন, ‘ অবিলম্বে আমি তোমার বাহুকে তোমার ভাই দ্বারা শক্তিশালী করবো এবং তোমাদের উভয়কে বিজয়ে দান করবো; সুতরাং তারা, তোমাদের কোন ক্ষতি করতে পারবে না। আমার নিদর্শনগুলোর কারণে, তোমরা দু’জন এবং যারা তোমাদের অনুসরণ করবে, জয়যুক্ত হবে’।",
			"en_kanzulimaan": "He said, We will soon strengthen your arm with your brother, and give you both dominance, so they will not be able to harm you; due to Our signs; you both, and those who will follow you, will be victorious.",
			"ur_kanzulimaan": "فرمایا، قریب ہے کہ ہم تیرے بازو کو تیرے بھائی سے قوت دیں گے اور تم دونوں کو غلبہ عطا فرمائیں گے تو وہ تم دونوں کا کچھ نقصان نہ کرسکیں گے، ہماری نشانیوں کے سبب تم دونوں اور جو تمہاری پیروی کریں گے غالب آؤ گے",
			"hi_kanzulimaan": "फ़रमाया, क़रीब है कि हम तेरे बाज़ू को तेरे भाई से कुव्वत देंगे और तुम दोनों को ग़ल्बा अता फ़रमाएंगे तो वो तुम दोनों का कुछ नुक़सान न कर सकेंगे हमारी निशानियों के सबब, तुम दोनों और जो तुम्हारी पैरवी करेंगे ग़ालिब (विजयी) आओगे (93फ़)",
			"author": "৩৫. (আল্লাহ্) এরশাদ ফরমান, ‘আমরা তোমার ভ্রাতার দ্বারা তোমার বাহু শক্তিশালী করবো এবং তোমাদের উভয়ের জন্যে (মানুষের অন্তরে এবং তোমাদের প্রচেষ্টায়) ভীতি এবং আধিপত্য সৃষ্টি করে দেবো। সুতরাং তারা আমাদের নিদর্শনাবলীর কারণে (ক্ষতির উদ্দেশ্যে) তোমাদের নিকটবর্তী হতে পারবে না। তোমরা এবং যারা তোমাদের আনুগত্য করবে তারা বিজয়ী হবে।’"
		},
		{
			"_id": "3288",
			"sura": "28",
			"para": "20",
			"verses": "36",
			"names": "فَلَمَّا جَآءَہُمۡ مُّوۡسٰی بِاٰیٰتِنَا بَیِّنٰتٍ قَالُوۡا مَا ہٰذَاۤ  اِلَّا سِحۡرٌ مُّفۡتَرًی وَّ مَا سَمِعۡنَا بِہٰذَا  فِیۡۤ   اٰبَآئِنَا  الۡاَوَّلِیۡنَ ﴿۳۶﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا جَآءَہُمۡ مُّوۡسٰی بِاٰیٰتِنَا بَیِّنٰتٍ قَالُوۡا مَا ہٰذَاۤ  اِلَّا سِحۡرٌ مُّفۡتَرًی وَّ مَا سَمِعۡنَا بِہٰذَا  فِیۡۤ   اٰبَآئِنَا  الۡاَوَّلِیۡنَ ﴿۳۶﴾ ",
			"index": "3288",
			"name": "অতঃপর যখন মূসা তাদের নিকট আমার সুস্পষ্ট নিদর্শনসমূহ নিয়ে এলো, তখন তারা বললো, ‘এ তো নয়, কিন্তু অলীক যাদু মাত্র! এবং আমরা আমাদের পূর্ব-পুরুষদের মধ্যে এমন শুনি নি’।",
			"en_kanzulimaan": "Therefore when Moosa came to them with Our clear signs they said, This is nothing but invented magic, and we never heard anything like this among our forefathers.",
			"ur_kanzulimaan": "پھر جب موسیٰ ان کے پاس ہماری روشن نشانیاں لایا بولے یہ تو نہیں مگر بناوٹ کا جادو اور ہم نے اپنے اگلے باپ داداؤں میں ایسا نہ سنا",
			"hi_kanzulimaan": "फिर जब मूसा उनके पास हमारी रौशन निशानियां लाया बोले यह तो नहीं मगर बनावट का जादू (94फ़) और हमने अपने अगले बाप दादाओ में ऐसा न सुना (95फ़)",
			"author": "৩৬. অতঃপর যখন মূসা (আলাইহিস সালাম) আমাদের প্রকাশ্য ও সুস্পষ্ট নিদর্শনাবলী নিয়ে তাদের নিকট আগমন করলেন তখন তারা বলতে লাগলো, ‘এ মনগড়া যাদু ব্যতীত আর কিছুই নয়। আমরা এসব আমাদের পূর্ব  পুরুষগণের কাছে (কখনো) শুনিনি।’"
		},
		{
			"_id": "3289",
			"sura": "28",
			"para": "20",
			"verses": "37",
			"names": "وَ قَالَ  مُوۡسٰی رَبِّیۡۤ  اَعۡلَمُ بِمَنۡ جَآءَ بِالۡہُدٰی مِنۡ عِنۡدِہٖ  وَ مَنۡ تَکُوۡنُ لَہٗ عَاقِبَۃُ  الدَّارِ ؕ اِنَّہٗ  لَا یُفۡلِحُ  الظّٰلِمُوۡنَ ﴿۳۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ  مُوۡسٰی رَبِّیۡۤ  اَعۡلَمُ بِمَنۡ جَآءَ بِالۡہُدٰی مِنۡ عِنۡدِہٖ  وَ مَنۡ تَکُوۡنُ لَہٗ عَاقِبَۃُ  الدَّارِ ؕ اِنَّہٗ  لَا یُفۡلِحُ  الظّٰلِمُوۡنَ ﴿۳۷﴾ ",
			"index": "3289",
			"name": "এবং মূসা বললেন, ‘আমার রব খুব ভালো জানেন কে তার নিকট থেকে হিদায়ত নিয়ে এসেছেন এবং কার জন্য পরকালের ঘর থাকবে। নিশ্চয় যালিম লক্ষ্য অর্জনে সফলকাম হয় না’।",
			"en_kanzulimaan": "And said Moosa, My Lord well knows him who has brought guidance from Him, and for whom will be the abode the Hereafter; indeed the unjust never attain success.",
			"ur_kanzulimaan": "اور موسیٰ نے فرمایا میرا رب خوب جانتا ہے جو اس کے پاس سے ہدایت لایا اور جس کے لیے آخرت کا گھر ہوگا بیشک ظالم مراد کو نہیں پہنچتے",
			"hi_kanzulimaan": "और मूसा ने फ़रमाया मेरा रब ख़ूब जानता है जो उसके पास से हिदायत लाया (96फ़) और जिसके लिये आख़िरत का घर होगा (97फ़) बेशक ज़ालिम मुराद को नहीं पहुंचते (98फ़)",
			"author": "৩৭. আর মূসা (আলাইহিস সালাম) বললেন, ‘আমার প্রতিপালক খুব ভালোভাবে জানেন কে তাঁর নিকট থেকে হেদায়াত নিয়ে এসেছেন আর কার জন্যে থাকবে পরকালের গৃহের (উত্তম) পরিণাম। নিশ্চয়ই জালিমেরা সফলকাম হবে না।’"
		},
		{
			"_id": "3290",
			"sura": "28",
			"para": "20",
			"verses": "38",
			"names": "وَ قَالَ فِرۡعَوۡنُ یٰۤاَیُّہَا الۡمَلَاُ  مَا عَلِمۡتُ لَکُمۡ مِّنۡ  اِلٰہٍ غَیۡرِیۡ ۚ فَاَوۡقِدۡ لِیۡ یٰہَامٰنُ عَلَی الطِّیۡنِ فَاجۡعَلۡ  لِّیۡ صَرۡحًا لَّعَلِّیۡۤ اَطَّلِعُ  اِلٰۤی  اِلٰہِ مُوۡسٰی ۙ وَ اِنِّیۡ لَاَظُنُّہٗ مِنَ  الۡکٰذِبِیۡنَ ﴿۳۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ فِرۡعَوۡنُ یٰۤاَیُّہَا الۡمَلَاُ  مَا عَلِمۡتُ لَکُمۡ مِّنۡ  اِلٰہٍ غَیۡرِیۡ ۚ فَاَوۡقِدۡ لِیۡ یٰہَامٰنُ عَلَی الطِّیۡنِ فَاجۡعَلۡ  لِّیۡ صَرۡحًا لَّعَلِّیۡۤ اَطَّلِعُ  اِلٰۤی  اِلٰہِ مُوۡسٰی ۙ وَ اِنِّیۡ لَاَظُنُّہٗ مِنَ  الۡکٰذِبِیۡنَ ﴿۳۸﴾ ",
			"index": "3290",
			"name": "এবং ফির’আউন বললো, ‘হে সভাসদবর্গ! আমি তোমাদের জন্য আমি ব্যতীত অন্য কোন খোদা আছে বলে জানি না! সুতরাং হে হামান! আমার জন্য কাদা পোড়ায়ে একটা প্রাসাদ তৈরী করো; হয় তো আমি মূসার খোদাকে উকি মেরে দেখে আসব; এবং নিশ্চয় আমার ধারণায় তো সে মিথ্যাবাদী’।  ",
			"en_kanzulimaan": "And Firaun said, O court members! I do not know of any other God for you, except myself; therefore, O Haman, build a lofty palace for me by baking concrete in order that I may sneak a look at the God of Moosa - and according to me, he is indeed a liar.",
			"ur_kanzulimaan": "اور فرعون بولا، اے درباریو! میں تمہارے لیے اپنے سوا کوئی خدا نہیں جانتا تو اے ہامان! میرے لیے گارا پکا کر ایک محل بنا کہ شاید میں موسیٰ کے خدا کو جھانک آؤں اور بیشک میرے گمان میں تو وہ جھوٹا ہے",
			"hi_kanzulimaan": "और फ़िरऔन बोला ऐ दरबारियों, मैं तुम्हारे लिये अपने सिवा कोई ख़ुदा नहीं जानता, तो ऐ हामान मेरे लिये गारा पकाकर (99फ़) एक महल बना (100फ़) कि शायद मैं मूसा के ख़ुदा को झांक आऊं (101फ़) और बेशक मेरे गुमान मैं तो वह (102फ़) झूटा है (103फ़)",
			"author": "৩৮. আর ফেরাউন বললো, ‘হে পরিষদবর্গ! আমি ব্যতীত তোমাদের দ্বিতীয় কোনো উপাস্য আছে বলে জানি না। হে হামান! আমার জন্যে কাঁদা পুড়িয়ে (কিছু ইট তৈরি করে) দাও। অতঃপর (এর দ্বারা) আমার জন্যে উঁচু প্রাসাদ বানাও। সম্ভবত (এ প্রাসাদে আরোহণ করে) আমি মূসার প্রতিপালক পর্যন্ত পৌঁছুতে পারবো। আর আমি তো তাকে মিথ্যাবাদীই গণ্য করি।’"
		},
		{
			"_id": "3291",
			"sura": "28",
			"para": "20",
			"verses": "39",
			"names": "وَ اسۡتَکۡبَرَ ہُوَ وَ جُنُوۡدُہٗ  فِی الۡاَرۡضِ بِغَیۡرِ الۡحَقِّ وَ ظَنُّوۡۤا اَنَّہُمۡ  اِلَیۡنَا لَا یُرۡجَعُوۡنَ ﴿۳۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ اسۡتَکۡبَرَ ہُوَ وَ جُنُوۡدُہٗ  فِی الۡاَرۡضِ بِغَیۡرِ الۡحَقِّ وَ ظَنُّوۡۤا اَنَّہُمۡ  اِلَیۡنَا لَا یُرۡجَعُوۡنَ ﴿۳۹﴾ ",
			"index": "3291",
			"name": "এবং সে ও তার সৈন্য-বাহিনী ভূ-পৃষ্ঠে অন্যায়ভাবে অহঙ্কার করেছে আর মনে করেছে যে, তাদেরকে আমার প্রতি প্রত্যাবর্তন করতে হবে না। ",
			"en_kanzulimaan": "And he and his soldiers wrongfully sought greatness in the land, and assumed they would never be brought back to Us.",
			"ur_kanzulimaan": "اور اس نے اور اس کے لشکریوں نے زمین میں بے جا بڑائی چاہی اور سمجھے کہ انہیں ہماری طرف پھرنا نہیں،",
			"hi_kanzulimaan": "और उसने और  उसके लशकारियों ने ज़मीन में बेजा बड़ाई चाही (104फ़) और समझे कि उन्हें हमारी तरफ़ फिरना नहीं",
			"author": "৩৯. আর সে (ফেরাউন) নিজে এবং তার সৈন্যবাহিনী রাজ্যে অন্যায় অহংকার করেছিল ও অবাধ্য হয়েছিল। আর তারা মনে করেছিল যে, তারা আমার নিকট প্রত্যাবর্তন করবে না।"
		},
		{
			"_id": "3292",
			"sura": "28",
			"para": "20",
			"verses": "40",
			"names": "فَاَخَذۡنٰہُ وَ جُنُوۡدَہٗ  فَنَبَذۡنٰہُمۡ فِی الۡیَمِّ ۚ فَانۡظُرۡ کَیۡفَ کَانَ عَاقِبَۃُ  الظّٰلِمِیۡنَ ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "فَاَخَذۡنٰہُ وَ جُنُوۡدَہٗ  فَنَبَذۡنٰہُمۡ فِی الۡیَمِّ ۚ فَانۡظُرۡ کَیۡفَ کَانَ عَاقِبَۃُ  الظّٰلِمِیۡنَ ﴿۴۰﴾ ",
			"index": "3292",
			"name": "অতএব, আমি তাকে ও তার বাহিনীকে ধরে সমুদ্রে নিক্ষেপ করেছি। সুতরাং দেখো, কেমন পরিণাম হয়েছে যালিমদের!",
			"en_kanzulimaan": "We therefore seized him and his armies, and hurled them into the sea; therefore see what sort of fate befell the unjust!",
			"ur_kanzulimaan": "تو ہم نے اسے اور اس کے لشکر کو پکڑ کر دریا میں پھینک دیا تو دیکھو کیسا انجام ہوا ستمگاروں کا،",
			"hi_kanzulimaan": "तो हमने उसे और उसके लश्कर को पकड़ कर दरिया में फैंक दिया (105फ़) तो देखो कैसा अंजाम हुआ सितमगारों का",
			"author": "৪০. সুতরাং আমরা তাকে এবং তার বাহিনীকে (শাস্তির মাধ্যমে) গ্রাস করলাম এবং তাদেরকে সমুদ্রে নিক্ষেপ করলাম। অতঃপর আপনি দেখুন, অত্যাচারীদের পরিণাম কেমন (ভয়াবহ) হয়েছিল।"
		},
		{
			"_id": "3293",
			"sura": "28",
			"para": "20",
			"verses": "41",
			"names": "وَ جَعَلۡنٰہُمۡ  اَئِمَّۃً  یَّدۡعُوۡنَ  اِلَی النَّارِ ۚ وَ  یَوۡمَ  الۡقِیٰمَۃِ  لَا  یُنۡصَرُوۡنَ ﴿۴۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَعَلۡنٰہُمۡ  اَئِمَّۃً  یَّدۡعُوۡنَ  اِلَی النَّارِ ۚ وَ  یَوۡمَ  الۡقِیٰمَۃِ  لَا  یُنۡصَرُوۡنَ ﴿۴۱﴾ ",
			"index": "3293",
			"name": "এবং তাদেরকে আমি দোযখবাসীদের নেতা করেছি; তারা আগুনের দিকে আহ্বান করছে, আর ক্বিয়ামত দিবসে তাদের সাহায্য করা হবে না। ",
			"en_kanzulimaan": "And We made them leaders of the people of hell, inviting towards the fire; and they will not be helped on the Day of Resurrection.",
			"ur_kanzulimaan": "اور انہیں ہم نے دوزخیوں کا پیشوا بنایا کہ آگ کی طرف بلاتے ہیں اور قیامت کے دن ان کی مدد نہ ہوگی،",
			"hi_kanzulimaan": "और उन्हें हमने (106फ) दोज़खियों का पेशवा बनाया कि आग की तरफ़ बुलाते हैं (107फ) और क़यामत के दिन उनकी मदद न होगी",
			"author": "৪১. আর আমরা তাদেরকে (জাহান্নামীদের) নেতা বানিয়েছি, তারা (লোকদেরকে) জাহান্নামের দিকে আহ্বান করতো। আর কিয়ামতের দিন তাদেরকে কোনো সাহায্য করা হবে না।"
		},
		{
			"_id": "3294",
			"sura": "28",
			"para": "20",
			"verses": "42",
			"names": "وَ اَتۡبَعۡنٰہُمۡ فِیۡ ہٰذِہِ الدُّنۡیَا لَعۡنَۃً ۚ وَ یَوۡمَ الۡقِیٰمَۃِ ہُمۡ مِّنَ الۡمَقۡبُوۡحِیۡنَ ﴿۴۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَتۡبَعۡنٰہُمۡ فِیۡ ہٰذِہِ الدُّنۡیَا لَعۡنَۃً ۚ وَ یَوۡمَ الۡقِیٰمَۃِ ہُمۡ مِّنَ الۡمَقۡبُوۡحِیۡنَ ﴿۴۲﴾ ",
			"index": "3294",
			"name": "এবং এ পৃথিবীতে আমি তাদের পশ্চাতে অভিসম্পাত লাগিয়ে দিয়েছি আর ক্বিয়ামতের দিন তাদের মন্দই রয়েছে। ",
			"en_kanzulimaan": "And We set a curse after them in this world; and evil is for them on the Day of Resurrection.",
			"ur_kanzulimaan": "اور اس دنیا میں ہم نے ان کے پیچھے لعنت لگائی اور قیامت کے دن ان کا برا ہے،",
			"hi_kanzulimaan": "और इस दुनिया में हमने उनके पीछे लअनत लगाई (108फ) और क़यामत के दिन उनका बुरा है",
			"author": "৪২. আর আমরা তাদেরকে এ পৃথিবীতে অভিশপ্ত করেছিলাম এবং কিয়ামতের দিনও তারা হবে দুর্দশাগ্রস্ত লোকদের অন্তর্ভুক্ত।"
		},
		{
			"_id": "3295",
			"sura": "28",
			"para": "20",
			"verses": "43",
			"names": "وَ لَقَدۡ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ مِنۡۢ بَعۡدِ مَاۤ اَہۡلَکۡنَا الۡقُرُوۡنَ الۡاُوۡلٰی بَصَآئِرَ لِلنَّاسِ وَ ہُدًی وَّ رَحۡمَۃً  لَّعَلَّہُمۡ  یَتَذَکَّرُوۡنَ ﴿۴۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ مِنۡۢ بَعۡدِ مَاۤ اَہۡلَکۡنَا الۡقُرُوۡنَ الۡاُوۡلٰی بَصَآئِرَ لِلنَّاسِ وَ ہُدًی وَّ رَحۡمَۃً  لَّعَلَّہُمۡ  یَتَذَکَّرُوۡنَ ﴿۴۳﴾ ",
			"index": "3295",
			"name": "এবং নিশ্চয় আমি মূসাকে কিতাব দান করেছি এর পর যে, পূর্ববর্তী বহু মানব গোষ্ঠীকে ধ্বংস করে দিয়েছি, যেটার মধ্যে মানব-জাতির অন্তরের চোখগুলো খুলে দেয় এমন বাণীসমূহ, হিদায়ত এবং দয়া (রয়েছে), যেন তারা উপদেশ মান্য করে।",
			"en_kanzulimaan": "And We indeed gave Moosa the Book after We had destroyed the former generations, having enlightenment for mankind, and a guidance and a mercy, for them to accept advice.",
			"ur_kanzulimaan": "اور بیشک ہم نے موسیٰ کو کتاب عطا فرمائی بعد اس کے کہ اگلی سنگتیں (قومیں) ہلاک فرمادیں جس میں لوگوں کے دل کی آنکھیں کھولنے والی باتیں اور ہدایت اور رحمت تاکہ وہ نصیحت مانیں،",
			"hi_kanzulimaan": "और बेशक हमने मूसा को किताब अता फ़रमाई (109फ) बाद इसके कि अगली संगतें (कौमें) (110फ) हलाक फ़रमा दीं जिसमें लोगों के दिल की आँखें खोलने वाली बातें और हिदायत और रहमत ताकि वो नसीहत मानें",
			"author": "৪৩.  আর আমরা তো পূর্ববর্তী (নাফরমান) সম্প্রদায়কে ধ্বংস করার (দৃশ্যপটের) পর মূসা (আলাইহিস সালাম)-কে প্রদান করেছিলাম কিতাব যা ছিল মানুষের জন্যে অন্তর্দৃষ্টির (আধার), হেদায়াত ও রহমত। যাতে তারা উপদেশ গ্রহণ করে।"
		},
		{
			"_id": "3296",
			"sura": "28",
			"para": "20",
			"verses": "44",
			"names": "وَ مَا کُنۡتَ بِجَانِبِ الۡغَرۡبِیِّ  اِذۡ  قَضَیۡنَاۤ اِلٰی مُوۡسَی الۡاَمۡرَ  وَ مَا کُنۡتَ  مِنَ  الشّٰہِدِیۡنَ ﴿ۙ۴۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا کُنۡتَ بِجَانِبِ الۡغَرۡبِیِّ  اِذۡ  قَضَیۡنَاۤ اِلٰی مُوۡسَی الۡاَمۡرَ  وَ مَا کُنۡتَ  مِنَ  الشّٰہِدِیۡنَ ﴿ۙ۴۴﴾ ",
			"index": "3296",
			"name": "এবং আপনি তূরের পশ্চিম প্রান্তে ছিলেন না যখন আমি মূ্সাকে রিসালাতের হুকুম প্রেরণ করেছি এবং তখন আপনি উপস্থিত ছিলেন না।",
			"en_kanzulimaan": "And you (O dear Prophet Mohammed - peace and blessings be upon him) were not on the western side of the Mount when We sent the command of Prophethood to Moosa, and you were not present. (Yet you narrate the account very clearly to the Jews and Christians.)",
			"ur_kanzulimaan": "اور تم طور کی جانت مغرب میں نہ تھے جبکہ ہم نے موسیٰ کو رسالت کا حکم بھیجا اور اس وقت تم حاضر نہ تھے،",
			"hi_kanzulimaan": "और तुम (111फ) तूर की जानिब मग़रिब में न थे (112फ) जब कि हमने मूसा को रिसालत का हुक्म भेजा (113फ) और उस वक़्त तुम हाजिर न थे",
			"author": "৪৪. আর আপনি তো (তখন তূরের) পশ্চিম প্রান্তে (উপস্থিত) ছিলেন না যখন আমরা মূসা (আলাইহিস সালাম)-এঁর নিকট (রিসালাতের) নির্দেশ প্রেরণ করেছিলাম। আর না আপনি (সে সত্তর জনের অন্তর্ভুক্ত ছিলেন যারা মূসা আলাইহিস সালামের ওহীর) প্রত্যক্ষদর্শী ছিলেন। (সুতরাং এ সকল বর্ণনা গায়েবের সংবাদ নয় তো আর কী?)"
		},
		{
			"_id": "3297",
			"sura": "28",
			"para": "20",
			"verses": "45",
			"names": "وَ لٰکِنَّاۤ  اَنۡشَاۡنَا قُرُوۡنًا فَتَطَاوَلَ عَلَیۡہِمُ الۡعُمُرُ ۚ وَ مَا کُنۡتَ ثَاوِیًا فِیۡۤ  اَہۡلِ مَدۡیَنَ تَتۡلُوۡا عَلَیۡہِمۡ اٰیٰتِنَا ۙ وَ لٰکِنَّا کُنَّا  مُرۡسِلِیۡنَ ﴿۴۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ لٰکِنَّاۤ  اَنۡشَاۡنَا قُرُوۡنًا فَتَطَاوَلَ عَلَیۡہِمُ الۡعُمُرُ ۚ وَ مَا کُنۡتَ ثَاوِیًا فِیۡۤ  اَہۡلِ مَدۡیَنَ تَتۡلُوۡا عَلَیۡہِمۡ اٰیٰتِنَا ۙ وَ لٰکِنَّا کُنَّا  مُرۡسِلِیۡنَ ﴿۴۵﴾ ",
			"index": "3297",
			"name": "কিন্তু হয়েছে এটাই যে, আমি মানবগোষ্ঠীসমূহ সৃষ্টি করেছি, তারপর তাদের উপর দীর্ঘকাল অতিবাহিত হয়ে গেছে; এবং না আপনি মাদ্‌য়ানবাসীদের মধ্যে বসবাসরত ছিলেন তাদের নিকট আমার আয়াতসমূহ আবৃত্তিকারী অবস্থায়; হাঁ, আমিই রসূল প্রেরণকারী ছিলাম।",
			"en_kanzulimaan": "However, We created generations and ages passed by upon them; and nor were you dwelling with the people of Madyan reciting Our verses to them  however it is We Who made the Noble Messengers.",
			"ur_kanzulimaan": "مگر ہوا یہ کہ ہم نے سنگتیں پیدا کیں کہ ان پر زمانہ دراز گزرا اور نہ تم اہلِ مدین میں مقیم تھے ان پر ہماری آیتیں پڑھتے ہوئے، ہاں ہم رسول بنانے والے ہوئے",
			"hi_kanzulimaan": "मगर हुआ यह कि हमने संगतें (क़ौमें) पैदा की (114फ) कि उनपर ज़माना दराज़ गुज़रा (115फ) और न तुम अहले मदयन में मुक़ीम (ठहरे हुए) थे उनपर हमारी आयतें पढ़ते हुए हाँ हम रसूल बनाने वाले हुए (116फ)",
			"author": "৪৫. বস্তুতঃ আমরা (মূসা আলাইহিস সালামের পর পর্যায়ক্রমে) অনেক সম্প্রদায়ের আবির্ভাব ঘটিয়েছিলাম। অতঃপর তাদের মাঝে বহু যুগ অতিবাহিত হয়ে গেছে। আর আপনি তো (মূসা ও শুয়াইব আলাইহিমাস সালামের ন্যায়) মাদইয়ানের অধিবাসীদের মাঝে ছিলেন না, তাদের নিকট আমাদের আয়াতসমূহ আবৃত্তি করার জন্যে। বরং আমরাই তো (আপনাকে অদৃশ্যের জ্ঞানে মহিমান্বিতরূপে) প্রেরণকারী।"
		},
		{
			"_id": "3298",
			"sura": "28",
			"para": "20",
			"verses": "46",
			"names": "وَ مَا کُنۡتَ بِجَانِبِ الطُّوۡرِ  اِذۡ نَادَیۡنَا وَ لٰکِنۡ رَّحۡمَۃً مِّنۡ رَّبِّکَ لِتُنۡذِرَ قَوۡمًا مَّاۤ  اَتٰىہُمۡ مِّنۡ نَّذِیۡرٍ  مِّنۡ قَبۡلِکَ  لَعَلَّہُمۡ  یَتَذَکَّرُوۡنَ ﴿۴۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا کُنۡتَ بِجَانِبِ الطُّوۡرِ  اِذۡ نَادَیۡنَا وَ لٰکِنۡ رَّحۡمَۃً مِّنۡ رَّبِّکَ لِتُنۡذِرَ قَوۡمًا مَّاۤ  اَتٰىہُمۡ مِّنۡ نَّذِیۡرٍ  مِّنۡ قَبۡلِکَ  لَعَلَّہُمۡ  یَتَذَکَّرُوۡنَ ﴿۴۶﴾ ",
			"index": "3298",
			"name": "এবং না আপনি তূর পর্বতের পার্শ্বে ছিলেন, যখন আমি আহ্বান করেছি; হাঁ, আপনার রবের দয়া রয়েছে (যে, আপনাকে অদৃশ্যের জ্ঞান প্রদান করেছেন), যাতে আপনি এমন সম্প্রদায়কে সতর্ক করেন যার নিকট আপনার পূর্বে কোন সতর্ককারী আসেনি, এ আশা করে যে, তাদের উপদেশ হবে। ",
			"en_kanzulimaan": "And nor were you beside the Mount when We proclaimed  however it is a mercy from your Lord* so that you may warn a nation towards whom no Herald of Warning came before you, in the hope of their heeding advice. (*That He has bestowed knowledge of the hidden to you)",
			"ur_kanzulimaan": "اور نہ تم طور کے کنارے تھے جب ہم نے ندا فرمائی ہاں تمہارے رب کی مہر ہے (کہ تمہیں غیب کے علم دیے) کہ تم ایسی قوم کو ڈر سناؤ جس کے پاس تم سے پہلے کوئی ڈر سنانے والا نہ آیا یہ امید کرتے ہوئے کہ ان کو نصیحت ہو،",
			"hi_kanzulimaan": "और न तुम तूर के किनारे थे जब हमने निदा फ़रमाई (117फ) हाँ तुम्हारे रब की मेहर है (कि तुम्हें ग़ैब के इल्म दिये) (118फ) कि तुम ऐसी क़ौम को डर सुनाओ जिसके पास तुम से पहले कोई डर सुनाने वाला न आया (119फ) यह उम्मीद करते हुए कि उनको नसीहत हो",
			"author": "৪৬. আর আপনি তখন তূর-প্রান্তে (বিদ্যমান) ছিলেন না যখন আমরা (মূসা আলাইহিস সালামকে) আহ্বান করেছিলাম। কিন্তু (আপনাকে এসব অদৃশ্যের বিষয় অবগত করানো) আপনার প্রতিপালকের পক্ষ থেকে (বিশেষ) অনুগ্রহ, যাতে আপনি (এসব ঘটনাসমূহ অবগত হয়ে) সেসব সম্প্রদায়কে (আল্লাহ্‌র শাস্তির) ভয় দেখাতে পারেন যাদের নিকট আপনার পূর্বে কোনো সতর্ককারী আগমন করেনি, যাতে তারা উপদেশ গ্রহণ করে।"
		},
		{
			"_id": "3299",
			"sura": "28",
			"para": "20",
			"verses": "47",
			"names": "وَ لَوۡ لَاۤ  اَنۡ تُصِیۡبَہُمۡ مُّصِیۡبَۃٌۢ  بِمَا قَدَّمَتۡ  اَیۡدِیۡہِمۡ فَیَقُوۡلُوۡا رَبَّنَا لَوۡ لَاۤ اَرۡسَلۡتَ  اِلَیۡنَا رَسُوۡلًا فَنَتَّبِعَ اٰیٰتِکَ وَ نَکُوۡنَ  مِنَ  الۡمُؤۡمِنِیۡنَ ﴿۴۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ لَاۤ  اَنۡ تُصِیۡبَہُمۡ مُّصِیۡبَۃٌۢ  بِمَا قَدَّمَتۡ  اَیۡدِیۡہِمۡ فَیَقُوۡلُوۡا رَبَّنَا لَوۡ لَاۤ اَرۡسَلۡتَ  اِلَیۡنَا رَسُوۡلًا فَنَتَّبِعَ اٰیٰتِکَ وَ نَکُوۡنَ  مِنَ  الۡمُؤۡمِنِیۡنَ ﴿۴۷﴾ ",
			"index": "3299",
			"name": "এবং যদি তাদের ওই কর্মের জন্য তাদেরকে (কখনো) কোন বিপদ স্পর্শ না করতো, যা তাদের হাতগুলো অগ্রে প্রেরণ করেছে, (তবে আমি তাদের প্রতি রসূল প্রেরণ করতাম না।) তখন তারা বলতো, ‘হে আমাদের রব! তুমি আমাদের প্রতি কোন রসূল কেন প্রেরণ করো নি, যাতে আমরা তোমার নিদর্শনসমূহের অনুসরণ করতাম এবং ঈমান আনতাম?’",
			"en_kanzulimaan": "Otherwise, if some disaster befell them because of what their own hands have sent forward they would say, Our Lord! Why did you not send a Noble Messenger towards us, so we may have followed Your signs and accepted faith?",
			"ur_kanzulimaan": "اور اگر نہ ہوتا کہ کبھی پہنچتی انہیں کوئی مصیبت اس کے سبب جو ان کے ہاتھوں نے آگے بھیجا تو کہتے، اے ہمارے رب! تو نے کیوں نہ بھیجا ہماری طرف کوئی رسول کہ ہم تیری آیتوں کی پیروی کرتے اور ایمان لاتے",
			"hi_kanzulimaan": "और अगर न होता कि कभी पहुंचती उन्हें कोई मुसीबत (120फ) उसके सबब जो उनके हाथों ने आगे भेजा (121फ) तो कहते ऐ हमारे रब तूने क्यों न भेजा हमारी तरफ़ काई रसूल कि हम तेरी आयतों की पैरवी करते और ईमान लाते (122फ)",
			"author": "৪৭. আর (আমরা কোনো রাসূল প্রেরণ করতাম না) যদি না এমন হতো যে, যখন তাদের মন্দ কৃতকর্মের কারণে তাদের উপর কোনো বিপদ নেমে আসে, তবে তারা যাতে বলতে না পারে, ‘হে আমাদের প্রতিপালক! তুমি আমাদের নিকট কেন কোনো রাসূল প্রেরণ করলে না, তাহলে আমরা তোমার আয়াতসমূহের অনুসরণ করতাম এবং ঈমানদারগণের মধ্যে গণ্য হতাম?’"
		},
		{
			"_id": "3300",
			"sura": "28",
			"para": "20",
			"verses": "48",
			"names": "فَلَمَّا جَآءَہُمُ الۡحَقُّ مِنۡ عِنۡدِنَا قَالُوۡا لَوۡ لَاۤ  اُوۡتِیَ  مِثۡلَ  مَاۤ   اُوۡتِیَ  مُوۡسٰی ؕ اَوَ لَمۡ  یَکۡفُرُوۡا بِمَاۤ  اُوۡتِیَ  مُوۡسٰی  مِنۡ  قَبۡلُ ۚ قَالُوۡا  سِحۡرٰنِ تَظٰہَرَا ۟ٝ وَ قَالُوۡۤا اِنَّا بِکُلٍّ  کٰفِرُوۡنَ ﴿۴۸﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا جَآءَہُمُ الۡحَقُّ مِنۡ عِنۡدِنَا قَالُوۡا لَوۡ لَاۤ  اُوۡتِیَ  مِثۡلَ  مَاۤ   اُوۡتِیَ  مُوۡسٰی ؕ اَوَ لَمۡ  یَکۡفُرُوۡا بِمَاۤ  اُوۡتِیَ  مُوۡسٰی  مِنۡ  قَبۡلُ ۚ قَالُوۡا  سِحۡرٰنِ تَظٰہَرَا ۟ٝ وَ قَالُوۡۤا اِنَّا بِکُلٍّ  کٰفِرُوۡنَ ﴿۴۸﴾ ",
			"index": "3300",
			"name": "অতঃপর যখন তাদের নিকট সত্য এলো আমার নিকট থেকে, তখন বললো, ‘তাকে কেন প্রদান করা হয়নি যা মূসাকে প্রদান করা হয়েছে?’ তারা কি অস্বীকার করতো না যা পূর্বে মূসাকে প্রদান করা হয়েছে? তারা বললো, উভয়ই যাদুকর, একে অপরকে সমর্থন করে;’ এবং তারা বললো, ‘আমরা এ উভয়কে অস্বীকার করি’।",
			"en_kanzulimaan": "So when the Truth * from Us came to them, they said, Why has he not been given what was given to Moosa? Had they not disbelieved in what was earlier given to Moosa? They said, They are two magicians, who support each other; and said, We disbelieve in both of them. (* Prophet Mohammed  peace and blessings be upon him).",
			"ur_kanzulimaan": "پھر جب ان کے پاس حق آیا ہماری طرف سے بولے انہیں کیوں نہ دیا گیا جو موسیٰ کو دیا گیا کیا اس کے منکر نہ ہوئے تھے جو پہلے موسیٰ کو دیا گیا بولے دو جادو ہیں ایک دوسرے کی پشتی (امداد) پر، اور بولے ہم ان دونوں کے منکر ہیں",
			"hi_kanzulimaan": "फिर जब उनके पास हक़ आया (123फ) हमारी तरफ़ से, बोले (124फ) उन्हें क्यों न दिया गया जैसा मूसा को दिया गया (125फ) क्या उसके मुन्किर(इन्कार करने वाले) न हुए थे जो पहले मूसा को दिया गया (126फ) बोले दो जादू है एक दूसरे की पुश्ती (सहायता) पर और बोले हम इन दोनों के मुन्किर(इन्कार करने वाले) हैं (127फ)",
			"author": "৪৮. অতঃপর যখন তাদের কাছে আমাদের পক্ষ থেকে সত্য এসে পৌঁছলো, (তখন) তারা বলতে লাগলো, ‘তাঁকে (এ রাসূলকে) সেরূপ (নিদর্শনাবলী) কেন দেয়া হলো না যেরূপ মূসা (আলাইহিস সালাম)-কে দেয়া হয়েছিল?’ তারা কি সেসব (নিদর্শনাবলী) অস্বীকার করেনি যা এর পূর্বে মূসা (আলাইহিস সালাম)-কে দেয়া হয়েছিল? তারা বলেছিল, ‘(তাওরাত এবং কুরআন) উভয়ই যাদু, যা একে অপরকে সত্যায়ন করে এবং একাত্মতা প্রকাশ করে’। আর তারা বলেছিল, ‘আমরা (এ) সবগুলোকে প্রত্যাখ্যান করি’।"
		},
		{
			"_id": "3301",
			"sura": "28",
			"para": "20",
			"verses": "49",
			"names": "قُلۡ فَاۡتُوۡا بِکِتٰبٍ مِّنۡ عِنۡدِ اللّٰہِ ہُوَ اَہۡدٰی مِنۡہُمَاۤ  اَتَّبِعۡہُ  اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ ﴿۴۹﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ فَاۡتُوۡا بِکِتٰبٍ مِّنۡ عِنۡدِ اللّٰہِ ہُوَ اَہۡدٰی مِنۡہُمَاۤ  اَتَّبِعۡہُ  اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ ﴿۴۹﴾ ",
			"index": "3301",
			"name": "আপনি বলুন, ‘সুতরাং আল্লাহ্‌র নিকট থেকে এমন কোন কিতাব নিয়ে এসো, যা ওই দু’টি কিতাব অপেক্ষা অধিক হিদায়তের হয়, আমি সেটার অনুসরণ করবো, যদি তোমরা সত্যবাদী হও’।",
			"en_kanzulimaan": "Proclaim (O dear Prophet Mohammed - peace and blessings be upon him), Therefore bring a Book from Allah which is better guiding than these two - I will follow it - if you are truthful.",
			"ur_kanzulimaan": "تم فرماؤ تو اللہ کے پاس سے کوئی کتاب لے آؤ جو ان دونوں کتابوں سے زیادہ ہدایت کی ہو میں اس کی پیروی کروں گا اگر تم سچے ہو",
			"hi_kanzulimaan": "तुम फ़रमाओ तो अल्लाह के पास से कोई किताब ले आओ जो इन दोनों किताबों से ज़्यादा हिदायत की हो (128फ) मैं उसकी पैरवी (अनुकरण) करूंगा अगर तुम सच्चे हो (129फ)",
			"author": "৪৯. আপনি বলে দিন, ‘আল্লাহ্‌র নিকট থেকে (অন্য) কোনো কিতাব নিয়ে আসো যা পথ-নির্দেশে এ দু’য়ের চেয়ে অধিক উৎকৃষ্ট, (তখন) আমি এর অনুসরণ করবো; যদি তোমরা (তোমাদের অপবাদে) সত্যবাদী হও।’"
		},
		{
			"_id": "3302",
			"sura": "28",
			"para": "20",
			"verses": "50",
			"names": "فَاِنۡ لَّمۡ یَسۡتَجِیۡبُوۡا لَکَ فَاعۡلَمۡ  اَنَّمَا یَتَّبِعُوۡنَ  اَہۡوَآءَہُمۡ ؕ وَ مَنۡ اَضَلُّ  مِمَّنِ اتَّبَعَ ہَوٰىہُ بِغَیۡرِ ہُدًی مِّنَ اللّٰہِ ؕ اِنَّ اللّٰہَ  لَا  یَہۡدِی الۡقَوۡمَ الظّٰلِمِیۡنَ ﴿۵۰﴾ ",
			"number": "",
			"verses_PDMS": "فَاِنۡ لَّمۡ یَسۡتَجِیۡبُوۡا لَکَ فَاعۡلَمۡ  اَنَّمَا یَتَّبِعُوۡنَ  اَہۡوَآءَہُمۡ ؕ وَ مَنۡ اَضَلُّ  مِمَّنِ اتَّبَعَ ہَوٰىہُ بِغَیۡرِ ہُدًی مِّنَ اللّٰہِ ؕ اِنَّ اللّٰہَ  لَا  یَہۡدِی الۡقَوۡمَ الظّٰلِمِیۡنَ ﴿۵۰﴾ ",
			"index": "3302",
			"name": "অতঃপর যদি তারা আপনার এ বাণী গ্রহণ না করে, তবে জেনে নিন যে, ব্যাস! তারা নিজেদের খেয়াল-খুশীরই অনুসরণ করছে। এবং তার চেয়ে অধিক পথভ্রষ্ট আর কে, যে আপন খেয়াল-খুশীরই অনুসরণ করে, আল্লাহ্‌র হিদায়ত থেকে পৃথক হয়ে? নিশ্চয় আল্লাহ্‌ হিদায়ত করেন না যালিম লোকদেরকে।",
			"en_kanzulimaan": "So if they do not accept your challenge, then know that they only follow their desires; and who is more astray than one who follows his desires away from the guidance of Allah? Indeed Allah does not guide the unjust.",
			"ur_kanzulimaan": "پھر اگر وہ یہ تمہارا فرمانا قبول نہ کریں تو جان لو کہ بس وہ اپنی خواہشو ں ہی کے پیچھے ہیں، اور اس سے بڑھ کر گمراہ کون جو اپنی خواہش کی پیروی کرے اللہ کی ہدایت سے جدا، بیشک اللہ ہدایت ہیں فرماتا ظالم لوگوں کو،",
			"hi_kanzulimaan": "फिर अगर वो यह तुम्हारा फ़रमाना क़ुबूल न करें (130फ) तो जान लो कि (131फ) बस वो अपनी ख़्वाहिशों ही के पीछे हैं, और उससे बढकर गुमराह कौन जो अपनी ख़्वाहिश की पैरवी (अनुकरण) करे अल्लाह की हिदायत से जुदा, बेशक अल्लाह हिदायत नहीं फ़रमाता ज़ालिम लोगों को",
			"author": "৫০. অতঃপর যদি তারা আপনার বাণী গ্রহণ না করে, তবে জেনে রাখুন (তাদের জন্যে কোনো প্রমাণ বাকী থাকলো না) তারা কেবল নিজের কুপ্রবৃত্তির অনুসরণ করে। আর তার চেয়ে অধিক পথভ্রষ্ট আর কে হতে পারে যে আল্লাহ্‌র পক্ষ থেকে হেদায়াত ছেড়ে দিয়ে নিজ প্রবৃত্তির অনুসরণ করে? নিশ্চয়ই আল্লাহ্ পথভ্রষ্ট সম্প্রদায়কে হেদায়াত দান করেন না।"
		},
		{
			"_id": "3303",
			"sura": "28",
			"para": "20",
			"verses": "51",
			"names": "وَ لَقَدۡ وَصَّلۡنَا لَہُمُ الۡقَوۡلَ لَعَلَّہُمۡ یَتَذَکَّرُوۡنَ ﴿ؕ۵۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ وَصَّلۡنَا لَہُمُ الۡقَوۡلَ لَعَلَّہُمۡ یَتَذَکَّرُوۡنَ ﴿ؕ۵۱﴾ ",
			"index": "3303",
			"name": "এবং নিশ্চয় আমি তাদের জন্য বাণী পরপর অবতারণ করেছি যেন তারা মনোযোগ দেয়। ",
			"en_kanzulimaan": "And We indeed sent down the Word continuously for them, so that they may ponder.",
			"ur_kanzulimaan": "اور بیشک ہم نے ان کے لیے بات مسلسل اتاری کہ وہ دھیان کریں،",
			"hi_kanzulimaan": "और बेशक हमने उनके लिये बात मुसलसल उतारी (132फ) कि वो ध्यान करें",
			"author": "৫১. আর প্রকৃতপক্ষে আমরা তাদের জন্যে একের পর এক (কুরআনের) নির্দেশ প্রেরণ করছিলাম, যাতে তারা উপদেশ গ্রহণ করে।"
		},
		{
			"_id": "3304",
			"sura": "28",
			"para": "20",
			"verses": "52",
			"names": "اَلَّذِیۡنَ اٰتَیۡنٰہُمُ الۡکِتٰبَ مِنۡ قَبۡلِہٖ ہُمۡ بِہٖ یُؤۡمِنُوۡنَ ﴿۵۲﴾ ",
			"number": "",
			"verses_PDMS": "اَلَّذِیۡنَ اٰتَیۡنٰہُمُ الۡکِتٰبَ مِنۡ قَبۡلِہٖ ہُمۡ بِہٖ یُؤۡمِنُوۡنَ ﴿۵۲﴾ ",
			"index": "3304",
			"name": "যাদেরকে আমি এর পূর্বে কিতাব দিয়েছি তারা সেটার উপর ঈমান আনে। ",
			"en_kanzulimaan": "Those to whom We gave the Book before it, accept faith in it. (Some scholars among Jews / Christians).",
			"ur_kanzulimaan": "جن کو ہم نے اس سے پہلے کتاب دی وہ اس پر ایمان لاتے ہیں،",
			"hi_kanzulimaan": "जिनको हमने इससे पहले (133फ) किताब दी वो इस पर ईमान लाते हैं",
			"author": "৫২. এর পূর্বে যাদেরকে আমরা কিতাব প্রদান করেছিলাম তারা (হেদায়াতের ধারাবাহিকতায় এ কুরআন)-এর উপর(ও) ঈমান আনয়ন করেছে।"
		},
		{
			"_id": "3305",
			"sura": "28",
			"para": "20",
			"verses": "53",
			"names": "وَ  اِذَا یُتۡلٰی عَلَیۡہِمۡ  قَالُوۡۤا اٰمَنَّا بِہٖۤ  اِنَّہُ الۡحَقُّ مِنۡ رَّبِّنَاۤ  اِنَّا کُنَّا مِنۡ قَبۡلِہٖ مُسۡلِمِیۡنَ ﴿۵۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اِذَا یُتۡلٰی عَلَیۡہِمۡ  قَالُوۡۤا اٰمَنَّا بِہٖۤ  اِنَّہُ الۡحَقُّ مِنۡ رَّبِّنَاۤ  اِنَّا کُنَّا مِنۡ قَبۡلِہٖ مُسۡلِمِیۡنَ ﴿۵۳﴾ ",
			"index": "3305",
			"name": "এবং যখন তাদের উপর এসব আয়াত পাঠ করা হয় তখন তারা বলে, ‘আমরা এর উপর ঈমান এনেছি। নিশ্চয় এটাই সত্য আমাদের রবের নিকট থেকে; আমরা এর পূর্বেই আত্নসমর্পণ করেছিলাম’।",
			"en_kanzulimaan": "And when these verses are recited to them, they say, We believe in it - indeed it is the Truth from our Lord  and indeed we had accepted even before this.",
			"ur_kanzulimaan": "اور جب ان پر یہ آیتیں پڑھی جاتی ہیں کہتے ہیں ہم اس پر ایمان لائے، بیشک یہی حق ہے ہمارے رب کے پا س سے ہم اس سے پہلے ہی گردن رکھ چکے تھے",
			"hi_kanzulimaan": "और जब उनपर ये आयतें पढ़ी जाती हैं कहते हैं हम इसपर ईमान लाए बेशक यही हक़ है हमारे रब के पास से हम इससे पहले ही गर्दन रख चुके थे (134फ)",
			"author": "৫৩. আর যখন তাদের নিকট (কুরআন) পাঠ করা হয় তখন তারা বলে, ‘আমরা এর উপর ঈমান এনেছি, নিশ্চয়ই এটি আমাদের প্রতিপালকের পক্ষ থেকে আগত সত্য। প্রকৃতপক্ষে আমরা এর পূর্বেই মুসলমান (অর্থাৎ আত্মসমর্পনকারী) ছিলাম।’"
		},
		{
			"_id": "3306",
			"sura": "28",
			"para": "20",
			"verses": "54",
			"names": "اُولٰٓئِکَ یُؤۡتَوۡنَ اَجۡرَہُمۡ مَّرَّتَیۡنِ بِمَا صَبَرُوۡا وَ یَدۡرَءُوۡنَ بِالۡحَسَنَۃِ  السَّیِّئَۃَ  وَ  مِمَّا  رَزَقۡنٰہُمۡ  یُنۡفِقُوۡنَ ﴿۵۴﴾ ",
			"number": "",
			"verses_PDMS": "اُولٰٓئِکَ یُؤۡتَوۡنَ اَجۡرَہُمۡ مَّرَّتَیۡنِ بِمَا صَبَرُوۡا وَ یَدۡرَءُوۡنَ بِالۡحَسَنَۃِ  السَّیِّئَۃَ  وَ  مِمَّا  رَزَقۡنٰہُمۡ  یُنۡفِقُوۡنَ ﴿۵۴﴾ ",
			"index": "3306",
			"name": "তাদেরকে তাদের প্রতিদান দু’বার দেওয়া হবে বিনিময়ে তাদের ধৈর্যের। এবং তারা ভালো দ্বারা মন্দকে দূরীভূত করে এবং আমার প্রদত্ত (সম্পদ) থেকে কিছু আমার পথে ব্যয় করে। ",
			"en_kanzulimaan": "They will be given double the reward, the recompense of their patience  and they repel evil with good, and spend part of what We have provided them.",
			"ur_kanzulimaan": "ان کو ان کا اجر دوبالا دیا جائے گا بدلہ ان کے صبر کا اور وہ بھلائی سے برائی کو ٹالتے ہیں اور ہمارے دیے سے کچھ ہماری راہ میں خرچ کرتے ہیں",
			"hi_kanzulimaan": "उनको उनका अजर दोबाला दिया जाएगा (135फ) बदला उनके सब्र का (136फ) और वो भलाई से बुराई को टालते हैं (137फ) और हमारे दिये से कुछ हमारी राह में ख़र्च करते हैं (138फ)",
			"author": "৫৪. তারা ঐসব লোক যাদেরকে দু’বার প্রতিদান দেয়া হবে, কারণ তারা ধৈর্য ধারণ করেছে, আর মন্দকে উত্তম দ্বারা প্রতিহত করে এবং আমরা তাদেরকে যা কিছু দান করেছি তা থেকে ব্যয় করে।"
		},
		{
			"_id": "3307",
			"sura": "28",
			"para": "20",
			"verses": "55",
			"names": "وَ اِذَا سَمِعُوا اللَّغۡوَ اَعۡرَضُوۡا عَنۡہُ وَ قَالُوۡا لَنَاۤ  اَعۡمَالُنَا وَ لَکُمۡ  اَعۡمَالُکُمۡ ۫ سَلٰمٌ  عَلَیۡکُمۡ ۫ لَا  نَبۡتَغِی الۡجٰہِلِیۡنَ ﴿۵۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذَا سَمِعُوا اللَّغۡوَ اَعۡرَضُوۡا عَنۡہُ وَ قَالُوۡا لَنَاۤ  اَعۡمَالُنَا وَ لَکُمۡ  اَعۡمَالُکُمۡ ۫ سَلٰمٌ  عَلَیۡکُمۡ ۫ لَا  نَبۡتَغِی الۡجٰہِلِیۡنَ ﴿۵۵﴾ ",
			"index": "3307",
			"name": "এবং যখন অযথা কথাবার্তা শুনে তখন তা থেকে তারা মুখ ফিরিয়ে নেয়। আর বলে, ‘আমাদের জন্য আমাদের কর্ম, তোমাদের জন্য তোমাদের কর্ম। ব্যাস! তোমাদের প্রতি সালাম! আমরা অজ্ঞলোকদের চাই না’।",
			"en_kanzulimaan": "And when they hear indecent speech, they ignore it and say, For us are our deeds and for you are your deeds; peace be upon you (good bye); we are not interested in the ignorant.",
			"ur_kanzulimaan": "اور جب بیہودہ بات سنتے ہیں اس سے تغافل کرتے ہیں اور کہتے ہیں ہمارے لیے ہمارے عمل اور تمہارے لیے تمہارے عمل، بس تم پر سلام ہم جاہلوں کے غرضی (چاہنے والے) نہیں",
			"hi_kanzulimaan": "और जब बेहूदा बात सुनते हैं उससे तग़ाफ़ुल करते (मुंह फेरते) हैं (139फ) और कहते हैं हमारे लिये हमारे अमल और तुम्हारे लिये तुम्हारे अमल, बस तुम पर सलाम (140फ) हम ज़ाहिलों के गर्ज़ी (चाहने वाले) नहीं (141फ)",
			"author": "৫৫. আর যখন তারা কোনো অনর্থক কথা শুনে তখন তারা তা থেকে মুখ ফিরিয়ে নেয় এবং বলে, ‘আমাদের জন্যে আমাদের কর্ম আর তোমাদের জন্যে তোমাদের কর্ম। তোমাদের উপর শান্তি বর্ষিত হোক! আমরা মূর্খদের (চিন্তা ও কাজ নিজেদের জন্যে) গ্রহণ করতে চাই না। (আমরা তাদের অকল্যাণের বিনিময়ে আমাদের কল্যাণকে কেন পরিহার করবো?)’"
		},
		{
			"_id": "3308",
			"sura": "28",
			"para": "20",
			"verses": "56",
			"names": "اِنَّکَ لَا تَہۡدِیۡ مَنۡ  اَحۡبَبۡتَ وَ لٰکِنَّ اللّٰہَ یَہۡدِیۡ مَنۡ یَّشَآءُ ۚ وَ ہُوَ اَعۡلَمُ بِالۡمُہۡتَدِیۡنَ ﴿۵۶﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّکَ لَا تَہۡدِیۡ مَنۡ  اَحۡبَبۡتَ وَ لٰکِنَّ اللّٰہَ یَہۡدِیۡ مَنۡ یَّشَآءُ ۚ وَ ہُوَ اَعۡلَمُ بِالۡمُہۡتَدِیۡنَ ﴿۵۶﴾ ",
			"index": "3308",
			"name": "নিশ্চয় এটা নয় যে, আপনি যাকেই চান হিদায়ত করবেন, হাঁ, আল্লাহ্‌ই হিদায়ত করেন যাকে চান; এবং তিনি ভালো জানেন সৎপথের অনুসারীদেরকে।",
			"en_kanzulimaan": "Indeed it is not such that you can guide whomever you love, but Allah guides whomever He wills; and He well knows the people upon guidance.",
			"ur_kanzulimaan": "بیشک یہ نہیں کہ تم جسے اپنی طرف سے چاہو ہدایت کردو ہاں اللہ ہدایت فرماتا ہے جسے چاہے، اور وہ خوب جانتا ہے ہدایت والوں کو",
			"hi_kanzulimaan": "बेशक यह नहीं कि तुम जिसे अपनी तरफ़ से चाहो हिदायत कर दो, हाँ अल्लाह हिदायत फ़रमाता है जिसे चाहे और वह ख़ूब जानता है हिदायत वालों को (142फ)",
			"author": "৫৬. প্রকৃত বিষয় এই যে, যাকে আপনি (সৎপথে আনয়ন করতে) পছন্দ করেন তাকে আপনি নিজে সৎপথে আনবেন না বরং আল্লাহ্ যাকে চান (আপনার মাধ্যমে) সৎপথে পরিচালিত করেন। আর তিনি হেদায়াত প্রাপ্তদের ব্যাপারে ভালোভাবেই জানেন।"
		},
		{
			"_id": "3309",
			"sura": "28",
			"para": "20",
			"verses": "57",
			"names": "وَ قَالُوۡۤا اِنۡ نَّتَّبِعِ الۡہُدٰی مَعَکَ نُتَخَطَّفۡ مِنۡ  اَرۡضِنَا ؕ اَوَ لَمۡ نُمَکِّنۡ لَّہُمۡ حَرَمًا اٰمِنًا یُّجۡبٰۤی  اِلَیۡہِ  ثَمَرٰتُ  کُلِّ شَیۡءٍ رِّزۡقًا مِّنۡ لَّدُنَّا وَ لٰکِنَّ  اَکۡثَرَہُمۡ  لَا  یَعۡلَمُوۡنَ ﴿۵۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡۤا اِنۡ نَّتَّبِعِ الۡہُدٰی مَعَکَ نُتَخَطَّفۡ مِنۡ  اَرۡضِنَا ؕ اَوَ لَمۡ نُمَکِّنۡ لَّہُمۡ حَرَمًا اٰمِنًا یُّجۡبٰۤی  اِلَیۡہِ  ثَمَرٰتُ  کُلِّ شَیۡءٍ رِّزۡقًا مِّنۡ لَّدُنَّا وَ لٰکِنَّ  اَکۡثَرَہُمۡ  لَا  یَعۡلَمُوۡنَ ﴿۵۷﴾ ",
			"index": "3309",
			"name": "এবং তারা বলে, ‘যদি আমরা আপনার সাথে হিদায়তের অনুসরণ করি তবে লোকেরা আমাদের দেশ থেকে আমাদেরকে উৎখাত করবে’। আমি কি তাদেরকে নিরাপদ হেরমে স্থান দিই নি, যেটার প্রতি সব বস্তুর ফলমূল আমদানী করা হয়, আমার নিকট থেকে জীবিকাস্বরূপ? কিন্তু তাদের মধ্যে অধিকাংশের জ্ঞান নেই।",
			"en_kanzulimaan": "And they say, If we follow the guidance along with you, people would snatch us away from our land; did We not establish them in a safe Sacred Land, towards which are brought fruits of all kinds  the sustenance from Us? But most of them do not know.",
			"ur_kanzulimaan": "اور کہتے ہیں اگر ہم تمہارے ساتھ ہدایت کی پیروی کریں تو لوگ ہمارے ملک سے ہمیں اچک لے جائیں گے کیا ہم نے انہیں جگہ نہ دی امان والی حرم میں جس کی طرف ہر چیز کے پھل لائے جاتے ہیں ہمارے پاس کی روزی لیکن ان میں اکثر کو علم نہیں",
			"hi_kanzulimaan": "और कहते हैं अगर हम तुम्हारे साथ हिदायत की पैरवी करें तो लोग हमारे मुल्क से हमें उचक ले जाएंगे (143फ) क्या हमने उन्हें जगह न दी अमान वाली, हरम में (144फ) जिस की तरफ़ हर चीज़ के फल लाए जाते हैं हमारे पास की रोज़ी लेकिन उनमें अक्सर को इल्म नहीं (145फ)",
			"author": "৫৭.  আর (যারা মর্যাদা বুঝতে অক্ষম) তারা বলে, ‘যদি আমরা আপনার সাথে সৎপথ অনুসরণ করি তবে আমাদেরকে নিজ ভুমি থেকে উৎখাত করা হবে’। আমরা কি তাদেরকে (আপনারই ভুমি এ) নিরাপদ সম্মানিত স্থানে (অর্থাৎ মক্কা শহরে) প্রতিষ্ঠিত করিনি, যেখানে আমাদের পক্ষ থেকে জীবনোপকরণ হিসেবে (সমগ্র বিশ্ব থেকে) সকল প্রকার ফলমূল সরবরাহ করা হয়? কিন্তু এদের অধিকাংশই জানে না (যে, এসব কিছু কার বদৌলতে হচ্ছে)।"
		},
		{
			"_id": "3310",
			"sura": "28",
			"para": "20",
			"verses": "58",
			"names": "وَ کَمۡ  اَہۡلَکۡنَا مِنۡ قَرۡیَۃٍۭ  بَطِرَتۡ مَعِیۡشَتَہَا ۚ فَتِلۡکَ مَسٰکِنُہُمۡ لَمۡ تُسۡکَنۡ مِّنۡۢ  بَعۡدِہِمۡ  اِلَّا قَلِیۡلًا ؕ وَ کُنَّا نَحۡنُ  الۡوٰرِثِیۡنَ ﴿۵۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَمۡ  اَہۡلَکۡنَا مِنۡ قَرۡیَۃٍۭ  بَطِرَتۡ مَعِیۡشَتَہَا ۚ فَتِلۡکَ مَسٰکِنُہُمۡ لَمۡ تُسۡکَنۡ مِّنۡۢ  بَعۡدِہِمۡ  اِلَّا قَلِیۡلًا ؕ وَ کُنَّا نَحۡنُ  الۡوٰرِثِیۡنَ ﴿۵۸﴾ ",
			"index": "3310",
			"name": "এবং কত শহরকে আমি ধ্বংস করে দিয়েছি যারা নিজেদের সুখ-স্বাচ্ছন্দ্যের উপর অহঙ্কারী হয়েছে। সুতরাং এ-ই হচ্ছে তাদের ঘরবাড়ী যে, তাদের পর সেগুলোতে বসবাস হয় নি, কিন্তু সামান্য এবং আমিই (চূড়ান্ত) মালিকানার অধিকারী। ",
			"en_kanzulimaan": "And how many towns did We destroy which had stooped to self indulgence! So here lie their dwellings, uninhabited after them except a little; and only We are the Inheritors.",
			"ur_kanzulimaan": "اور کتنے شہر ہم نے ہلاک کردیے جو اپنے عیش پر اترا گئے تھے تو یہ ہیں ان کے مکان کہ ان کے بعد ان میں سکونت نہ ہوئی مگر کم اور ہمیں وارث ہیں",
			"hi_kanzulimaan": "और कितने शहर हमने हलाक कर दिये जो अपने ऐश (विलास) पर इतरा गए थे, (146फ) तो ये हैं उनके मकान (147फ) कि उनके बाद इन में सुकूनत न हुई मगर कम (148फ) और हमीं वारिस हैं (149फ)",
			"author": "৫৮. আর আমরা (এমন) কতোইনা জনপদ ধ্বংস করেছি যার অধিবাসীরা নিজেদের অগ্রগামী অর্থনৈতিক অবস্থার কারণে অহঙ্কার করেছিল ও অকৃতজ্ঞ হয়ে গিয়েছিল। সুতরাং তাদের এ (ধ্বংসপ্রাপ্ত) জনপদসমূহ পরবর্তীতে খুব সামান্যই আবাদ হয়েছিল। আর (পরিশেষে) আমরাই উত্তরাধিকারী ও মালিক।"
		},
		{
			"_id": "3311",
			"sura": "28",
			"para": "20",
			"verses": "59",
			"names": "وَ مَا کَانَ رَبُّکَ مُہۡلِکَ الۡقُرٰی حَتّٰی یَبۡعَثَ فِیۡۤ  اُمِّہَا رَسُوۡلًا یَّتۡلُوۡا عَلَیۡہِمۡ اٰیٰتِنَا ۚ وَ مَا کُنَّا مُہۡلِکِی الۡقُرٰۤی  اِلَّا وَ اَہۡلُہَا ظٰلِمُوۡنَ ﴿۵۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا کَانَ رَبُّکَ مُہۡلِکَ الۡقُرٰی حَتّٰی یَبۡعَثَ فِیۡۤ  اُمِّہَا رَسُوۡلًا یَّتۡلُوۡا عَلَیۡہِمۡ اٰیٰتِنَا ۚ وَ مَا کُنَّا مُہۡلِکِی الۡقُرٰۤی  اِلَّا وَ اَہۡلُہَا ظٰلِمُوۡنَ ﴿۵۹﴾ ",
			"index": "3311",
			"name": "এবং আপনার রব শহরগুলোকে ধ্বংস করেন না, যতক্ষণ পর্যন্ত না সেগুলোর মূল কেন্দ্রস্থলে রসূল প্রেরণ করেন যিনি তাদের নিকট আমার আয়াতসমূহ পাঠ করেন এবং আমি শহরগুলোকে ধ্বংস করি না, কিন্তু তখনই, যখন সেগুলোর বাসিন্দারা যালিম হয়। ",
			"en_kanzulimaan": "And never does your Lord destroy towns until He sends a Noble Messenger to their principal town, reciting Our verses to them; and We never destroy towns unless its people are unjust.",
			"ur_kanzulimaan": "اور تمہارا رب شہروں کو ہلاک نہیں کرتا جب تک ان کے اصل مرجع میں رسول نہ بھیجے جو ان پر ہماری آیتیں پڑھے اور ہم شہروں کو ہلاک نہیں کرتے مگر جبکہ ان کے ساکن ستمگار ہوں",
			"hi_kanzulimaan": "और तुम्हारा रब शहरों को हलाक नहीं करता जब तक उनके अस्ल मरजेअ(केन्द्र) में रसूल न भेजे (150फ) जो उनपर हमारी आयतें पढ़े (151फ) और हम शहरों को हलाक नहीं करते मगर जब कि उनके साकिन  सितमगर (अत्याचारी) हों (152फ)",
			"author": "৫৯. আর আপনার প্রতিপালক জনপদসমূহকে ধ্বংস করেন না, যতক্ষণ পর্যন্ত না তিনি তাদের কেন্দ্রীয় শহরে রাসূল প্রেরণ করেন যিনি তাদের নিকট আমাদের আয়াতসমূহ পাঠ করেন। আর আমরা জনপদসমূহকে ধ্বংস করি না যদি না এর অধিবাসীরা অত্যাচারী হয়।"
		},
		{
			"_id": "3312",
			"sura": "28",
			"para": "20",
			"verses": "60",
			"names": "وَ مَاۤ  اُوۡتِیۡتُمۡ مِّنۡ شَیۡءٍ فَمَتَاعُ  الۡحَیٰوۃِ الدُّنۡیَا وَ زِیۡنَتُہَا ۚ وَ مَا عِنۡدَ اللّٰہِ خَیۡرٌ  وَّ  اَبۡقٰی ؕ اَفَلَا  تَعۡقِلُوۡنَ ﴿۶۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَاۤ  اُوۡتِیۡتُمۡ مِّنۡ شَیۡءٍ فَمَتَاعُ  الۡحَیٰوۃِ الدُّنۡیَا وَ زِیۡنَتُہَا ۚ وَ مَا عِنۡدَ اللّٰہِ خَیۡرٌ  وَّ  اَبۡقٰی ؕ اَفَلَا  تَعۡقِلُوۡنَ ﴿۶۰﴾ ",
			"index": "3312",
			"name": "এবং যে কোন বস্তুই তোমাদেরকে প্রদান করা হয়েছে তা হচ্ছে পার্থিব জীবনের ভোগ সামগ্রী ও সেটার সাজসজ্জ্বা মাত্র। এবং যা আল্লাহ্‌র নিকট রয়েছে তা উত্তম ও অধিক স্থায়ী। তবে কি তোমাদের বিবেক নেই?",
			"en_kanzulimaan": "And whatever you have been given, is a usage in the life of this world and its adornment; and that which is with Allah is better and more lasting; so do you not have sense?",
			"ur_kanzulimaan": "اور جو کچھ چیز تمہیں دی گئی ہے اور دنیوی زندگی کا برتاوا اور اس کا سنگھارہے اور جواللہ کے پاس ہے اور وہ بہتر اور زیادہ باقی رہنے والا تو کیا تمہیں عقل نہیں",
			"hi_kanzulimaan": "और जो कुछ चीज़ तुम्हें दी गई है वह दुनियावी ज़िन्दगी का बर्तावा और उसका सिंगार  (153फ) और जो अल्लाह के पास है (154फ)और वह बेहतर और ज़्यादा बाक़ी रहने वाला (155फ) तो क्या तुम्हें अक़्ल नहीं (156फ)",
			"author": "৬০. আর তোমাদেরকে যা কিছুই দেয়া হয়েছে তা (এ) পার্থিব জীবনের সামগ্রী এবং এর চাকচিক্য ও সৌন্দর্য্য। আর যা কিছু(ই) আল্লাহ্ তা’আলার নিকট রয়েছে তা (এর চেয়ে) অধিক উত্তম ও স্থায়ী। তোমরা কি (এ প্রকৃত সত্য) বুঝতে পারো না?"
		},
		{
			"_id": "3313",
			"sura": "28",
			"para": "20",
			"verses": "61",
			"names": "اَفَمَنۡ وَّعَدۡنٰہُ وَعۡدًا حَسَنًا فَہُوَ لَاقِیۡہِ کَمَنۡ مَّتَّعۡنٰہُ مَتَاعَ الۡحَیٰوۃِ الدُّنۡیَا ثُمَّ ہُوَ یَوۡمَ الۡقِیٰمَۃِ مِنَ الۡمُحۡضَرِیۡنَ ﴿۶۱﴾ ",
			"number": "",
			"verses_PDMS": "اَفَمَنۡ وَّعَدۡنٰہُ وَعۡدًا حَسَنًا فَہُوَ لَاقِیۡہِ کَمَنۡ مَّتَّعۡنٰہُ مَتَاعَ الۡحَیٰوۃِ الدُّنۡیَا ثُمَّ ہُوَ یَوۡمَ الۡقِیٰمَۃِ مِنَ الۡمُحۡضَرِیۡنَ ﴿۶۱﴾ ",
			"index": "3313",
			"name": "তবে কি ওই ব্যক্তি, যাকে আমি উত্তম প্রতিশ্রুতি দিয়েছি অতঃপর সে সেটার সাক্ষাৎ পাবে, (সে) ওই ব্যক্তির ন্যায়, যাকে আমি পার্থিব জীবনের ভোগ-সামগ্রী ভোগ করতে দিয়েছি, অতঃপর তাকে ক্বিয়ামতের দিনে গ্রেফতার করে হাযির করা হবে?",
			"en_kanzulimaan": "So is he whom We have given a good promise - he will therefore get it - equal to him whom We gave the usage of the life of this world to enjoy, and who will then be brought captive on the Day of Resurrection?",
			"ur_kanzulimaan": "تو کیا وہ جسے ہم نے اچھا وعدہ دیا تو وہ اس سے ملے گا اس جیسا ہے جسے ہم نے دنیوی زندگی کا برتاؤ برتنے دیا پھر وہ قیامت کے دن گرفتار کرکے حاضر لایا جائے گا",
			"hi_kanzulimaan": "तो कहा वह जिसे हमने अच्छा वादा दिया (157फ) तो वह उससे मिलेगा उस जैसा है जिसे हमने दुनियावी ज़िन्दगी का बर्ताव बरतने दिया फिर वह क़यामत के दिन गिरफ़्तार करके हाज़िर लाया जाएगा (158फ)",
			"author": "৬১. যাকে আমরা (পরকালের) কোনো কল্যাণের প্রতিশ্রুতি দিয়েছি এবং যা সে লাভ করবে, সে কি ঐ (দুর্ভাগা) ব্যক্তির ন্যায় যাকে আমরা পার্থিব জীবনের সামগ্রী প্রদান করেছি, অতঃপর (এ নিয়ামত অস্বীকারের কারণে) কিয়ামতের দিন (শাস্তির জন্যে) সে উপস্থিতদের মধ্যে গণ্য হবে?"
		},
		{
			"_id": "3314",
			"sura": "28",
			"para": "20",
			"verses": "62",
			"names": "وَ یَوۡمَ یُنَادِیۡہِمۡ فَیَقُوۡلُ  اَیۡنَ شُرَکَآءِیَ الَّذِیۡنَ  کُنۡتُمۡ  تَزۡعُمُوۡنَ ﴿۶۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَوۡمَ یُنَادِیۡہِمۡ فَیَقُوۡلُ  اَیۡنَ شُرَکَآءِیَ الَّذِیۡنَ  کُنۡتُمۡ  تَزۡعُمُوۡنَ ﴿۶۲﴾ ",
			"index": "3314",
			"name": "এবং তিনি যেদিন তাদেরকে আহ্বান করবেন অতঃপর বলবেন, ‘কোথায় আমার ওই সব শরীক, যে গুলোকে তোমরা ধারণা করতে?’",
			"en_kanzulimaan": "On the day when He will call to them  He will therefore proclaim, Where are those partners of Mine, whom you had assumed?",
			"ur_kanzulimaan": "اور جس دن انہیں ندا کرے گا تو فرمائے گا کہاں ہیں میرے وہ شریک جنہیں تم گمان کرتے تھے،",
			"hi_kanzulimaan": "और जिस दिन उन्हें निदा करेगा (159फ) तो फ़रमाएगा कहाँ हैं मेरे वो शरीक जिन्हें तुम (160फ) गुमान करते थे",
			"author": "৬২. আর যেদিন (আল্লাহ্) তাদেরকে ডাকবেন, অতঃপর জিজ্ঞেস করবেন, ‘কোথায় ঐ সকল অংশীদারেরা যাদেরকে তোমরা (উপাস্য) গণ্য করতে?’"
		},
		{
			"_id": "3315",
			"sura": "28",
			"para": "20",
			"verses": "63",
			"names": "قَالَ الَّذِیۡنَ حَقَّ عَلَیۡہِمُ الۡقَوۡلُ رَبَّنَا ہٰۤؤُلَآءِ  الَّذِیۡنَ اَغۡوَیۡنَا ۚ اَغۡوَیۡنٰہُمۡ کَمَا غَوَیۡنَا ۚ تَبَرَّاۡنَاۤ  اِلَیۡکَ ۫ مَا کَانُوۡۤا اِیَّانَا یَعۡبُدُوۡنَ ﴿۶۳﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ الَّذِیۡنَ حَقَّ عَلَیۡہِمُ الۡقَوۡلُ رَبَّنَا ہٰۤؤُلَآءِ  الَّذِیۡنَ اَغۡوَیۡنَا ۚ اَغۡوَیۡنٰہُمۡ کَمَا غَوَیۡنَا ۚ تَبَرَّاۡنَاۤ  اِلَیۡکَ ۫ مَا کَانُوۡۤا اِیَّانَا یَعۡبُدُوۡنَ ﴿۶۳﴾ ",
			"index": "3315",
			"name": "বলবে ওই সব লোক, যাদের উপর (শাস্তির) বাণী অবধারিত হয়েছে, ‘হে আমাদের রব! এরাই হচ্ছে তারা, যাদেরকে আমরা পথভ্রষ্ট করেছি। আমরা তাদেরকে পথভ্রষ্ট করেছি যেমনিভাবে আমরা নিজেরাই পথভ্রষ্ট হয়েছিলাম। আমরা তাদের থেকে পৃথক হয়ে তোমারই প্রতি প্রত্যাবর্তন করছি। তারা আমাদের পূজা করতোই না’।",
			"en_kanzulimaan": "Those against whom the Word will have proved true will say, Our Lord! It is these whom we led astray; we led them astray the way we ourselves went astray; we are unconcerned with them and we incline towards You - they never worshipped us!",
			"ur_kanzulimaan": "کہیں گے وہ جن پر بات ثابت ہوچکی اے ہمارے رب یہ ہیں وہ جنہیں ہم نے گمراہ کیا، ہم نے انہیں گمراہ کیا جیسے خود گمراہ ہوئے تھے ہم ان سے بیزار ہوکر تیری طرف رجوع لاتے ہیں وہ ہم کو نہ پوجتے تھے",
			"hi_kanzulimaan": "कहेंगे वो जिनपर बात साबित हो चुकी (161फ) ऐ हमारे रब ये हैं वो जिन्हें हमने गुमराह किया हमने इन्हें गुमराह किया जैसे ख़ुद गुमराह हुए थे (162फ) हम इन से बेज़ार होकर तेरी तरफ़ रूजु लाते (पलटते) हैं वो हम को न पूजते थे (163फ)",
			"author": "৬৩. যাদের বিরুদ্ধে (শাস্তির) নির্দেশ অবধারিত হয়েছে তারা বলবে, ‘হে আমাদের প্রতিপালক! এরাই সেসব লোক যাদেরকে আমরা বিভ্রান্ত করেছিলাম, আমরা তাদেরকে (সেভাবে) বিভ্রান্ত করেছিলাম যেভাবে আমরা (নিজেরা) বিভ্রান্ত হয়েছিলাম। আমরা তাদের প্রতি অসন্তুষ্টি প্রকাশ করে আপনার দিকে ফিরছি। আর তারা (প্রকৃতপক্ষে) আমাদের উপাসনা করতো না (বরং নিজেদের কুপ্রবৃত্তির পূজা করতো)।’"
		},
		{
			"_id": "3316",
			"sura": "28",
			"para": "20",
			"verses": "64",
			"names": "وَ قِیۡلَ ادۡعُوۡا شُرَکَآءَکُمۡ  فَدَعَوۡہُمۡ فَلَمۡ  یَسۡتَجِیۡبُوۡا لَہُمۡ وَ رَاَوُا الۡعَذَابَ ۚ لَوۡ  اَنَّہُمۡ  کَانُوۡا یَہۡتَدُوۡنَ ﴿۶۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ قِیۡلَ ادۡعُوۡا شُرَکَآءَکُمۡ  فَدَعَوۡہُمۡ فَلَمۡ  یَسۡتَجِیۡبُوۡا لَہُمۡ وَ رَاَوُا الۡعَذَابَ ۚ لَوۡ  اَنَّہُمۡ  کَانُوۡا یَہۡتَدُوۡنَ ﴿۶۴﴾ ",
			"index": "3316",
			"name": "এবং তাদেরকে বলা হবে, ‘নিজেদের শরীকগুলোকে ডাকো!’ অতঃপর তারা ডাকবে। তখন তারা তাদের কথা শুনবে না এবং দেখবে শাস্তি। কতোই ভালো হতো যদি তারা সৎপথ পেতো!",
			"en_kanzulimaan": "And it will be said to them, Call unto your ascribed partners  so they will call unto them and they will not listen to them, and they will behold the punishment; if only they had obtained guidance!",
			"ur_kanzulimaan": "اور ان سے فرمایا جائے گا اپنے شریکوں کو پکارو تو وہ پکاریں گے تو وہ ان کی نہ سنیں گے اور دیکھیں گے عذاب، کیا اچھا ہوتا اگر وہ راہ پاتے",
			"hi_kanzulimaan": "और उनसे फ़रमाया जाएगा अपने शरीकों को पुकारो (164फ) तो वो पुकारेंगे तो वो उनकी न सुनेंगे और देखेंगे अज़ाब, क्या अच्छा होता अगर वो राह पाते (165फ)",
			"author": "৬৪. আর (তাদেরকে) বলা হবে, ‘তোমাদের (মনগড়া) অংশীদারদেরকে আহ্বান করো’; অতঃপর তারা তাদেরকে আহ্বান করবে, কিন্তু এরা তাদের আহ্বানে সাড়া দেবে না। তারা শাস্তি অবলোকন করবে। হায়! যদি তারা (পৃথিবীতে) হেদায়াতের পথ লাভ করতো!"
		},
		{
			"_id": "3317",
			"sura": "28",
			"para": "20",
			"verses": "65",
			"names": "وَ یَوۡمَ یُنَادِیۡہِمۡ فَیَقُوۡلُ مَاذَاۤ  اَجَبۡتُمُ الۡمُرۡسَلِیۡنَ ﴿۶۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَوۡمَ یُنَادِیۡہِمۡ فَیَقُوۡلُ مَاذَاۤ  اَجَبۡتُمُ الۡمُرۡسَلِیۡنَ ﴿۶۵﴾ ",
			"index": "3317",
			"name": "এবং যেদিন তাদেরকে আহ্বান করবেন, তখন (আল্লাহ্‌) বলবেন, ‘তোমরা রসূলগণকে কি জবাব দিয়েছো?’",
			"en_kanzulimaan": "And the Day He will call them and proclaim, What answer did you give to the Noble Messengers?",
			"ur_kanzulimaan": "اور جس دن انہیں ندا کرتے گا تو فرمائے گا تم نے رسولوں کو کیا جواب دیا",
			"hi_kanzulimaan": "और जिस उन्हें निदा करेगा तो फ़रमाएगा (166फ) तुमने रसूलों को क्या जवाब दिया (167फ)",
			"author": "৬৫. আর যেদিন (আল্লাহ্) তাদেরকে ডাকবেন, অতঃপর জিজ্ঞেস করবেন, ‘তোমরা রাসূলগণকে কী জবাব দিয়েছিলে?’"
		},
		{
			"_id": "3318",
			"sura": "28",
			"para": "20",
			"verses": "66",
			"names": "فَعَمِیَتۡ عَلَیۡہِمُ الۡاَنۡۢبَآءُ یَوۡمَئِذٍ فَہُمۡ لَا  یَتَسَآءَلُوۡنَ ﴿۶۶﴾ ",
			"number": "",
			"verses_PDMS": "فَعَمِیَتۡ عَلَیۡہِمُ الۡاَنۡۢبَآءُ یَوۡمَئِذٍ فَہُمۡ لَا  یَتَسَآءَلُوۡنَ ﴿۶۶﴾ ",
			"index": "3318",
			"name": "অতঃপর সেদিন তাদের উপর খবরসমূহ অন্ধ হয়ে যাবে, তখন তারা কিছু জিজ্ঞাসাবাদ করবে না। ",
			"en_kanzulimaan": "So on that Day the tidings will be blinded * for them, therefore they will not ask one another. (* They will forget at that moment).",
			"ur_kanzulimaan": "تو اس دن ان پر خبریں اندھی ہوجائیں گی تو وہ کچھ پوجھ گچھ نہ کریں گے",
			"hi_kanzulimaan": "तो उस दिन उनपर ख़बरें अंधी हो जाएगी (168फ) तो वो कुछ पूछ गछ न करेंगे (169फ)",
			"author": "৬৬. অতঃপর সেদিন তাদের জন্যে সমস্ত তথ্য অজ্ঞাত হয়ে যাবে, আর তারা একে অপরকে জিজ্ঞাসা(ও) করতে পারবে না।"
		},
		{
			"_id": "3319",
			"sura": "28",
			"para": "20",
			"verses": "67",
			"names": "فَاَمَّا مَنۡ تَابَ وَ اٰمَنَ وَ عَمِلَ صَالِحًا فَعَسٰۤی اَنۡ  یَّکُوۡنَ مِنَ الۡمُفۡلِحِیۡنَ ﴿۶۷﴾ ",
			"number": "",
			"verses_PDMS": "فَاَمَّا مَنۡ تَابَ وَ اٰمَنَ وَ عَمِلَ صَالِحًا فَعَسٰۤی اَنۡ  یَّکُوۡنَ مِنَ الۡمُفۡلِحِیۡنَ ﴿۶۷﴾ ",
			"index": "3319",
			"name": "তবে ওই ব্যক্তি যে তাওবা করেছে এবং ঈমান এনেছে, আর সৎকর্ম করেছে, এ কথা নিকটে যে, সে সফলকাম হবে। ",
			"en_kanzulimaan": "So whoever repented and accepted faith and did good deeds, so it is likely that he will be among the successful.",
			"ur_kanzulimaan": "تو وہ جس نے توبہ کی اور ایمان لایا اور اچھا کام کیا قریب ہے کہ وہ راہ یاب ہو،",
			"hi_kanzulimaan": "तो वह जिसने तौबह की (170फ) और ईमान लाया (171फ) और अच्छा काम किया क़रीब है कि वह राहयाब हो",
			"author": "৬৭. তবে যে ব্যক্তি তওবা করে, বিশ্বাস করে এবং নেক কাজ করে সে অবশ্যই সফলদের মধ্যে গণ্য হবে।"
		},
		{
			"_id": "3320",
			"sura": "28",
			"para": "20",
			"verses": "68",
			"names": "وَ رَبُّکَ یَخۡلُقُ مَا یَشَآءُ وَ یَخۡتَارُ ؕ مَا کَانَ لَہُمُ الۡخِیَرَۃُ ؕ سُبۡحٰنَ اللّٰہِ  وَ تَعٰلٰی عَمَّا یُشۡرِکُوۡنَ ﴿۶۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ رَبُّکَ یَخۡلُقُ مَا یَشَآءُ وَ یَخۡتَارُ ؕ مَا کَانَ لَہُمُ الۡخِیَرَۃُ ؕ سُبۡحٰنَ اللّٰہِ  وَ تَعٰلٰی عَمَّا یُشۡرِکُوۡنَ ﴿۶۸﴾ ",
			"index": "3320",
			"name": "এবং আপনার রব সৃষ্টি করেন যা চান এবং পছন্দ করেন। তাদের কোন ক্ষমতা নেই। পবিত্রতা আল্লাহ্‌রই এবং তিনি তাদের শির্ক থেকে বহু ঊর্ধ্বে!",
			"en_kanzulimaan": "And your Lord creates whatever He wills, and chooses; they do not have any power to choose; Purity and Supremacy are to Allah above their ascribing partners (to Him).",
			"ur_kanzulimaan": "اور تمہارا رب پیدا کرتا ہے جو چاہے اور پسند فرماتا ہے ان کا کچھ اختیار نہیں، پاکی اور برتری ہے اللہ کو ان کے شرک سے،",
			"hi_kanzulimaan": "और तुम्हारा रब पैदा करता है जो चाहे और पसन्द फ़रमाता है (172फ) उनका (173फ) कुछ इख़्तियार नहीं, पाकी और बरतरी है अल्लाह को उनके शिर्क से",
			"author": "৬৮. আর আপনার প্রতিপালক যা ইচ্ছা সৃষ্টি করেন এবং (যাকে চান নবুয়্যত এবং শাফায়াতের অধিকারের জন্যে) মনোনীত করেন; এতে সেসব (কাফের ও মুশরিক) লোকদের কোনো কর্তৃত্ব বা অভিমত নেই। আল্লাহ্ পবিত্র ও সমুন্নত সেসব (বাতিল উপাস্য) থেকে যাদেরকে তারা (আল্লাহ্‌র) অংশীদার সাব্যস্ত করে।"
		},
		{
			"_id": "3321",
			"sura": "28",
			"para": "20",
			"verses": "69",
			"names": "وَ رَبُّکَ یَعۡلَمُ مَا تُکِنُّ صُدُوۡرُہُمۡ وَ مَا یُعۡلِنُوۡنَ ﴿۶۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ رَبُّکَ یَعۡلَمُ مَا تُکِنُّ صُدُوۡرُہُمۡ وَ مَا یُعۡلِنُوۡنَ ﴿۶۹﴾ ",
			"index": "3321",
			"name": "এবং আপনার রব জানেন, যা তাদের বক্ষসমূহে গোপন রয়েছে এবং যা তারা প্রকাশ করে।",
			"en_kanzulimaan": "And your Lord knows what is hidden in their breasts, and what they disclose.",
			"ur_kanzulimaan": "اور تمہارا رب جانتا ہے جو ان کے سینوں میں چھپا ہے اور جو ظاہر کرتے ہیں",
			"hi_kanzulimaan": "और तुम्हारा रब जानता है जो उनके सीनों में छुपा है (174फ) और जो ज़ाहिर करते हैं (175फ)",
			"author": "৬৯. আর আপনার প্রতিপালক (সবকিছু) জানেন যা তাদের অন্তর (অভ্যন্তর)-এ গোপন রাখে এবং যা কিছু তারা প্রকাশ করে।"
		},
		{
			"_id": "3322",
			"sura": "28",
			"para": "20",
			"verses": "70",
			"names": "وَ ہُوَ اللّٰہُ  لَاۤ  اِلٰہَ  اِلَّا ہُوَ ؕ لَہُ  الۡحَمۡدُ فِی الۡاُوۡلٰی وَ الۡاٰخِرَۃِ ۫ وَ لَہُ  الۡحُکۡمُ  وَ  اِلَیۡہِ تُرۡجَعُوۡنَ ﴿۷۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ اللّٰہُ  لَاۤ  اِلٰہَ  اِلَّا ہُوَ ؕ لَہُ  الۡحَمۡدُ فِی الۡاُوۡلٰی وَ الۡاٰخِرَۃِ ۫ وَ لَہُ  الۡحُکۡمُ  وَ  اِلَیۡہِ تُرۡجَعُوۡنَ ﴿۷۰﴾ ",
			"index": "3322",
			"name": "এবং তিনিই হন আল্লাহ্‌, যিনি ব্যতীত অন্য কোন খোদা নেই। তারই প্রশংসা বিদ্যমান দুনিয়ায় ও আখিরাতে এবং নির্দেশ তারই আর তারই দিকে ফিরে যাবে।",
			"en_kanzulimaan": "And He is Allah - there is no God except Him; only His is the praise in this world and in the Hereafter; and only His is the command, and it is towards Him that you will be returned.",
			"ur_kanzulimaan": "اور وہی ہے اللہ کہ کوئی خدا نہیں اس کے سوا اسی کی تعریف ہے دنیا اور آخرت میں اور اسی کا حکم ہے اور اسی کی طرف پھر جاؤ گے،",
			"hi_kanzulimaan": "और वही है अल्लाह कि कोई ख़ुदा नहीं उसके सिवा, उसी की तारीफ़ है दुनिया (176फ) और आख़िरत में और उसी का हुक्म है (177फ) और उसी की तरफ़ फिर जाओगे",
			"author": "৭০. আর তিনিই আল্লাহ্, তিনি ব্যতীত কোনো উপাস্য নেই। ইহকাল এবং পরকালে সকল প্রশংসা তাঁরই জন্যে। আর (প্রকৃত) আধিপত্য এবং শাসনক্ষমতা(ও) তাঁরই। আর তোমরা তাঁরই দিকে প্রত্যাবর্তিত হবে।"
		},
		{
			"_id": "3323",
			"sura": "28",
			"para": "20",
			"verses": "71",
			"names": "قُلۡ اَرَءَیۡتُمۡ  اِنۡ جَعَلَ اللّٰہُ عَلَیۡکُمُ الَّیۡلَ سَرۡمَدًا  اِلٰی یَوۡمِ الۡقِیٰمَۃِ مَنۡ اِلٰہٌ غَیۡرُ اللّٰہِ یَاۡتِیۡکُمۡ بِضِیَآءٍ ؕ اَفَلَا تَسۡمَعُوۡنَ ﴿۷۱﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ اَرَءَیۡتُمۡ  اِنۡ جَعَلَ اللّٰہُ عَلَیۡکُمُ الَّیۡلَ سَرۡمَدًا  اِلٰی یَوۡمِ الۡقِیٰمَۃِ مَنۡ اِلٰہٌ غَیۡرُ اللّٰہِ یَاۡتِیۡکُمۡ بِضِیَآءٍ ؕ اَفَلَا تَسۡمَعُوۡنَ ﴿۷۱﴾ ",
			"index": "3323",
			"name": "আপনি বলূন, ‘ভালো দেখো তো! যদি আল্লাহ্‌ সর্বদা তোমাদের উপর ক্বিয়ামত পর্যন্ত রাতকে স্থায়ী করেন, তবে আল্লাহ্ ব্যতীত অন্য কোন খোদা আছে যে তোমাদেরকে আলো এনে দেবে? তবে কি তোমরা শুনতে পাচ্ছো না?’",
			"en_kanzulimaan": "Proclaim, What is your opinion - if Allah makes it night continuously for you till the Day of Resurrection then, other than Allah, who is the God who could bring you light? So do you not heed?",
			"ur_kanzulimaan": "تم فرماؤ بھلا دیکھو تو اگر اللہ ہمیشہ تم پر قیامت تک رات رکھے تو اللہ کے سوا کون خدا ہے جو تمہیں روشنی لادے تو کیا تم سنتے نہیں",
			"hi_kanzulimaan": "तुम फ़रमाओ (178फ) भला देखो तो अगर अल्लाह हमेशा तुमपर क़यामत तक रात रखे (179फ) तो अल्लाह के सिवा कौन ख़ुदा है जो तुम्हें रौशनी ला दे (180फ) तो क्या तुम सुनते नहीं (181फ)",
			"author": "৭১. বলে দিন, ‘অন্তত এটুকু বলো তো, যদি আল্লাহ্ তোমাদের উপর কিয়ামত পর্যন্ত সর্বদা রাতকে স্থায়ী করেন, (তবে) আল্লাহ্ ব্যতীত কোন্ উপাস্য আছে যে তোমাদের জন্যে আলো এনে দেবে? তোমরা কি (এসব) শুনতে পাচ্ছো না?’"
		},
		{
			"_id": "3324",
			"sura": "28",
			"para": "20",
			"verses": "72",
			"names": "قُلۡ  اَرَءَیۡتُمۡ  اِنۡ جَعَلَ  اللّٰہُ عَلَیۡکُمُ النَّہَارَ سَرۡمَدًا  اِلٰی یَوۡمِ الۡقِیٰمَۃِ مَنۡ اِلٰہٌ غَیۡرُ اللّٰہِ یَاۡتِیۡکُمۡ بِلَیۡلٍ تَسۡکُنُوۡنَ  فِیۡہِ ؕ اَفَلَا  تُبۡصِرُوۡنَ ﴿۷۲﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اَرَءَیۡتُمۡ  اِنۡ جَعَلَ  اللّٰہُ عَلَیۡکُمُ النَّہَارَ سَرۡمَدًا  اِلٰی یَوۡمِ الۡقِیٰمَۃِ مَنۡ اِلٰہٌ غَیۡرُ اللّٰہِ یَاۡتِیۡکُمۡ بِلَیۡلٍ تَسۡکُنُوۡنَ  فِیۡہِ ؕ اَفَلَا  تُبۡصِرُوۡنَ ﴿۷۲﴾ ",
			"index": "3324",
			"name": "আপনি বলুন, ‘ভালো দেখো তো! যদি আল্লাহ্‌ ক্বিয়ামত পর্যন্ত সর্বদা দিন রেখে দেন, তবে আল্লাহ্‌ ব্যতীত অন্য কোন খোদা রয়েছে, যে তোমাদের নিকট রাত এনে দেবে, যার মধ্যে তোমরা আরাম করবে? তবে কি তোমরা ভেবে দেখো না?’",
			"en_kanzulimaan": "Say, What is your opinion - if Allah makes it day continuously for you till the Day of Resurrection then, other than Allah, who is the God who could bring you night for you to rest during it? So do you not perceive?",
			"ur_kanzulimaan": "تم فرماؤ بھلا دیکھو تو اگر اللہ قیامت تک ہمیشہ دن رکھے تو اللہ کے سوا کون خدا ہے جو تمہیں رات لادے جس میں آرام کرو تو کیا تمہیں سوجھتا نہیں",
			"hi_kanzulimaan": "तुम फ़रमाओ भला देखो तो अगर अल्लाह क़यामत तक हमेशा दिन रखे (182फ) तो अल्लाह के सिवा कौन ख़ुदा है जो तुम्हें रात लादे जिसमें आराम करो (183फ) तो क्या तुम्हें सूझता नहीं (184फ)",
			"author": "৭২. বলে দিন, ‘অন্তত এটুকু(ও) বলো যে, যদি আল্লাহ্ তোমাদের জন্যে কিয়ামত পর্যন্ত সর্বদা দিনকে স্থায়ী করেন, (তবে) আল্লাহ্ ব্যতীত কোন্ উপাস্য আছে, যে তোমাদের জন্যে রাত নিয়ে আসবে, তোমরা কি দেখছো না?’"
		},
		{
			"_id": "3325",
			"sura": "28",
			"para": "20",
			"verses": "73",
			"names": "وَ مِنۡ رَّحۡمَتِہٖ جَعَلَ لَکُمُ الَّیۡلَ وَ النَّہَارَ  لِتَسۡکُنُوۡا فِیۡہِ وَ لِتَبۡتَغُوۡا مِنۡ فَضۡلِہٖ  وَ  لَعَلَّکُمۡ  تَشۡکُرُوۡنَ ﴿۷۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ مِنۡ رَّحۡمَتِہٖ جَعَلَ لَکُمُ الَّیۡلَ وَ النَّہَارَ  لِتَسۡکُنُوۡا فِیۡہِ وَ لِتَبۡتَغُوۡا مِنۡ فَضۡلِہٖ  وَ  لَعَلَّکُمۡ  تَشۡکُرُوۡنَ ﴿۷۳﴾ ",
			"index": "3325",
			"name": "এবং তিনি নিজ করুণায় তোমাদের জন্য রাত ও দিন সৃষ্টি করেছেন যেন রাতে আরাম করো এবং দিনে তার অনুগ্রহ তালাশ করো, আর এ জন্য যে, তোমরা কৃতজ্ঞতা প্রকাশ করবে। ",
			"en_kanzulimaan": "And with His mercy He made the night and day for you, so that you may rest during the night and seek His munificence during the day, and for you to be thankful.",
			"ur_kanzulimaan": "اور اس نے اپنی مہر سے تمہارے لیے رات اور دن بنائے کہ رات میں آرام کرو اور دن میں اس کا فضل ڈھونڈو اور اس لیے کہ تم حق مانو",
			"hi_kanzulimaan": "और उसने अपनी मेहर से तुम्हारे लिये रात और दिन बनाए कि रात में आराम करो और दिन में उसका फज़ल ढूंढो (185फ) और इसलिये कि तुम हक़ मानो (186फ)",
			"author": "৭৩. আর তিনি স্বীয় অনুগ্রহে তোমাদের জন্যে করেছেন রজনী এবং দিবস যাতে তোমরা রজনীতে বিশ্রাম করতে পারো এবং (দিবসে) তাঁর অনুগ্রহ (জীবিকা) অন্বেষণ করতে পারো এবং যাতে তোমরা কৃতজ্ঞতা প্রকাশ করো।"
		},
		{
			"_id": "3326",
			"sura": "28",
			"para": "20",
			"verses": "74",
			"names": "وَ یَوۡمَ یُنَادِیۡہِمۡ فَیَقُوۡلُ اَیۡنَ شُرَکَآءِیَ الَّذِیۡنَ  کُنۡتُمۡ تَزۡعُمُوۡنَ ﴿۷۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَوۡمَ یُنَادِیۡہِمۡ فَیَقُوۡلُ اَیۡنَ شُرَکَآءِیَ الَّذِیۡنَ  کُنۡتُمۡ تَزۡعُمُوۡنَ ﴿۷۴﴾ ",
			"index": "3326",
			"name": "এবং যেদিন তিনি তাদেরকে ডাকবেন, অতঃপর বলবেন, ‘কোথায় আমার ওই সব অংশীদার, যা তোমরা বকছিলে?",
			"en_kanzulimaan": "And the Day He will call them  He will therefore proclaim, Where are those partners of Mine, whom you had assumed?",
			"ur_kanzulimaan": "اور جس دن انہیں ندا کرتے گا تو فرمائے گا، کہاں ہیں؟ میرے وہ شریک جو تم بکتے تھے،",
			"hi_kanzulimaan": "और जिस दिन उन्हें निदा करेगा तो फ़रमाएगा  कहाँ हैं मेरे वो शरीक जो तुम बकते थे",
			"author": "৭৪. আর যেদিন (আল্লাহ্) তাদেরকে ডেকে বলবেন, ‘কোথায় আমার অংশীদারেরা যাদেরকে তোমরা (উপাস্য) গণ্য করতে?’"
		},
		{
			"_id": "3327",
			"sura": "28",
			"para": "20",
			"verses": "75",
			"names": "وَ نَزَعۡنَا مِنۡ کُلِّ  اُمَّۃٍ  شَہِیۡدًا فَقُلۡنَا ہَاتُوۡا بُرۡہَانَکُمۡ فَعَلِمُوۡۤا اَنَّ الۡحَقَّ  لِلّٰہِ وَ ضَلَّ عَنۡہُمۡ  مَّا  کَانُوۡا  یَفۡتَرُوۡنَ ﴿۷۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ نَزَعۡنَا مِنۡ کُلِّ  اُمَّۃٍ  شَہِیۡدًا فَقُلۡنَا ہَاتُوۡا بُرۡہَانَکُمۡ فَعَلِمُوۡۤا اَنَّ الۡحَقَّ  لِلّٰہِ وَ ضَلَّ عَنۡہُمۡ  مَّا  کَانُوۡا  یَفۡتَرُوۡنَ ﴿۷۵﴾ ",
			"index": "3327",
			"name": "এবং প্রত্যেক সম্প্রদায় থেকে আমি একজন সাক্ষী বের করে বলবো, ‘তোমাদের প্রমাণ হাযির করো’। তখন তারা জানতে পারবে যে, হক্ব আল্লাহ্‌রই এবং তাদের নিকট থেকে হারিয়ে যাবে যেসব বানোয়াট তারা করতো’।",
			"en_kanzulimaan": "And We shall proclaim taking out a witness from each group, Bring your proof  so they will realise that the Truth (Right) is for Allah, and they will lose all that they had fabricated.",
			"ur_kanzulimaan": "اور ہر گروہ میں سے ایک گواہ نکال کر فرمائیں گے اپنی دلیل لاؤ تو جان لیں گے کہ حق اللہ کا ہے اور ان سے کھوئی جائیں گی جو بناوٹیں کرتے تھے",
			"hi_kanzulimaan": "और हर गिरोह में से हम एक गवाह निकाल कर (187फ) फ़रमाएंगे अपनी दलील लाओ (188फ) तो जान लेंगे कि(189फ) हक़ अल्लाह का है और उन से खोई जाएंगी जो बनावटें करते थे (190फ)",
			"author": "৭৫. আর আমরা প্রত্যেক উম্মত থেকে একজন সাক্ষী দাঁড় করাবো, অতঃপর (কাফেরদেরকে) বলবো, ‘তোমাদের প্রমাণ উপস্থিত করো’; তখন তারা জানতে পারবে যে, সত্য আল্লাহ্‌রই। আর তাদের থেকে সেসব (মিথ্যা) দূরীভুত হয়ে যাবে যা তারা উদ্ভাবন করতো।"
		},
		{
			"_id": "3328",
			"sura": "28",
			"para": "20",
			"verses": "76",
			"names": "اِنَّ قَارُوۡنَ کَانَ مِنۡ قَوۡمِ  مُوۡسٰی فَبَغٰی عَلَیۡہِمۡ ۪ وَ اٰتَیۡنٰہُ مِنَ الۡکُنُوۡزِ مَاۤ  اِنَّ مَفَاتِحَہٗ  لَتَنُوۡٓاُ بِالۡعُصۡبَۃِ  اُولِی الۡقُوَّۃِ ٭ اِذۡ  قَالَ  لَہٗ  قَوۡمُہٗ  لَا تَفۡرَحۡ  اِنَّ اللّٰہَ  لَا یُحِبُّ الۡفَرِحِیۡنَ ﴿۷۶﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ قَارُوۡنَ کَانَ مِنۡ قَوۡمِ  مُوۡسٰی فَبَغٰی عَلَیۡہِمۡ ۪ وَ اٰتَیۡنٰہُ مِنَ الۡکُنُوۡزِ مَاۤ  اِنَّ مَفَاتِحَہٗ  لَتَنُوۡٓاُ بِالۡعُصۡبَۃِ  اُولِی الۡقُوَّۃِ ٭ اِذۡ  قَالَ  لَہٗ  قَوۡمُہٗ  لَا تَفۡرَحۡ  اِنَّ اللّٰہَ  لَا یُحِبُّ الۡفَرِحِیۡنَ ﴿۷۶﴾ ",
			"index": "3328",
			"name": "নিশ্চয় কারূন মূসার সম্প্রদায়ভুক্ত ছিলো, অতঃপর সে তাদের উপর অত্যাচার করেছে; এবং আমি তাকে এত ধন-ভাণ্ডার দান করেছি, যেগুলোর চাবি একটা বলবান দলের উপরও ভারী ছিলো; যখন তাকে তার সম্প্রদায় বললো, ‘দম্ভ করো না। নিশ্চয় আল্লাহ্‌ দাম্ভিকদের পছন্দ করেন না। ",
			"en_kanzulimaan": "Indeed Qaroon was from the people of Moosa - he then oppressed them; and We gave him so many treasures that their keys were a heavy burden for a strong group; when his people said to him, Do not show off - indeed Allah does not like the boastful.",
			"ur_kanzulimaan": "بیشک قارون موسیٰ کی قوم سے تھا پھر اس نے ان پر زیادتی کی اور ہم نے اس کو اتنے خزانے دیے جن کی کنجیاں ایک زور آور جماعت پر بھاری تھیں، جب اس سے اس کی قوم نے کہا اِترا نہیں بیشک اللہ اِترانے والوں کو دوست نہیں رکھتا،",
			"hi_kanzulimaan": "बेशक क़ारून मूसा की क़ौम से था (191फ) फिर उसने उनपर ज़ियादती की और हमने उसको इतने ख़जाने दिये जिनकी कुंजिया एक ज़ोरावर जमाअत पर भारी थीं जब उससे उसकी क़ौम (192फ) ने कहा इतरा नहीं (193फ) बेशक अल्लाह इतराने वालों को दोस्त नहीं रखता",
			"author": "৭৬. নিশ্চিত কারূন ছিল মূসা (আলাইহিস সালাম)-এঁর সম্প্রদায়ভুক্ত, কিন্তু সে তাদেরকে নিপীড়ন করতো। আর আমরা তাকে এতো পরিমাণ ধনভান্ডার দান করেছিলাম যে, এর চাবিগুলো (বহন করা) এক দল শক্তিশালী লোকের জন্যে কষ্টসাধ্য ছিল। যখন তার সম্প্রদায় তাকে বললো, ‘তুমি (আনন্দে) উদ্ধত হয়ো না, নিশ্চয়ই আল্লাহ্ উল্লসিতদের পছন্দ করেন না।"
		},
		{
			"_id": "3329",
			"sura": "28",
			"para": "20",
			"verses": "77",
			"names": "وَ ابۡتَغِ  فِیۡمَاۤ  اٰتٰىکَ اللّٰہُ  الدَّارَ الۡاٰخِرَۃَ  وَ لَا تَنۡسَ نَصِیۡبَکَ مِنَ الدُّنۡیَا وَ اَحۡسِنۡ کَمَاۤ  اَحۡسَنَ اللّٰہُ  اِلَیۡکَ وَ لَا تَبۡغِ الۡفَسَادَ فِی الۡاَرۡضِ ؕ اِنَّ اللّٰہَ  لَا یُحِبُّ الۡمُفۡسِدِیۡنَ ﴿۷۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ ابۡتَغِ  فِیۡمَاۤ  اٰتٰىکَ اللّٰہُ  الدَّارَ الۡاٰخِرَۃَ  وَ لَا تَنۡسَ نَصِیۡبَکَ مِنَ الدُّنۡیَا وَ اَحۡسِنۡ کَمَاۤ  اَحۡسَنَ اللّٰہُ  اِلَیۡکَ وَ لَا تَبۡغِ الۡفَسَادَ فِی الۡاَرۡضِ ؕ اِنَّ اللّٰہَ  لَا یُحِبُّ الۡمُفۡسِدِیۡنَ ﴿۷۷﴾ ",
			"index": "3329",
			"name": "এবং আল্লাহ্‌ যে সম্পদ তোমাকে প্রদান করেছেন তা দ্বারা আখিরাতের আবাস অনুসন্ধান করো এবং দুনিয়ার মধ্যে নিজ অংশ ভুলো না আর পরোপকার করো যেমন আল্লাহ্‌ তোমার উপর অনুগ্রহ করেছেন এবং পৃথিবীতে অশান্তি চেওয়া না। নিশ্চয় আল্লাহ্‌ অশান্তি সৃষ্টিকারীদের ভালোবাসেন না’।",
			"en_kanzulimaan": "And seek the abode of the Hereafter with the wealth that Allah has given you, and do not forget your part in this world, and do favours (to others) the way Allah has favoured you, and do not seek to cause turmoil in the earth; indeed Allah does not like the mischievous.",
			"ur_kanzulimaan": "اور جو مال تجھے اللہ نے دیا ہے اس سے آخرت کا گھر طلب کر اور دنیا میں اپنا حصہ نہ بھول اور احسان کر جیسا اللہ نے تجھ پر احسان کیا اور زمیں میں فساد نہ چاه بے شک اللہ فسادیوں کو دوست نہیں رکھتا،",
			"hi_kanzulimaan": "और जो माल तुझे अल्लाह ने दिया है उससे आख़िरत का घर तलब कर (194फ) और दुनिया में अपना हिस्सा न भूल (195फ) और एहसान कर (196फ) जैसा अल्लाह ने तुझपर ऐहसान किया और (197फ) ज़मीन में फ़साद न चाह, बेशक अल्लाह फ़सादियों को दोस्त नहीं रखता",
			"author": "৭৭. আর আল্লাহ্ তোমাকে যা (সম্পদ) দিয়েছেন তা দ্বারা পরকালের গৃহ অন্বেষণ করো এবং ইহলোকে তোমার নিজের বৈধ সম্ভোগকে উপেক্ষা করো না। আর (মানুষের প্রতি তেমন) সদাশয় হও যেমন আল্লাহ্ তোমার প্রতি সদাশয় এবং পৃথিবীতে (অত্যাচার, কুক্ষিগতকরণ এবং শোষণের আকারে) বিপর্যয় (-এর পথ) অন্বেষণ করো না। নিশ্চয়ই আল্লাহ্ শান্তি ভঙ্গকারীদের পছন্দ করেন না।’"
		},
		{
			"_id": "3330",
			"sura": "28",
			"para": "20",
			"verses": "78",
			"names": "قَالَ  اِنَّمَاۤ   اُوۡتِیۡتُہٗ  عَلٰی  عِلۡمٍ عِنۡدِیۡ ؕ اَوَ لَمۡ یَعۡلَمۡ اَنَّ اللّٰہَ  قَدۡ اَہۡلَکَ مِنۡ قَبۡلِہٖ مِنَ الۡقُرُوۡنِ مَنۡ ہُوَ اَشَدُّ مِنۡہُ  قُوَّۃً وَّ اَکۡثَرُ جَمۡعًا ؕ وَ لَا یُسۡـَٔلُ عَنۡ ذُنُوۡبِہِمُ  الۡمُجۡرِمُوۡنَ ﴿۷۸﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ  اِنَّمَاۤ   اُوۡتِیۡتُہٗ  عَلٰی  عِلۡمٍ عِنۡدِیۡ ؕ اَوَ لَمۡ یَعۡلَمۡ اَنَّ اللّٰہَ  قَدۡ اَہۡلَکَ مِنۡ قَبۡلِہٖ مِنَ الۡقُرُوۡنِ مَنۡ ہُوَ اَشَدُّ مِنۡہُ  قُوَّۃً وَّ اَکۡثَرُ جَمۡعًا ؕ وَ لَا یُسۡـَٔلُ عَنۡ ذُنُوۡبِہِمُ  الۡمُجۡرِمُوۡنَ ﴿۷۸﴾ ",
			"index": "3330",
			"name": "সে বললো, ‘এ তো আমি এক জ্ঞান থেকে লাভ করেছি যা আমার নিকট রয়েছে’। এবং তার কি এ কথা জানা নেই যে, আল্লাহ্‌ তার পূর্বে ওই সব মানবগোষ্ঠীকে ধ্বংস করেছেন যাদের ক্ষমতা তার চেয়ে প্রবল ছিলো এবং সম্পদ তার চেয়ে অধিক? এবং অপরাধীদেরকে তাদের পাপগুলো সম্পর্কে প্রশ্ন করা হবে না। ",
			"en_kanzulimaan": "He said, I got this only due to a knowledge I have; and does he not know that before him Allah destroyed the generations who were stronger than him and more in number? And there is no questioning of the guilty regarding their sins.",
			"ur_kanzulimaan": "بو لا یہ تو مجھے ایک علم سے ملا ہے جو میرے پاس ہے اور کیا اسے یہ نہیں معلوم کہ اللہ نے اس سے پہلے وہ سنگتیں (قومیں) ہلاک فرمادیں جن کی قوتیں اس سے سخت تھیں اور جمع اس سے زیادہ اور مجرموں سے ان کے گناہوں کی پوچھ نہیں",
			"hi_kanzulimaan": "बोला यह (198फ) तो मुझे एक इल्म से मिला है जो मेरे पास है (199फ) और क्या उसे यह नहीं मालूम कि अल्लाह ने इससे पहले वो संगतें (क़ौमें) हलाक फ़रमा दीं जिनकी कु़व्वतें उससे सख़्त थीं और जमा उससे ज़्यादा (200फ) और मुजरिमों से उनके गुनाहों की पूछ नहीं (201फ)",
			"author": "৭৮. সে বললো, ‘(আমি এ সম্পদ সমাজ এবং জনসাধারণের কল্যাণে কেন ব্যয় করবো?) আমি তো আমার (পেশাগত) অভিজ্ঞতা ও দক্ষতায় এ সম্পদ প্রাপ্ত হয়েছি।’ সে কি জানতো না যে, আল্লাহ্ বাস্তবেই এর পূর্বে অনেক জাতিকে ধ্বংস করে দিয়েছেন যারা শক্তিতে ছিল তার চেয়েও প্রবল এবং (ধন-সম্পদ ও জনশক্তি) সংগ্রহে ছিল আরো অধিক প্রাচুর্যশালী? আর (ধ্বংসের মুহূর্তে) অপরাধীদেরকে তাদের অপরাধ সম্পর্কে (অধিক যাচাই-বাচাই বা কোনো অযুহাত এবং কারণ) জিজ্ঞাসা করা হয় না।"
		},
		{
			"_id": "3331",
			"sura": "28",
			"para": "20",
			"verses": "79",
			"names": "فَخَرَجَ عَلٰی قَوۡمِہٖ فِیۡ زِیۡنَتِہٖ ؕ قَالَ الَّذِیۡنَ یُرِیۡدُوۡنَ الۡحَیٰوۃَ  الدُّنۡیَا یٰلَیۡتَ لَنَا مِثۡلَ مَاۤ  اُوۡتِیَ  قَارُوۡنُ ۙ اِنَّہٗ  لَذُوۡ حَظٍّ عَظِیۡمٍ ﴿۷۹﴾ ",
			"number": "",
			"verses_PDMS": "فَخَرَجَ عَلٰی قَوۡمِہٖ فِیۡ زِیۡنَتِہٖ ؕ قَالَ الَّذِیۡنَ یُرِیۡدُوۡنَ الۡحَیٰوۃَ  الدُّنۡیَا یٰلَیۡتَ لَنَا مِثۡلَ مَاۤ  اُوۡتِیَ  قَارُوۡنُ ۙ اِنَّہٗ  لَذُوۡ حَظٍّ عَظِیۡمٍ ﴿۷۹﴾ ",
			"index": "3331",
			"name": "অতঃপর আপন সম্প্রদায়ের সম্মুখে উপস্থিত হলো নিজ জাকজমকের মধ্যে, বললো ওই সব লোক, যারা পার্থিব জীবন চায়, ‘হায়, কোন মতে আমরাও যদি তেমনি পেতাম যেমন পেয়েছে কারূন! নিশ্চয় তার বড় সৌভাগ্য!’",
			"en_kanzulimaan": "He therefore came before his people in his pomp; said those who desired the worldly life, If only we were to get what Qaroon has been given - he is indeed very fortunate.",
			"ur_kanzulimaan": "تو اپنی قومی پر نکلا اپنی آرائش میں بولے وہ جو دنیا کی زندگی چاہتے ہیں کسی طرح ہم کو بھی ایسا ملتا جیسا قارون کو ملا بیشک اس کا بڑا نصیب ہے،",
			"hi_kanzulimaan": "तो अपनी क़ौम पर निकला अपनी आराईश में (202फ) बोले वो जो दुनिया की ज़िन्दगी चाहते हैं किसी तरह हम को भी ऐसा मिलता जैसा क़ारून को मिला बेशक उसका बड़ा नसीब है",
			"author": "৭৯. অতঃপর সে তার সম্প্রদায়ের সম্মুখে (পূর্ণরূপে) সুসজ্জিত ও অলঙ্কৃত হয়ে উপস্থিত হলো। (তার বাহ্যিক শান-শওকত দেখে) যারা পার্থিব জীবনের আকাঙ্ক্ষী তারা বলতে লাগলো, ‘হায়! কারূনকে যা দেয়া হয়েছে আমাদেরও যদি এমন (সম্পদ ও ভোগ্যসামগ্রী) থাকতো! প্রকৃতই সে বড় সৌভাগ্যের অধিকারী।’"
		},
		{
			"_id": "3332",
			"sura": "28",
			"para": "20",
			"verses": "80",
			"names": "وَ قَالَ الَّذِیۡنَ  اُوۡتُوا الۡعِلۡمَ وَیۡلَکُمۡ ثَوَابُ اللّٰہِ خَیۡرٌ  لِّمَنۡ  اٰمَنَ وَ عَمِلَ صَالِحًا ۚ وَ لَا  یُلَقّٰہَاۤ   اِلَّا الصّٰبِرُوۡنَ ﴿۸۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الَّذِیۡنَ  اُوۡتُوا الۡعِلۡمَ وَیۡلَکُمۡ ثَوَابُ اللّٰہِ خَیۡرٌ  لِّمَنۡ  اٰمَنَ وَ عَمِلَ صَالِحًا ۚ وَ لَا  یُلَقّٰہَاۤ   اِلَّا الصّٰبِرُوۡنَ ﴿۸۰﴾ ",
			"index": "3332",
			"name": "এবং বললো ওই সব লোক যাদেরকে জ্ঞান প্রদান করা হয়েছে, ‘তোমাদের ধ্বংস হোক! আল্লাহ্‌র পুরস্কার উত্তম ওই ব্যক্তির জন্য, যে ঈমান এনেছে এবং সৎকর্ম করে; আর এটা তারাই পায়, যারা ধৈর্যশীল’।",
			"en_kanzulimaan": "And said those who were given the knowledge, Woe to you - the reward of Allah is better for one who accepts faith and does good deeds; and only those who are patient will receive it.",
			"ur_kanzulimaan": "اور بولے وہ جنہیں علم دیا گیا خرابی ہو تمہاری، اللہ کا ثواب بہتر ہے اس کے لیے جو ایمان لائے اور اچھے کام کرے اور یہ انہیں کو ملتا ہے جو صبر والے ہیں",
			"hi_kanzulimaan": "और बोले वो जिन्हें इल्म दिया गया (203फ) ख़राबी हो तुम्हारी अल्लाह का सवाब बेहतर है उसके लिये जो ईमान लाए और अच्छे काम करे (204फ) और यह उन्हीं को मिलता है जो सब्र वालें हैं (205फ)",
			"author": "৮০. আর (অপরদিকে) যাদেরকে (সত্য) জ্ঞান দেয়া হয়েছিল তারা বলে উঠলো, ‘তোমাদের জন্যে আফসোস! আল্লাহ্‌র পুরস্কার সে ব্যক্তির জন্যে (এ সম্পদ ও সৌন্দর্য্য থেকে অধিক) উত্তম যে ঈমান এনেছে এবং নেক কাজ করেছে। কিন্তু এ (প্রতিদান ও সাওয়াব) ধৈর্যধারণকারী ব্যতীত অন্যকে দেয়া হবে না।’"
		},
		{
			"_id": "3333",
			"sura": "28",
			"para": "20",
			"verses": "81",
			"names": "فَخَسَفۡنَا بِہٖ وَ بِدَارِہِ  الۡاَرۡضَ ۟ فَمَا  کَانَ لَہٗ  مِنۡ فِئَۃٍ  یَّنۡصُرُوۡنَہٗ  مِنۡ دُوۡنِ اللّٰہِ ٭ وَ مَا  کَانَ مِنَ الۡمُنۡتَصِرِیۡنَ ﴿۸۱﴾ ",
			"number": "",
			"verses_PDMS": "فَخَسَفۡنَا بِہٖ وَ بِدَارِہِ  الۡاَرۡضَ ۟ فَمَا  کَانَ لَہٗ  مِنۡ فِئَۃٍ  یَّنۡصُرُوۡنَہٗ  مِنۡ دُوۡنِ اللّٰہِ ٭ وَ مَا  کَانَ مِنَ الۡمُنۡتَصِرِیۡنَ ﴿۸۱﴾ ",
			"index": "3333",
			"name": "অতঃপর আমি তাকে এবং তার প্রাসাদকে ভূ-গর্ভে ধ্বসিয়ে দিলাম, অতঃপর তার নিকট কোন মানব গোষ্ঠী ছিলো না, যে আল্লাহ্‌ থেকে বাচানোর জন্য তার সাহায্য করতো; এবং না সে তার বদলা নিতে পারতো।",
			"en_kanzulimaan": "We therefore buried him and his house into the earth; so he had no group to help save him from Allah; nor could he take revenge.",
			"ur_kanzulimaan": "تو ہم نے اسے اور اس کے گھر کو زمین میں دھنسایا تو اس کے پاس کوئی جماعت نہ تھی کہ اللہ سے بچانے میں اس کی مدد کرتی اور نہ وہ بدلہ لے سکا",
			"hi_kanzulimaan": "तो हमने उसे (206फ)और उसके घर को ज़मीन में धंसा दिया तो उसके पास कोई जमाअत न थी कि अल्लाह से बचाने में उसकी मदद करती (207फ) और न वह बदला ले सका (208फ)",
			"author": "৮১. অতঃপর আমরা একে (কারূনকে) এবং তার প্রাসাদকে ভূগর্ভস্থ করলাম, সুতরাং আল্লাহ্ ব্যতীত তার সপক্ষে (এমন) কোনো দল ছিল না যে তাকে (শাস্তি থেকে বাঁচানোর ক্ষেত্রে) সাহায্য করতে পারতো। আর সে নিজেও আত্মরক্ষায় সক্ষম ছিল না।"
		},
		{
			"_id": "3334",
			"sura": "28",
			"para": "20",
			"verses": "82",
			"names": "وَ اَصۡبَحَ الَّذِیۡنَ تَمَنَّوۡا مَکَانَہٗ بِالۡاَمۡسِ یَقُوۡلُوۡنَ وَیۡکَاَنَّ اللّٰہَ یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ مِنۡ عِبَادِہٖ وَ یَقۡدِرُ ۚ لَوۡ لَاۤ  اَنۡ مَّنَّ  اللّٰہُ عَلَیۡنَا لَخَسَفَ بِنَا ؕ وَیۡکَاَنَّہٗ  لَا  یُفۡلِحُ  الۡکٰفِرُوۡنَ ﴿۸۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَصۡبَحَ الَّذِیۡنَ تَمَنَّوۡا مَکَانَہٗ بِالۡاَمۡسِ یَقُوۡلُوۡنَ وَیۡکَاَنَّ اللّٰہَ یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ مِنۡ عِبَادِہٖ وَ یَقۡدِرُ ۚ لَوۡ لَاۤ  اَنۡ مَّنَّ  اللّٰہُ عَلَیۡنَا لَخَسَفَ بِنَا ؕ وَیۡکَاَنَّہٗ  لَا  یُفۡلِحُ  الۡکٰفِرُوۡنَ ﴿۸۲﴾ ",
			"index": "3334",
			"name": "এবং গতকাল যারা তার মতো মর্যাদা কামনা করেছিলো সকালে তারা বলতে লাগলো, ‘আশ্চর্যজনক কথা! আল্লাহ্‌ রিয্‌ক প্রশস্ত করেন আপন বান্দাদের মধ্যে যার জন্য চান এবং সংকুচিত করেন। যদি আল্লাহ্‌ আমাদের উপর অনুগ্রহ না করতেন, তবে আমাদেরকেও ধ্বসিয়ে ফেলতেন। হে আশ্চর্য! কাফিরদের জন্য সাফল্য নেই’।",
			"en_kanzulimaan": "And those who had the day before desired his status, said in the morning, It is strange - Allah expands the sustenance for whomever He wills among His bondmen, and restricts it; if Allah had not been gracious to us He would have buried us too; strangely, the disbelievers do not prosper.",
			"ur_kanzulimaan": "اور کل جس نے اس کے مرتبہ کی آرزو کی تھی صبح کہنے لگے عجب بات ہے اللہ رزق وسیع کرتا ہے اپنے بندوں میں جس کے لیے چاہے اور تنگی فرماتا ہے اگر اللہ ہم پر احسان فرماتا تو ہمیں بھی دھنسادیتا، اے عجب، کافروں کا بھلا نہیں،",
			"hi_kanzulimaan": "और कल जिसने उसके मर्तबे (उपाधि) की आरज़ू की थी, सुब्ह (209फ) कहने लगे अजब बात है अल्लाह रिज़्क़ (रोज़ी) वसीअ़ करता है अपने बन्दों में जिसके लिये चाहे और तंगी फ़रमाता है (210फ) अगर अल्लाह हमपर एहसान न फ़रमाता तो हमें भी धंसा देता, ऐ अजब काफ़िरों का भला नहीं",
			"author": "৮২. আর যারা কাল তার অবস্থান ও মর্যাদা কামনা করছিল আজ তারা (অনুতপ্ত হয়ে) বলতে লাগলো, ‘কতো আশ্চর্য! আল্লাহ্ তাঁর বান্দাদের মধ্যে যার জন্যে ইচ্ছা তার রিযিক বর্ধিত করেন এবং (যার জন্যে ইচ্ছা) সংকুচিত করেন। যদি আল্লাহ্ আমাদের উপর অনুগ্রহ না করতেন তবে আমাদেরকে(ও) ধ্বসিয়ে দিতেন। হায় আশ্চর্য! (এখন বুঝা গেল) কাফেরেরা নিষ্কৃতি পায় না।’"
		},
		{
			"_id": "3335",
			"sura": "28",
			"para": "20",
			"verses": "83",
			"names": "تِلۡکَ الدَّارُ الۡاٰخِرَۃُ  نَجۡعَلُہَا لِلَّذِیۡنَ لَا یُرِیۡدُوۡنَ عُلُوًّا فِی الۡاَرۡضِ وَ لَا فَسَادًا ؕ وَ الۡعَاقِبَۃُ  لِلۡمُتَّقِیۡنَ ﴿۸۳﴾ ",
			"number": "",
			"verses_PDMS": "تِلۡکَ الدَّارُ الۡاٰخِرَۃُ  نَجۡعَلُہَا لِلَّذِیۡنَ لَا یُرِیۡدُوۡنَ عُلُوًّا فِی الۡاَرۡضِ وَ لَا فَسَادًا ؕ وَ الۡعَاقِبَۃُ  لِلۡمُتَّقِیۡنَ ﴿۸۳﴾ ",
			"index": "3335",
			"name": "এটা আখিরাতের আবাস, আমি তাদেরই জন্য নির্ধারিত করি যারা ভূ-পৃষ্ঠে অহঙ্কার চায় না এবং না অশান্তি; আর পরকালের শুভ পরিণাম খোদাভীরুদেরই। ",
			"en_kanzulimaan": "This abode of the Hereafter - We make it for those who do not wish greatness in the land nor turmoil; and the Hereafter is only for the pious.",
			"ur_kanzulimaan": "یہ آخرت کا گھر ہم ان کے لیے کرتے ہیں جو زمین میں تکبر نہیں چاہتے اور نہ فساد، اور عاقبت پرہیزگاروں ہی کی ہے،",
			"hi_kanzulimaan": "यह आख़िरत का घर (211फ) हम उनके लिये करते हैं जो ज़मीन में तकब्बुर नहीं चाहते और न फ़साद, और आक़िबत परहेज़गारों ही की है(212फ)",
			"author": "৮৩. (এটি) সে পরকালের গৃহ যা আমরা সেসব লোকদের জন্যে নির্ধারণ করেছি যারা না পৃথিবীতে সীমালঙ্ঘন ও অহঙ্কার করতে চায় আর না বিপর্যয় সৃষ্টি করতে চায়। আর শুভ পরিণাম নেক্কারদের জন্যে।"
		},
		{
			"_id": "3336",
			"sura": "28",
			"para": "20",
			"verses": "84",
			"names": "مَنۡ جَآءَ بِالۡحَسَنَۃِ فَلَہٗ  خَیۡرٌ  مِّنۡہَا ۚ وَ مَنۡ جَآءَ بِالسَّیِّئَۃِ  فَلَا یُجۡزَی الَّذِیۡنَ عَمِلُوا السَّیِّاٰتِ  اِلَّا مَا کَانُوۡا یَعۡمَلُوۡنَ ﴿۸۴﴾ ",
			"number": "",
			"verses_PDMS": "مَنۡ جَآءَ بِالۡحَسَنَۃِ فَلَہٗ  خَیۡرٌ  مِّنۡہَا ۚ وَ مَنۡ جَآءَ بِالسَّیِّئَۃِ  فَلَا یُجۡزَی الَّذِیۡنَ عَمِلُوا السَّیِّاٰتِ  اِلَّا مَا کَانُوۡا یَعۡمَلُوۡنَ ﴿۸۴﴾ ",
			"index": "3336",
			"name": "যে সৎকর্ম করেছে তার জন্য তা অপেক্ষা উত্তম রয়েছে; এবং যে মন্দকর্ম করেছে, যারা মন্দ কাজ করে তারা তার বদলা পাবে না, কিন্তু যতটুকু করেছিলো।",
			"en_kanzulimaan": "Whoever brings virtue, for him is better than it; and whoever brings evil  so those who commit evil will not be repaid except to the extent of their deeds.",
			"ur_kanzulimaan": "جو نیکی لائے اس کے لیے اس سے بہتر ہے اور جو بدی لائے بدکام والوں کو بدلہ نہ ملے گا مگر جتنا کیا تھا،",
			"hi_kanzulimaan": "जो नेकी लाए उसके लिये उससे बेहतर है (213फ) और जो बदी लाए बदकाम वालों को बदला न मिलेगा मगर जितना किया था",
			"author": "৮৪. যে ব্যক্তি সৎকর্ম নিয়ে আগমন করবে তার জন্যে তার চেয়েও উত্তম (প্রতিদান) রয়েছে। আর যে ব্যক্তি মন্দকর্ম নিয়ে আগমন করবে, তবে মন্দকর্ম সম্পাদনকারীকে কোনো প্রতিদান দেয়া হবে না; কেবল সে যতটুকু করতো ততটুকু ব্যতীত।"
		},
		{
			"_id": "3337",
			"sura": "28",
			"para": "20",
			"verses": "85",
			"names": "اِنَّ الَّذِیۡ فَرَضَ عَلَیۡکَ الۡقُرۡاٰنَ لَرَآدُّکَ اِلٰی مَعَادٍ ؕ قُلۡ رَّبِّیۡۤ  اَعۡلَمُ مَنۡ جَآءَ بِالۡہُدٰی وَ مَنۡ ہُوَ فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۸۵﴾  ",
			"number": "",
			"verses_PDMS": "اِنَّ الَّذِیۡ فَرَضَ عَلَیۡکَ الۡقُرۡاٰنَ لَرَآدُّکَ اِلٰی مَعَادٍ ؕ قُلۡ رَّبِّیۡۤ  اَعۡلَمُ مَنۡ جَآءَ بِالۡہُدٰی وَ مَنۡ ہُوَ فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۸۵﴾  ",
			"index": "3337",
			"name": "নিশ্চয় যিনি আপনার উপর ক্বোরআনকে ফরয (অপরিহার্য) করেছেন তিনি আপনাকে ফিরিয়ে নিয়ে যাবেন যেখানে আপনি ফিরে যেতে চান! আপনি বলুন, ‘আমার রব ভালো জানেন তাকে, যিনি হিদায়ত এনেছে এবং (তাকেও) যে স্পষ্ট ভ্রান্তিতে রয়েছে’।",
			"en_kanzulimaan": "Indeed He Who has ordained the Quran upon you, will surely bring you back to where you wish; proclaim, My Lord well knows him who came with guidance, and him who is in open error.",
			"ur_kanzulimaan": "بیشک جس نے تم پر قرآن فرض کیا وہ تمہیں پھیر لے جائے گا جہاں پھرنا چاہتے ہو تم فرماؤ، میرا رب خوب جانتا ہے اسے جو ہدایت لایا اور جو کھلی گمراہی میں ہے",
			"hi_kanzulimaan": "बेशक जिसने तुम पर क़ुरआन फ़र्ज़ किया (214फ) वह तुम्हें फेर ले जाएगा जहाँ फिरना चाहते हों (215फ) तुम फ़रमाओ मेरा रब ख़ूब जानता है उसे जो हिदायत लाया और जो खुली गुमराही में है (216फ)",
			"author": "৮৫. অবশ্যই যে সত্তা (প্রতিপালক) আপনার জন্যে কুরআন (শিক্ষা দেয়া, প্রচার ও প্রতিষ্ঠা করা) আবশ্যক করেছেন, নি:সন্দেহে তিনি আপনাকে (আপনার বাসনা অনুযায়ী) প্রত্যাবর্তন স্থলে (অর্থাৎ মক্কা অথবা পরকালে বিজয় ও সফলতার মাধ্যমে) ফিরিয়ে আনবেন। বলে দিন, ‘আমার প্রতিপালক খুব ভালোভাবে জানেন কে হেদায়াত নিয়ে এসেছে এবং কে প্রকাশ্য গোমরাহীতে নিমজ্জিত।’** এ আয়াত মক্কা থেকে মদীনায় হিজরত করে যাওয়ার পথে জুহফাহ নামক স্থানে অবতীর্ণ হয়। আর এ অঙ্গীকার মক্কা বিজয়ের দিন পূর্ণ হয়।"
		},
		{
			"_id": "3338",
			"sura": "28",
			"para": "20",
			"verses": "86",
			"names": "وَ مَا کُنۡتَ تَرۡجُوۡۤا اَنۡ یُّلۡقٰۤی  اِلَیۡکَ الۡکِتٰبُ  اِلَّا رَحۡمَۃً  مِّنۡ رَّبِّکَ فَلَا تَکُوۡنَنَّ  ظَہِیۡرًا  لِّلۡکٰفِرِیۡنَ ﴿۫۸۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا کُنۡتَ تَرۡجُوۡۤا اَنۡ یُّلۡقٰۤی  اِلَیۡکَ الۡکِتٰبُ  اِلَّا رَحۡمَۃً  مِّنۡ رَّبِّکَ فَلَا تَکُوۡنَنَّ  ظَہِیۡرًا  لِّلۡکٰفِرِیۡنَ ﴿۫۸۶﴾ ",
			"index": "3338",
			"name": "এবং আপনি আশা করতেন না যে, কিতাব আপনার প্রতি প্রেরণ করা হবে। হাঁ, আপনার রব অনুগ্রহ করেছেন; সুতরাং কখনো কাফিরদের সহায়তা করবেন না। ",
			"en_kanzulimaan": "And you held no expectations of the Book being sent down upon you, except that it is a mercy from your Lord - therefore never support the disbelievers. (You did not crave for it but trusted in the mercy of your Lord).",
			"ur_kanzulimaan": "اور تم امید نہ رکھتے تھے کہ کتاب تم پر بھیجی جائے گی ہاں تمہارے رب نے رحمت فرمائی تو تم ہرگز کافروں کی پشتی (مدد) نہ کرنا",
			"hi_kanzulimaan": "और तुम उम्मीद न रखते थे कि किताब तुम पर भेजी जाएगी (217फ) हाँ तुम्हारे रब ने रहमत फ़रमाई तो तुम हरगिज़ काफ़िरों की पुश्ती (सहायता) न करना (218फ)",
			"author": "৮৬. (হুযুর সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের মাধ্যমে উম্মতে মুহাম্মদীকে সম্বোধন,) আর আপনি আশা করেন নি যে, আপনার প্রতি (এ) কিতাব অবতীর্ণ হবে। এ কেবল আপনার প্রতিপালকের অনুগ্রহ। কাজেই আপনি কাফেরদের সাহায্যকারী হবেন না।"
		},
		{
			"_id": "3339",
			"sura": "28",
			"para": "20",
			"verses": "87",
			"names": "وَ لَا یَصُدُّنَّکَ عَنۡ اٰیٰتِ اللّٰہِ  بَعۡدَ  اِذۡ اُنۡزِلَتۡ  اِلَیۡکَ وَ ادۡعُ  اِلٰی رَبِّکَ وَ لَا تَکُوۡنَنَّ  مِنَ  الۡمُشۡرِکِیۡنَ ﴿ۚ۸۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا یَصُدُّنَّکَ عَنۡ اٰیٰتِ اللّٰہِ  بَعۡدَ  اِذۡ اُنۡزِلَتۡ  اِلَیۡکَ وَ ادۡعُ  اِلٰی رَبِّکَ وَ لَا تَکُوۡنَنَّ  مِنَ  الۡمُشۡرِکِیۡنَ ﴿ۚ۸۷﴾ ",
			"index": "3339",
			"name": "এবং কখনো তারা যেন আপনাকে আল্লাহ্‌র আয়াতসমূহ থেকে বিমুখ না রাখে এরপর যে, সেগুলো আপনার প্রতি অবতীর্ণ হয়েছে; এবং আপনার রবের প্রতি আহ্বান করুন, আর কিছুতেই যেন অংশীবাদীদের অন্তর্ভুক্ত না হোন।",
			"en_kanzulimaan": "And never may they prevent you from the verses of Allah after they have been sent down upon you, and call towards your Lord, and never be among those who ascribe partners (to Him).",
			"ur_kanzulimaan": "اور ہرگز وہ تمہیں اللہ کی آیتوں سے نہ روکیں بعد اس کے کہ وہ تمہاری طرف اتاری گئیں اور اپنے رب کی طرف بلاؤ اور ہرگز شرک والوں میں سے نہ ہونا",
			"hi_kanzulimaan": "और हरगिज़ वो तुम्हें अल्लाह की आयतों से न रोकें बाद इसके कि वो तुम्हारी तरफ़ उतारी गईं (219फ) और अपने रब की तरफ़ बुलाओ (220फ) और हरगिज़ शिर्क में से न होना (221फ)",
			"author": "৮৭. আর এরা (এ কাফেরেরা) যেন কখনোই আপনাকে আল্লাহ্‌র আয়াতসমূহ (প্রচার ও আমল করা) থেকে বিমুখ না করে, আপনার প্রতি তা অবতীর্ণ হবার পর। আর আপনি (লোকদেরকে) আপনার প্রতিপালকের দিকে আহ্বান করতে থাকুন। আর কিছুতেই মুশরিকদের মধ্যে গণ্য হবেন না।"
		},
		{
			"_id": "3340",
			"sura": "28",
			"para": "20",
			"verses": "88",
			"names": "وَ لَا تَدۡعُ مَعَ اللّٰہِ  اِلٰـہًا اٰخَرَ ۘ لَاۤ  اِلٰہَ اِلَّا ہُوَ ۟ کُلُّ  شَیۡءٍ ہَالِکٌ  اِلَّا وَجۡہَہٗ ؕ لَہُ  الۡحُکۡمُ  وَ  اِلَیۡہِ  تُرۡجَعُوۡنَ ﴿۸۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تَدۡعُ مَعَ اللّٰہِ  اِلٰـہًا اٰخَرَ ۘ لَاۤ  اِلٰہَ اِلَّا ہُوَ ۟ کُلُّ  شَیۡءٍ ہَالِکٌ  اِلَّا وَجۡہَہٗ ؕ لَہُ  الۡحُکۡمُ  وَ  اِلَیۡہِ  تُرۡجَعُوۡنَ ﴿۸۸﴾ ",
			"index": "3340",
			"name": "এবং আল্লাহ্‌র সাথে অন্য উপাস্যের পূজা করো না’ তিনি ব্যতীত অন্য কোন খোদা নেই; প্রত্যেক কিছু ধ্বংসশীল তারই সত্তা ব্যতীত। নির্দেশ তারই এবং তারই প্রতি ফিরে যাবে।",
			"en_kanzulimaan": "And do not worship any other God along with Allah; there is no God except Him; all things are destructible except His Entity; only His is the command, and it is towards Him that you will be returned.",
			"ur_kanzulimaan": "اور اللہ کے ساتھ دوسرے خدا کو نہ پوج اس کے سوا کوئی خدا نہیں ہر چیز فانی ہے، سوا اس کی ذات کے، اسی کا حکم ہے اور اسی کی طرف پھر جاؤ گے،",
			"hi_kanzulimaan": "और अल्लाह के साथ दूसरे ख़ुदा को न पूज, उसके सिवा कोई ख़ुदा नहीं, हर चीज़ फ़ानी है सिवा उसकी ज़ात के, उसी का हुक्म है और उसी की तरफ़ फिर जाओगे (222फ)",
			"author": "৮৮. আর তোমরা আল্লাহ্‌র সাথে অন্যান্য (মনগড়া) উপাস্যকে ডেকো না। তিনি ব্যতীত অন্য কেউ ইবাদতের যোগ্য নেই। তাঁর সত্তা ব্যতীত সবকিছুই ধ্বংসশীল। হুকুম বা বিধান তাঁরই এবং তোমরা (সবাই) তাঁরই দিকে প্রত্যাবর্তিত হবে।"
		}
	]