[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "2792",
			"sura": "24",
			"para": "18",
			"verses": "1",
			"names": "سُوۡرَۃٌ  اَنۡزَلۡنٰہَا وَ فَرَضۡنٰہَا وَ اَنۡزَلۡنَا فِیۡہَاۤ  اٰیٰتٍۭ بَیِّنٰتٍ لَّعَلَّکُمۡ  تَذَکَّرُوۡنَ ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "سُوۡرَۃٌ  اَنۡزَلۡنٰہَا وَ فَرَضۡنٰہَا وَ اَنۡزَلۡنَا فِیۡہَاۤ  اٰیٰتٍۭ بَیِّنٰتٍ لَّعَلَّکُمۡ  تَذَکَّرُوۡنَ ﴿۱﴾ ",
			"index": "2792",
			"name": "এটা এক সূরা, যা আমি অবতীর্ণ করেছি এবং আমি সেটার বিধানাবলী অবশ্যই পালনীয় করেছি; আর আমি তাতে সুস্পষ্ট আয়াতসমূহ অবতীর্ণ করেছি, যাতে তোমরা মনোযোগ দাও। ",
			"en_kanzulimaan": "This is a chapter which We have sent down and decreed its commands, and in which We have sent down clear verses, in order that you may ponder.",
			"ur_kanzulimaan": "یہ ایک سورة ہے کہ ہم نے اتاری اور ہم نے اس کے احکام فرض کیے اور ہم نے اس میں روشن آیتیں نازل فرمائیں کہ تم دھیان کرو،",
			"hi_kanzulimaan": "यह एक सूरत है कि हमने उतारी और हमने इसके एहकाम फ़र्ज़ किये (2फ) और हमने इसमें रौशन आयतें नाज़िल फ़रमाई कि तुम ध्यान करो",
			"author": "১. (এটি) এক (মহান) সূরা যা আমরা অবতীর্ণ করেছি এবং আমরা একে (এ সূরার বিধানকে) আবশ্যক করে দিয়েছি, আর আমরা এতে সুস্পষ্ট আয়াতসমূহ অবতীর্ণ করেছি যাতে তোমরা উপদেশ ও হেদায়াত গ্রহণ করতে পারো।"
		},
		{
			"_id": "2793",
			"sura": "24",
			"para": "18",
			"verses": "2",
			"names": "اَلزَّانِیَۃُ وَ الزَّانِیۡ فَاجۡلِدُوۡا کُلَّ وَاحِدٍ مِّنۡہُمَا مِائَۃَ جَلۡدَۃٍ ۪ وَّ لَا  تَاۡخُذۡکُمۡ بِہِمَا رَاۡفَۃٌ  فِیۡ  دِیۡنِ اللّٰہِ  اِنۡ کُنۡتُمۡ تُؤۡمِنُوۡنَ بِاللّٰہِ وَ الۡیَوۡمِ الۡاٰخِرِ ۚ وَ لۡیَشۡہَدۡ عَذَابَہُمَا طَآئِفَۃٌ مِّنَ الۡمُؤۡمِنِیۡنَ ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "اَلزَّانِیَۃُ وَ الزَّانِیۡ فَاجۡلِدُوۡا کُلَّ وَاحِدٍ مِّنۡہُمَا مِائَۃَ جَلۡدَۃٍ ۪ وَّ لَا  تَاۡخُذۡکُمۡ بِہِمَا رَاۡفَۃٌ  فِیۡ  دِیۡنِ اللّٰہِ  اِنۡ کُنۡتُمۡ تُؤۡمِنُوۡنَ بِاللّٰہِ وَ الۡیَوۡمِ الۡاٰخِرِ ۚ وَ لۡیَشۡہَدۡ عَذَابَہُمَا طَآئِفَۃٌ مِّنَ الۡمُؤۡمِنِیۡنَ ﴿۲﴾ ",
			"index": "2793",
			"name": "যেই নারী ব্যভিচারিণী হয় এবং যে পুরুষ (হয় ব্যভিচারী) তবে তাদের প্রত্যেককে একশ’ কশা ঘাত করো এবং তোমাদের যেন তাদের প্রতি দয়া না আসে আল্লাহ্‌র দ্বীনে যদি তোমরা ঈমান এনে থাকো আল্লাহ্‌ ও শেষ দিবসের উপর, এবং উচিত যে, তাদের শাস্তির সময় মুসলমানদের একটা দল উপস্থিত থাকবে।",
			"en_kanzulimaan": "The adulteress and the adulterer - punish each one of them with a hundred lashes; and may you not have pity on them in the religion of Allah, if you believe in Allah and the Last Day; and a group of believers must witness their punishment.",
			"ur_kanzulimaan": "جو عورت بدکار ہو اور جو مرد تو ان میں ہر ایک کو سو کوڑے لگاؤ اور تمہیں ان پر ترس نہ آئے اللہ کے دین میں اگر تم ایمان لاتے ہو اللہ اور پچھلے دن پر اور چاہیے کہ ان کی سزا کے وقت مسلمانوں کا ایک گروہ حاضر ہو",
			"hi_kanzulimaan": " जो औरत बदकार हो और जो मर्द तो उनमें हर एक को सौ कोड़े लगाओ          (3फ) और तुम्हें उनपर तरस न आए अल्लाह के दीन में (4फ) अगर तुम ईमान लाते हो अल्लाह और पिछले दिन पर, और चाहिये कि उनकी सज़ा के वक़्त मुसलमानों का एक गिरोह हाज़िर हो (5फ)",
			"author": "২. ব্যভিচারিণী নারী এবং ব্যভিচারী (অবিবাহিত) পুরুষ - তাদের প্রত্যেককে (বিধিবদ্ধ শর্তাবলী সহ ব্যভিচারের অপরাধ সাব্যস্ত হবার পর) একশ বেত্রাঘাত করো (অপরদিকে বিবাহিত পুরুষ ও নারীর ব্যভিচারের শাস্তি প্রস্তরাঘাত, আর এটি মৃত্যুদন্ড)। আর তোমাদের মধ্যে এ দু’জনের ব্যাপারে আল্লাহ্‌র দ্বীনের (বিধান বাস্তবায়নের) ব্যাপারে সামান্যতম দয়ার উদ্রেক যেন না হয়; যদি তোমরা আল্লাহ্ এবং শেষ দিবসের প্রতি ঈমান রাখো। আর মুসলমানদের (বৃহৎ) একটি দল যেন তাদের উভয়ের শাস্তি (কার্যকর হবার মূহুর্ত) প্রত্যক্ষ করে।"
		},
		{
			"_id": "2794",
			"sura": "24",
			"para": "18",
			"verses": "3",
			"names": "اَلزَّانِیۡ  لَا یَنۡکِحُ  اِلَّا  زَانِیَۃً  اَوۡ  مُشۡرِکَۃً ۫ وَّ الزَّانِیَۃُ  لَا یَنۡکِحُہَاۤ  اِلَّا زَانٍ  اَوۡ مُشۡرِکٌ ۚ وَ حُرِّمَ  ذٰلِکَ عَلَی الۡمُؤۡمِنِیۡنَ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "اَلزَّانِیۡ  لَا یَنۡکِحُ  اِلَّا  زَانِیَۃً  اَوۡ  مُشۡرِکَۃً ۫ وَّ الزَّانِیَۃُ  لَا یَنۡکِحُہَاۤ  اِلَّا زَانٍ  اَوۡ مُشۡرِکٌ ۚ وَ حُرِّمَ  ذٰلِکَ عَلَی الۡمُؤۡمِنِیۡنَ ﴿۳﴾ ",
			"index": "2794",
			"name": "ব্যভিচারী পুরুষ বিবাহ করবে না, কিন্তু ব্যভিচারিণীকে অথবা অংশীবাদীনীকে এবং ব্যভিচারিণীকে বিবাহ করবে না, কিন্তু ব্যভিচারী পুরুষ অথবা মুশরিক; আর এ কাজ ঈমানদারদের উপর হারাম। ",
			"en_kanzulimaan": "The adulterer shall not marry except an adulteress or a polytheist woman, and none shall marry an adulteress except an adulterer or a polytheist; and this is forbidden for the believers.",
			"ur_kanzulimaan": "بدکار مرد نکاح نہ کرے مگر بدکار عورت یا شرک والی سے، اور بدکار عورت سے نکاح نہ کرے مگر بدکار مرد یا مشرک اور یہ کام ایمان والوں پر حرام ہے",
			"hi_kanzulimaan": "बदकार मर्द निकाह न करे मगर बदकार औरत या शिर्क वाली से और बदकार औरत से निकाह न करे मगर बदकार मर्द या मुश्रिक (6फ) और यह काम (7फ) ईमान वालों पर हराम है (8फ)",
			"author": "৩. ব্যভিচারী পুরুষ ব্যভিচারিণী অথবা মুশরিক নারী ব্যতীত (কোনো পবিত্র নারীকে) বিবাহ্ (করা পছন্দ) করে না এবং ব্যভিচারিণী(ও) ব্যভিচারী অথবা মুশরিক পুরুষ ব্যতীত কোনো (সৎকর্মশীল) কাউকে বিবাহ (করা পছন্দ) করে না। আর এ (ব্যভিচার) মুসলমানদের জন্যে হারাম করা হয়েছে।"
		},
		{
			"_id": "2795",
			"sura": "24",
			"para": "18",
			"verses": "4",
			"names": "وَ الَّذِیۡنَ یَرۡمُوۡنَ الۡمُحۡصَنٰتِ ثُمَّ لَمۡ یَاۡتُوۡا بِاَرۡبَعَۃِ  شُہَدَآءَ فَاجۡلِدُوۡہُمۡ ثَمٰنِیۡنَ جَلۡدَۃً  وَّ لَا تَقۡبَلُوۡا لَہُمۡ شَہَادَۃً  اَبَدًا ۚ وَ اُولٰٓئِکَ ہُمُ  الۡفٰسِقُوۡنَ ۙ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ یَرۡمُوۡنَ الۡمُحۡصَنٰتِ ثُمَّ لَمۡ یَاۡتُوۡا بِاَرۡبَعَۃِ  شُہَدَآءَ فَاجۡلِدُوۡہُمۡ ثَمٰنِیۡنَ جَلۡدَۃً  وَّ لَا تَقۡبَلُوۡا لَہُمۡ شَہَادَۃً  اَبَدًا ۚ وَ اُولٰٓئِکَ ہُمُ  الۡفٰسِقُوۡنَ ۙ﴿۴﴾ ",
			"index": "2795",
			"name": "এবং যারা পূন্যাত্না রমণীদের প্রতি অপবাদ আরোপ করবে, অতঃপর চারজন চাক্ষুষ সাক্ষী উপস্থিত করবে না, তবে তাদেরকে আশিটি কশাঘাত করো এবং তাদের কোন সাক্ষ্য কখনো গ্রহণ করো না এবং তারা ফাসিক্বই;",
			"en_kanzulimaan": "And those who accuse chaste women and do not bring four witnesses to testify - punish them with eighty lashes and do not ever accept their testimony; and it is they who are the wicked.",
			"ur_kanzulimaan": "اور جو پارسا عورتوں کو عیب لگائیں پھر چار گواہ معائنہ کے نہ لائیں تو انہیں اسی کوڑے لگاؤ اور ان کی گواہی کبھی نہ مانو اور وہی فاسق ہیں،",
			"hi_kanzulimaan": "और जो पारसा औरतों को ऐब (लांछन) लगाएं, फिर चार गवाह मुआयना के न लाएं तो उन्हें अस्सी कोड़े लगाओ और उनकी कोई गवाही कभी न मानो (9फ) और वही फ़सिक़ हैं",
			"author": "৪. আর যারা সতী-সাধ্বী নারীদের প্রতি (ব্যভিচারের) অপবাদ দেয়, অতঃপর চারজন সাক্ষী উপস্থাপন করতে পারে না, (মিথ্যা অপবাদের শাস্তি হিসেবে) তোমরা তাদেরকে আশিটি বেত্রাঘাত করো এবং কখনো তাদের সাক্ষী গ্রহণ করো না। আর এরাই পাপাচারী লোক,"
		},
		{
			"_id": "2796",
			"sura": "24",
			"para": "18",
			"verses": "5",
			"names": "اِلَّا الَّذِیۡنَ تَابُوۡا مِنۡۢ بَعۡدِ ذٰلِکَ وَ اَصۡلَحُوۡا ۚ فَاِنَّ  اللّٰہَ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "اِلَّا الَّذِیۡنَ تَابُوۡا مِنۡۢ بَعۡدِ ذٰلِکَ وَ اَصۡلَحُوۡا ۚ فَاِنَّ  اللّٰہَ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۵﴾ ",
			"index": "2796",
			"name": "কিন্তু যারা এরপরে তাওবা করে নেয় এবং নিজেদেরকে সংশোধন করে নেয়, তবে আল্লাহ্‌ ক্ষমাশীল, দয়ালু।",
			"en_kanzulimaan": "Except those who repent after this and reform themselves; so indeed Allah is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "مگر جو اس کے بعد توبہ کرلیں اور سنور جائیں تو بیشک اللہ بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "मगर जो इसके बाद तौबह कर लें और संवर जाएं (10फ) तो बेशक अल्लाह बख़्शने वाला मेहरबान है",
			"author": "৫. তবে সেসব লোক ছাড়া যারা (মিথ্যা অপবাদ) -এর পর তওবা করেছে এবং (নিজেদেরকে) সংশোধন করেছে; নিশ্চয়ই আল্লাহ্ মহাক্ষমাশীল, অসীম দয়ালু। (তারা পাপাচারীদের মধ্যে গণ্য হবে না, তবে তাদের উপর থেকে মিথ্যা অপবাদ প্রদানের শাস্তি মাফ হবে না)।"
		},
		{
			"_id": "2797",
			"sura": "24",
			"para": "18",
			"verses": "6",
			"names": "وَ الَّذِیۡنَ یَرۡمُوۡنَ اَزۡوَاجَہُمۡ وَ لَمۡ  یَکُنۡ لَّہُمۡ شُہَدَآءُ  اِلَّاۤ  اَنۡفُسُہُمۡ فَشَہَادَۃُ اَحَدِہِمۡ  اَرۡبَعُ شَہٰدٰتٍۭ بِاللّٰہِ ۙ اِنَّہٗ  لَمِنَ الصّٰدِقِیۡنَ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ یَرۡمُوۡنَ اَزۡوَاجَہُمۡ وَ لَمۡ  یَکُنۡ لَّہُمۡ شُہَدَآءُ  اِلَّاۤ  اَنۡفُسُہُمۡ فَشَہَادَۃُ اَحَدِہِمۡ  اَرۡبَعُ شَہٰدٰتٍۭ بِاللّٰہِ ۙ اِنَّہٗ  لَمِنَ الصّٰدِقِیۡنَ ﴿۶﴾ ",
			"index": "2797",
			"name": "আর ওই সব লোক, যারা নিজেদের স্ত্রীর প্রতি অপবাদ দেয়, এবং তাদের নিকট নিজেদের বর্ণনা ছাড়া অন্য কোন সাক্ষী থাকে না, তবে (তাদের মধ্যে) এমন কোন ব্যক্তির সাক্ষ্য এ হবে যে, সে চারবার সাক্ষ্য দেবে আল্লাহ্‌র নামে এ মর্মে যে, সে সত্যবাদী। ",
			"en_kanzulimaan": "And those who accuse their wives and do not have witnesses except their own statements  for such the testimony is that he bear the testimony four times by the name of Allah that he is truthful.",
			"ur_kanzulimaan": "اور وہ جو اپنی عورتوں کو عیب لگائیں اور ان کے پاس اپنے بیان کے سوا گواہ نہ ہوں تو ایسے کسی کی گواہی یہ ہے کہ چار بار گواہی دے اللہ کے نام سے کہ وہ سچا ہے",
			"hi_kanzulimaan": "और वो जो अपनी औरतों को ऐब लगाएं (11फ) और उनके पास अपने बयान के सिवा गवाह न हो तो ऐसे किसी की गवाही यह है कि चार बार गवाही दे अल्लाह के नाम से कि वह सच्चा है (12फ)",
			"author": "৬. আর যারা নিজেদের স্ত্রীদের উপর (ব্যভিচারের) অপবাদ আরোপ করেছে অথচ তাদের নিকট তারা নিজেরা ব্যতীত কোনো সাক্ষী নেই, তবে এরূপ ব্যক্তির সাক্ষ্য এরূপ হবে যে, (সে) আল্লাহ্‌র নামে চারবার শপথ করে সাক্ষ্য দিবে যে, সে (অভিযোগ আরোপে) সত্যবাদী।"
		},
		{
			"_id": "2798",
			"sura": "24",
			"para": "18",
			"verses": "7",
			"names": "وَ الۡخَامِسَۃُ اَنَّ لَعۡنَتَ اللّٰہِ عَلَیۡہِ  اِنۡ کَانَ مِنَ  الۡکٰذِبِیۡنَ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ الۡخَامِسَۃُ اَنَّ لَعۡنَتَ اللّٰہِ عَلَیۡہِ  اِنۡ کَانَ مِنَ  الۡکٰذِبِیۡنَ ﴿۷﴾ ",
			"index": "2798",
			"name": "এবং পঞ্চমবারে এ কথা (বলবে) যে, আল্লাহ্‌র লা’নত হোক তার উপর যদি সে মিথ্যাবাদী হয়।",
			"en_kanzulimaan": "And the fifth time, that the curse of Allah be upon him if he is a liar.",
			"ur_kanzulimaan": "اور پانچویں یہ کہ اللہ کی لعنت ہو اس پر اگر جھوٹا ہو،",
			"hi_kanzulimaan": "और पाँचवें यह कि अल्लाह कि लअनत हो उसपर अगर झूटा हो",
			"author": "৭. আর পঞ্চমবার এরূপ (বলবে) যে, তার উপর আল্লাহ্‌র অভিসম্পাত যদি সে মিথ্যাবাদী হয়।"
		},
		{
			"_id": "2799",
			"sura": "24",
			"para": "18",
			"verses": "8",
			"names": "وَ یَدۡرَؤُا  عَنۡہَا الۡعَذَابَ اَنۡ تَشۡہَدَ اَرۡبَعَ شَہٰدٰتٍۭ بِاللّٰہِ ۙ اِنَّہٗ لَمِنَ الۡکٰذِبِیۡنَ ۙ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَدۡرَؤُا  عَنۡہَا الۡعَذَابَ اَنۡ تَشۡہَدَ اَرۡبَعَ شَہٰدٰتٍۭ بِاللّٰہِ ۙ اِنَّہٗ لَمِنَ الۡکٰذِبِیۡنَ ۙ﴿۸﴾ ",
			"index": "2799",
			"name": "এবং স্ত্রীর শাস্তি এভাবে রহিত হবে যে, সে আল্লাহ্‌র নাম নিয়ে চারবার সাক্ষ্য দেবে যে, পুরুষ (তার স্বামী) মিথ্যাবাদী।",
			"en_kanzulimaan": "And the punishment shall be averted from the woman if she bears the testimony four times by the name of Allah, that the man is a liar.",
			"ur_kanzulimaan": "اور عورت سے یوں سزا ٹل جائے گی کہ وہ اللہ کا نام لے کر چار بار گواہی دے کہ مرد جھوٹا ہے",
			"hi_kanzulimaan": "और औरत से यूं सज़ा टल जाएगी कि वह अल्लाह का नाम लेकर चार बार गवाही दे कि मर्द झूटा है (13फ)",
			"author": "৮. আর (এভাবে) এ কথা নারীর শাস্তিকেও রহিত করতে পারে যদি সে চারবার আল্লাহ্‌র নামে শপথ করে (নিজে) সাক্ষ্য দেয় যে, সে (স্বামীটি এ অপবাদ আরোপের ক্ষেত্রে) মিথ্যাবাদী।"
		},
		{
			"_id": "2800",
			"sura": "24",
			"para": "18",
			"verses": "9",
			"names": "وَ الۡخَامِسَۃَ  اَنَّ غَضَبَ اللّٰہِ عَلَیۡہَاۤ  اِنۡ  کَانَ مِنَ  الصّٰدِقِیۡنَ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ الۡخَامِسَۃَ  اَنَّ غَضَبَ اللّٰہِ عَلَیۡہَاۤ  اِنۡ  کَانَ مِنَ  الصّٰدِقِیۡنَ ﴿۹﴾ ",
			"index": "2800",
			"name": "এবং পঞ্চমবারে এ কথা (বলবে) যে, তার উপর আল্লাহ্‌র গযব পতিত হোক, যদি পুরুষ (স্বামী) সত্যবাদী হয়!’",
			"en_kanzulimaan": "And the fifth time, that the wrath of Allah be upon her if the man is truthful.",
			"ur_kanzulimaan": "اور پانچویں یوں کہ عورت پر غضب اللہ کا اگر مرد جھوٹا ہے اور پانچویں یوں کہ عورت پر غضب اللہ کا اگر مرد سچا ہو",
			"hi_kanzulimaan": "और पाँचवीं यूं कि औरत पर ग़ज़ब अल्लाह का अगर मर्द सच्चा हो (14फ)",
			"author": "৯. আর পঞ্চমবার এরূপ (বলবে) যে, তার উপর (অর্থাৎ আমার উপর) আল্লাহ্‌র ক্রোধ বর্ষিত হোক, যদি সে (স্বামী এ অভিযোগ আরোপের ক্ষেত্রে) সত্যবাদী হয়।"
		},
		{
			"_id": "2801",
			"sura": "24",
			"para": "18",
			"verses": "10",
			"names": "وَ لَوۡ لَا فَضۡلُ اللّٰہِ عَلَیۡکُمۡ  وَ رَحۡمَتُہٗ وَ اَنَّ  اللّٰہَ   تَوَّابٌ  حَکِیۡمٌ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ لَا فَضۡلُ اللّٰہِ عَلَیۡکُمۡ  وَ رَحۡمَتُہٗ وَ اَنَّ  اللّٰہَ   تَوَّابٌ  حَکِیۡمٌ ﴿۱۰﴾ ",
			"index": "2801",
			"name": "এবং যদি আল্লাহ্‌র অনুগ্রহ ও তার দয়া তোমাদের উপর না হতো তাহলে তোমাদের রহস্য ফাস করে দিতেন। আর আল্লাহ্‌ হন তাওবা গ্রহণকারী প্রজ্ঞাময়। ",
			"en_kanzulimaan": "And were it not for Allahs munificence and His mercy upon you and that Allah is the Acceptor of Repentance, the Wise  He would then have unveiled you.",
			"ur_kanzulimaan": "اور اگر اللہ کا فضل اور اس کی رحمت تم پر نہ ہوتی اور یہ کہ اللہ توبہ قبول فرماتا حکمت والا ہے،",
			"hi_kanzulimaan": "और अगर अल्लाह का फ़ज़्ल (कृपा)  उसकी रहमत तुम पर न होती और  यह कि अल्लाह तौबह क़ुबूल फ़रमाता, हिकमत वाला है",
			"author": "১০. আর যদি তোমাদের প্রতি আল্লাহ্‌র দয়া ও অনুগ্রহ না হতো (তবে তোমরা এরূপ অবস্থায় অধিক বিচলিত হতে)। আর নিশ্চয়ই আল্লাহ্ বড়ই তওবা কবুলকারী, প্রজ্ঞাময়।"
		},
		{
			"_id": "2802",
			"sura": "24",
			"para": "18",
			"verses": "11",
			"names": "اِنَّ  الَّذِیۡنَ جَآءُوۡ بِالۡاِفۡکِ عُصۡبَۃٌ مِّنۡکُمۡ ؕ لَا تَحۡسَبُوۡہُ شَرًّا  لَّکُمۡ ؕ بَلۡ ہُوَ خَیۡرٌ  لَّکُمۡ ؕ لِکُلِّ  امۡرِیًٴ  مِّنۡہُمۡ  مَّا اکۡتَسَبَ مِنَ الۡاِثۡمِ ۚ وَ الَّذِیۡ تَوَلّٰی کِبۡرَہٗ   مِنۡہُمۡ  لَہٗ  عَذَابٌ  عَظِیۡمٌ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الَّذِیۡنَ جَآءُوۡ بِالۡاِفۡکِ عُصۡبَۃٌ مِّنۡکُمۡ ؕ لَا تَحۡسَبُوۡہُ شَرًّا  لَّکُمۡ ؕ بَلۡ ہُوَ خَیۡرٌ  لَّکُمۡ ؕ لِکُلِّ  امۡرِیًٴ  مِّنۡہُمۡ  مَّا اکۡتَسَبَ مِنَ الۡاِثۡمِ ۚ وَ الَّذِیۡ تَوَلّٰی کِبۡرَہٗ   مِنۡہُمۡ  لَہٗ  عَذَابٌ  عَظِیۡمٌ ﴿۱۱﴾ ",
			"index": "2802",
			"name": "নিশ্চয় ওই সব লোক, যারা এ ‘বড় অপবাদ’ নিয়ে এসেছে তারা তোমাদেরই মধ্যকার একটা দল; সেটাকে নিজেদের জন্য অনিষ্টকর মনে করো না; বরং তা তোমাদের জন্য কল্যাণকর। তাদের মধ্যে প্রত্যেক ব্যক্তির জন্য ওই পাপ রয়েছে, সে অর্জন করেছে; এবং তাদের মধ্যে ওই ব্যক্তি, যে সর্বাপেক্ষা বড় অংশ নিয়েছে (প্রধান ভূমিকা পালন করেছে) তার জন্য মহা শাস্তি রয়েছে। ",
			"en_kanzulimaan": "Indeed those who have brought this great accusation are a group from among you; do not consider it bad for you; on the contrary, it is good for you; for each man among them is the sin that he has earned; and for the one among them who played the greatest part in it  for him is a terrible punishment.",
			"ur_kanzulimaan": "تو تمہارا پردہ کھول دیتا بیشک وہ کہ یہ بڑا بہتان لائے ہیں تمہیں میں کی ایک جماعت ہے اسے اپنے لیے برا نہ سمجھو، بلکہ وہ تمہارے لیے بہتر ہے ان میں ہر شخص کے لیے وہ گناہ ہے جو اس نے کمایا اور ان میں وہ جس نے سب سے بڑا حصہ لیا اس کے لیے بڑا عذاب ہے",
			"hi_kanzulimaan": "तो तुम्हारा पर्दा खोल देता बेशक वह कि यह बड़ा बोहतान(आरोप) लाए हैं तुम्हीं में की एक जमाअत है (15फ) उसे अपने लिये बुरा न समझो, बल्कि वह तुम्हारे लिये बेहतर है (16फ) उनमें हर शख़्स के लिये वह गुनाह है जो उसने कमाया (17फ) और उनमें वह जिसने सबसे बड़ा हिस्सा लिया (18फ) उसके लिये बड़ा अज़ाब है (19फ)",
			"author": "১১. নিশ্চয়ই যারা (আয়েশা সিদ্দিকা তায়্যিবা তাহিরা রাদ্বিয়াল্লাহু আনহার প্রতি) মিথ্যা অপবাদ আরোপ করেছিল (তারাও) তোমাদেরই একটি দল ছিল। তোমরা একে (এ মিথ্যা অপবাদের ঘটনাকে) নিজেদের জন্যে অনিষ্টকর মনে করো না বরং এটি তোমাদের জন্যে কল্যাণকর (হয়েছে)।* তাদের প্রত্যেকের জন্যে সে পরিমাণই গোনাহ্ যেটুকু তারা অর্জন করেছে। আর (মিথ্যা অপবাদ আরোপের ক্ষেত্রে) তাদের মধ্য থেকে যে তাতে প্রধান ভুমিকা গ্রহণ করেছে তার জন্যে রয়েছে কঠিন শাস্তি।\n\n* (কেননা তোমাদের জন্যে এ ঘটনার প্রেক্ষিতেই শরীয়তের বিধান অর্জিত হয়েছে, আর আয়েশা সিদ্দিকা তায়্যিবা তাহিরা রাদ্বিয়াল্লাহু আনহার পূতঃপবিত্রতার সাক্ষী হয়েছেন স্বয়ং আল্লাহ্ যাঁর মাধ্যমে তোমরা তাঁর উচ্চ মর্যাদা জানতে পেরেছো।)"
		},
		{
			"_id": "2803",
			"sura": "24",
			"para": "18",
			"verses": "12",
			"names": "لَوۡ لَاۤ اِذۡ سَمِعۡتُمُوۡہُ  ظَنَّ الۡمُؤۡمِنُوۡنَ وَ الۡمُؤۡمِنٰتُ بِاَنۡفُسِہِمۡ خَیۡرًا ۙ وَّ قَالُوۡا ہٰذَاۤ   اِفۡکٌ  مُّبِیۡنٌ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "لَوۡ لَاۤ اِذۡ سَمِعۡتُمُوۡہُ  ظَنَّ الۡمُؤۡمِنُوۡنَ وَ الۡمُؤۡمِنٰتُ بِاَنۡفُسِہِمۡ خَیۡرًا ۙ وَّ قَالُوۡا ہٰذَاۤ   اِفۡکٌ  مُّبِیۡنٌ ﴿۱۲﴾ ",
			"index": "2803",
			"name": "কেন এমন হয় নি যখন তোমরা সেটা শুনেছিলে- মুসলমান পুরুষগণ এবং মুসলমান নারীগণ নিজেদের (লোকদের) বিষয়ে ভালো ধারণা করতো! এবং বলতো, ‘এতো সুস্পষ্ট অপবাদ!’",
			"en_kanzulimaan": "Why was it not that the believing men and women, when you heard it, thought good of their own people, and had said, This is a clear accusation?",
			"ur_kanzulimaan": "کیوں نہ ہوا ہوا جب تم نے اسے سنا تھا کہ مسلمان مردوں اور مسلمان عورتوں نے اپنوں پر نیک گمان کیا ہوتا اور کہتے یہ کھلا بہتان ہے",
			"hi_kanzulimaan": "क्यों न हुआ जब तुमने उसे सुना था कि मुसलमान मर्दों और मुसलमान औरतों ने अपनों पर नेक गुमान किया होता (20फ) और कहते यह खुला बोहतान है (21फ)",
			"author": "১২. এমনটি কেন হলো না যে, যখন তোমরা একথা (এ মিথ্যা অপবাদ) শুনলে তখন মুমিন পুরুষ ও মুমিন নারীগণ নিজেদের ব্যাপারে সৎ ধারণা করতো এবং (একথা) বলে দিতো যে, ‘এটি সুস্পষ্ট (মিথ্যানির্ভর) অপবাদ?’"
		},
		{
			"_id": "2804",
			"sura": "24",
			"para": "18",
			"verses": "13",
			"names": "لَوۡ لَا جَآءُوۡ عَلَیۡہِ  بِاَرۡبَعَۃِ شُہَدَآءَ ۚ فَاِذۡ لَمۡ یَاۡتُوۡا بِالشُّہَدَآءِ  فَاُولٰٓئِکَ عِنۡدَ  اللّٰہِ   ہُمُ   الۡکٰذِبُوۡنَ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "لَوۡ لَا جَآءُوۡ عَلَیۡہِ  بِاَرۡبَعَۃِ شُہَدَآءَ ۚ فَاِذۡ لَمۡ یَاۡتُوۡا بِالشُّہَدَآءِ  فَاُولٰٓئِکَ عِنۡدَ  اللّٰہِ   ہُمُ   الۡکٰذِبُوۡنَ ﴿۱۳﴾ ",
			"index": "2804",
			"name": "এ ব্যাপারে চারজন সাক্ষী কেন উপস্থিত করে নি? সুতরাং যখন সাক্ষী উপস্থিত করে নি, তখন তারাই আল্লাহ্‌র নিকট মিথ্যাবাদী।",
			"en_kanzulimaan": "Why did they not bring four witnesses upon it? Since they did not bring witnesses, they themselves are liars before Allah.",
			"ur_kanzulimaan": "اس پر چار گواہ کیوں نہ لائے، تو جب گواہ نہ لائے تو وہی اللہ کے نزدیک جھوٹے ہیں،",
			"hi_kanzulimaan": "उस पर चार गवाह क्यों न लाए तो जब गवाह न लाए तो वही अल्लाह के नज़दीक झूटें हैं",
			"author": "১৩. এরা (এ সকল অপবাদ প্রদানকারীরা) এ (ডামাডোলের) ঘটনায় চারজন স্বাক্ষী কেন নিয়ে আসেনি? তারা যেহেতু সাক্ষী আনয়ন করতে পারেনি সুতরাং এরাই আল্লাহ্‌র বিধানে মিথ্যাবাদী।"
		},
		{
			"_id": "2805",
			"sura": "24",
			"para": "18",
			"verses": "14",
			"names": "وَ لَوۡ لَا فَضۡلُ اللّٰہِ عَلَیۡکُمۡ وَ رَحۡمَتُہٗ فِی الدُّنۡیَا وَ الۡاٰخِرَۃِ  لَمَسَّکُمۡ فِیۡ مَاۤ اَفَضۡتُمۡ  فِیۡہِ  عَذَابٌ عَظِیۡمٌ  ﴿ۚۖ۱۴﴾",
			"number": "",
			"verses_PDMS": "وَ لَوۡ لَا فَضۡلُ اللّٰہِ عَلَیۡکُمۡ وَ رَحۡمَتُہٗ فِی الدُّنۡیَا وَ الۡاٰخِرَۃِ  لَمَسَّکُمۡ فِیۡ مَاۤ اَفَضۡتُمۡ  فِیۡہِ  عَذَابٌ عَظِیۡمٌ  ﴿ۚۖ۱۴﴾",
			"index": "2805",
			"name": "এবং যদি আল্লাহ্‌র অনুগ্রহ ও তার দয়া তোমাদের উপর দুনিয়া ও আখিরাতে না থাকতো, তাহলে যে চর্চায় তোমরা লিপ্ত হয়েছো তজ্জন্য কঠিন শাস্তি তোমাদেরকে স্পর্শ করতো; ",
			"en_kanzulimaan": "And were it not for Allahs munificence and His mercy upon you in the world and in the Hereafter, a terrible punishment would have reached you for the discussions you fell into.",
			"ur_kanzulimaan": "اور اگر اللہ کا فضل اور اس کی رحمت تم پر دنیا اور آخرت میں نہ ہو تی تو جس چرچے میں تم پڑے اس پر تمہیں بڑا عذاب پہنچتا،",
			"hi_kanzulimaan": "और अगर अल्लाह का फ़ज़्ल और उसकी रहमत तुम पर दुनिया और आख़िरत में न होती (22फ) तो जिस चर्चे में तुम पड़े उस पर तुम्हें बड़ा अज़ाब पहुंचता",
			"author": "১৪. আর যদি দুনিয়া ও আখেরাতে তোমাদের প্রতি আল্লাহ্‌র অনুগ্রহ এবং তাঁর রহমত না থাকতো, তবে যে (মিথ্যা অপবাদ) চর্চায় তোমরা মগ্ন ছিলে, তার কারণে অনেক কঠিন শাস্তি তোমাদেরকে স্পর্শ করতো।"
		},
		{
			"_id": "2806",
			"sura": "24",
			"para": "18",
			"verses": "15",
			"names": "اِذۡ تَلَقَّوۡنَہٗ  بِاَلۡسِنَتِکُمۡ وَ تَقُوۡلُوۡنَ بِاَفۡوَاہِکُمۡ  مَّا  لَیۡسَ لَکُمۡ  بِہٖ عِلۡمٌ وَّ تَحۡسَبُوۡنَہٗ ہَیِّنًا ٭ۖ وَّ ہُوَ عِنۡدَ اللّٰہِ عَظِیۡمٌ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "اِذۡ تَلَقَّوۡنَہٗ  بِاَلۡسِنَتِکُمۡ وَ تَقُوۡلُوۡنَ بِاَفۡوَاہِکُمۡ  مَّا  لَیۡسَ لَکُمۡ  بِہٖ عِلۡمٌ وَّ تَحۡسَبُوۡنَہٗ ہَیِّنًا ٭ۖ وَّ ہُوَ عِنۡدَ اللّٰہِ عَظِیۡمٌ ﴿۱۵﴾ ",
			"index": "2806",
			"name": "যখন তোমরা এমন কথা একে অপরের নিকট শুনে নিজেদের মুখে নিয়ে আসছিলে এবং নিজেদের মুখ থেকে তা-ই বের করছিলে যে সম্পর্কে তোমাদের আদৌ জ্ঞান নেই এবং সেটা সহজ (তুচ্ছ) মনে করেছিলে; অথচ সেটা আল্লাহ্‌র নিকট বড় কথা।",
			"en_kanzulimaan": "When you rumoured with your tongues after hearing such matters, and uttered with your mouths about which you had no knowledge, and you considered it light; and that, in the sight of Allah, is very great.",
			"ur_kanzulimaan": "جب تم ایسی بات اپنی زبانوں پر ایک دوسرے سے سن کر لاتے تھے اور اپنے منہ سے وہ نکالتے تھے جس کا تمہیں علم نہیں اور اسے سہل سمجھتے تھے اور وہ اللہ کے نزدیک بڑی بات ہے",
			"hi_kanzulimaan": "जब तुम ऐसी बात अपनी ज़बानों पर एक दूसरे से सुनकर लाते थे और अपने मुंह से वह निकालते थे जिसका तुम्हें इल्म नहीं और उसे सहल समझते थे (23फ) और वह अल्लाह के नज़दीक बड़ी बात है (24फ)",
			"author": "১৫. যখন তোমরা এ বিষয়টি (একে অপরের কাছ থেকে শুনে) নিজেদের রসনায় নিয়ে নিয়েছিলে এবং তোমাদের মুখে এমন কিছু বলেছিলে যার কোনো জ্ঞানই তোমাদের ছিল না এবং একে (এ চর্চাকে) সাধারণ বিষয় মনে করেছিলে; অথচ এটি ছিল আল্লাহ্‌র নিকট অত্যন্ত গুরুতর (ধৃষ্টতা)।"
		},
		{
			"_id": "2807",
			"sura": "24",
			"para": "18",
			"verses": "16",
			"names": "وَ لَوۡ لَاۤ  اِذۡ سَمِعۡتُمُوۡہُ  قُلۡتُمۡ مَّا یَکُوۡنُ لَنَاۤ  اَنۡ  نَّتَکَلَّمَ  بِہٰذَا ٭ۖ سُبۡحٰنَکَ ہٰذَا بُہۡتَانٌ عَظِیۡمٌ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ لَاۤ  اِذۡ سَمِعۡتُمُوۡہُ  قُلۡتُمۡ مَّا یَکُوۡنُ لَنَاۤ  اَنۡ  نَّتَکَلَّمَ  بِہٰذَا ٭ۖ سُبۡحٰنَکَ ہٰذَا بُہۡتَانٌ عَظِیۡمٌ ﴿۱۶﴾ ",
			"index": "2807",
			"name": "এবং কেন এমন হলো না যখন তোমরা শুনেছিলে তখন একথা বলতে, ‘আমাদের জন্য শোভা পায় না এমন কথা বলা। হে আল্লাহ্‌! তোমারই পবিত্রতা! এটাতো গুরুতর অপবাদ!’",
			"en_kanzulimaan": "And why was it not that, when you heard it, you would have said, It does not befit us to speak regarding this; Purity is to You, O Allah  this is a great accusation.",
			"ur_kanzulimaan": "اور کیوں نہ ہوا جب تم نے سنا تھا کہا ہوتا کہ ہمیں نہیں پہنچتا کہ ایسی بات کہیں الہٰی پاکی ہے تجھے یہ بڑا بہتان ہے،",
			"hi_kanzulimaan": "और क्यों न हुआ जब तुमने सुना था कहा होता कि हमें नहीं पहुंचता कि ऐसी बात कहें (25फ) इलाही पाकी है तुझे (26फ) यह बड़ा बोहतान है",
			"author": "১৬. আর তোমরা যখন এ (মিথ্যা অপবাদ) শুনেছিলে, তখন তোমরা কেন একথা বললে না, ‘আমাদের জন্যে এ (সমীচিনই) নয় যে, আমরা একথা আমাদের মুখে উচ্চারণ করি?’ (বরং তোমাদের বলা উচিৎ ছিল, ‘হে আল্লাহ্!) তুমি পূতঃপবিত্র (এ বিষয় থেকে, এমন নারীকে স্বীয় সম্মানিত হাবীব সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের প্রিয়তমা স্ত্রী বানিয়ে দিয়েছো)। এটি অনেক বড় অপবাদ।’"
		},
		{
			"_id": "2808",
			"sura": "24",
			"para": "18",
			"verses": "17",
			"names": "یَعِظُکُمُ اللّٰہُ اَنۡ تَعُوۡدُوۡا لِمِثۡلِہٖۤ  اَبَدًا اِنۡ  کُنۡتُمۡ  مُّؤۡمِنِیۡنَ ﴿ۚ۱۷﴾ ",
			"number": "",
			"verses_PDMS": "یَعِظُکُمُ اللّٰہُ اَنۡ تَعُوۡدُوۡا لِمِثۡلِہٖۤ  اَبَدًا اِنۡ  کُنۡتُمۡ  مُّؤۡمِنِیۡنَ ﴿ۚ۱۷﴾ ",
			"index": "2808",
			"name": "আল্লাহ্‌ তোমাদেরকে উপদেশ দিচ্ছেন যে, তবে কখনো তোমরা এরূপ বলো না যদি তোমরা ঈমান রাখো। ",
			"en_kanzulimaan": "Allah advises you never to speak like this again, if you have faith.",
			"ur_kanzulimaan": "اللہ تمہیں نصیحت فرماتا ہے کہ اب کبھی ایسا نہ کہنا اگر ایمان رکھتے ہو،",
			"hi_kanzulimaan": "अल्लाह तुम्हें नसीहत फ़रमाता है कि अब कभी ऐसा न कहना अगर ईमान रखते हो",
			"author": "১৭. আল্লাহ্ তোমাদেরকে উপদেশ দিচ্ছেন যে, (জীবনেও) কখনো এমন কথার পুনরাবৃত্তি করো না যদি তোমরা ঈমানদার হও।"
		},
		{
			"_id": "2809",
			"sura": "24",
			"para": "18",
			"verses": "18",
			"names": "وَ یُبَیِّنُ اللّٰہُ  لَکُمُ الۡاٰیٰتِ ؕ وَ اللّٰہُ عَلِیۡمٌ  حَکِیۡمٌ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ یُبَیِّنُ اللّٰہُ  لَکُمُ الۡاٰیٰتِ ؕ وَ اللّٰہُ عَلِیۡمٌ  حَکِیۡمٌ ﴿۱۸﴾ ",
			"index": "2809",
			"name": "এবং আল্লাহ্‌ তোমাদের জন্য আয়াতসমূহ সুস্পষ্টভাবে বর্ণনা করেন আর আল্লাহ্‌ জ্ঞানময়, প্রজ্ঞাময়।",
			"en_kanzulimaan": "And Allah clearly explains the verses for you; and Allah is All Knowing, Wise.",
			"ur_kanzulimaan": "اور اللہ تمہارے لیے آیتیں صاف بیان فرماتا ہے، اور اللہ علم و حکمت والا ہے،",
			"hi_kanzulimaan": "और अल्लाह तुम्हारे लिये आयतें साफ़ बयान फ़रमाता है, और अल्लाह  इल्म व हिकमत वाला है",
			"author": "১৮. আর আল্লাহ্ তোমাদের জন্যে আয়াতসমূহকে সুস্পষ্টভাবে বর্ণনা করেন এবং আল্লাহ্ সম্যক অবগত, প্রজ্ঞাময়।"
		},
		{
			"_id": "2810",
			"sura": "24",
			"para": "18",
			"verses": "19",
			"names": "اِنَّ الَّذِیۡنَ یُحِبُّوۡنَ اَنۡ تَشِیۡعَ الۡفَاحِشَۃُ فِی الَّذِیۡنَ اٰمَنُوۡا لَہُمۡ عَذَابٌ اَلِیۡمٌ ۙ فِی الدُّنۡیَا وَ الۡاٰخِرَۃِ ؕ وَ اللّٰہُ  یَعۡلَمُ  وَ  اَنۡتُمۡ  لَا  تَعۡلَمُوۡنَ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ الَّذِیۡنَ یُحِبُّوۡنَ اَنۡ تَشِیۡعَ الۡفَاحِشَۃُ فِی الَّذِیۡنَ اٰمَنُوۡا لَہُمۡ عَذَابٌ اَلِیۡمٌ ۙ فِی الدُّنۡیَا وَ الۡاٰخِرَۃِ ؕ وَ اللّٰہُ  یَعۡلَمُ  وَ  اَنۡتُمۡ  لَا  تَعۡلَمُوۡنَ ﴿۱۹﴾ ",
			"index": "2810",
			"name": "ওই সব লোক, যারা চায় যে, মুসলমানদের মধ্যে অশ্লীলতার প্রসার হোক, তাদের জন্য মর্মন্তুদ শাস্তি রয়েছে-দুনিয়া ও আখিরাতে এবং আল্লাহ্‌ জানেন আর তোমরা জানো না। ",
			"en_kanzulimaan": "Indeed those who wish that slander should spread among the Muslims  for them is a painful punishment in this world and in the Hereafter; and Allah knows, and you do not know.",
			"ur_kanzulimaan": "وہ لوگ جو چاہتے ہیں کہ مسلمانوں میں برا چرچا پھیلے ان کے لیے دردناک عذاب ہے دنیا اور آخرت میں اور اللہ جانتا ہے اور تم نہیں جانتے،",
			"hi_kanzulimaan": "वो लोग जो चाहते हैं कि मुसलमानों में बुरा चर्चा फैले उनके लिये दर्दनाक अज़ाब है दुनिया (27फ) और आख़िरत में (28फ) और अल्लाह जानता है (29फ) और तुम नहीं जानते",
			"author": "১৯. নিশ্চয়ই যারা পছন্দ করে যে, মুসলমানদের মাঝে অশ্লীলতা ছড়িয়ে পড়ুক, তাদের জন্যে দুনিয়া ও আখিরাতে রয়েছে যন্ত্রণাদায়ক শাস্তি। আর আল্লাহ্ (এমন লোকদের উদ্দেশ্য) জানেন এবং তোমরা জানো না।"
		},
		{
			"_id": "2811",
			"sura": "24",
			"para": "18",
			"verses": "20",
			"names": "وَ لَوۡ لَا فَضۡلُ اللّٰہِ عَلَیۡکُمۡ  وَ  رَحۡمَتُہٗ  وَ  اَنَّ  اللّٰہَ  رَءُوۡفٌ  رَّحِیۡمٌ ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ لَا فَضۡلُ اللّٰہِ عَلَیۡکُمۡ  وَ  رَحۡمَتُہٗ  وَ  اَنَّ  اللّٰہَ  رَءُوۡفٌ  رَّحِیۡمٌ ﴿۲۰﴾ ",
			"index": "2811",
			"name": "এবং যদি আল্লাহ্‌র অনুগ্রহ ও তার দয়া তোমাদের প্রতি না থাকতো, তবে তোমরা সেটার কষ্টের স্বাদ অনুভব করতে আর আল্লাহ্‌ হন তোমাদের প্রতি অত্যন্ত দয়ার্দ্র, পরম দয়ালু।",
			"en_kanzulimaan": "And were it not for Allahs munificence and His mercy upon you, and that Allah is Forgiving, Most Merciful - you would have tasted its outcome.",
			"ur_kanzulimaan": "اور اگر اللہ کا فضل اور اس کی رحمت تم پر نہ ہوتی اور یہ کہ اللہ تم پر نہایت مہربان مہروالا ہے،",
			"hi_kanzulimaan": "और अगर अल्लाह का फ़ज़्ल और उसकी रहमत तुम पर न होती और यह कि अल्लाह तुम पर निहायत मेहरबान महर वाला है तो तुम इसका मज़ा चखते (30फ)",
			"author": "২০. আর যদি তোমাদের প্রতি (রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের ওসিলায়) আল্লাহ্‌র দয়া ও তাঁর অনুগ্রহ না হতো (তবে তোমাদেরকে পূর্ববর্তী উম্মতদের ন্যায় ধ্বংস করে দেয়া হতো)। কিন্তু আল্লাহ্ অত্যন্ত অনুগ্রহশীল, অসীম দয়ালু।"
		},
		{
			"_id": "2812",
			"sura": "24",
			"para": "18",
			"verses": "21",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَتَّبِعُوۡا خُطُوٰتِ الشَّیۡطٰنِ ؕ وَ مَنۡ یَّتَّبِعۡ خُطُوٰتِ الشَّیۡطٰنِ فَاِنَّہٗ یَاۡمُرُ بِالۡفَحۡشَآءِ وَ الۡمُنۡکَرِ ؕ وَ لَوۡ لَا فَضۡلُ اللّٰہِ عَلَیۡکُمۡ وَ رَحۡمَتُہٗ  مَا زَکٰی مِنۡکُمۡ  مِّنۡ  اَحَدٍ  اَبَدًا  ۙ  وَّ لٰکِنَّ  اللّٰہَ یُزَکِّیۡ مَنۡ یَّشَآءُ ؕ وَ اللّٰہُ سَمِیۡعٌ عَلِیۡمٌ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَتَّبِعُوۡا خُطُوٰتِ الشَّیۡطٰنِ ؕ وَ مَنۡ یَّتَّبِعۡ خُطُوٰتِ الشَّیۡطٰنِ فَاِنَّہٗ یَاۡمُرُ بِالۡفَحۡشَآءِ وَ الۡمُنۡکَرِ ؕ وَ لَوۡ لَا فَضۡلُ اللّٰہِ عَلَیۡکُمۡ وَ رَحۡمَتُہٗ  مَا زَکٰی مِنۡکُمۡ  مِّنۡ  اَحَدٍ  اَبَدًا  ۙ  وَّ لٰکِنَّ  اللّٰہَ یُزَکِّیۡ مَنۡ یَّشَآءُ ؕ وَ اللّٰہُ سَمِیۡعٌ عَلِیۡمٌ ﴿۲۱﴾ ",
			"index": "2812",
			"name": "হে ঈমানদারগণ! শয়তানের পদাঙ্ক অনুসরণ করো না। এবং যে শয়তানদের পদাঙ্ক অনুসরণ করে, তবে সে তো অশ্লীলতা ও মন্দ কাজেরই কথা বলবে। আর যদি আল্লাহ্‌র অনুগ্রহ ও তার দয়া তোমাদের প্রতি না থাকতো, তবে তোমাদের মধ্যে কেউই কখনো পবিত্র হতে পারতে না। হাঁ, আল্লাহ্‌ যাকে ইচ্ছা পবিত্র করে দেন এবং আল্লাহ্‌ শুনেন, জানেন।",
			"en_kanzulimaan": "O People who Believe! Do not follow the footsteps of the devil; and whoever follows the footsteps of the devil  so he will only bid the indecent and the evil; and were it not for Allahs munificence and His mercy upon you, none of you would ever become pure  but Allah purifies whomever He wills; and Allah is All Hearing, All Knowing.",
			"ur_kanzulimaan": "تو تم اس کا مزہ چکھتے اے ایمان والو! شیطان کے قدموں پر نہ چلو، اور جو شیطان کے قدموں پر چلے تو وہ تو بے حیائی اور بری ہی بات بتائے گا اور اگر اللہ کا فضل اور اس کی رحمت تم پر نہ ہوتی تو تم میں کوئی بھی کبھی ستھرا نہ ہوسکتا ہاں اللہ ستھرا کردیتا ہے جسے چاہے اور اللہ سنتا جانتا ہے،",
			"hi_kanzulimaan": "ऐ ईमान वालो शैतान के क़दमों पर न चलो, और जो शैतान के क़दमों पर चले तो वह तो बेहयाई और बुरी ही बात बताएगा (31फ) और अगर अल्लाह का फ़ज़्ल और उसकी रहमत तुम पर न होती तो तुम में कोई भी कभी सुथरा न हो सकता (32फ) हाँ अल्लाह सुथरा कर देता है जिसे चाहे (33फ) और अल्लाह सुनता जानता है",
			"author": "২১.  হে ঈমানদারগণ! শয়তানের পদাঙ্ক অনুসরণ করো না, আর কেউ শয়তানের পদাঙ্ক অনুসরণ করলে সে (শয়তান) নিশ্চিত অশ্লীলতা ও মন্দকাজের (প্রচারের নিমিত্তে) নির্দেশ দেয়। আর যদি তোমাদের প্রতি আল্লাহ্‌র দয়া ও তাঁর অনুগ্রহ না হতো তবে তোমাদের কেউ কখনোই (এ অপবাদের পাপের কলঙ্ক থেকে) পবিত্র হতে পারতে না। কিন্তু আল্লাহ্ যাকে চান পবিত্র করেন, আর আল্লাহ্ সর্বশ্রোতা, সর্বজ্ঞ।"
		},
		{
			"_id": "2813",
			"sura": "24",
			"para": "18",
			"verses": "22",
			"names": "وَ لَا یَاۡتَلِ اُولُوا الۡفَضۡلِ مِنۡکُمۡ وَ السَّعَۃِ  اَنۡ یُّؤۡتُوۡۤا  اُولِی الۡقُرۡبٰی وَ الۡمَسٰکِیۡنَ وَ الۡمُہٰجِرِیۡنَ فِیۡ سَبِیۡلِ اللّٰہِ ۪ۖ وَ لۡیَعۡفُوۡا وَ لۡیَصۡفَحُوۡا ؕ اَلَا تُحِبُّوۡنَ اَنۡ یَّغۡفِرَ اللّٰہُ  لَکُمۡ ؕ وَ اللّٰہُ غَفُوۡرٌ   رَّحِیۡمٌ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا یَاۡتَلِ اُولُوا الۡفَضۡلِ مِنۡکُمۡ وَ السَّعَۃِ  اَنۡ یُّؤۡتُوۡۤا  اُولِی الۡقُرۡبٰی وَ الۡمَسٰکِیۡنَ وَ الۡمُہٰجِرِیۡنَ فِیۡ سَبِیۡلِ اللّٰہِ ۪ۖ وَ لۡیَعۡفُوۡا وَ لۡیَصۡفَحُوۡا ؕ اَلَا تُحِبُّوۡنَ اَنۡ یَّغۡفِرَ اللّٰہُ  لَکُمۡ ؕ وَ اللّٰہُ غَفُوۡرٌ   رَّحِیۡمٌ ﴿۲۲﴾ ",
			"index": "2813",
			"name": "এবং তোমাদের মধ্যে যারা মর্যাদাবান ও সামর্থ্যবান তারা যেন এ মর্মে শপথ না করে যে, আত্নীয়-স্বজন, অভাবগ্রস্ত  এবং আল্লাহ্‌র পথে হিজরত কারীদেরকে প্রদান করবে না এবং তাদের উচিত যেন ক্ষমা করে দেয় এবং দোষ-ত্রুটি উপেক্ষা করে। তোমরা কি এ কথা পছন্দ করো না যে, আল্লাহ্‌ তোমাদেরকে ক্ষমা করবেন? এবং আল্লাহ্‌ ক্ষমাশীল, দয়ালু।",
			"en_kanzulimaan": "And may not those who possess superiority (in wealth) among you and possess capacity, swear not to give to the relatives and to the needy, and to immigrants in Allah's cause; and they should forgive and forbear; do you not like that Allah may forgive you? And Allah is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "اور قسم نہ کھائیں وہ جو تم میں فضیلت والے اور گنجائش والے ہیں قرابت والوں اور مسکینوں اور اللہ کی راہ میں ہجرت کرنے والوں کو دینے کی، اور چاہیے کہ معاف کریں اور درگزریں، کیا تم اسے دوست نہیں رکھتے کہ اللہ تمہاری بخشش کرے، اور اللہ بخشنے والا مہربان ہے",
			"hi_kanzulimaan": "और क़सम न खाएं वो जो तुम में फ़ज़ीलत (बुज़ुर्गी) वाले (34फ) और गुंजायश (सामर्थ्य) वाले हैं (35फ) क़राबत वालों (रिश्तेदारों) और मिस्कीनों और अल्लाह की राह में हिजरत करने वालों को देने की और चाहिये कि माफ़ करें और दरगुज़रें, क्या तुम इसे दोस्त नहीं रखते कि अल्लाह तुम्हारी बख़्शिश करे, और अल्लाह बख़्शने वाला मेहरबान है (36फ)",
			"author": "২২. আর তোমাদের মধ্যে মর্যাদার অধিকারী (ধর্মপরায়ণ) এবং (পার্থিব) স্বচ্ছলতার অধিকারী যেন (এখন মিথ্যা অপবাদে অংশীগ্রহণকারী) সেসব নিকটাত্মীয়, অভাবগ্রস্ত এবং আল্লাহ্‌র পথে হিজরতকারীদেরকে (আর্থিক সহায়তা) দান না করার শপথ না করে। তাদের উচিৎ (সে সবের অসদাচরণ) ক্ষমা করে দেয়া এবং (তাদের ত্রুটি) উপেক্ষা করা। তোমরা কি পছন্দ করো না যে, আল্লাহ্ তোমাদেরকে ক্ষমা করে দেবেন? আর আল্লাহ্ মহাক্ষমাশীল, অসীম দয়ালু।"
		},
		{
			"_id": "2814",
			"sura": "24",
			"para": "18",
			"verses": "23",
			"names": "اِنَّ  الَّذِیۡنَ یَرۡمُوۡنَ الۡمُحۡصَنٰتِ الۡغٰفِلٰتِ الۡمُؤۡمِنٰتِ لُعِنُوۡا فِی الدُّنۡیَا وَ الۡاٰخِرَۃِ ۪ وَ  لَہُمۡ  عَذَابٌ  عَظِیۡمٌ ﴿ۙ۲۳﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الَّذِیۡنَ یَرۡمُوۡنَ الۡمُحۡصَنٰتِ الۡغٰفِلٰتِ الۡمُؤۡمِنٰتِ لُعِنُوۡا فِی الدُّنۡیَا وَ الۡاٰخِرَۃِ ۪ وَ  لَہُمۡ  عَذَابٌ  عَظِیۡمٌ ﴿ۙ۲۳﴾ ",
			"index": "2814",
			"name": "নিশ্চয় ওই সব লোক, যারা অপবাদ আরোপ করে সরলমনা সাধ্বী ঈমানদার নারীদের প্রতি, তাদের উপর লা’নত রয়েছে, দুনিয়া ও আখিরাতে এবং তাদের জন্য রয়েছে মহা শাস্তি; ",
			"en_kanzulimaan": "Indeed those who accuse the innocent virtuous, believing women  upon them is a curse in this world and in the Hereafter; and for them is a terrible punishment.",
			"ur_kanzulimaan": "بیشک وہ جو عیب لگاتے ہیں انجان پارسا ایمان والیوں کو ان پر لعنت ہے دنیا اور آخرت میں اور ان کے لیے بڑا عذاب ہے",
			"hi_kanzulimaan": "बेशक वो जो ऐब (दोष) लगाते हैं अनजान (37फ) पारसा ईमान वालियों को (38फ) उनपर लअनत है दुनिया और आख़िरत में और उनके लिये बड़ा अज़ाब है (39फ)",
			"author": "২৩. নিশ্চয়ই যারা মিথ্যা অপবাদ আরোপ করে সাধ্বী নারীদের প্রতি, যারা (অনিষ্টের চিন্তা থেকেও) অনবহিত এবং অনবগত, তারা (উভয় জাহান) দুনিয়া ও আখেরাতে অভিশপ্ত। আর তাদের জন্যে রয়েছে চরম শাস্তি,"
		},
		{
			"_id": "2815",
			"sura": "24",
			"para": "18",
			"verses": "24",
			"names": "یَّوۡمَ  تَشۡہَدُ عَلَیۡہِمۡ اَلۡسِنَتُہُمۡ وَ اَیۡدِیۡہِمۡ  وَ  اَرۡجُلُہُمۡ  بِمَا  کَانُوۡا یَعۡمَلُوۡنَ  ﴿۲۴﴾",
			"number": "",
			"verses_PDMS": "یَّوۡمَ  تَشۡہَدُ عَلَیۡہِمۡ اَلۡسِنَتُہُمۡ وَ اَیۡدِیۡہِمۡ  وَ  اَرۡجُلُہُمۡ  بِمَا  کَانُوۡا یَعۡمَلُوۡنَ  ﴿۲۴﴾",
			"index": "2815",
			"name": "যেদিন তাদের বিরুদ্ধে সাক্ষ্য দেবে তাদেরই রসনাগুলো, তাদের হাতগুলো ও তাদের চরণগুলো যা কিছু তারা করতো সে সম্বন্ধে-",
			"en_kanzulimaan": "On the day when their tongues and their hands and their feet will testify against them, regarding what they used to do.",
			"ur_kanzulimaan": "جس دن ان پر گواہی دیں گے ان کی زبانیں اور ان کے ہاتھ اور ان کے پاؤں جو کچھ کرتے تھے،",
			"hi_kanzulimaan": "जिस दिन (40फ) उनपर गवाही देंगी उनकी ज़बानें (41फ) और उनके हाथ और उनके पांव जो कुछ करते थे",
			"author": "২৪. যে দিন (স্বয়ং) তাদের জিহ্বা, তাদের হস্ত এবং তাদের চরণ তাদের বিপক্ষে স্বাক্ষী দিবে যা কিছু তারা করতো,"
		},
		{
			"_id": "2816",
			"sura": "24",
			"para": "18",
			"verses": "25",
			"names": "یَوۡمَئِذٍ یُّوَفِّیۡہِمُ اللّٰہُ  دِیۡنَہُمُ الۡحَقَّ وَ یَعۡلَمُوۡنَ  اَنَّ  اللّٰہَ  ہُوَ الۡحَقُّ الۡمُبِیۡنُ ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "یَوۡمَئِذٍ یُّوَفِّیۡہِمُ اللّٰہُ  دِیۡنَہُمُ الۡحَقَّ وَ یَعۡلَمُوۡنَ  اَنَّ  اللّٰہَ  ہُوَ الۡحَقُّ الۡمُبِیۡنُ ﴿۲۵﴾ ",
			"index": "2816",
			"name": "সেদিন আল্লাহ্‌ তাদেরকে তাদের প্রকৃত পুরোপুরি প্রদান করবেন এবং তারা জেনে নেবে যে, আল্লাহ্‌ই সুস্পষ্ট সত্য।",
			"en_kanzulimaan": "On that day Allah will give them their true punishment, and they will know that Allah only is the Clear Truth.",
			"ur_kanzulimaan": "اس دن اللہ انہیں ان کی سچی سزا پوری دے گا اور جان لیں گے کہ اللہ ہی صریح حق ہے،",
			"hi_kanzulimaan": "उस दिन अल्लाह उन्हें उनकी सच्ची सज़ा पूरी देगा (42फ) और जान लेंगे कि अल्लाह ही सलीम हक़ है (43फ)",
			"author": "২৫. সে দিন আল্লাহ্ তাদেরকে (তাদের কৃতকর্মের) প্রাপ্য প্রতিদান পুরোপুরি দেবেন। আর তারা জানবে যে, আল্লাহ্ (নিজেও) সত্য (এবং সত্য) প্রকাশকারী।"
		},
		{
			"_id": "2817",
			"sura": "24",
			"para": "18",
			"verses": "26",
			"names": "اَلۡخَبِیۡثٰتُ لِلۡخَبِیۡثِیۡنَ وَ الۡخَبِیۡثُوۡنَ لِلۡخَبِیۡثٰتِ ۚ وَ الطَّیِّبٰتُ لِلطَّیِّبِیۡنَ وَ الطَّیِّبُوۡنَ لِلطَّیِّبٰتِ ۚ اُولٰٓئِکَ مُبَرَّءُوۡنَ مِمَّا یَقُوۡلُوۡنَ ؕ لَہُمۡ مَّغۡفِرَۃٌ  وَّ رِزۡقٌ  کَرِیۡمٌ ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "اَلۡخَبِیۡثٰتُ لِلۡخَبِیۡثِیۡنَ وَ الۡخَبِیۡثُوۡنَ لِلۡخَبِیۡثٰتِ ۚ وَ الطَّیِّبٰتُ لِلطَّیِّبِیۡنَ وَ الطَّیِّبُوۡنَ لِلطَّیِّبٰتِ ۚ اُولٰٓئِکَ مُبَرَّءُوۡنَ مِمَّا یَقُوۡلُوۡنَ ؕ لَہُمۡ مَّغۡفِرَۃٌ  وَّ رِزۡقٌ  کَرِیۡمٌ ﴿۲۶﴾ ",
			"index": "2817",
			"name": "অপবিত্র নারীরা অপবিত্র পুরুষদের জন্য এবং অপবিত্র পুরুষগণ অপবিত্র নারীদের জন্য; আর পবিত্র নারীগণ পবিত্র পুরষদের জন্য এবং পবিত্র পুরুষগণ পবিত্র নারীদের জন্য। তারা পবিত্র ওই সব উক্তি থেকে যেগুলো এসব লোক বলছে। তাদের জন্য রয়েছে ক্ষমা ও সম্মানজনক জীবিকা। ",
			"en_kanzulimaan": "Vile women for vile men, and vile men for vile women; and virtuous women for virtuous men, and virtuous men for virtuous women; such are innocent of what these people say; for them are forgiveness, and an honourable sustenance.",
			"ur_kanzulimaan": "گندیاں گندوں کے لیے اور گندے گندیوں کے لیے اور ستھریاں ستھروں کے لیے اور ستھرے ستھریوں کے لیے وہ پاک ہیں ان باتوں سے جو یہ کہہ رہے ہیں، ان کے لیے بخشش اور عزت کی روزی ہے",
			"hi_kanzulimaan": "गन्दियां गन्दों के लिये और गन्दे गन्दियों के लिये (44फ) और सुथरियां सुथरों के लिये और सुथरे सुथरियों के लिये, वो (45फ) पाक हैं उन बातों से जो यह (46फ) कह रहे है, उनके लिये बख़्शिश और इज़्ज़त की रोज़ी है (47फ)",
			"author": "২৬. দুশ্চরিত্রা নারী দুশ্চরিত্র পুরুষের জন্যে (নির্ধারিত) এবং দুশ্চরিত্র পুরুষ দুশ্চরিত্রা নারীর জন্যে। আর (একই ভাবে) সচ্চরিত্র নারী সচ্চরিত্র পুরুষদের জন্যে (নির্ধারিত) এবং সচ্চরিত্র পুরুষ সচ্চরিত্রা নারীর জন্যে। (সুতরাং তোমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের পূতঃপবিত্রতা দেখে খুব ভালোভাবে অনুধাবন করো যে, আল্লাহ্ তাঁর জন্যে তাঁর স্ত্রীও কী পরিমাণ পূতঃপবিত্র বানিয়েছেন।) এ সকল (পবিত্র লোকজন) এ (মিথ্যা অপবাদ) থেকে সম্পূর্ণরূপে মুক্ত, যা এ (অশ্লীলভাষী) লোকেরা বলে। তাদের জন্যে (তো) ক্ষমা ও মর্যাদা এবং সম্মানজনক জীবিকা (নির্ধারিত) রয়েছে। (তাদের ব্যাপারে জিহ্বা সম্প্রসারিত করে তোমরা কেন নিজেদের মুখ নষ্ট করছো এবং নিজেদের পরকালকে ধ্বংস ও বরবাদ করছো?)"
		},
		{
			"_id": "2818",
			"sura": "24",
			"para": "18",
			"verses": "27",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَدۡخُلُوۡا بُیُوۡتًا غَیۡرَ  بُیُوۡتِکُمۡ  حَتّٰی تَسۡتَاۡنِسُوۡا وَ تُسَلِّمُوۡا عَلٰۤی اَہۡلِہَا ؕ ذٰلِکُمۡ  خَیۡرٌ لَّکُمۡ  لَعَلَّکُمۡ  تَذَکَّرُوۡنَ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَدۡخُلُوۡا بُیُوۡتًا غَیۡرَ  بُیُوۡتِکُمۡ  حَتّٰی تَسۡتَاۡنِسُوۡا وَ تُسَلِّمُوۡا عَلٰۤی اَہۡلِہَا ؕ ذٰلِکُمۡ  خَیۡرٌ لَّکُمۡ  لَعَلَّکُمۡ  تَذَکَّرُوۡنَ ﴿۲۷﴾ ",
			"index": "2818",
			"name": "হে ঈমানদারগণ! তোমরা নিজেদের ঘর ব্যতীত অন্যান্য ঘরগুলোতে যেও না যতক্ষণ পর্যন্ত অনুমতি না নাও এবং সেগুলোর মধ্যে বসবাসকারীদের সালাম না করো। এটা তোমাদের জন্য শ্রেয়, যাতে তোমরা মনোযোগ দাও।",
			"en_kanzulimaan": "O People who Believe! Do not enter the houses except your own until you obtain permission and have conveyed peace upon its inhabitants; this is better for you, in order that you may ponder.",
			"ur_kanzulimaan": "اے ایمان والو! اپنے گھروں کے سوا اور گھروں میں نہ جاؤ جب تک اجازت نہ لے لو اور ان کے ساکنوں پر سلام نہ کرلو یہ تمہارے لیے بہتر ہے کہ تم دھیان کرو،",
			"hi_kanzulimaan": "ऐ ईमान वालों अपने घरों के सिवा और घरो में न जाओ जब तक इजाज़त न ले लो (48फ) और उनके साकिनों पर सलाम न कर लो (49फ) यह तुम्हारे लिये बेहतर है कि तुम ध्यान करो",
			"author": "২৭. হে ঈমানদারগণ! তোমরা নিজেদের গৃহ ব্যতীত অন্য কারো গৃহে প্রবেশ করো না, যতক্ষণ পর্যন্ত না তোমরা তাদের অনুমতি লাভ করো এবং (প্রবেশ করার মূহুর্তে) এর অধিবাসীদেরকে সালাম প্রদান করো। এটি তোমাদের জন্যে উত্তম (উপদেশ), যাতে তোমরা (এর যৌক্তিকতা) চিন্তা-ভাবনা করতে পারো।"
		},
		{
			"_id": "2819",
			"sura": "24",
			"para": "18",
			"verses": "28",
			"names": "فَاِنۡ  لَّمۡ تَجِدُوۡا فِیۡہَاۤ  اَحَدًا فَلَا تَدۡخُلُوۡہَا حَتّٰی یُؤۡذَنَ لَکُمۡ ۚ وَ  اِنۡ قِیۡلَ لَکُمُ ارۡجِعُوۡا فَارۡجِعُوۡا ہُوَ اَزۡکٰی لَکُمۡ ؕ وَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ عَلِیۡمٌ ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "فَاِنۡ  لَّمۡ تَجِدُوۡا فِیۡہَاۤ  اَحَدًا فَلَا تَدۡخُلُوۡہَا حَتّٰی یُؤۡذَنَ لَکُمۡ ۚ وَ  اِنۡ قِیۡلَ لَکُمُ ارۡجِعُوۡا فَارۡجِعُوۡا ہُوَ اَزۡکٰی لَکُمۡ ؕ وَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ عَلِیۡمٌ ﴿۲۸﴾ ",
			"index": "2819",
			"name": "অতঃপর যদি সেগুলোর মধ্যে কাউকেও না পাও। তখনও মালিকদের অনুমতি ব্যতীত সেগুলোতে প্রবেশ করো না এবং যদি তোমাদেরকে বলা হয়, ‘ফিরে যাও!’ তবে ফিরে যাবে। এটা তোমাদের জন্য খুবই পবিত্র। আল্লাহ্‌ তোমাদের কার্যাদি সম্বন্ধে জানেন। ",
			"en_kanzulimaan": "And if you do not find anyone in them, even then do not enter without the permission of their owners; and if it is said to you, Go away then go away  this is much purer for you; and Allah knows your deeds.",
			"ur_kanzulimaan": "پھر اگر ان میں کسی کو نہ پاؤ جب بھی بے ما لکوں کی اجازت کے ان میں نہ جاؤ اور اگر تم سے کہا جائے واپس جاؤ تو واپس ہو یہ تمہارے لیے بہت ستھرا ہے، اللہ تمہارے کاموں کو جانتا ہے،",
			"hi_kanzulimaan": " फिर अगर उनमें किसी को न पाओ (50फ) जब भी बे मालिकों की इजाज़त के उनमें न जाओ  (51फ) और अगर तुमसे कहा जाए वापस जाओ तो वापस हो (52फ) यह तुम्हारे लिये बहुत सुथरा है, अल्लाह तुम्हारे कामों को जानता है",
			"author": "২৮. অতঃপর যদি তোমরা এতে (এ গৃহে) কাউকে না পাও তবে তোমরা এর অভ্যন্তরে প্রবেশ করো না, যতক্ষণ পর্যন্ত না তোমাদেরকে (এর) অনুমতি দেয়া হয়। আর যদি তোমাদেরকে বলা হয়, ‘ফিরে যাও’, তবে তোমরা ফিরে যাবে; এটি তোমাদের জন্যে খুবই উত্তম। আর আল্লাহ্ সে কাজের ব্যাপারে সবিশেষ অবগত যা তোমরা করো।"
		},
		{
			"_id": "2820",
			"sura": "24",
			"para": "18",
			"verses": "29",
			"names": "لَیۡسَ عَلَیۡکُمۡ جُنَاحٌ اَنۡ تَدۡخُلُوۡا بُیُوۡتًا غَیۡرَ مَسۡکُوۡنَۃٍ فِیۡہَا مَتَاعٌ لَّکُمۡ ؕ وَ اللّٰہُ یَعۡلَمُ  مَا تُبۡدُوۡنَ وَ مَا تَکۡتُمُوۡنَ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "لَیۡسَ عَلَیۡکُمۡ جُنَاحٌ اَنۡ تَدۡخُلُوۡا بُیُوۡتًا غَیۡرَ مَسۡکُوۡنَۃٍ فِیۡہَا مَتَاعٌ لَّکُمۡ ؕ وَ اللّٰہُ یَعۡلَمُ  مَا تُبۡدُوۡنَ وَ مَا تَکۡتُمُوۡنَ ﴿۲۹﴾ ",
			"index": "2820",
			"name": "এতে তোমাদের কোন পাপ নেই যে, তোমরা ওই সব ঘরের ভিতর যাবে, যেগুলো বিশেষ করে কারো বসবাসের নয় এবং সেগুলো ভোগ করার ইখতিয়ার তোমাদের রয়েছে; আর আল্লাহ্‌ জানেন যা তোমরা প্রকাশ করো এবং যা তোমরা গোপন করো।",
			"en_kanzulimaan": "There is no sin upon you to enter houses not made especially for someones habitation, and you have permission for its use; and Allah knows what you disclose and what you hide.",
			"ur_kanzulimaan": "اس میں تم پر کچھ گناہ نہیں کہ ان گھروں میں جاؤ جو خاص کسی کی سکونت کے نہیں اور ان کے برتنے کا تمہیں اختیار ہے، اور اللہ جانتا ہے جوتم ظاہر کرتے ہو، اور جو تم چھپاتے ہو،",
			"hi_kanzulimaan": "इसमें तुम पर कुछ गुनाह नहीं कि उन घरों में जाओ जो ख़ास किसी की सुकूनत (निवास) के नहीं (53फ) और उनके बरतने का तुम्हें इख़्तियार है और अल्लाह जानता है जो तुम ज़ाहिर करते हो और जो तुम छुपाते हो",
			"author": "২৯. তোমাদের জন্যে তাতে প্রবেশে কোনো দোষ নেই যে সকল বসতিস্থল (ও ইমারত) কারো স্বতন্ত্র আবাসস্থল নয় (যেমন, হোটেল, সরাইখানা, মুসাফিরখানা এবং এ জাতীয় স্থান, কারণ), এসবে তোমাদের জন্যে সুবিধা গ্রহণের অধিকার রয়েছে। আর আল্লাহ্ সে সব (বিষয়) জানেন যা তোমরা প্রকাশ করো এবং যা তোমরা গোপন করো।"
		},
		{
			"_id": "2821",
			"sura": "24",
			"para": "18",
			"verses": "30",
			"names": "قُلۡ لِّلۡمُؤۡمِنِیۡنَ یَغُضُّوۡا مِنۡ  اَبۡصَارِہِمۡ وَ یَحۡفَظُوۡا فُرُوۡجَہُمۡ ؕ ذٰلِکَ اَزۡکٰی لَہُمۡ ؕ اِنَّ اللّٰہَ خَبِیۡرٌۢ  بِمَا یَصۡنَعُوۡنَ ﴿۳۰﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ لِّلۡمُؤۡمِنِیۡنَ یَغُضُّوۡا مِنۡ  اَبۡصَارِہِمۡ وَ یَحۡفَظُوۡا فُرُوۡجَہُمۡ ؕ ذٰلِکَ اَزۡکٰی لَہُمۡ ؕ اِنَّ اللّٰہَ خَبِیۡرٌۢ  بِمَا یَصۡنَعُوۡنَ ﴿۳۰﴾ ",
			"index": "2821",
			"name": "মুসলমান পুরুষদেরকে নির্দেশ দিন যেন তারা নিজেদের দৃষ্টিসমূহকে কিছুটা নিচু রাখে এবং নিজেদের লজ্জাস্থানগুলোর হেফাযত করে। এটা তাদের জন্য খুবই পবিত্র। নিঃসন্দেহে আল্লাহ্‌র নিকট তাদের কার্যাদির খবর রয়েছে। ",
			"en_kanzulimaan": "Command the Muslim men to keep their gaze low and to protect their private organs; that is much purer for them; indeed Allah is Aware of their deeds.",
			"ur_kanzulimaan": "مسلمان مردوں کو حکم دو اپنی نگاہیں کچھ نیچی رکھیں اور اپنی شرمگاہوں کی حفاظت کریں یہ ان کے لیے بہت ستھرا ہے، بیشک اللہ کو ان کے کاموں کی خبر ہے،",
			"hi_kanzulimaan": "मुसलमान मर्दो को हुक्म दो अपनी निगाहें कुछ नीची रखें (54फ) और अपनी शर्म गाहों की हिफ़ाज़त करें (55फ) यह उनके लिये बहुत सुथरा है, बेशक अल्लाह को उनके कामों की ख़बर है",
			"author": "৩০. মুমিন পুরুষদের বলে দিন, তারা যেন নিজেদের দৃষ্টি সংযত রাখে এবং তাদের লজ্জাস্থানের হেফাযত করে; এটি তাদের জন্যে অতি উত্তম। নিশ্চয়ই আল্লাহ্ এ সকল কাজ সম্পর্কে সবিশেষ অবগত যা তারা সম্পন্ন করছে।"
		},
		{
			"_id": "2822",
			"sura": "24",
			"para": "18",
			"verses": "31",
			"names": "وَ قُلۡ  لِّلۡمُؤۡمِنٰتِ یَغۡضُضۡنَ مِنۡ اَبۡصَارِہِنَّ وَ یَحۡفَظۡنَ فُرُوۡجَہُنَّ وَ لَا یُبۡدِیۡنَ  زِیۡنَتَہُنَّ  اِلَّا مَا ظَہَرَ  مِنۡہَا وَ لۡیَضۡرِبۡنَ بِخُمُرِہِنَّ عَلٰی جُیُوۡبِہِنَّ ۪ وَ لَا یُبۡدِیۡنَ زِیۡنَتَہُنَّ  اِلَّا  لِبُعُوۡلَتِہِنَّ  اَوۡ اٰبَآئِہِنَّ اَوۡ اٰبَآءِ بُعُوۡلَتِہِنَّ اَوۡ اَبۡنَآئِہِنَّ  اَوۡ اَبۡنَآءِ بُعُوۡلَتِہِنَّ اَوۡ اِخۡوَانِہِنَّ اَوۡ بَنِیۡۤ  اِخۡوَانِہِنَّ اَوۡ بَنِیۡۤ اَخَوٰتِہِنَّ اَوۡ نِسَآئِہِنَّ اَوۡ مَا مَلَکَتۡ اَیۡمَانُہُنَّ اَوِ التّٰبِعِیۡنَ غَیۡرِ اُولِی الۡاِرۡبَۃِ مِنَ الرِّجَالِ اَوِ الطِّفۡلِ الَّذِیۡنَ لَمۡ  یَظۡہَرُوۡا عَلٰی عَوۡرٰتِ النِّسَآءِ ۪ وَ لَا یَضۡرِبۡنَ بِاَرۡجُلِہِنَّ لِیُعۡلَمَ  مَا یُخۡفِیۡنَ مِنۡ زِیۡنَتِہِنَّ ؕ وَ تُوۡبُوۡۤا اِلَی اللّٰہِ جَمِیۡعًا اَیُّہَ الۡمُؤۡمِنُوۡنَ لَعَلَّکُمۡ تُفۡلِحُوۡنَ  ﴿۳۱﴾",
			"number": "",
			"verses_PDMS": "وَ قُلۡ  لِّلۡمُؤۡمِنٰتِ یَغۡضُضۡنَ مِنۡ اَبۡصَارِہِنَّ وَ یَحۡفَظۡنَ فُرُوۡجَہُنَّ وَ لَا یُبۡدِیۡنَ  زِیۡنَتَہُنَّ  اِلَّا مَا ظَہَرَ  مِنۡہَا وَ لۡیَضۡرِبۡنَ بِخُمُرِہِنَّ عَلٰی جُیُوۡبِہِنَّ ۪ وَ لَا یُبۡدِیۡنَ زِیۡنَتَہُنَّ  اِلَّا  لِبُعُوۡلَتِہِنَّ  اَوۡ اٰبَآئِہِنَّ اَوۡ اٰبَآءِ بُعُوۡلَتِہِنَّ اَوۡ اَبۡنَآئِہِنَّ  اَوۡ اَبۡنَآءِ بُعُوۡلَتِہِنَّ اَوۡ اِخۡوَانِہِنَّ اَوۡ بَنِیۡۤ  اِخۡوَانِہِنَّ اَوۡ بَنِیۡۤ اَخَوٰتِہِنَّ اَوۡ نِسَآئِہِنَّ اَوۡ مَا مَلَکَتۡ اَیۡمَانُہُنَّ اَوِ التّٰبِعِیۡنَ غَیۡرِ اُولِی الۡاِرۡبَۃِ مِنَ الرِّجَالِ اَوِ الطِّفۡلِ الَّذِیۡنَ لَمۡ  یَظۡہَرُوۡا عَلٰی عَوۡرٰتِ النِّسَآءِ ۪ وَ لَا یَضۡرِبۡنَ بِاَرۡجُلِہِنَّ لِیُعۡلَمَ  مَا یُخۡفِیۡنَ مِنۡ زِیۡنَتِہِنَّ ؕ وَ تُوۡبُوۡۤا اِلَی اللّٰہِ جَمِیۡعًا اَیُّہَ الۡمُؤۡمِنُوۡنَ لَعَلَّکُمۡ تُفۡلِحُوۡنَ  ﴿۳۱﴾",
			"index": "2822",
			"name": "এবং মসুলমান নারীদেরকে নির্দেশ দিন যেন তারা নিজেদের দৃষ্টিগুলোকে কিছুটা নিচু রাখে এবং নিজেদের সতীত্বকে হেফাযত করে আর নিজেদের সাজ-সজ্জাকে প্রদর্শন না করে, কিন্তু যতটুকু স্বাভাবিক ভাবেই প্রকাশ পায় এবং মাথার কাপড় যেন আপন গ্রীবা ও বক্ষদেশের প্রতি ঝুলানো থাকে আর আপন সাজ-সজ্জাকে যেন প্রকাশ না করে, কিন্তু নিজেদের স্বামীর নিকট অথবা আপন পিতা অথবা স্বামীর পিতা, অথবা আপন পুত্রগণ অথবা স্বামীর পুত্রগণ, অথবা আপন ভাই, অথবা আপন ভ্রাতুষ্পুত্রগণ অথবা আপন ভাগিনাগণ অথবা স্বধর্মীয় নারীগণ অথবা নিজেদের হাতের মালিকানাধীন দাসীগণ অথবা যৌন কামনাহীন চাকর অথবা ওই সব বালক (এর নিকট) যারা নারীদের গোপনাঙ্গ সম্বন্ধে অবগত নয়; এবং যেন মাটির উপর সজোরে পদক্ষেপণ না করে, যাতে জানা যায় তাদের গোপন সাজ-সজ্জা। এবং আল্লাহ্‌র দিকে তাওবা করো, হে মুসলমানগণ, তোমরা সকলেই! এ আশায় যে, তোমরা সফলতা অর্জন করবে। ",
			"en_kanzulimaan": "And command the Muslim women to keep their gaze low and to protect their chastity, and not to reveal their adornment except what is apparent, and to keep the cover wrapped over their bosoms; and not to reveal their adornment except to their own husbands or fathers or husbands fathers, or their sons or their husbands sons, or their brothers or their brothers sons or sisters sons, or women of their religion, or the bondwomen they possess, or male servants provided they do not have manliness, or such children who do not know of womens nakedness, and not to stamp their feet on the ground in order that their hidden adornment be known; and O Muslims, all of you turn in repentance together towards Allah, in the hope of attaining success. (It is incumbent upon women to cover themselves properly.)",
			"ur_kanzulimaan": "اور مسلمان عورتوں کو حکم دو اپنی نگاہیں کچھ نیچی رکھیں اور اپنی پارسائی کی حفاظت کریں اور اپنا بناؤ نہ دکھائیں مگر جتنا خود ہی ظاہر ہے اور وہ دوپٹے اپنے گریبانوں پر ڈالے رہیں، اور اپنا سنگھار ظاہر نہ کریں مگر اپنے شوہروں پر یا اپنے باپ یا شوہروں کے باپ یا اپنے بیٹوں یا شوہروں کے بیٹے یا اپنے بھائی یا اپنے بھتیجے یا اپنے بھانجے یا اپنے دین کی عورتیں یا اپنی کنیزیں جو اپنے ہاتھ کی ملک ہوں یا نوکر بشرطیکہ شہوت والے مرد نہ ہوں یا وہ بچے جنہیں عورتوں کی شرم کی چیزوں کی خبر نہیں اور زمین پر پاؤں زور سے نہ رکھیں کہ جانا جائے ان کا چھپا ہوا سنگھار اور اللہ کی طرف توبہ کرو اے مسلمانو! سب کے سب اس امید پر کہ تم فلاح پاؤ،",
			"hi_kanzulimaan": "और मुसलमान औरतों को हुक्म दो कि अपनी निगाहें कुछ नीची रखें (56फ) और अपनी पारसाई की हिफ़ाज़त करें और अपना बनाव न दिखाएं (57फ) मगर जितना ख़ुद ही ज़ाहिर है और दुपट्टे अपने गिरेबानों पर डाले रहें और अपना सिंगार ज़ाहिर न करें मगर अपने शौहरों पर या अपने बाप (58फ) या शौहरों के बाप (59फ) या अपने बेटे (60फ) या शौहरों के बेटे (61फ) या अपने भाई या अपने भतीजे या अपने भानजे (62फ) या अपने दीन की औरतें या अपनी कनीज़ें जो अपने हाथ की मिल्क हों (63फ)  या नौकर बशर्ते कि शहवत वाले मर्द न हों (64फ) या वो बच्चे जिन्हें औरतों की शर्म की चीज़ों की ख़बर नहीं (65फ) और ज़मीन पर पाँव ज़ोर से न रखें कि जाना जाए उनका छुपा हुआ सिंगार (66फ) और अल्लाह की तरफ़ तौबह करो ऐ मुसलमानों सब के सब इस उम्मीद पर कि तुम फलाह पाओ",
			"author": "৩১. আর আপনি মুমিন নারীদেরকে বলে দিন, তারা(ও) যেন নিজেদের দৃষ্টি সংযত রাখে এবং তাদের লজ্জাস্থানের হেফাযত করে আর সাধারণতঃ প্রকাশমান (অংশ) ব্যতীত নিজেদের সৌন্দর্য-শোভা প্রকাশ না করে এবং তারা যেন তাদের মাথায় পরিহিত ওড়না (এবং চাদর) দ্বারা তাদের গ্রীবা এবং বক্ষ(ও) আবৃত রাখে। আর তারা যেন তাদের সৌন্দর্য-শোভা তাদের স্বামী, তাদের পিতা, তাদের শ্বশুর, তাদের পুত্র, তাদের স্বামীর পুত্র, তাদের ভ্রাতা, তাদের ভ্রাতুষ্পুত্র, তাদের ভগ্নিপুত্র, তাদের (স্বধর্মজাত, মুসলমান) নারী, মালিকানাধীন কৃতদাসী, যৌন-কামনা রহিত পুরুষ অথবা নারীদের আচ্ছাদিত বিষয়াদি সম্পর্কে অনবগত শিশু ব্যতীত (অন্য) কারো নিকট প্রকাশ না করে (তারা ব্যতীক্রম)। আর (চলার সময়) তারা যেন (ভুপৃষ্ঠে এমনভাবে) পদক্ষেপ না ফেলে যাতে (পায়ের ঝঙ্কারের কারণে) তাদের সে সৌন্দর্য প্রকাশ হয়ে পড়ে যা তারা (শরীয়তের বিধানের আলোকে) লুকিয়ে রাখছে। আর হে মু’মিনগণ! তোমরা সকলে আল্লাহ্‌র দিকে প্রত্যাবর্তন করো যাতে তোমরা (এ সকল বিধি-বিধান পালন করে) সফলতা লাভ করতে পারো।"
		},
		{
			"_id": "2823",
			"sura": "24",
			"para": "18",
			"verses": "32",
			"names": "وَ اَنۡکِحُوا الۡاَیَامٰی مِنۡکُمۡ وَ الصّٰلِحِیۡنَ مِنۡ عِبَادِکُمۡ وَ اِمَآئِکُمۡ ؕ اِنۡ یَّکُوۡنُوۡا فُقَرَآءَ یُغۡنِہِمُ اللّٰہُ مِنۡ فَضۡلِہٖ ؕ وَ اللّٰہُ  وَاسِعٌ  عَلِیۡمٌ ﴿۳۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَنۡکِحُوا الۡاَیَامٰی مِنۡکُمۡ وَ الصّٰلِحِیۡنَ مِنۡ عِبَادِکُمۡ وَ اِمَآئِکُمۡ ؕ اِنۡ یَّکُوۡنُوۡا فُقَرَآءَ یُغۡنِہِمُ اللّٰہُ مِنۡ فَضۡلِہٖ ؕ وَ اللّٰہُ  وَاسِعٌ  عَلِیۡمٌ ﴿۳۲﴾ ",
			"index": "2823",
			"name": "এবং বিবাহ সম্পাদন করে দাও তোমাদের মধ্যে তাদেরই, যারা বিবাহ বিহীন রয়েছে আর নিজেদের উপযুক্ত দাস এবং দাসীদেরও। যদি তারা অভাবগ্রস্ত হয়, তবে আল্লাহ্‌ তাদেরকে অভাবমুক্ত করে দেবেন আপন অনুগ্রহ থেকে। এবং আল্লাহ্‌ প্রাচুর্যময়, জ্ঞানী। ",
			"en_kanzulimaan": "And enjoin in marriage those among you who are not married, and your deserving slaves and bondwomen; if they are poor, Allah will make them wealthy by His munificence; and Allah is Most Capable, All Knowing.",
			"ur_kanzulimaan": "اور نکاح کردو اپنوں میں ان کا جو بے نکاح ہوں اور اپنے لائق بندوں اور کنیزوں کا اگر وہ فقیر ہوں تو اللہ انہیں غنی کردے گا اپنے فضل کے سبب اور اللہ وسعت والا علم والا ہے،",
			"hi_kanzulimaan": "और निकाह कर दो अपनों में उनका जो बेनिकाह हों (67फ) और अपने लायक़ बन्दों और कनीज़ों का, अगर वो फ़क़ीर हों तो अल्लाह उन्हें ग़नी कर देगा अपने फ़ज़्ल {कृपा} के सबब (68फ) और अल्लाह वुसअत {कुशादगी} वाला इल्म वाला है",
			"author": "৩২. আর তোমরা তোমাদের মধ্যেকার পুরুষ ও নারীদের বিবাহ সম্পাদন করো যারা (বিবাহের বয়স হওয়া সত্বেও) অবিবাহিত জীবন যাপন করছে; এবং তোমাদের উপযুক্ত দাস-দাসীদেরও (বিবাহ সম্পাদন করো)। যদি তারা অভাবগ্রস্ত হয় (তবে) আল্লাহ্ তাঁর অনুগ্রহে তাদেরকে অভাবমুক্ত করে দেবেন। আর আল্লাহ্ বড়ই প্রাচুর্যময়, সর্বজ্ঞ।"
		},
		{
			"_id": "2824",
			"sura": "24",
			"para": "18",
			"verses": "33",
			"names": "وَ لۡیَسۡتَعۡفِفِ  الَّذِیۡنَ لَا یَجِدُوۡنَ  نِکَاحًا حَتّٰی یُغۡنِیَہُمُ اللّٰہُ  مِنۡ فَضۡلِہٖ ؕ وَ الَّذِیۡنَ یَبۡتَغُوۡنَ الۡکِتٰبَ مِمَّا مَلَکَتۡ اَیۡمَانُکُمۡ فَکَاتِبُوۡہُمۡ  اِنۡ عَلِمۡتُمۡ فِیۡہِمۡ خَیۡرًا ٭ۖ وَّ اٰتُوۡہُمۡ مِّنۡ مَّالِ اللّٰہِ الَّذِیۡۤ  اٰتٰىکُمۡ ؕ وَ لَا تُکۡرِہُوۡا فَتَیٰتِکُمۡ عَلَی الۡبِغَآءِ  اِنۡ  اَرَدۡنَ تَحَصُّنًا لِّتَبۡتَغُوۡا عَرَضَ الۡحَیٰوۃِ  الدُّنۡیَا ؕ وَ مَنۡ  یُّکۡرِہۡہُّنَّ فَاِنَّ اللّٰہَ مِنۡۢ بَعۡدِ اِکۡرَاہِہِنَّ غَفُوۡرٌ رَّحِیۡمٌ ﴿۳۳﴾",
			"number": "",
			"verses_PDMS": "وَ لۡیَسۡتَعۡفِفِ  الَّذِیۡنَ لَا یَجِدُوۡنَ  نِکَاحًا حَتّٰی یُغۡنِیَہُمُ اللّٰہُ  مِنۡ فَضۡلِہٖ ؕ وَ الَّذِیۡنَ یَبۡتَغُوۡنَ الۡکِتٰبَ مِمَّا مَلَکَتۡ اَیۡمَانُکُمۡ فَکَاتِبُوۡہُمۡ  اِنۡ عَلِمۡتُمۡ فِیۡہِمۡ خَیۡرًا ٭ۖ وَّ اٰتُوۡہُمۡ مِّنۡ مَّالِ اللّٰہِ الَّذِیۡۤ  اٰتٰىکُمۡ ؕ وَ لَا تُکۡرِہُوۡا فَتَیٰتِکُمۡ عَلَی الۡبِغَآءِ  اِنۡ  اَرَدۡنَ تَحَصُّنًا لِّتَبۡتَغُوۡا عَرَضَ الۡحَیٰوۃِ  الدُّنۡیَا ؕ وَ مَنۡ  یُّکۡرِہۡہُّنَّ فَاِنَّ اللّٰہَ مِنۡۢ بَعۡدِ اِکۡرَاہِہِنَّ غَفُوۡرٌ رَّحِیۡمٌ ﴿۳۳﴾",
			"index": "2824",
			"name": "এবং তারা যেন সংযত থাকে, যারা বিবাহের সামর্থ্য রাখে না এ পর্যন্ত যে, আল্লাহ্‌ আপন অনুগ্রহে তাদেরকে সামর্থ্যবান করে দেবেন। আর তোমাদের হাতের মালিকানাধীণ দাস দাসীদের মধ্য থেকে যারা এটা চায় যে, কিছু অর্থ রোজগারের শর্তের ভিত্তিতে তাদেরকে মুক্ত বলে লিখে দাও, তবে লিখে দেও যদি তাদের মধ্যে কোন মঙ্গল জানতে পারো এবং এ কথার উপর তাদেরকে সাহায্য করো আল্লাহ্‌র ওই সম্পদ থেকে, যা তোমাদেরকে প্রদান করেছেন এবং তোমাদের পার্থিব জীবনের কিছু ধন সম্পদের লালসায় নিজেদের দাসীদেরকে ব্যভিচার করতে বাধ্য করো না, যখন তারা সতীত্ব রক্ষা করতে চায়। যে ব্যক্তি তাদেরকে বাধ্য করবে, তবে তাদের উপর জবর-দস্তির পর, আল্লাহ্‌ তো ক্ষমাশীল, দয়ালু।",
			"en_kanzulimaan": "And those who do not have the means to get married must keep chaste till Allah provides them the resources by His munificence; and the bondwomen in your possession who, in order to earn something, seek a letter of freedom from you  then write it for them if you consider some goodness in them; and help them in their cause with Allahs wealth which He has bestowed upon you; and do not force your bondwomen into the dirty profession, while they wish to save themselves, in order to earn some riches of the worldly life; and if one forces them then indeed Allah, upon their remaining compelled, is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "اور چاہیے کہ بچے رہیں وہ جو نکاح کا مقدور نہیں رکھتے یہاں تک کہ اللہ مقدور والا کردے اپنے فضل سے اور تمہارے ہاتھ کی مِلک باندی غلاموں میں سے جو یہ چاہیں کہ کچھ مال کمانے کی شرط پر انہیں آزادی لکھ دو تو لکھ دو اگر ان میں کچھ بھلائی جانو اور اس پر ان کی مدد کرو اللہ کے مال سے جو تم کو دیا اور مجبور نہ کرو اپنی کنیزوں کو بدکاری پر جب کہ وہ بچنا چاہیں تاکہ تم دنیوی زندگی کا کچھ مال چاہو اور جو انہیں مجبور کرے گا تو بیشک اللہ بعد اس کے کہ وہ مجبوری ہی کی حالت پر رہیں بخشنے والا مہربان ہے",
			"hi_kanzulimaan": " और चाहिये कि बचे रहें (69फ) वो जो निकाह का मक़दूर {क्षमता} नहीं रखते (70फ) यहां तक कि अल्लाह उन्हे मक़दूरवाला कर दे अपनी कृपा से (71फ) और तुम्हारे हाथ की मिल्क बांदी ग़ुलामों में से जो यह चाहें कि कुछ माल कमाने की शर्त पर उन्हें आज़ादी लिख दो तो लिख दो (72फ) अगर उनमें कुछ भलाई जानो (73फ) और इसपर उनकी मदद करो अल्लाह के माल से जो तुम को दिया (74फ) और मजबूर न करो अपनी कनीज़ों को बदकारी पर जब कि वो बचना चाहें ताकि तुम दुनियावी ज़िन्दगी का कुछ माल चाहो (75फ) और जो उन्हें मजबूर करेगा तो बेशक अल्लाह बाद इसके कि वह मजबूरी ही की हालत पर रहें बख़्शने वाला मेहरबान है (76फ)",
			"author": "৩৩. আর যারা (আর্থিক অস্বচ্ছলতার কারণে) বিবাহে অসমর্থ তারা যেন পবিত্রতা অবলম্বন করে, যতক্ষণ পর্যন্ত না আল্লাহ্ তাদেরকে স্বীয় অনুগ্রহে অভাবমুক্ত করেন। আর তোমাদের অধিকারভুক্ত (দাস-দাসী)-দের মধ্যে যারা (কিছু সম্পদ উপার্জন করে দেয়ার শর্তে) লিখিত চুক্তিবদ্ধ (অর্থাৎ স্বাধীন) হতে চায়, তাদেরকে (উল্লেখিত শর্তে) লিখিত চুক্তিবদ্ধ (স্বাধীন) করে দাও, যদি তোমরা তাদের মধ্যে কল্যাণ দেখো। আর তোমরা (নিজেরাও) তাদেরকে (স্বাধীন করার জন্যে) আল্লাহ্ যে সম্পদ দিয়েছেন তা থেকে দান করো। আর তোমরা নিজেদের দাসীদেরকে পার্থিব জীবনের লাভের জন্যে ব্যভিচারে বাধ্য করো না, যেখানে তারা পূণ্যশীলতায় (অথবা বিবাহের নিরাপত্তায়) থাকতে চায়। আর যে কেউ তাদেরকে বাধ্য করে, তাদের বাধ্য হয়ে যাওয়ার পর(ও) আল্লাহ্ মহাক্ষমাশীল, অসীম দয়ালু।"
		},
		{
			"_id": "2825",
			"sura": "24",
			"para": "18",
			"verses": "34",
			"names": "وَ لَقَدۡ  اَنۡزَلۡنَاۤ  اِلَیۡکُمۡ   اٰیٰتٍ مُّبَیِّنٰتٍ وَّ مَثَلًا مِّنَ الَّذِیۡنَ خَلَوۡا مِنۡ قَبۡلِکُمۡ  وَ  مَوۡعِظَۃً   لِّلۡمُتَّقِیۡنَ ﴿۳۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ  اَنۡزَلۡنَاۤ  اِلَیۡکُمۡ   اٰیٰتٍ مُّبَیِّنٰتٍ وَّ مَثَلًا مِّنَ الَّذِیۡنَ خَلَوۡا مِنۡ قَبۡلِکُمۡ  وَ  مَوۡعِظَۃً   لِّلۡمُتَّقِیۡنَ ﴿۳۴﴾ ",
			"index": "2825",
			"name": "এবং নিশ্চয় আমি তোমাদের প্রতি সুস্পষ্ট আয়াতসমূহ অবতীর্ণ করেছি আর এমন কিছু লোকের বিবরণ, যারা তোমাদের পূর্বে গত হয়েছে এবং ভীতিসম্পন্নদের জন্য উপদেশ। ",
			"en_kanzulimaan": "And indeed We have sent down towards you clear verses, and some account of those who preceded you, and advice for the pious.",
			"ur_kanzulimaan": "اور بیشک ہم نے اتاریں تمہاری طرف روشن آیتیں اور کچھ ان لوگوں کا بیان جو تم سے پہلے ہو گزرے اور ڈر والوں کے لیے نصیحت،",
			"hi_kanzulimaan": "और बेशक हमने उतारी तुम्हारी तरफ़ रौशन आयतें (77फ) और कुछ उन लोगो का बयान जो तुम से पहले हो गुज़रे और डर वालो के लिए नसीहत",
			"author": "৩৪. আর নিশ্চয়ই আমরা তোমাদের নিকট সুস্পষ্ট ও সমুজ্জ্বল আয়াতসমূহ অবতীর্ণ করেছি আর সেসব লোকদের কিছু দৃষ্টান্ত (অর্থাৎ আয়েশা রাদ্বিয়াল্লাহু আনহার ঘটনার ন্যায় মারইয়াম ও ইউসুফ আলাইহিমাস সালামের ঘটনা) যারা তোমাদের পূর্বে অতিবাহিত হয়েছেন। আর (এটি) পরহেযগারদের জন্যে উপদেশ।"
		},
		{
			"_id": "2826",
			"sura": "24",
			"para": "18",
			"verses": "35",
			"names": "اَللّٰہُ  نُوۡرُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ مَثَلُ نُوۡرِہٖ کَمِشۡکٰوۃٍ  فِیۡہَا مِصۡبَاحٌ ؕ اَلۡمِصۡبَاحُ فِیۡ زُجَاجَۃٍ ؕ اَلزُّجَاجَۃُ کَاَنَّہَا کَوۡکَبٌ دُرِّیٌّ یُّوۡقَدُ مِنۡ شَجَرَۃٍ مُّبٰرَکَۃٍ  زَیۡتُوۡنَۃٍ  لَّا شَرۡقِیَّۃٍ  وَّ لَا غَرۡبِیَّۃٍ ۙ یَّکَادُ زَیۡتُہَا یُضِیۡٓءُ وَ لَوۡ لَمۡ تَمۡسَسۡہُ نَارٌ ؕ نُوۡرٌ عَلٰی نُوۡرٍ ؕ یَہۡدِی اللّٰہُ  لِنُوۡرِہٖ مَنۡ یَّشَآءُ ؕ وَ یَضۡرِبُ اللّٰہُ الۡاَمۡثَالَ لِلنَّاسِ ؕ وَ اللّٰہُ  بِکُلِّ شَیۡءٍ عَلِیۡمٌ ﴿ۙ۳۵﴾ ",
			"number": "",
			"verses_PDMS": "اَللّٰہُ  نُوۡرُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ مَثَلُ نُوۡرِہٖ کَمِشۡکٰوۃٍ  فِیۡہَا مِصۡبَاحٌ ؕ اَلۡمِصۡبَاحُ فِیۡ زُجَاجَۃٍ ؕ اَلزُّجَاجَۃُ کَاَنَّہَا کَوۡکَبٌ دُرِّیٌّ یُّوۡقَدُ مِنۡ شَجَرَۃٍ مُّبٰرَکَۃٍ  زَیۡتُوۡنَۃٍ  لَّا شَرۡقِیَّۃٍ  وَّ لَا غَرۡبِیَّۃٍ ۙ یَّکَادُ زَیۡتُہَا یُضِیۡٓءُ وَ لَوۡ لَمۡ تَمۡسَسۡہُ نَارٌ ؕ نُوۡرٌ عَلٰی نُوۡرٍ ؕ یَہۡدِی اللّٰہُ  لِنُوۡرِہٖ مَنۡ یَّشَآءُ ؕ وَ یَضۡرِبُ اللّٰہُ الۡاَمۡثَالَ لِلنَّاسِ ؕ وَ اللّٰہُ  بِکُلِّ شَیۡءٍ عَلِیۡمٌ ﴿ۙ۳۵﴾ ",
			"index": "2826",
			"name": "আল্লাহ্‌ নূর আসমানসমূহ ও যমীনের। তার নূরের উপমা এমনই যেমন একটা দীপাধার, যার মধ্যে রয়েছে প্রদীপ। ওই প্রদীপ একটা ফানুসের মধ্যে স্থাপিত। ওই ফানুস যেন একটি নক্ষত্র, মুক্তার মতো উজ্জ্বল হয় রবকতময় বৃক্ষ যায়তূন দারা, যা না প্রাচ্যের, না প্রতীচ্যের; এর নিকটবর্তী যে, সেটার তৈল প্রজ্জ্বলিত হয়ে উঠবে যদিও আগুন সেটাকে স্পর্শ না করে। নূরের উপর নূর। আল্লাহ্‌ আপন নূরের পথ বাত্‌লিয়ে দেন যাকে ইচ্ছা করেন; এবং আল্লাহ্‌ উপমাসমূহ বর্ণনা করেন মানুষের জন্য। আর আল্লাহ্‌ সবকিছু জানেন। ",
			"en_kanzulimaan": "Allah is the Light of the heavens and the earth; the example of His light is like a niche in which is a lamp; the lamp is in a glass; the glass is as if it were a star shining like a pearl, kindled by the blessed olive tree, neither of the east nor of the west  it is close that the oil itself get ablaze although the fire does not touch it; light upon light; Allah guides towards His light whomever He wills; and Allah illustrates examples for mankind; and Allah knows everything. (The Holy Prophet is a light from Allah)",
			"ur_kanzulimaan": "اللہ نور ہے آسمانوں اور زمینوں کا، اس کے نور کی مثال ایسی جیسے ایک طاق کہ اس میں چراغ ہے وہ چراغ ایک فانوس میں ہے وہ فانوس گویا ایک ستارہ ہے موتی سا چمکتا روشن ہوتا ہے برکت والے پیڑ زیتون سے جو نہ پورب کا نہ پچھم کا قریب ہے کہ اس کا تیل بھڑک اٹھے اگرچہ اسے آگ نہ چھوئے نور پر نور ہے اللہ اپنے نور کی راہ بتاتا ہے جسے چاہتا ہے، اور اللہ مثالیں بیان فرماتا ہے لوگوں کے لیے، اور اللہ سب کچھ جانتا ہے،",
			"hi_kanzulimaan": "अल्लाह नूर है (78फ) आसमानों और ज़मीन का, उसके नूर की (79फ) मिसाल ऐसी जैसे एक ताक़ कि उसमें चिराग़ है, वह चिराग़ एक फ़ानूस में है, वह फ़ानूस गोया एक सितारा है मोती सा चमकता रौशन होता है बरकत वाले पेड़ जै़तून से (80फ) जो न पूरब का न पश्चिम का (81फ) क़रीब है कि उसका तेल (82फ) भड़क उठे अगरचे उसे आग न छुए, नूर पर नूर है (83फ) अल्लाह अपने नूर की राह बताता है जिसे चाहता है, और अल्लाह मिसालें बयान फ़रमाता है लोगों के लिये, और अल्लाह सब कुछ जानता है",
			"author": "৩৫. আল্লাহ্ আকাশমন্ডলী ও পৃথিবীর জ্যোতি। তাঁর জ্যোতির দৃষ্টান্ত যেন (নূরে মুহাম্মদী সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম-রূপে পৃথিবীতে বিরাজমান) চেরাগদানী (সদৃশ পবিত্র বক্ষ), যাতে (নবুয়্যতের) প্রদীপ (দীপ্যমান)। (এ) প্রদীপখানা (মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের কলব নামক) দীপাধারে রক্ষিত। (এ) দীপাধার (আল্লাহ্‌র নূরের প্রতিফলনে এতোটাই জাজ্বল্যমান) যেন এক উদ্ভাসিত উজ্জ্বল তারকা। (এ নবুয়্যতের প্রদীপ) যা পবিত্র যয়তূনের বরকতময় বৃক্ষ থেকে (অর্থাৎ পবিত্র জগতের বরকতময় ওহীর সংযোগের মাধ্যমে অথবা আম্বিয়া ও রাসূলগণের বরকতময় নবুয়্যতের বৃক্ষ থেকে) প্রজ্বলিত হয়; (কেবল) প্রাচ্যে নয় এবং প্রতীচ্যেও নয়, (বরং স্বীয় নূরের প্রবাহের প্রশস্ততায় মহাবিশ্ব ও জগৎব্যাপী)। এমন মনে হয় যেন এর তেল (নিজেই) চমকিত হয়, যদিও এখনো একে (আল্লাহ্‌র ওহী ও ঐশী অলৌকিক ঘটনার) আগুন স্পর্শও করেনি। (তিনি) জ্যোতির উপর জ্যোতি (অর্থাৎ পবিত্র অস্তিত্বের নূরের উপর নবূয়্যতের নূর, যেন এ সত্তাযুগল নূরের প্রতিচ্ছবি)। আল্লাহ্ যাকে চান নিজের জ্যোতি (বিষয়ে পরিচয় লাভ) পর্যন্ত পৌঁছান। আল্লাহ্ মানুষের (হেদায়াতের) জন্যে দৃষ্টান্ত বর্ণনা করেন। আল্লাহ্ সকল কিছু সম্পর্কে সম্যক অবগত।"
		},
		{
			"_id": "2827",
			"sura": "24",
			"para": "18",
			"verses": "36",
			"names": "فِیۡ  بُیُوۡتٍ اَذِنَ اللّٰہُ  اَنۡ تُرۡفَعَ وَ یُذۡکَرَ فِیۡہَا اسۡمُہٗ ۙ یُسَبِّحُ لَہٗ  فِیۡہَا بِالۡغُدُوِّ وَ الۡاٰصَالِ ﴿ۙ۳۶﴾ ",
			"number": "",
			"verses_PDMS": "فِیۡ  بُیُوۡتٍ اَذِنَ اللّٰہُ  اَنۡ تُرۡفَعَ وَ یُذۡکَرَ فِیۡہَا اسۡمُہٗ ۙ یُسَبِّحُ لَہٗ  فِیۡہَا بِالۡغُدُوِّ وَ الۡاٰصَالِ ﴿ۙ۳۶﴾ ",
			"index": "2827",
			"name": "সেসব ঘরের মধ্যে, যেগুলোকে সমুন্নত করার জন্য আল্লাহ্‌র নির্দেশ দিয়েছেন এবং সেগুলোর মধ্যে তার নাম নেওয়া হয়, সেগুলোর মধ্যে আল্লাহ্‌র পবিত্রতা ঘোষণা করে সকলা ও সন্ধ্যায়, ",
			"en_kanzulimaan": "In the houses (mosques) which Allah has commanded to erect and in which His name is taken  praising Allah in them at morn and evening,",
			"ur_kanzulimaan": "ان گھروں میں جنہیں بلند کرنے کا اللہ نے حکم دیا ہے اور ان میں اس کا نام لیا جاتا ہے، اللہ کی تسبیح کرتے ہیں ان میں صبح اور شام",
			"hi_kanzulimaan": "उन घरों में जिन्हें बलन्द करने का अल्लाह ने हुक्म दिया है (84फ) और उनमें उसका नाम लिया जाता है अल्लाह की तस्बीह करते है उनमें सुब्ह और शाम (85फ)",
			"author": "৩৬. (আল্লাহ্‌র এ জ্যোতি) এমনসব গৃহে (মসজিদ ও কেন্দ্রসমূহে প্রতিভাত হয়) যেগুলোকে (মর্যাদা ও অবস্থানের দিক থেকে) সমুন্নত করার জন্যে এবং যেগুলোতে আল্লাহ্‌র নামের স্মরণ করার নির্দেশ আল্লাহ্ দিয়েছেন। (এগুলো সেসব ঘর,) এতে (আল্লাহ্‌র প্রিয় বান্দাগণ) সকাল-সন্ধায় তাঁর তাসবীহ্ পাঠ করে।"
		},
		{
			"_id": "2828",
			"sura": "24",
			"para": "18",
			"verses": "37",
			"names": "رِجَالٌ ۙ لَّا تُلۡہِیۡہِمۡ تِجَارَۃٌ  وَّ لَا بَیۡعٌ عَنۡ ذِکۡرِ اللّٰہِ وَ  اِقَامِ الصَّلٰوۃِ  وَ  اِیۡتَآءِ الزَّکٰوۃِ ۪ۙ یَخَافُوۡنَ یَوۡمًا تَتَقَلَّبُ فِیۡہِ الۡقُلُوۡبُ وَ الۡاَبۡصَارُ ﴿٭ۙ۳۷﴾ ",
			"number": "",
			"verses_PDMS": "رِجَالٌ ۙ لَّا تُلۡہِیۡہِمۡ تِجَارَۃٌ  وَّ لَا بَیۡعٌ عَنۡ ذِکۡرِ اللّٰہِ وَ  اِقَامِ الصَّلٰوۃِ  وَ  اِیۡتَآءِ الزَّکٰوۃِ ۪ۙ یَخَافُوۡنَ یَوۡمًا تَتَقَلَّبُ فِیۡہِ الۡقُلُوۡبُ وَ الۡاَبۡصَارُ ﴿٭ۙ۳۷﴾ ",
			"index": "2828",
			"name": "ওই সব লোক, যাদেরকে অমনোযোগী করে না কোন ব্যবসা-বাণিজ্য, না বেচা-কেনা আল্লাহ্‌র স্মরণ থেকে এবং নামায কায়েম রাখা ও যাকাত প্রদান করা থেকে; তারা ভয় করে ওই দিনকে, যেদিন উল্টে যাবে অন্তর ও চোখসমূহ, ",
			"en_kanzulimaan": "(Are) Those men, whom neither any bargain nor any trade distracts from the Remembrance of Allah and from establishing the prayer and from paying the charity  they fear the day when the hearts and the eyes will be overturned.",
			"ur_kanzulimaan": "وہ مرد جنہیں غافل نہیں کرتا کوئی سودا اور نہ خرید و فروخت اللہ کی یاد اور نماز برپا رکھنے اور زکوٰة دینے سے ڈرتے ہیں اس دن سے جس میں الٹ جائیں گے دل اور آنکھیں",
			"hi_kanzulimaan": "वो मर्द जिन्हें ग़ाफ़िल नहीं करता कोई सौदा और न ख़रीद व फ़रोख्त अल्लाह की याद (86फ) और नमाज़ बरपा रखने (87फ) और ज़कात देने से(88फ) डरते हैं उस दिन से जिसमें उलट जाएंगे दिल और आँखें (89फ)",
			"author": "৩৭. (এ জ্যোতি বহনকারী আল্লাহ্‌র) সেসব বান্দা যাদেরকে না ব্যবসা-বাণিজ্য এবং ক্রয়-বিক্রয় আল্লাহ্‌র স্মরণ থেকে উদাসীন করে, আর না নামায কায়েম করা থেকে এবং যাকাত আদায় করা থেকে; (বরং পার্থিব দায়িত্ব আদায় করার মাঝেও) তারা (সব সময়) সে দিনকে ভয় করে, যে দিনে (ভয়ের কারণে) অন্তর এবং চক্ষু (সব কিছু) হত-বিহ্বল হয়ে পড়বে,"
		},
		{
			"_id": "2829",
			"sura": "24",
			"para": "18",
			"verses": "38",
			"names": "لِیَجۡزِیَہُمُ اللّٰہُ  اَحۡسَنَ مَا عَمِلُوۡا وَ یَزِیۡدَہُمۡ مِّنۡ فَضۡلِہٖ ؕ وَ اللّٰہُ یَرۡزُقُ مَنۡ یَّشَآءُ  بِغَیۡرِ  حِسَابٍ  ﴿۳۸﴾",
			"number": "",
			"verses_PDMS": "لِیَجۡزِیَہُمُ اللّٰہُ  اَحۡسَنَ مَا عَمِلُوۡا وَ یَزِیۡدَہُمۡ مِّنۡ فَضۡلِہٖ ؕ وَ اللّٰہُ یَرۡزُقُ مَنۡ یَّشَآءُ  بِغَیۡرِ  حِسَابٍ  ﴿۳۸﴾",
			"index": "2829",
			"name": "যাতে আল্লাহ্‌ তাদেরকে প্রতিদান দেন, তাদের সর্বাপেক্ষা উত্তম কাজের এবং আপন অনুগ্রহে তাদেরকে পুরস্কার বেশী দেন; আর আল্লাহ্‌ জীবিকা দান করেন যাকে চান অপরিমিত পরিমাণে। ",
			"en_kanzulimaan": "In order that Allah may reward them for their best deeds and by His munificence, bestow upon them an increased reward; and Allah gives sustenance to whomever He wills, without account.",
			"ur_kanzulimaan": "تاکہ اللہ انہیں بدلہ دے ان کے سب سے بہتر کام کام اور اپنے فضل سے انہیں انعام زیادہ دے، اور اللہ روزی دیتا ہے جسے چاہے بے گنتی،",
			"hi_kanzulimaan": "ताकि अल्लाह उन्हें बदला दे उनके सब से बेहतर काम का और अपने फ़ज़्ल (कृपा) से उन्हें इनाम ज़्यादा दे, और अल्लाह रोज़ी देता है जिसे चाहे बेगिन्ती",
			"author": "৩৮. যাতে আল্লাহ্ তাদেরকে (নেক) আমলের প্রতিদান দেন যা তারা করেছে। আর স্বীয় অনুগ্রহ থেকে তাদেরকে আরো (উপঢৌকন) বৃদ্ধি করে দেন। আর আল্লাহ্ যাকে চান সীমাহীন জীবিকা (ও রসদ) দিয়ে অনুগ্রহ করেন।"
		},
		{
			"_id": "2830",
			"sura": "24",
			"para": "18",
			"verses": "39",
			"names": "وَ الَّذِیۡنَ  کَفَرُوۡۤا اَعۡمَالُہُمۡ کَسَرَابٍۭ بِقِیۡعَۃٍ یَّحۡسَبُہُ الظَّمۡاٰنُ مَآءً ؕ حَتّٰۤی اِذَا جَآءَہٗ  لَمۡ  یَجِدۡہُ شَیۡئًا وَّ وَجَدَ  اللّٰہَ عِنۡدَہٗ  فَوَفّٰىہُ حِسَابَہٗ ؕ وَ اللّٰہُ سَرِیۡعُ الۡحِسَابِ ﴿ۙ۳۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ  کَفَرُوۡۤا اَعۡمَالُہُمۡ کَسَرَابٍۭ بِقِیۡعَۃٍ یَّحۡسَبُہُ الظَّمۡاٰنُ مَآءً ؕ حَتّٰۤی اِذَا جَآءَہٗ  لَمۡ  یَجِدۡہُ شَیۡئًا وَّ وَجَدَ  اللّٰہَ عِنۡدَہٗ  فَوَفّٰىہُ حِسَابَہٗ ؕ وَ اللّٰہُ سَرِیۡعُ الۡحِسَابِ ﴿ۙ۳۹﴾ ",
			"index": "2830",
			"name": "এবং যারা কাফির হয়েছে তাদের কর্ম এমনই, যেমন কোন মরুভূমিতে রোদে চমকিত বালু পিপাসার্ত সেটাকে পানি মনে করে। শেষ পর্যন্ত যখন সেটার নিকট আসলো তখন দেখতে পেলো। সেটা কিছুই নয় এবং আল্লাহ্‌কে নিজের নিকটে পেলো। অতঃপর তিনি তার হিসাব পূর্ণমাত্রায় দিলেন; এবং আল্লাহ্‌ দ্রুত হিসাব গ্রহণ করেন; ",
			"en_kanzulimaan": "And those who disbelieved - their deeds are like a mirage in the wasteland, so the thirsty may believe it to be water; to the extent that when he came close to it, he found it is nothing and found Allah close to him, so He filled his account; and Allah is Swift At Taking Account.",
			"ur_kanzulimaan": "اور جو کافر ہوئے ان کے کام ایسے ہیں جیسے دھوپ میں چمکتا ریتا کسی جنگل میں کہ پیاسا اسے پانی سمجھے، یہاں تک جب اس کے پاس آیا تو اسے کچھ نہ پایا اور اللہ کو اپنے قریب پایا تو اس نے اس کا حساب پورا بھردیا، اور اللہ جلد حساب کرلیتا ہے",
			"hi_kanzulimaan": "और जो काफ़िर हुए उनके काम ऐसे हैं जैसे धूप में चमकता रेता किसी जंगल में कि प्यासा उसे पानी समझे, यहां तक जब उसके पास आया तो उसे कुछ न पाया (90फ) और अल्लाह को अपने क़रीब पाया तो उसने उसका हिसाब पूरा भर दिया, और अल्लाह जल्द हिसाब कर लेता है (91फ)",
			"author": "৩৯. আর কাফেরদের আমল বিরান ভুমির মরীচিকাসম, যাকে পিপাসার্ত লোক পানি মনে করে, অবশেষে যখন সে এর নিকট আসে তখন তাতে কিছু(ই) পায় না। (এভাবে সে পরকালে) আল্লাহ্কে নিজের নিকট পাবে, কিন্তু আল্লাহ্ তার পূর্ণ হিসাব (দুনিয়াতেই) চুকিয়ে দিয়েছেন। আর আল্লাহ্ শীঘ্রই হিসাব নেবেন।"
		},
		{
			"_id": "2831",
			"sura": "24",
			"para": "18",
			"verses": "40",
			"names": "اَوۡ کَظُلُمٰتٍ فِیۡ بَحۡرٍ لُّجِّیٍّ یَّغۡشٰہُ مَوۡجٌ مِّنۡ فَوۡقِہٖ مَوۡجٌ مِّنۡ فَوۡقِہٖ سَحَابٌ ؕ ظُلُمٰتٌۢ  بَعۡضُہَا فَوۡقَ بَعۡضٍ ؕ اِذَاۤ اَخۡرَجَ یَدَہٗ  لَمۡ  یَکَدۡ یَرٰىہَا ؕ وَ مَنۡ  لَّمۡ یَجۡعَلِ اللّٰہُ   لَہٗ   نُوۡرًا  فَمَا  لَہٗ  مِنۡ  نُّوۡرٍ ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "اَوۡ کَظُلُمٰتٍ فِیۡ بَحۡرٍ لُّجِّیٍّ یَّغۡشٰہُ مَوۡجٌ مِّنۡ فَوۡقِہٖ مَوۡجٌ مِّنۡ فَوۡقِہٖ سَحَابٌ ؕ ظُلُمٰتٌۢ  بَعۡضُہَا فَوۡقَ بَعۡضٍ ؕ اِذَاۤ اَخۡرَجَ یَدَہٗ  لَمۡ  یَکَدۡ یَرٰىہَا ؕ وَ مَنۡ  لَّمۡ یَجۡعَلِ اللّٰہُ   لَہٗ   نُوۡرًا  فَمَا  لَہٗ  مِنۡ  نُّوۡرٍ ﴿۴۰﴾ ",
			"index": "2831",
			"name": "অথবা যেমন অন্ধকাররাশি কোন সমুদ্রের জলাশয়ের মধ্যে, সেটার উপর ঢেউ, ঢেউয়ের উপর আরো ঢেউ, সেটার ঊর্ধ্বে মেঘপুঞ্জ; অন্ধকারপুঞ্জ রয়েছে একের উপর এক। যখন আপন হাত বের করে তখন তা দেখা যায় বলে মনে হয় না এবং আল্লাহ্‌ যাকে আলো দান করেন না, তার জন্য কোথাও আলো নেই। ",
			"en_kanzulimaan": "Or like realms of darkness on a deep sea, which is covered by a wave, the wave covered by another wave, and above it is a cloud; layers of darkness upon darkness; if he removes his hand it does not seem visible; and the one to whom Allah does not provide light  there is no light for him anywhere.",
			"ur_kanzulimaan": "یا جیسے اندھیریاں کسی کنڈے کے (گہرائی والے) دریا میں اس کے اوپر موج مو ج کے اوپر اور موج اس کے اوپر بادل، اندھیرے ہیں ایک پر ایک جب اپنا ہاتھ نکالے تو سوجھائی دیتا معلوم نہ ہو اور جسے اللہ نور نہ دے اس کے لیے کہیں نور نہیں",
			"hi_kanzulimaan": "या जैसे अंधेरियां किसी कुंडे के (गहराई वाले) दरिया में (92फ) उसके ऊपर मौज, मौज के ऊपर और मौज, उसके ऊपर बादल, अंधेरे हैं एक पर एक (93फ) जब अपना हाथ निकाले तो सुझाई देता मालूम न हो (94फ) और जिसे अल्लाह नूर न दे उसके लिये कहीं नूर नहीं (95फ)",
			"author": "৪০. অথবা (কাফেরদের কৃতকর্ম) সাগরের সুগভীর আঁধারের ন্যায়, যাকে তরঙ্গের পর তরঙ্গ আচ্ছাদিত করে রেখেছে, (এবং) যার উর্ধ্বদেশে মেঘমালা, (স্তরে স্তরে এ) অন্ধকারের উপর রয়েছে অপর অন্ধকার। (সমূদ্রে ডুবন্ত কোনো ব্যক্তি) যখন নিজের হাত তুলে ধরে তখন একে (কেউই) দেখতে পায় না। আর যার জন্যে আল্লাহ্ (হেদায়াতের) নূর তৈরীই করেননি তার জন্যে (কোথাও) নূর নেই।"
		},
		{
			"_id": "2832",
			"sura": "24",
			"para": "18",
			"verses": "41",
			"names": "اَلَمۡ تَرَ اَنَّ اللّٰہَ  یُسَبِّحُ لَہٗ  مَنۡ فِی السَّمٰوٰتِ وَ الۡاَرۡضِ وَ الطَّیۡرُ  صٰٓفّٰتٍ ؕ کُلٌّ قَدۡ عَلِمَ  صَلَاتَہٗ وَ تَسۡبِیۡحَہٗ ؕ وَ اللّٰہُ  عَلِیۡمٌۢ   بِمَا یَفۡعَلُوۡنَ ﴿۴۱﴾ ",
			"number": "",
			"verses_PDMS": "اَلَمۡ تَرَ اَنَّ اللّٰہَ  یُسَبِّحُ لَہٗ  مَنۡ فِی السَّمٰوٰتِ وَ الۡاَرۡضِ وَ الطَّیۡرُ  صٰٓفّٰتٍ ؕ کُلٌّ قَدۡ عَلِمَ  صَلَاتَہٗ وَ تَسۡبِیۡحَہٗ ؕ وَ اللّٰہُ  عَلِیۡمٌۢ   بِمَا یَفۡعَلُوۡنَ ﴿۴۱﴾ ",
			"index": "2832",
			"name": "আপনি কি দেখেন নি যে, আল্লাহ্‌র পবিত্রতা ঘোষণা করে যা কিছু আসমানসমূহে ও যমীনে রয়েছে এবং পাখীকুল পাখা সম্প্রসারিত করে? সবাই জেনে রেখেছে আপন নামায ও আপন পবিত্রতা ঘোষণার পদ্ধতি এবং আল্লাহ্‌ তাদের কর্মসমূহ জানেন। ",
			"en_kanzulimaan": "Have you not seen that all those who are in the heavens and the earth praise Allah, and the birds with their wings spread (also praise Him)? Each one has learnt its prayers and its words of praise; and Allah knows their deeds.",
			"ur_kanzulimaan": "کیا تم نے نہ دیکھا کہ اللہ کی تسبیح کرتے ہیں جو کوئی آسمانوں اور زمین میں ہیں اور پرندے پر پھیلائے سب نے جان رکھی ہے اپنی نماز اور اپنی تسبیح، اور اللہ ان کے کاموں کو جانتا ہے،",
			"hi_kanzulimaan": "क्या तुमने ने देखा कि अल्लाह की तस्बीह करते हैं जो कोई आसमानों और ज़मीन में हैं और परिन्दे (96फ) पर फैलाए, सबने जान रखी है अपनी नमाज़ और अपनी तस्बीह, और अल्लाह उनके कामों को जानता है",
			"author": "৪১. তুমি কি দেখো না যে, যারা আকাশমন্ডলীতে ও পৃথিবীতে রয়েছে তারা (সকলে) আল্লাহ্‌রই তাসবীহ পাঠ করে, আর পাখিরা(ও শুন্যে) পালক ছড়িয়ে (তাঁরই তাসবীহ পাঠ করে)। সকলেই (আল্লাহ্‌র সমীপে) নিজেদের নামায এবং নিজেদের তাসবীহ্ পাঠের পদ্ধতি জানে। আর আল্লাহ্ সেসব কর্মকান্ড সম্পর্কে সম্যক অবগত যা তারা সম্পাদন করে।"
		},
		{
			"_id": "2833",
			"sura": "24",
			"para": "18",
			"verses": "42",
			"names": "وَ لِلّٰہِ مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ ۚ وَ  اِلَی اللّٰہِ  الۡمَصِیۡرُ ﴿۴۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ لِلّٰہِ مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ ۚ وَ  اِلَی اللّٰہِ  الۡمَصِیۡرُ ﴿۴۲﴾ ",
			"index": "2833",
			"name": "আর আল্লাহ্‌রই রাজত্ব আসমানসমূহ ও যমীনের; এবং আল্লাহ্‌রই প্রতি প্রত্যাবর্তন। ",
			"en_kanzulimaan": "And for Allah only is the kingship of the heavens and the earth; and towards Allah is the return.",
			"ur_kanzulimaan": "اور اللہ ہی کے لیے ہے سلطنت آسمانوں اور زمین کی اور اللہ ہی کی طرف پھر جانا،",
			"hi_kanzulimaan": " और अल्लाह ही के लिये है सल्तनत आसमानों और ज़मीन की, और अल्लाह ही की तरफ़ फिर जाना",
			"author": "৪২. আর সমস্ত আকাশমন্ডলী ও পৃথিবীর রাজত্ব আল্লাহ্‌রই এবং তাঁরই দিকে সকলের প্রত্যাবর্তন।"
		},
		{
			"_id": "2834",
			"sura": "24",
			"para": "18",
			"verses": "43",
			"names": "اَلَمۡ  تَرَ  اَنَّ اللّٰہَ یُزۡجِیۡ سَحَابًا ثُمَّ  یُؤَلِّفُ بَیۡنَہٗ  ثُمَّ یَجۡعَلُہٗ  رُکَامًا فَتَرَی الۡوَدۡقَ یَخۡرُجُ مِنۡ خِلٰلِہٖ ۚ وَ  یُنَزِّلُ مِنَ السَّمَآءِ مِنۡ جِبَالٍ فِیۡہَا مِنۡۢ بَرَدٍ فَیُصِیۡبُ بِہٖ مَنۡ یَّشَآءُ وَ یَصۡرِفُہٗ عَنۡ مَّنۡ یَّشَآءُ ؕ یَکَادُ سَنَا بَرۡقِہٖ یَذۡہَبُ بِالۡاَبۡصَارِ ﴿ؕ۴۳﴾ ",
			"number": "",
			"verses_PDMS": "اَلَمۡ  تَرَ  اَنَّ اللّٰہَ یُزۡجِیۡ سَحَابًا ثُمَّ  یُؤَلِّفُ بَیۡنَہٗ  ثُمَّ یَجۡعَلُہٗ  رُکَامًا فَتَرَی الۡوَدۡقَ یَخۡرُجُ مِنۡ خِلٰلِہٖ ۚ وَ  یُنَزِّلُ مِنَ السَّمَآءِ مِنۡ جِبَالٍ فِیۡہَا مِنۡۢ بَرَدٍ فَیُصِیۡبُ بِہٖ مَنۡ یَّشَآءُ وَ یَصۡرِفُہٗ عَنۡ مَّنۡ یَّشَآءُ ؕ یَکَادُ سَنَا بَرۡقِہٖ یَذۡہَبُ بِالۡاَبۡصَارِ ﴿ؕ۴۳﴾ ",
			"index": "2834",
			"name": "তুমি কি দেখো নি যে, আল্লাহ্‌ ধীরে ধীরে সঞ্চালন করেন মেঘমালাকে, অতঃপর সেগুলোকে পরস্পর একত্র করেন, অতঃপর সেগুলোকে পুঞ্জীভূত করেন, অতঃপর তুমি দেখতে পাও যে, সেটার মধ্য থেকে বারিধারা বর্ষিত হয় এবং আসমান থেকে, তাতে যে বরফের পাহাড় রয়েছে, তা থেকে কিছু শিলা বৃষ্টি বর্ষণ করেন, অতঃপর সেগুলোকে যার উপর ইচ্ছা বর্ষণ করেন; এবং যার দিক থেকে ইচ্ছা করেন সেগুলোকে ফিরিয়ে দেন। সেটার বিদ্যুৎ ঝলক দৃষ্টি শক্তিকে কেড়ে নেওয়ার উপক্রম হয়। ",
			"en_kanzulimaan": "Have you not seen that Allah slowly transports the clouds, then gathers them together, then heaps them together, so you see the rain coming forth from between them? And from the sky He sends down hail from the mountains of ice, then sends them upon whomever He wills, and averts them from whomever He wills; it is close that the flash of its lightning take away the eyesight.",
			"ur_kanzulimaan": "کیا تو نے نہ دیکھا کہ اللہ نرم نرم چلاتا ہے بادل کو پھر انہیں آپس میں مِلاتا ہے پھر انہیں تہہ پر تہہ کردیتا ہے تو تُو دیکھے کہ اس کے بیچ میں سے مینہ نکلتا ہے اور اتارتا ہے آسمان سے اس میں جو برف کے پہاڑ ہیں ان میں سے کچھ اولے پھر ڈالنا ہے انہیں جس پر چاہے اور پھیردیتا ہے انہیں جس سے چاہے قریب ہے کہ اس کی بجلی کی چمک آنکھ لے جائے",
			"hi_kanzulimaan": "क्या तूने न देखा कि अल्लाह नर्म नर्म चलाता है बादल को (97फ) फिर उन्हें आपस में मिलाता है (98फ) फिर उन्हें तह पर तह कर देता है तो तू देखे कि उसके बीच में से मेंह निकालता है, और उतारता है आसमान से उसमें जो बर्फ के पहाड़ हैं उन में से कुछ ओले (99फ) फिर डालता है उन्हें जिस पर चाहे (100फ) और फेर देता है उन्हें जिससे चाहे (101फ) क़रीब है कि उसकी बिजली की चमक आँख ले जाए (102फ)",
			"author": "৪৩. তুমি কি দেখোনি যে, আল্লাহ্ই মেঘমালাকে (প্রথমে) ধীরে ধীরে সঞ্চালন করেন, অতঃপর (খন্ডে খন্ডে বিভক্ত) মেঘমালাকে পরস্পরে মিলিয়ে দেন এবং পরে একে পুঞ্জীভুত করেন? অতঃপর তুমি দেখ যে, তা থেকে নির্গত হয় বারিধারা। আর আসমানে (অর্থাৎ শূন্যমন্ডলে দৃশ্যমান) পাহাড়সম মেঘমালা থেকে তিনি বর্ষণ করেন শিলাবৃষ্টি। অতঃপর যাকে চান তা দ্বারা আঘাত করেন, যার থেকে চান তা ফিরিয়ে দেন। (অধিকন্তু এ মেঘমালা থেকে বিদ্যুৎও সৃষ্টি করেন।) মনে হয়, (মেঘের) এ বিদ্যুৎ চমক দৃষ্টিশক্তি কেড়ে নেবে।"
		},
		{
			"_id": "2835",
			"sura": "24",
			"para": "18",
			"verses": "44",
			"names": "یُقَلِّبُ اللّٰہُ الَّیۡلَ وَ النَّہَارَ ؕ اِنَّ فِیۡ ذٰلِکَ لَعِبۡرَۃً   لِّاُولِی  الۡاَبۡصَارِ  ﴿۴۴﴾",
			"number": "",
			"verses_PDMS": "یُقَلِّبُ اللّٰہُ الَّیۡلَ وَ النَّہَارَ ؕ اِنَّ فِیۡ ذٰلِکَ لَعِبۡرَۃً   لِّاُولِی  الۡاَبۡصَارِ  ﴿۴۴﴾",
			"index": "2835",
			"name": "আল্লাহ্‌ পরিবর্তন ঘটান রাত দিনের। নিশ্চয় তাতে বুঝার ক্ষেত্র রয়েছে অন্তর্দৃষ্টিসম্পন্নদের জন্য। ",
			"en_kanzulimaan": "Allah alternates the day and the night; indeed in this is a lesson for those who can perceive.",
			"ur_kanzulimaan": "اللہ بدلی کرتا ہے رات اور دن کی بیشک اس میں سمجھنے کا مقام ہے نگاہ والوں کو،",
			"hi_kanzulimaan": "अल्लाह बदली करता है रात और दिन की (103फ) बेशक इसमें समझने का मक़ाम है निगाह वालों को",
			"author": "৪৪. আর আল্লাহ্ রজনী এবং দিবসের (একটির উপর আরেকটির ) পরিবর্তন ঘটান। আর নিশ্চয়ই এতে (মহা) নির্দেশনা রয়েছে বুদ্ধিমান ও অর্ন্তদৃষ্টি সম্পন্নদের জন্যে।"
		},
		{
			"_id": "2836",
			"sura": "24",
			"para": "18",
			"verses": "45",
			"names": "وَ اللّٰہُ خَلَقَ کُلَّ دَآبَّۃٍ  مِّنۡ مَّآءٍ ۚ فَمِنۡہُمۡ مَّنۡ یَّمۡشِیۡ عَلٰی بَطۡنِہٖ ۚ وَ مِنۡہُمۡ مَّنۡ یَّمۡشِیۡ عَلٰی  رِجۡلَیۡنِ ۚ  وَ مِنۡہُمۡ مَّنۡ یَّمۡشِیۡ عَلٰۤی اَرۡبَعٍ ؕ یَخۡلُقُ اللّٰہُ  مَا یَشَآءُ ؕ اِنَّ  اللّٰہَ  عَلٰی کُلِّ  شَیۡءٍ  قَدِیۡرٌ ﴿۴۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ اللّٰہُ خَلَقَ کُلَّ دَآبَّۃٍ  مِّنۡ مَّآءٍ ۚ فَمِنۡہُمۡ مَّنۡ یَّمۡشِیۡ عَلٰی بَطۡنِہٖ ۚ وَ مِنۡہُمۡ مَّنۡ یَّمۡشِیۡ عَلٰی  رِجۡلَیۡنِ ۚ  وَ مِنۡہُمۡ مَّنۡ یَّمۡشِیۡ عَلٰۤی اَرۡبَعٍ ؕ یَخۡلُقُ اللّٰہُ  مَا یَشَآءُ ؕ اِنَّ  اللّٰہَ  عَلٰی کُلِّ  شَیۡءٍ  قَدِیۡرٌ ﴿۴۵﴾ ",
			"index": "2836",
			"name": "এবং আল্লাহ্‌ ভূ-পৃষ্ঠে প্রত্যেক বিচরণকারী জীবজন্তকে পানি থেকে সৃষ্টি করেছেন, আর সেগুলোর মধ্যে কতেক নিজ পেটের উপর ভর দিয়ে চলে, এবং সেগুলোর মধ্যে কিছু সংখ্যক দু’পায়ে চলে, আর সেগুলোর মধ্যে কিছু চার পায়ে চলে। আল্লাহ্‌ সৃষ্টি করেন যা চান। নিঃসন্দেহে, আল্লাহ্‌ সবকিছু করতে পারেন। ",
			"en_kanzulimaan": "And Allah created every animal on earth, from water; so among them is a kind that moves upon its belly; and among them is a kind that moves upon two legs; and among them a kind that moves upon four legs; Allah creates whatever He wills; indeed Allah is Able to do all things.",
			"ur_kanzulimaan": "اور اللہ نے زمین پر ہر چلنے والا پانی سے بنایا تو ان میں کوئی اپنے پیٹ پر چلتا ہے اور ان میں کوئی دو پاؤں پر چلتا ہے اور ان میں کوئی چار پاؤں پر چلتا ہے اللہ بناتا ہے جو چاہے، بیشک اللہ سب کچھ کرسکتا ہے،",
			"hi_kanzulimaan": "और अल्लाह ने ज़मीन पर हर चलने वाला पानी से बनाया (104फ) तो उन में कोई अपने पेट पर चलता है (105फ) और उनमें कोई दो पाँव पर चलता है (106फ) और उनमें कोई चार पांव पर चलता है (107फ) अल्लाह बनाता है जो चाहे, बेशक अल्लाह सब कुछ कर सकता है",
			"author": "৪৫. আর আল্লাহ্ সকল বিচরণশীল জীব (অর্থাৎ বিচরণশীল প্রাণীর রাসায়নিক) সৃষ্টি (সূচনা) করেছেন পানি থেকে। অতঃপর এদের কিছু তাদের পেটে ভর দিয়ে চলে, কিছু দু’পায়ে চলে এবং কিছু চলে চার পায়ে। আল্লাহ্ যা চান সৃষ্টি করেন, নিশ্চয়ই আল্লাহ্ সকল কিছুর উপর সর্বশক্তিমান।"
		},
		{
			"_id": "2837",
			"sura": "24",
			"para": "18",
			"verses": "46",
			"names": "لَقَدۡ اَنۡزَلۡنَاۤ  اٰیٰتٍ مُّبَیِّنٰتٍ ؕ وَ اللّٰہُ یَہۡدِیۡ مَنۡ  یَّشَآءُ   اِلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿۴۶﴾ ",
			"number": "",
			"verses_PDMS": "لَقَدۡ اَنۡزَلۡنَاۤ  اٰیٰتٍ مُّبَیِّنٰتٍ ؕ وَ اللّٰہُ یَہۡدِیۡ مَنۡ  یَّشَآءُ   اِلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿۴۶﴾ ",
			"index": "2837",
			"name": "নিশ্চয় আমি অবতীর্ণ করেছি সুস্পষ্ট বর্ণনাকারী নিদর্শনসমূহ এবং আল্লাহ্‌ যাকে চান সরল পথ দেখান। ",
			"en_kanzulimaan": "And We indeed sent down clear verses; and Allah may guide whomever He wills to the Straight Path.",
			"ur_kanzulimaan": "بیشک ہم نے اتاریں صاف بیان کرنے والی آیتیں اور اللہ جسے چاہے سیدھی راہ دکھائے",
			"hi_kanzulimaan": " बेशक हमने उतारीं साफ़ बयान करने वाली आयतें (108फ) और अल्लाह हिदायत देता है जिसे चाहे सीधी राह दिखाए (109फ)",
			"author": "৪৬. আমরা তো সুস্পষ্ট সমুজ্জ্বল নিদর্শন অবতীর্ণ করেছি। আর আল্লাহ্ (এগুলোর মাধ্যমে) যাকে চান সরল পথে হেদায়াত দান করেন।"
		},
		{
			"_id": "2838",
			"sura": "24",
			"para": "18",
			"verses": "47",
			"names": "وَ یَقُوۡلُوۡنَ اٰمَنَّا بِاللّٰہِ وَ بِالرَّسُوۡلِ وَ اَطَعۡنَا ثُمَّ یَتَوَلّٰی فَرِیۡقٌ مِّنۡہُمۡ مِّنۡۢ بَعۡدِ ذٰلِکَ ؕ وَ مَاۤ   اُولٰٓئِکَ بِالۡمُؤۡمِنِیۡنَ ﴿۴۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَقُوۡلُوۡنَ اٰمَنَّا بِاللّٰہِ وَ بِالرَّسُوۡلِ وَ اَطَعۡنَا ثُمَّ یَتَوَلّٰی فَرِیۡقٌ مِّنۡہُمۡ مِّنۡۢ بَعۡدِ ذٰلِکَ ؕ وَ مَاۤ   اُولٰٓئِکَ بِالۡمُؤۡمِنِیۡنَ ﴿۴۷﴾ ",
			"index": "2838",
			"name": "এবং তারা বলে, ‘আমরা ঈমান এনেছি আল্লাহ্‌ ও রসূলের উপর এবং নির্দেশ মান্য করেছি’। অতঃপর কিছু সংখ্যক লোক তাদের মধ্যে থেকে এরপর ফিরে যায় এবং তারা মুসলমান নয়। ",
			"en_kanzulimaan": "And they say, We have accepted faith in Allah and His Noble Messenger, and we obey; then after that a group among them turns away; and they are not Muslims.",
			"ur_kanzulimaan": "اور کہتے ہیں ہم ایمان لائے اللہ اور رسول پر اور حکم مانا پھر کچھ ان میں کے اس کے بعد پھر جاتے ہیں اور وہ مسلمان نہیں",
			"hi_kanzulimaan": "और कहते हैं हम ईमान लाए अल्लाह और रसूल पर और हुक्म माना फिर कुछ उनमें के उसके बाद फिर जाते हैं (110फ) और वो मुसलमान नहीं (111फ)",
			"author": "৪৭. আর তারা বলে, ‘আমরা আল্লাহ্ এবং রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর উপর ঈমান আনয়ন করেছি এবং আমরা আনুগত্য করছি’। কিন্তু এরপর (একথা বলার পর) তাদের একদল (নিজেদের স্বীকৃতি থেকে) মুখ ফিরিয়ে নেয়। বস্তুতঃ এরা মুমিন(ই) নয়।"
		},
		{
			"_id": "2839",
			"sura": "24",
			"para": "18",
			"verses": "48",
			"names": "وَ اِذَا  دُعُوۡۤا اِلَی اللّٰہِ وَ رَسُوۡلِہٖ لِیَحۡکُمَ بَیۡنَہُمۡ  اِذَا فَرِیۡقٌ مِّنۡہُمۡ مُّعۡرِضُوۡنَ ﴿۴۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذَا  دُعُوۡۤا اِلَی اللّٰہِ وَ رَسُوۡلِہٖ لِیَحۡکُمَ بَیۡنَہُمۡ  اِذَا فَرِیۡقٌ مِّنۡہُمۡ مُّعۡرِضُوۡنَ ﴿۴۸﴾ ",
			"index": "2839",
			"name": "এবং যখন আহ্বান করা হয় আল্লাহ্‌ ও তার রসূলের দিকে এ জন্য যে, রসূল তাদের মধ্যে মীমাংসা করবেন, তখনই তাদের একটা দল মুখ ফিরিয়ে নেয়।",
			"en_kanzulimaan": "And when called towards Allah and His Noble Messenger in order that the Noble Messenger may judge between them, thereupon a group among them turns away.",
			"ur_kanzulimaan": "اور جب بلائے جائیں اللہ اور اس کے رسول کی طرف کہ رسول ان میں فیصلہ فرمائے تو جبھی ان کا ایک فریق منہ پھیر جاتا ہے،",
			"hi_kanzulimaan": "और जब बुलाए जाएं अल्लाह और उसके रसूल की तरफ़ कि रसूल उनमें फ़ैसला फ़रमाए तो जभी उनका एक फ़रीक़ मुंह फेर जाता है",
			"author": "৪৮. আর যখন এদেরকে আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর দিকে আহ্বান করা হয় যাতে তিনি তাদের মাঝে ফায়সালা করে দিতে পারেন, তখন তাদের একদল (রাসূলে আকরাম সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের দরবারে আগমন করা থেকে) মুখ ফিরিয়ে নেয়।"
		},
		{
			"_id": "2840",
			"sura": "24",
			"para": "18",
			"verses": "49",
			"names": "وَ اِنۡ یَّکُنۡ  لَّہُمُ الۡحَقُّ یَاۡتُوۡۤا اِلَیۡہِ مُذۡعِنِیۡنَ ﴿ؕ۴۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنۡ یَّکُنۡ  لَّہُمُ الۡحَقُّ یَاۡتُوۡۤا اِلَیۡہِ مُذۡعِنِیۡنَ ﴿ؕ۴۹﴾ ",
			"index": "2840",
			"name": "এবং যদি তাদের পক্ষে রায় দেওয়া হয়, তবে তার দিকে ছুটে আসে মান্যকারীরূপে।",
			"en_kanzulimaan": "And if the judgement is in their favour, they come towards it willingly.",
			"ur_kanzulimaan": "اور اگر ان میں ڈگری ہو (ان کے حق میں فیصلہ ہو) تو اس کی طرف آئیں مانتے ہوئے",
			"hi_kanzulimaan": "और अगर उनमे डिगरी हो {उनके हक़ में फ़ैसला हो} तो उसकी तरफ़ आएं मानते हुए (112फ)",
			"author": "৪৯. আর তারা যদি সত্যাশ্রয়ী হতো তবে তারা অনুগত হয়ে তাঁর (অর্থাৎ রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের) নিকট ছুটে আসতো।"
		},
		{
			"_id": "2841",
			"sura": "24",
			"para": "18",
			"verses": "50",
			"names": "اَفِیۡ  قُلُوۡبِہِمۡ مَّرَضٌ اَمِ ارۡتَابُوۡۤا اَمۡ یَخَافُوۡنَ اَنۡ یَّحِیۡفَ اللّٰہُ  عَلَیۡہِمۡ وَ رَسُوۡلُہٗ ؕ بَلۡ  اُولٰٓئِکَ  ہُمُ  الظّٰلِمُوۡنَ ﴿۵۰﴾ ",
			"number": "",
			"verses_PDMS": "اَفِیۡ  قُلُوۡبِہِمۡ مَّرَضٌ اَمِ ارۡتَابُوۡۤا اَمۡ یَخَافُوۡنَ اَنۡ یَّحِیۡفَ اللّٰہُ  عَلَیۡہِمۡ وَ رَسُوۡلُہٗ ؕ بَلۡ  اُولٰٓئِکَ  ہُمُ  الظّٰلِمُوۡنَ ﴿۵۰﴾ ",
			"index": "2841",
			"name": "তাদের অন্তরসমূহে কী ব্যাধি আছে, না (তারা) সংশোয় পোষণ করে? না এ ভয় করে যে, আল্লাহ্‌ ও রসূল তাদের উপর যুল্‌ম করবেন? বরং তারা নিজেরাই যালিম’।",
			"en_kanzulimaan": "Are their hearts diseased, or do they have doubts, or do they fear that Allah and His Noble Messenger will oppress them? In fact they themselves are the unjust.",
			"ur_kanzulimaan": "کیا ان کے دلوں میں بیماری ہے یا شک رکھتے ہیں کیا یہ ڈرتے ہیں کہ اللہ و رسول ان پر ظلم کریں گے بلکہ خود ہی ظالم ہیں،",
			"hi_kanzulimaan": "क्या उनके दिलों में बीमारी है (113फ) या शक रखते हैं (114फ) या ये डरते हैं कि अल्लाह व रसूल उनपर ज़ुल्म करेंगे (115फ) बल्कि वो ख़ुद ही ज़ालिम हैं",
			"author": "৫০. তাদের অন্তরে কি (কপটতার) ব্যাধি রয়েছে? অথবা তারা (রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহীওয়াসাল্লামের ব্যাপারে) সন্দেহ পোষণ করে? অথবা তারা এ ভয় করে যে, আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) তাদের প্রতি যুলুম করবেন? (না) বরং তারা নিজেরাই যালিম।"
		},
		{
			"_id": "2842",
			"sura": "24",
			"para": "18",
			"verses": "51",
			"names": "اِنَّمَا کَانَ  قَوۡلَ الۡمُؤۡمِنِیۡنَ  اِذَا دُعُوۡۤا اِلَی اللّٰہِ وَ رَسُوۡلِہٖ  لِیَحۡکُمَ بَیۡنَہُمۡ اَنۡ یَّقُوۡلُوۡا سَمِعۡنَا وَ اَطَعۡنَا ؕ وَ اُولٰٓئِکَ ہُمُ الۡمُفۡلِحُوۡنَ ﴿۵۱﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّمَا کَانَ  قَوۡلَ الۡمُؤۡمِنِیۡنَ  اِذَا دُعُوۡۤا اِلَی اللّٰہِ وَ رَسُوۡلِہٖ  لِیَحۡکُمَ بَیۡنَہُمۡ اَنۡ یَّقُوۡلُوۡا سَمِعۡنَا وَ اَطَعۡنَا ؕ وَ اُولٰٓئِکَ ہُمُ الۡمُفۡلِحُوۡنَ ﴿۵۱﴾ ",
			"index": "2842",
			"name": "মুসলমানদের উক্তি তো এই যখন আল্লাহ্‌ ও রসূলের দিকে আহ্বান করা হয়, এ জন্য যে, রসূল তাদের মধ্যে ফয়সালা করে দেবেন, তখন তারা আরয করে, ‘আমরা শ্রবণ করলাম এবং হুকুম মান্য করলাম’। আর এসব লোকই সফলকাম। ",
			"en_kanzulimaan": "The saying of the Muslims when they are called towards Allah and His Noble Messenger in order that the Noble Messenger judge between them is that they submit, We hear and we obey; and it is they who have attained the goal.",
			"ur_kanzulimaan": "مسلمانوں کی بات تو یہی ہے جب اللہ اور رسول کی طرف بلائے جائیں کہ رسول ان میں فیصلہ فرمائے کہ عرض کریں ہم نے سنا اور حکم مانا او ریہی لوگ مراد کو پہنچے،",
			"hi_kanzulimaan": "मुसलमानों की बात तो यही हैं (116फ) जब अल्लाह और रसूल की तरफ़ बुलाए जाएं कि रसूल उनमें फैसला फ़रमाए तो अर्ज़ करें हमने सुना और हुक्म माना और यही लोग मुराद को पहुंचे",
			"author": "৫১. ঈমানদারদের বক্তব্য তো কেবল এ যে, যখন তাদেরকে আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর প্রতি আহ্বান করা হয় যাতে তিনি তাদের মাঝে ফায়সালা করে দিতে পারেন, তখন তারা এমন কিছুই বলে যে, ‘আমরা শুনেছি এবং (সম্পূর্ণরূপে) আনুগত্য করেছি’। আর তারাই সফলকাম।"
		},
		{
			"_id": "2843",
			"sura": "24",
			"para": "18",
			"verses": "52",
			"names": "وَ مَنۡ یُّطِعِ اللّٰہَ وَ رَسُوۡلَہٗ  وَ یَخۡشَ اللّٰہَ  وَ یَتَّقۡہِ  فَاُولٰٓئِکَ  ہُمُ  الۡفَآئِزُوۡنَ ﴿۵۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ یُّطِعِ اللّٰہَ وَ رَسُوۡلَہٗ  وَ یَخۡشَ اللّٰہَ  وَ یَتَّقۡہِ  فَاُولٰٓئِکَ  ہُمُ  الۡفَآئِزُوۡنَ ﴿۵۲﴾ ",
			"index": "2843",
			"name": "এবং যারা নির্দেশ মান্য করে আল্লাহ্‌ ও তার রসূলের এবং আল্লাহ্‌কে ভয় করে আর সাবধানতা অবলম্বন করে, তবে এসব লোকই সফলকাম। ",
			"en_kanzulimaan": "And whoever obeys the command of Allah and His Noble Messenger, and fears Allah, and practices piety - so it is they who are the successful.",
			"ur_kanzulimaan": "اور جو حکم مانے اللہ اور اس کے رسول کا اور اللہ سے ڈرے اور پرہیزگاری کرے تو یہی لوگ کامیاب ہیں،",
			"hi_kanzulimaan": "और जो हुक्म माने अल्लाह और उसके रसूल का और अल्लाह से डरे और परहेज़गारी करे तो यही लोग कामयाब हैं",
			"author": "৫২. আর যারা আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর আনুগত্য করে ও আল্লাহ্কে ভয় করে এবং তাঁর ব্যাপারে সাবধান থাকে, তারাই লক্ষ্য অর্জনকারী।"
		},
		{
			"_id": "2844",
			"sura": "24",
			"para": "18",
			"verses": "53",
			"names": "وَ اَقۡسَمُوۡا بِاللّٰہِ جَہۡدَ  اَیۡمَانِہِمۡ لَئِنۡ اَمَرۡتَہُمۡ  لَیَخۡرُجُنَّ ؕ قُلۡ لَّا تُقۡسِمُوۡا ۚ طَاعَۃٌ  مَّعۡرُوۡفَۃٌ ؕ اِنَّ اللّٰہَ خَبِیۡرٌۢ  بِمَا تَعۡمَلُوۡنَ ﴿۵۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَقۡسَمُوۡا بِاللّٰہِ جَہۡدَ  اَیۡمَانِہِمۡ لَئِنۡ اَمَرۡتَہُمۡ  لَیَخۡرُجُنَّ ؕ قُلۡ لَّا تُقۡسِمُوۡا ۚ طَاعَۃٌ  مَّعۡرُوۡفَۃٌ ؕ اِنَّ اللّٰہَ خَبِیۡرٌۢ  بِمَا تَعۡمَلُوۡنَ ﴿۵۳﴾ ",
			"index": "2844",
			"name": "এবং তারা আল্লাহ্‌র শপথ করেছে, নিজেদের শপথ চূড়ান্ত প্রচেষ্টা সহকারে, এ মর্মে যে, আপনি যদি তাদেরকে নির্দেশ দেন তবে তারা অবশ্যই জিহাদে বের হবে। আপনি বলুন, ‘তোমরা শপথ করো না! শরীয়ত অনুযায়ী হুকুম পালন করা উচিত। আল্লাহ্‌ জানেন যা তোমরা করছো’।",
			"en_kanzulimaan": "And they swore by Allah most vehemently in their oaths that if you order them, they will go forth to holy war; say, Do not swear; obedience according to the law is required; indeed Allah knows what you do.",
			"ur_kanzulimaan": "اور انہوں نے اللہ کی قسم کھائی اپنے حلف میں حد کی کوشش سے کہ اگر تم انہیں حکم دو گے تو وہ ضرور جہاد کو نکلیں گے تم فرماؤ قسمیں نہ کھاؤ موافق شرع حکم برداری چاہیے، اللہ جانتا ہے جو تم کرتے ہو",
			"hi_kanzulimaan": "और उन्होंने (117फ) अल्लाह की क़सम खाई अपने हलफ़ में हद की कोशिश से कि अगर तुम उन्हें हुक्म दोंगे तो वो ज़रूर जिहाद को निकलेंगे, तुम फ़रमादो क़समें न खाओ (118फ) मवाफिक़ शरअ हुक्म बरदारी चाहिये, अल्लाह जानता है जो तुम करते हो (119फ)",
			"author": "৫৩. আর তারা সুদৃঢ়ভাবে আল্লাহ্‌র শপথ করে বলে যে, যদি আপনি তাদেরকে আদেশ দেন তবে তারা (জিহাদের জন্যে) অবশ্যই বের হবে। আপনি বলে দিন, ‘তোমরা শপথ করো না (বরং) বিধানসম্মত পন্থায় আনুগত্য (পোষণ করো)। নিশ্চয়ই আল্লাহ্ তা সম্পর্কে সম্যক অবগত যা তোমরা করো।’"
		},
		{
			"_id": "2845",
			"sura": "24",
			"para": "18",
			"verses": "54",
			"names": "قُلۡ اَطِیۡعُوا اللّٰہَ وَ اَطِیۡعُوا الرَّسُوۡلَ ۚ فَاِنۡ  تَوَلَّوۡا فَاِنَّمَا عَلَیۡہِ مَا حُمِّلَ وَ عَلَیۡکُمۡ مَّا حُمِّلۡتُمۡ ؕ وَ اِنۡ تُطِیۡعُوۡہُ تَہۡتَدُوۡا ؕ وَ مَا عَلَی الرَّسُوۡلِ  اِلَّا الۡبَلٰغُ الۡمُبِیۡنُ ﴿۵۴﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ اَطِیۡعُوا اللّٰہَ وَ اَطِیۡعُوا الرَّسُوۡلَ ۚ فَاِنۡ  تَوَلَّوۡا فَاِنَّمَا عَلَیۡہِ مَا حُمِّلَ وَ عَلَیۡکُمۡ مَّا حُمِّلۡتُمۡ ؕ وَ اِنۡ تُطِیۡعُوۡہُ تَہۡتَدُوۡا ؕ وَ مَا عَلَی الرَّسُوۡلِ  اِلَّا الۡبَلٰغُ الۡمُبِیۡنُ ﴿۵۴﴾ ",
			"index": "2845",
			"name": "আপনি বলুন, ‘নির্দেশ মান্য করো আল্লাহ্‌র এবং নির্দেশ মান্য করো রসূলের’। অতঃপর যদি তোমরা মুখ ফিরিয়ে নাও, তবে রসূলের দায়িত্বে তাই রয়েছে, যা তার উপর অপরিহার্য করা হয়েছে এবং তোমাদের উপর তাই রয়েছে, যার ভার তোমাদের উপর অর্পিত হয়েছে। আর যদি রসূলের আনুগত্য করো, তবে সৎপথ পাবে। এবং রসূলের দায়িত্ব নয়, কিন্তু স্পষ্টভাবে পৌছিয়ে দেওয়া। ",
			"en_kanzulimaan": "Proclaim, Obey Allah and obey the Noble Messenger; so if you turn away, then the Noble Messenger is bound only for what is obligatory upon him, and upon you is the duty placed upon you; and if you obey the Noble Messenger, you will attain guidance; and the Noble Messenger is not liable except to plainly convey.",
			"ur_kanzulimaan": "تم فرماؤ حکم مانو اللہ کا اور حکم مانو رسول کا پھر اگر تم منہ پھیرو تو رسول کے ذمہ وہی ہے جس اس پر لازم کیا گیا اور تم پر وہ ہے جس کا بوجھ تم پر رکھا گیا اور اگر رسول کی فرمانبرداری کرو گے راہ پاؤ گے، اور رسول کے ذمہ نہیں مگر صاف پہنچا دینا",
			"hi_kanzulimaan": "तुम फ़रमाओ हुक्म मानो अल्लाह का और हुक्म मानो रसूल का (120फ) फिर अगर तुम मुंह फेरो (121फ) तो रसूल के ज़िम्मे वही है जो उस पर लाज़िम किया गया (122फ) और तुम पर वह है जिसका बोझ तुम पर रखा गया (123फ) और अगर रसूल की फ़रमाँबरदारी करोगे राह पाओगे और रसूल के ज़िम्मे नहीं मगर साफ़ पहुंचा देना (124फ)",
			"author": "৫৪. বলে দিন, ‘তোমরা আনুগত্য করো আল্লাহ্‌র এবং আনুগত্য করো রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর। অতঃপর যদি তোমরা (আনুগত্য থেকে) মুখ ফিরিয়ে নাও তবে (জেনে রেখো) রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর প্রতি অর্পিত দায়িত্বের জন্যে তিনি দায়ী আর তোমাদের প্রতি অর্পিত দায়িত্বের জন্যে তোমরা দায়ী। আর যদি তোমরা তাঁর আনুগত্য করো তবে হেদায়াত লাভ করবে। আর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর প্রতি তো দায়িত্ব কেবল (বিধিবিধান) সুস্পষ্টভাবে পৌঁছে দেয়া।’"
		},
		{
			"_id": "2846",
			"sura": "24",
			"para": "18",
			"verses": "55",
			"names": "وَعَدَ  اللّٰہُ  الَّذِیۡنَ  اٰمَنُوۡا مِنۡکُمۡ وَ عَمِلُوا الصّٰلِحٰتِ لَیَسۡتَخۡلِفَنَّہُمۡ فِی الۡاَرۡضِ کَمَا اسۡتَخۡلَفَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ۪ وَ لَیُمَکِّنَنَّ لَہُمۡ دِیۡنَہُمُ  الَّذِی ارۡتَضٰی لَہُمۡ وَ لَیُبَدِّلَنَّہُمۡ مِّنۡۢ بَعۡدِ خَوۡفِہِمۡ  اَمۡنًا ؕ یَعۡبُدُوۡنَنِیۡ لَا  یُشۡرِکُوۡنَ بِیۡ شَیۡئًا ؕ وَ مَنۡ  کَفَرَ بَعۡدَ ذٰلِکَ فَاُولٰٓئِکَ ہُمُ  الۡفٰسِقُوۡنَ ﴿۵۵﴾ ",
			"number": "",
			"verses_PDMS": "وَعَدَ  اللّٰہُ  الَّذِیۡنَ  اٰمَنُوۡا مِنۡکُمۡ وَ عَمِلُوا الصّٰلِحٰتِ لَیَسۡتَخۡلِفَنَّہُمۡ فِی الۡاَرۡضِ کَمَا اسۡتَخۡلَفَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ۪ وَ لَیُمَکِّنَنَّ لَہُمۡ دِیۡنَہُمُ  الَّذِی ارۡتَضٰی لَہُمۡ وَ لَیُبَدِّلَنَّہُمۡ مِّنۡۢ بَعۡدِ خَوۡفِہِمۡ  اَمۡنًا ؕ یَعۡبُدُوۡنَنِیۡ لَا  یُشۡرِکُوۡنَ بِیۡ شَیۡئًا ؕ وَ مَنۡ  کَفَرَ بَعۡدَ ذٰلِکَ فَاُولٰٓئِکَ ہُمُ  الۡفٰسِقُوۡنَ ﴿۵۵﴾ ",
			"index": "2846",
			"name": "আল্লাহ্‌ প্রতিশ্রুতি দিয়েছেন তাদেরকে, যারা তোমাদের মধ্যে ঈমান এনেছে এবং সৎ কর্ম করেছে যে, অবশ্যই তাদেরকে পৃথিবীতে খিলাফত প্রদান করবেন যেমনি তাদের পূর্ববর্তীদেরকে দিয়েছেন; এবং অবশ্যই তাদের জন্য সুদৃঢ় করে দেবন তাদের ওই দ্বীনকে, যা তাদের জন্য মনোনীত করেছেন এবং অবশ্যই তাদের পূর্ববর্তী ভয় ভীতিকে নিরাপত্তায় বদলে দেবেন। আমার ইবাদত করবে, আমার শরীক কাউকেও দাঁড় করাবে না। আর যারা এর পড়ে অকৃতজ্ঞ হবে, তবে সে সব লোকই নির্দেশ অমান্যকারি। ",
			"en_kanzulimaan": "Allah has promised those among you who believe and do good deeds, that He will certainly give them the Caliphate in the earth the way He gave to those before them; and that He will certainly establish for them their religion which He has chosen for them, and will turn their prior fear into peace; they must worship Me and not ascribe anything as a partner to Me; and whoever is ungrateful after this  it is they who are the disobedient.",
			"ur_kanzulimaan": "اللہ نے وعدہ دیا ان کو جو تم میں سے ایمان لائے اور اچھے کام کیے کہ ضرور انہیں زمین میں خلافت دے گا جیسی ان سے پہلوں کو دی اور ضرور ان کے لیے جمادے گا ان کا وہ دین جو ان کے لیے پسند فرمایا ہے اور ضرور ان کے اگلے خوف کو امن سے بدل دے گا میری عبادت کریں میرا شریک کسی کو نہ ٹھہرائیں، اور جو اس کے بعد ناشکری کرے تو وہی لوگ بے حکم ہیں،",
			"hi_kanzulimaan": "अल्लाह ने वादा दिया उनको जो तुम में से ईमान लाए और अच्छे काम किये (125फ) कि ज़रूर उन्हें ज़मीन में ख़िलाफ़त देगा (126फ) जैसी उनसे पहलों को दी (127फ) और ज़रूर उनके लिये जमा देगा उनका वह दिन जो उनके लिये पसन्द फ़रमाया है (128फ) ज़रूर उनके अगले ख़ौफ़ को अम्न से बदल देगा (129फ) मेरी इबादत करें मेरा शरीक किसी को न ठहराएं और जो इसके बाद नाशुक्री करे तो वही लोग बेहुक्म हैं",
			"author": "৫৫. তোমাদের মধ্যে যারা ঈমান আনে এবং সৎকর্ম করে তাদেরকে আল্লাহ্ প্রতিশ্রুতি দিয়েছেন (যা পূর্ণ করা এবং পালন করা উম্মতের জন্যে আবশ্যক): তিনি অবশ্যই তাদেরকে পৃথিবীতে (শাসনাধিকারের আমানত) খেলাফত দান করবেন যেমন তিনি শাসন-ক্ষমতা (লাভের অধিকার) দান করেছিলেন তাদেরকে যারা তাদের পূর্বে গত হয়েছে। আর (আধিপত্য ও ক্ষমতার মাধ্যমে) তাদের জন্যে তাদের দ্বীনকে মজবুত ও সুদৃঢ় করে দেবেন যা তিনি তাদের জন্যে পছন্দ করেছেন। আর তিনি অবশ্যই (এ দৃঢ়তার মাধ্যমে) তাদের পূর্ববর্তী ভীতিকর অবস্থাকে (যা তাদের রাজনৈতিক, অর্থনৈতিক ও সামাজিক দুর্বলতার কারণে ছিল) তাদের জন্যে শান্তি ও নিরাপত্তার অবস্থায় পরিবর্তন করে দেবেন। তারা (নির্ভয়ে) আমার ইবাদত করবে, আমার সাথে কাউকে অংশীদার সাব্যস্ত করবে না (অর্থাৎ কেবল আমার নির্দেশ ও নিয়মের অনুগামী থাকবে)। আর এরপর যে অকৃতজ্ঞ হয় (অর্থাৎ আমার বিধি-বিধান থেকে মুখ ফিরিয়ে নেয় ও তা অস্বীকার করে) তবে তারাই হবে পাপাচারী (ও নাফরমান)।"
		},
		{
			"_id": "2847",
			"sura": "24",
			"para": "18",
			"verses": "56",
			"names": "وَ اَقِیۡمُوا الصَّلٰوۃَ  وَ اٰتُوا الزَّکٰوۃَ وَ اَطِیۡعُوا الرَّسُوۡلَ لَعَلَّکُمۡ تُرۡحَمُوۡنَ ﴿۵۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَقِیۡمُوا الصَّلٰوۃَ  وَ اٰتُوا الزَّکٰوۃَ وَ اَطِیۡعُوا الرَّسُوۡلَ لَعَلَّکُمۡ تُرۡحَمُوۡنَ ﴿۵۶﴾ ",
			"index": "2847",
			"name": "আর নামায কায়েম রাখো, যাকাত দাও এবং রসূলের আনুগত্য করো এ আশায় যে, তোমাদের প্রতি দয়া করা হবে।",
			"en_kanzulimaan": "And keep the prayer established and pay the obligatory charity and obey the Noble Messenger, in the hope of attaining mercy.",
			"ur_kanzulimaan": "اور نماز برپا رکھو اور زکوٰة دو اور رسول کی فرمانبرداری کرو اس امید پر کہ تم پر رحم ہو،",
			"hi_kanzulimaan": "और नमाज़ कबरपा रखो और ज़कात दो और रसूल की फ़रमाँबरदारी करो इस उम्मीद पर कि तुम पर रहम हो",
			"author": "৫৬. আর নামায (আদায়ের বিধান) প্রতিষ্ঠা করো ও যাকাত আদায় (করার ব্যবস্থা) করতে থাকো এবং রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর (পরিপূর্ণ) আনুগত্য করো যাতে তোমরা অনুগ্রহভাজন হতে পারো (অর্থাৎ যাতে তোমাদের আধিপত্য, ক্ষমতা, স্থিতিশীলতা এবং শান্তি ও নিরাপত্তার নিয়ামত বহাল রাখা যায়)।"
		},
		{
			"_id": "2848",
			"sura": "24",
			"para": "18",
			"verses": "57",
			"names": "لَا تَحۡسَبَنَّ الَّذِیۡنَ کَفَرُوۡا مُعۡجِزِیۡنَ فِی الۡاَرۡضِ ۚ وَ مَاۡوٰىہُمُ النَّارُ ؕ وَ لَبِئۡسَ الۡمَصِیۡرُ ﴿۵۷﴾ ",
			"number": "",
			"verses_PDMS": "لَا تَحۡسَبَنَّ الَّذِیۡنَ کَفَرُوۡا مُعۡجِزِیۡنَ فِی الۡاَرۡضِ ۚ وَ مَاۡوٰىہُمُ النَّارُ ؕ وَ لَبِئۡسَ الۡمَصِیۡرُ ﴿۵۷﴾ ",
			"index": "2848",
			"name": "কখনো কাফিরদেরকে মনে করবেন না যে, তারা কখনো আমার আয়ত্বের বাইরে যেতে পারবে পৃথিবীতে। এবং তাদের ঠিকানা আগুনই; আর অবশ্য কতোই নিকৃষ্ট পরিণাম! ",
			"en_kanzulimaan": "Do not ever think that the disbelievers can escape from Our control in the land; and their destination is the fire; and indeed what a wretched outcome!",
			"ur_kanzulimaan": "ہرگز کافروں کو خیال نہ کرنا کہ وہ کہیں ہمارے قابو سے نکل جائیں زمین میں اور ان کا ٹھکانا آ گ ہے، اور ضرور کیا ہی برا انجام،",
			"hi_kanzulimaan": "हरगिज़ काफ़िरों का ख़याल न करना कि वो कहीं हमारे क़ाबू से निकल जाएं ज़मीन में और उनका ठिकाना आग है और ज़रूर क्या ही बुरा अंजाम",
			"author": "৫৭. আর কখনো এ ধারণা করো না যে, অস্বীকারকারী ও অকৃতজ্ঞরা পৃথিবীতে (তাদেরকে ধ্বংস করে দেয়ার ব্যাপারে আল্লাহ্কে) অক্ষম করে দেবে। আর তাদের ঠিকানা জাহান্নাম এবং তা খুবই মন্দ ঠিকানা।"
		},
		{
			"_id": "2849",
			"sura": "24",
			"para": "18",
			"verses": "58",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لِیَسۡتَاۡذِنۡکُمُ الَّذِیۡنَ مَلَکَتۡ اَیۡمَانُکُمۡ وَ الَّذِیۡنَ لَمۡ  یَبۡلُغُوا  الۡحُلُمَ  مِنۡکُمۡ  ثَلٰثَ مَرّٰتٍ ؕ مِنۡ قَبۡلِ صَلٰوۃِ  الۡفَجۡرِ وَ حِیۡنَ تَضَعُوۡنَ ثِیَابَکُمۡ مِّنَ الظَّہِیۡرَۃِ وَ مِنۡۢ بَعۡدِ صَلٰوۃِ الۡعِشَآءِ ۟ؕ ثَلٰثُ عَوۡرٰتٍ لَّکُمۡ ؕ لَیۡسَ عَلَیۡکُمۡ وَ لَا عَلَیۡہِمۡ جُنَاحٌۢ بَعۡدَہُنَّ ؕ طَوّٰفُوۡنَ عَلَیۡکُمۡ بَعۡضُکُمۡ  عَلٰی بَعۡضٍ ؕ  کَذٰلِکَ یُبَیِّنُ اللّٰہُ  لَکُمُ  الۡاٰیٰتِ ؕ وَ اللّٰہُ  عَلِیۡمٌ حَکِیۡمٌ ﴿۵۸﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لِیَسۡتَاۡذِنۡکُمُ الَّذِیۡنَ مَلَکَتۡ اَیۡمَانُکُمۡ وَ الَّذِیۡنَ لَمۡ  یَبۡلُغُوا  الۡحُلُمَ  مِنۡکُمۡ  ثَلٰثَ مَرّٰتٍ ؕ مِنۡ قَبۡلِ صَلٰوۃِ  الۡفَجۡرِ وَ حِیۡنَ تَضَعُوۡنَ ثِیَابَکُمۡ مِّنَ الظَّہِیۡرَۃِ وَ مِنۡۢ بَعۡدِ صَلٰوۃِ الۡعِشَآءِ ۟ؕ ثَلٰثُ عَوۡرٰتٍ لَّکُمۡ ؕ لَیۡسَ عَلَیۡکُمۡ وَ لَا عَلَیۡہِمۡ جُنَاحٌۢ بَعۡدَہُنَّ ؕ طَوّٰفُوۡنَ عَلَیۡکُمۡ بَعۡضُکُمۡ  عَلٰی بَعۡضٍ ؕ  کَذٰلِکَ یُبَیِّنُ اللّٰہُ  لَکُمُ  الۡاٰیٰتِ ؕ وَ اللّٰہُ  عَلِیۡمٌ حَکِیۡمٌ ﴿۵۸﴾ ",
			"index": "2849",
			"name": "হে ঈমানদারগণ! তোমাদের হাতের সম্পদ দাস এবং ওই সব ছেলেমেয়ের, যারা তোমাদের মধ্যে এখনো যৌবনে পদার্পণ করেনি- তিনটি সময়ে, তোমাদের নিকট থেকে অনুমতি নেওয়া উচিতঃ ফজরের নামাযের পূর্বে এবং যখন তোমরা আপন পোশাক খুলে রাখো দ্বি-প্রহরে, আর এশা নামাযের পর। এ তিন সময় তোমাদের লজ্জার। এ তিন সময়ের পর তোমাদের উপর কোন পাপ নেই, না তাদের উপর; (তারা তো) আসা যাওয়া করে তোমাদের নিকট, একে অপরের নিকট। আল্লাহ্‌ এভাবে তোমাদের জন্য নিদর্শনসমূহ বর্ণনা করেন এবং আল্লাহ্‌ জ্ঞানময়, প্রজ্ঞাময়।",
			"en_kanzulimaan": "O People who Believe! The slaves you possess and those among you who have not attained adulthood, must seek your permission on three occasions; before the dawn prayer, and when you remove your garments in the afternoon, and after the night prayer; these three times are of privacy for you; other than these three times, it is no sin for you or for them; moving about around you and among each other; and this is how Allah explains the verses for you; and Allah is All Knowing, Wise.",
			"ur_kanzulimaan": "اے ایمان والو! چاہیے کہ تم سے اذن لیں تمہارے ہاتھ کے مال غلام اور جو تم میں ابھی جوانی کو نہ پہنچے تین وقت نمازِ صبح سے پہلے اور جب تم اپنے کپڑے اتار رکھتے ہو دوپہر کو اور نماز عشاء کے بعد یہ تین وقت تمہاری شرم کے ہیں ان تین کے بعد کچھ گناہ نہیں تم پر نہ ان پر آمدورفت رکھتے ہیں تمہارے یہاں ایک دوسرے کے پاس اللہ یونہی بیان کرتا ہے تمہارے لیے آیتیں، اور اللہ علم و حکمت والا ہے،",
			"hi_kanzulimaan": "ऐ ईमान वालों चाहिये कि तुम से इज़्न (आज्ञा) ले तुम्हारे हाथ के माल ग़ुलाम (130फ) और वो जो तुम में अभी जवानी को न पहुंचे (131फ) तीन वक़्त (132फ)  नमाज़े सुबह से पहले (133फ) और जब तुम अपने कपड़े उतार रखते हो दोपहर को (134फ) और इशा नमाज़ के बाद (135फ) ये तीन वक़्त तुम्हारी शर्म के हैं (136फ) इन तीन के बाद कुछ गुनाह नहीं तुम पर न उनपर (137), आम्दोरफ्त रखते हैं तुम्हारे यहाँ एक दूसरे के पास (138फ) अल्लाह यूंही बयान करता है तुम्हारे लिये आयतें, और अल्लाह इल्म व हिकमत वाला है",
			"author": "৫৮. হে ঈমানদারগণ! তোমাদের অধীনস্থ (দাস-দাসী) এবং তোমাদের সন্তান যারা (এখনো) বয়োপ্রাপ্ত হয়নি তারা যেন তোমাদের নিকট (আগমনে) তিন অবস্থায় অনুমতি প্রার্থনা করে: (এক) ফযর নামাযের পূর্বে, (দুই) দ্বিপ্রহরে যখন তোমরা (বিশ্রামের জন্যে) বস্ত্র শিথিল করো এবং (তিন) এশার নামাযের পর (যখন তোমরা নিদ্রার উদ্দেশ্যে বিছানায় গমণ করো, এ) তিনটি (সময়) তোমাদের জন্যে গোপনীয়তা। এ (সময়গুলো) ব্যতীত অন্য সময়ে তোমাদের জন্যে কিংবা তাদের জন্যে কোনো দোষ নেই। (কেননা অন্যান্য সময়ে) তোমাদেরকে সচরাচর একে অপরের নিকট যাতায়াত করতে হয়। এভাবে আল্লাহ্ তোমাদের জন্যে বিধানাবলী সুস্পষ্ট করে দেন। আর আল্লাহ্ সম্যক অবগত, প্রজ্ঞাময়।"
		},
		{
			"_id": "2850",
			"sura": "24",
			"para": "18",
			"verses": "59",
			"names": "وَ اِذَا بَلَغَ  الۡاَطۡفَالُ مِنۡکُمُ الۡحُلُمَ فَلۡیَسۡتَاۡذِنُوۡا کَمَا اسۡتَاۡذَنَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ؕ کَذٰلِکَ یُبَیِّنُ اللّٰہُ  لَکُمۡ اٰیٰتِہٖ ؕ وَ اللّٰہُ  عَلِیۡمٌ  حَکِیۡمٌ ﴿۵۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذَا بَلَغَ  الۡاَطۡفَالُ مِنۡکُمُ الۡحُلُمَ فَلۡیَسۡتَاۡذِنُوۡا کَمَا اسۡتَاۡذَنَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ؕ کَذٰلِکَ یُبَیِّنُ اللّٰہُ  لَکُمۡ اٰیٰتِہٖ ؕ وَ اللّٰہُ  عَلِیۡمٌ  حَکِیۡمٌ ﴿۵۹﴾ ",
			"index": "2850",
			"name": "এবং যখন তোমাদের মধ্যে সন্তানরা যৌবনে পৌছে যায় তখন তারাও যেন অনুমতি প্রার্থণা করে যেমন তাদের পূর্ববর্তীগণ অনুমতি প্রার্থনা করেছে। আল্লাহ্‌ এভাবে তোমাদের নিকট আপন আয়াতসমূহ বর্ণনা করেন; এবং আল্লাহ্‌ জ্ঞান ও প্রজ্ঞাময়। ",
			"en_kanzulimaan": "And when the boys among you reach adulthood, then they too must seek permission like those before them had sought; this is how Allah explains His verses for you; and Allah is All Knowing, Wise.",
			"ur_kanzulimaan": "اور جب تم میں لڑکے جوانی کو پہنچ جائیں تو وہ بھی اذن مانگیں جیسے ان کے اگلوں نے اذن مانگا، اللہ یونہی بیان فرماتا ہے تم سے اپنی آیتیں، اور اللہ علم و حکمت والا ہے،",
			"hi_kanzulimaan": "और जब तुम में लड़के (139फ) जवानी को पहुंच जाएं तो वो भी इज़्न मांगे (140फ) जैसे उनके अगलों (141फ) ने इज़्न मांगा, अल्लाह यूंही बयान फरमाता है तुम से अपनी आयतें, और अल्लाह इल्म व हिकमत वाला है",
			"author": "৫৯. আর যখন তোমাদের সন্তান-সন্ততি বয়োপ্রাপ্ত হয়, তখন তারা যেন (তোমাদের নিকট আগমনে) অনুমতি প্রার্থনা করে, যেমন তাদের পূর্ববর্তীরা (অর্থাৎ বয়োজ্যেষ্ঠরা) অনুমতি প্রার্থনা করতো। এভাবে আল্লাহ্ তোমাদের জন্যে তাঁর বিধানাবলী খুবই সুস্পষ্ট করে দেন। আর আল্লাহ্ সর্বজ্ঞ, প্রজ্ঞাময়।"
		},
		{
			"_id": "2851",
			"sura": "24",
			"para": "18",
			"verses": "60",
			"names": "وَ الۡقَوَاعِدُ مِنَ النِّسَآءِ الّٰتِیۡ  لَا یَرۡجُوۡنَ نِکَاحًا فَلَیۡسَ عَلَیۡہِنَّ جُنَاحٌ اَنۡ یَّضَعۡنَ ثِیَابَہُنَّ غَیۡرَ مُتَبَرِّجٰتٍۭ بِزِیۡنَۃٍ ؕ وَ اَنۡ یَّسۡتَعۡفِفۡنَ خَیۡرٌ   لَّہُنَّ ؕ وَ اللّٰہُ  سَمِیۡعٌ  عَلِیۡمٌ ﴿۶۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ الۡقَوَاعِدُ مِنَ النِّسَآءِ الّٰتِیۡ  لَا یَرۡجُوۡنَ نِکَاحًا فَلَیۡسَ عَلَیۡہِنَّ جُنَاحٌ اَنۡ یَّضَعۡنَ ثِیَابَہُنَّ غَیۡرَ مُتَبَرِّجٰتٍۭ بِزِیۡنَۃٍ ؕ وَ اَنۡ یَّسۡتَعۡفِفۡنَ خَیۡرٌ   لَّہُنَّ ؕ وَ اللّٰہُ  سَمِیۡعٌ  عَلِیۡمٌ ﴿۶۰﴾ ",
			"index": "2851",
			"name": "এবং বৃদ্ধা-ঘরে অবস্থানকারী নারীগণ, যাদের বিবাদের আশা নেই, তাদের উপর কোন পাপ নেই তাদের বহিরাভরণ খুলে রাখলে, যখন সৌন্দর্য প্রদর্শন না করে। আর তা থেকেও বিরত থাকা তাদের জন্য আরো অধিক উত্তম। এবং আল্লাহ্‌ শুনেন, জানেন। ",
			"en_kanzulimaan": "And the old women residing in houses who do not have the desire of marriage - it is no sin upon them if they discard their upper coverings provided they do not display their adornment; and avoiding even this is better for them; and Allah is All Hearing, All Knowing.",
			"ur_kanzulimaan": "اور بوڑھی خانہ نشین عورتیں جنہیں نکاح کی آرزو نہیں ان پر کچھ گناہ نہیں کہ اپنے بالائی کپڑے اتار رکھیں جب کہ سنگھار نہ چمکائیں اور ان سے بھی بچنا ان کے لیے اور بہتر ہے، ور اللہ سنتا جانتا ہے،",
			"hi_kanzulimaan": "और बुढ़ी खा़नानशीन औरतें(142फ) जिन्हें निकाह की आरज़ू नहीं उनपर कुछ गुनाह नहीं कि अपने बालाई कपड़े उतार रखे जब कि सिंगार न चमकाएं (143फ) और उससे भी बचना (144फ) उनके लिये और बेहतर है, और अल्लाह सुनता जानता है",
			"author": "৬০. আর গৃহাবস্থিত বৃদ্ধা নারী, যারা (এখন আর) বিবাহের আশা রাখে না, তাদের জন্যে কোনো অপরাধ নেই যদি তারা নিজেদের সৌন্দর্য প্রদর্শন না করে নিজেদের (উপর আচ্ছাদনকারী অতিরিক্ত) বহির্বাস খুলে রাখে। আর যদি তারা (আরো) খোদাভীতি অবলম্বন করে (অর্থাৎ আচ্ছাদনের অতিরিক্ত বস্ত্রও খুলে না রাখে) তবে তাদের জন্যে উত্তম। আর আল্লাহ্ সর্বশ্রোতা, সর্বজ্ঞ।"
		},
		{
			"_id": "2852",
			"sura": "24",
			"para": "18",
			"verses": "61",
			"names": "لَیۡسَ عَلَی الۡاَعۡمٰی حَرَجٌ وَّ لَا عَلَی الۡاَعۡرَجِ حَرَجٌ وَّ لَا عَلَی الۡمَرِیۡضِ حَرَجٌ وَّ لَا عَلٰۤی  اَنۡفُسِکُمۡ اَنۡ تَاۡکُلُوۡا مِنۡۢ بُیُوۡتِکُمۡ اَوۡ بُیُوۡتِ اٰبَآئِکُمۡ  اَوۡ بُیُوۡتِ اُمَّہٰتِکُمۡ  اَوۡ  بُیُوۡتِ  اِخۡوَانِکُمۡ اَوۡ بُیُوۡتِ اَخَوٰتِکُمۡ  اَوۡ  بُیُوۡتِ اَعۡمَامِکُمۡ اَوۡ بُیُوۡتِ عَمّٰتِکُمۡ  اَوۡ  بُیُوۡتِ  اَخۡوَالِکُمۡ  اَوۡ بُیُوۡتِ خٰلٰتِکُمۡ  اَوۡ  مَا مَلَکۡتُمۡ مَّفَاتِحَہٗۤ  اَوۡ صَدِیۡقِکُمۡ ؕ لَیۡسَ عَلَیۡکُمۡ جُنَاحٌ  اَنۡ  تَاۡکُلُوۡا جَمِیۡعًا اَوۡ اَشۡتَاتًا ؕ فَاِذَا دَخَلۡتُمۡ بُیُوۡتًا فَسَلِّمُوۡا عَلٰۤی اَنۡفُسِکُمۡ تَحِیَّۃً مِّنۡ عِنۡدِ اللّٰہِ مُبٰرَکَۃً  طَیِّبَۃً ؕ کَذٰلِکَ یُبَیِّنُ اللّٰہُ لَکُمُ الۡاٰیٰتِ لَعَلَّکُمۡ تَعۡقِلُوۡنَ ﴿۶۱﴾",
			"number": "",
			"verses_PDMS": "لَیۡسَ عَلَی الۡاَعۡمٰی حَرَجٌ وَّ لَا عَلَی الۡاَعۡرَجِ حَرَجٌ وَّ لَا عَلَی الۡمَرِیۡضِ حَرَجٌ وَّ لَا عَلٰۤی  اَنۡفُسِکُمۡ اَنۡ تَاۡکُلُوۡا مِنۡۢ بُیُوۡتِکُمۡ اَوۡ بُیُوۡتِ اٰبَآئِکُمۡ  اَوۡ بُیُوۡتِ اُمَّہٰتِکُمۡ  اَوۡ  بُیُوۡتِ  اِخۡوَانِکُمۡ اَوۡ بُیُوۡتِ اَخَوٰتِکُمۡ  اَوۡ  بُیُوۡتِ اَعۡمَامِکُمۡ اَوۡ بُیُوۡتِ عَمّٰتِکُمۡ  اَوۡ  بُیُوۡتِ  اَخۡوَالِکُمۡ  اَوۡ بُیُوۡتِ خٰلٰتِکُمۡ  اَوۡ  مَا مَلَکۡتُمۡ مَّفَاتِحَہٗۤ  اَوۡ صَدِیۡقِکُمۡ ؕ لَیۡسَ عَلَیۡکُمۡ جُنَاحٌ  اَنۡ  تَاۡکُلُوۡا جَمِیۡعًا اَوۡ اَشۡتَاتًا ؕ فَاِذَا دَخَلۡتُمۡ بُیُوۡتًا فَسَلِّمُوۡا عَلٰۤی اَنۡفُسِکُمۡ تَحِیَّۃً مِّنۡ عِنۡدِ اللّٰہِ مُبٰرَکَۃً  طَیِّبَۃً ؕ کَذٰلِکَ یُبَیِّنُ اللّٰہُ لَکُمُ الۡاٰیٰتِ لَعَلَّکُمۡ تَعۡقِلُوۡنَ ﴿۶۱﴾",
			"index": "2852",
			"name": "না অন্ধের জন্য বাধা বিপত্তি আছে, না খোড়ার জন্য বাধা বিপত্তি আছে, না রুগ্নের জন্য বাধা বিপত্তি আছে এবং না তোমাদের মধ্যে কারো জন্য (বাধা আছে) এতে যে, তোমরা আহার করবে আপন সন্তানদের ঘরে, অথবা আপন পিতার ঘরে, অথবা আপন মাতার ঘরে অথবা আপন ভাইয়ের নিকট অথবা আপন বোনদের নিকট অথবা আপন চাচাদের নিকট অথবা আপন ফুফুদের ঘরে অথবা আপন মামাদের নিকট অথবা আপন খালাদের ঘরে অথবা যেখানকার চাবিসমূহ তোমাদের হাতের মুঠোয় রয়েছে অথবা আপন বন্ধুদের নিকট; তোমাদের প্রতি কোন দোষারোপ নেই একত্রে আহার করলে অথবা পৃথক পৃথকভাবে; অতঃপর যখন কোন ঘরে প্রবেশ করো তখন আপন লোকদের প্রতি সালাম করো সাক্ষাতের সময় মঙ্গল কামনা স্বরূপ, (যা) আল্লাহ্‌র নিকট থেকে কল্যাণময়, পবিত্র। এভাবেই আল্লাহ্‌ তোমাদের নিকট আয়াতসমূহ বিশদভাবে বর্ণনা করেন, যাতে তোমরা বুঝতে পারো। ",
			"en_kanzulimaan": "There is no restriction upon the blind nor any restraint upon the lame nor any constraint upon the sick nor on any among you if you eat from your houses, or the houses of your fathers, or the houses of your mothers, or the houses of your brothers, or the houses of your sisters, or the houses of your fathers brothers, or the houses of your fathers sisters, or the houses of your mothers brothers, or the houses of your mothers sisters, or from the houses you are entrusted the keys of, or from the house of a friend  there is no blame upon you if you eat together or apart; therefore when you enter the houses, say greetings to your people  the excellent prayer at the time of meeting, from Allah, blessed and pure; this is how Allah explains the verses to you in order that you may understand.",
			"ur_kanzulimaan": "نہ اندھے پر تنگی اور نہ لنگڑے پر مضائقہ اور نہ بیمار پر روک اور نہ تم میں کسی پر کہ کھاؤ اپنی اولاد کے گھر یا اپنے باپ کے گھر یا اپنی ماں کے گھر یا اپنے بھائیوں کے یہاں یا اپنی بہنوں کے گھر ے یا اپنے چچاؤں کے یہاں یا اپنی پھپیوں کے گھر یا اپنے ماموؤں کے یہاں یا اپنی خالاؤں کے گھر یا جہاں کی کنجیاں تمہارے قبضہ میں ہیں یا اپنے دوست کے یہاں تم پر کوئی الزام نہیں کہ مل کر کھاؤ یا الگ الگ پھر جب کسی گھر میں جاؤ تو اپنوں کو سلام کرو ملتے وقت کی اچھی دعا اللہ کے پاس سے مبارک پاکیزہ، اللہ یونہی بیان فرماتا ہے تم سے آیتیں کہ تمہیں سمجھ ہو،",
			"hi_kanzulimaan": " न अंधे पर तंगी (145फ) और न लंगड़े पर मुज़ायक़ा (हरज) और न बीमार पर रोक और न तुम में किसी पर कि खाओ अपनी औलाद के घर (146फ) या अपने बाप के घर या अपनी माँ के घर या अपने भाइयों के यहाँ या अपनी बहनों के घर या अपने चचाओं के यहाँ या अपनी फुफियों के घर या अपने मामुओ के यहाँ या अपनी खालाओ के घर या जहाँ की कुंजियां तुम्हारे क़ब्जे में हैं (147फ) या अपने दोस्त के यहाँ  (148फ) तुम पर कोई इल्ज़ाम नहीं कि मिलकर खाओ या अलग अलग (149फ) फिर जब किसी घर में जाओ तो अपनों को सलाम करो (150फ)  मिलते वक़्त की अच्छी दुआ अल्लाह के पास से मुबारक पाकीज़ा, अल्लाह यूंही बयान फ़रमाता है तुम से आयतें कि तुम्हें समझ हो",
			"author": "৬১. অন্ধের জন্যে কোনো প্রতিবন্ধকতা নেই, আর না খোড়ার জন্যে দূষণীয়, আর না অসুস্থের জন্যে কোনো গোনাহ্ রয়েছে, আর না স্বয়ং তোমাদের জন্যে (কোনো ক্ষতি আছে) যদি তোমরা তোমাদের গৃহে আহার করো কিংবা তোমাদের বাপ-দাদাদের গৃহে, তোমাদের মায়েদের গৃহে, তোমাদের ভাইদের গৃহে, তোমাদের বোনদের গৃহে, তোমাদের চাচাদের গৃহে, ফুফুদের গৃহে, তোমাদের মামাদের গৃহে, তোমাদের খালাদের গৃহে, অথবা যেসব গৃহের চাবি তোমাদের হাতে রয়েছে (অর্থাৎ যেগুলোতে মালিকের পক্ষ থেকে তোমাদের জন্যে সকল প্রকার হস্তক্ষেপের অনুমতি রয়েছে) অথবা তোমাদের বন্ধুদের গৃহে (আহার করায় ক্ষতি নেই)। তোমাদের উপর এ বিষয়ে কোনো অপরাধ নেই যদি তোমরা একত্রে আহার করো কিংবা পৃথক পৃথকভাবে। অতঃপর যখন তোমরা গৃহে প্রবেশ করো তখন তোমাদের (গৃহের অধিবাসীদের) প্রতি সালাম পেশ করো। (এটি) আল্লাহ্‌র পক্ষ থেকে কল্যাণকর, পবিত্র অভিবাদন। এভাবে আল্লাহ্ তোমাদের জন্যে তাঁর বিধানাবলী সুস্পষ্ট করে দেন যাতে তোমরা (শরীয়তের বিধান ও জীবনের শিষ্টাচার) বুঝতে পারো।"
		},
		{
			"_id": "2853",
			"sura": "24",
			"para": "18",
			"verses": "62",
			"names": "اِنَّمَا الۡمُؤۡمِنُوۡنَ الَّذِیۡنَ  اٰمَنُوۡا بِاللّٰہِ وَ رَسُوۡلِہٖ  وَ اِذَا کَانُوۡا مَعَہٗ عَلٰۤی  اَمۡرٍ جَامِعٍ  لَّمۡ   یَذۡہَبُوۡا حَتّٰی یَسۡتَاۡذِنُوۡہُ ؕ اِنَّ الَّذِیۡنَ یَسۡتَاۡذِنُوۡنَکَ اُولٰٓئِکَ  الَّذِیۡنَ یُؤۡمِنُوۡنَ بِاللّٰہِ وَ  رَسُوۡلِہٖ ۚ فَاِذَا اسۡتَاۡذَنُوۡکَ لِبَعۡضِ شَاۡنِہِمۡ فَاۡذَنۡ  لِّمَنۡ شِئۡتَ مِنۡہُمۡ وَ اسۡتَغۡفِرۡ لَہُمُ اللّٰہَ ؕ اِنَّ اللّٰہَ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۶۲﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّمَا الۡمُؤۡمِنُوۡنَ الَّذِیۡنَ  اٰمَنُوۡا بِاللّٰہِ وَ رَسُوۡلِہٖ  وَ اِذَا کَانُوۡا مَعَہٗ عَلٰۤی  اَمۡرٍ جَامِعٍ  لَّمۡ   یَذۡہَبُوۡا حَتّٰی یَسۡتَاۡذِنُوۡہُ ؕ اِنَّ الَّذِیۡنَ یَسۡتَاۡذِنُوۡنَکَ اُولٰٓئِکَ  الَّذِیۡنَ یُؤۡمِنُوۡنَ بِاللّٰہِ وَ  رَسُوۡلِہٖ ۚ فَاِذَا اسۡتَاۡذَنُوۡکَ لِبَعۡضِ شَاۡنِہِمۡ فَاۡذَنۡ  لِّمَنۡ شِئۡتَ مِنۡہُمۡ وَ اسۡتَغۡفِرۡ لَہُمُ اللّٰہَ ؕ اِنَّ اللّٰہَ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۶۲﴾ ",
			"index": "2853",
			"name": "ঈমানদাররা হচ্ছে তারাই, যারা আল্লাহ্‌ ও তার রসূলের প্রতি দৃঢ় বিশ্বাস স্থাপন করেছে এবং যখন রসূলের নিকট এমন কোন কাজের ব্যাপারে হাযির হয়ে থাকে, যার জন্য তাদেরকে একত্র করা হয়, তখন সরে পড়ে না যতক্ষণ না তার নিকট থেকে অনুমতি নেয়। ওই সব লোক, যারা আপনার নিকট অনুমতি চাচ্ছে, তারাই ওই সব লোক, যারা আল্লাহ্‌ ও তার রসূলের উপর ঈমান আনে। অতঃপর যখন তারা আপনার নিকট অনুমতি চায় তাদের কোন কাজের জন্য, তখন আপনি তাদের মধ্য থেকে যাকে চান অনুমতি দিয়ে দিন এবং তাদের জন্য আল্লাহ্‌র নিকট ক্ষমাপ্রার্থনা করুন। নিশ্চয় আল্লাহ্‌ ক্ষমাশীল, দয়ালু। ",
			"en_kanzulimaan": "The believers are only those who accept faith in Allah and His Noble Messenger and when they are present with the Noble Messenger upon being gathered for some task, do not go away until they have taken his permission; indeed those who seek your permission, are those who believe in Allah and His Noble Messenger; so if they seek your permission for some affair of theirs, give the permission to whomever you wish among them, and seek Allahs forgiveness for them; indeed Allah is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "ایمان والے تو وہی ہیں جو اللہ اور اس کے رسول پر یقین لائے اور جب رسول کے پاس کسی ایسے کام میں حاضر ہوئے ہوں جس کے لیے جمع کیے گئے ہوں تو نہ جائیں جب تک ان سے اجازت نہ لے لیں وہ جو تم سے اجازت مانگتے ہیں وہی ہیں جو اللہ اور اس کے رسول پر ایمان لاتے ہیں پھر جب وہ تم سے اجازت مانگیں اپنے کسی کام کے لیے تو ان میں جسے تم چاہو اجازت دے دو اور ان کے لیے اللہ سے معافی مانگو بیشک اللہ بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "ईमान वाले तो वही है जो अल्लाह और उसके रसूल पर यक़ीन लाए और जब रसूल के पास किसी ऐसे काम में हाज़िर हुए हों जिसके लिये जमा किये गए हों (151फ) तो न जाएं जब तक उनसे इजाज़त न ले लें वो जो तुम से इजाज़त मांगते हैं वही हैं जो अल्लाह और उसके रसूल पर ईमान लाते हैं (152फ) फिर जब वो तुमसे इजाज़त मांगे अपने किसी काम के लिये तो उनमें जिसे तुम चाहो इजाज़त दे दो और उनके लिये अल्लाह से माफ़ी मांगो (153फ) बेशक अल्लाह बख़्शने वाला मेहरबान है",
			"author": "৬২. ঈমানদার তো তারাই যারা আল্লাহ্‌র প্রতি এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর প্রতি ঈমান আনয়ন করেছে এবং তারা তাঁর সাথে কোনো সমষ্টিগত কাজে হাযির হলে সেখান থেকে প্রস্থান করে না; যতক্ষণ পর্যন্ত না তারা (বিশেষ কোনো অজুহাতের কারণে) তাঁর নিকট থেকে অনুমতি গ্রহণ করে (অর্থাৎ উম্মতের মাঝে একত্রিকরণ ও একীভুতকরণের কাজে আন্তরিকতার সাথে অংশগ্রহণ করে। হে সম্মানিত রাসূল!) নিশ্চয় যারা (আপনার সর্বোচ্চ ও চূড়ান্ত কর্তৃত্ব মেনে) আপনার কাছে অনুমতি প্রার্থনা করে, তারাই আল্লাহ্ ও তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর প্রতি ঈমান আনয়নকারী। অতঃপর যখন তাঁরা আপনার কাছে তাদের নিজেদের কোনো প্রয়োজনে (চলে যাবার) অনুমতি প্রার্থনা করে, তখন (আপনিই সর্বোচ্চ সার্বভৌম কর্তৃপক্ষ) আপনি তাদের মধ্যে যাকে খুশি যাওয়ার অনুমতি দিন এবং তাদের জন্যে আল্লাহ্ পাকের কাছে ক্ষমা প্রার্থনা করুন (আপনার অনুমতি সাপেক্ষে মজলিস ছেড়ে যাওয়া সত্তেও, যেন এমন না হয় যে, এর জন্যেও তাদেরকে পাকড়াও করা হয়)। নিশ্চয় আল্লাহ্ মহাক্ষমাশীল, অসীম দয়ালু।"
		},
		{
			"_id": "2854",
			"sura": "24",
			"para": "18",
			"verses": "63",
			"names": "لَا تَجۡعَلُوۡا دُعَآءَ الرَّسُوۡلِ بَیۡنَکُمۡ کَدُعَآءِ  بَعۡضِکُمۡ  بَعۡضًا ؕ قَدۡ یَعۡلَمُ  اللّٰہُ  الَّذِیۡنَ  یَتَسَلَّلُوۡنَ مِنۡکُمۡ  لِوَاذًا ۚ فَلۡیَحۡذَرِ الَّذِیۡنَ یُخَالِفُوۡنَ عَنۡ اَمۡرِہٖۤ  اَنۡ تُصِیۡبَہُمۡ فِتۡنَۃٌ  اَوۡ یُصِیۡبَہُمۡ عَذَابٌ  اَلِیۡمٌ ﴿۶۳﴾ ",
			"number": "",
			"verses_PDMS": "لَا تَجۡعَلُوۡا دُعَآءَ الرَّسُوۡلِ بَیۡنَکُمۡ کَدُعَآءِ  بَعۡضِکُمۡ  بَعۡضًا ؕ قَدۡ یَعۡلَمُ  اللّٰہُ  الَّذِیۡنَ  یَتَسَلَّلُوۡنَ مِنۡکُمۡ  لِوَاذًا ۚ فَلۡیَحۡذَرِ الَّذِیۡنَ یُخَالِفُوۡنَ عَنۡ اَمۡرِہٖۤ  اَنۡ تُصِیۡبَہُمۡ فِتۡنَۃٌ  اَوۡ یُصِیۡبَہُمۡ عَذَابٌ  اَلِیۡمٌ ﴿۶۳﴾ ",
			"index": "2854",
			"name": "রসূলের আহ্বানকে তোমাদের পরস্পরের মধ্যে তেমনি স্থির করো না যেমন তোমরা একে অপরকে ডেকে থাকো। নিশ্চয় আল্লাহ্‌ জানেন যারা তোমাদের মধ্যে চুপে চুপে বের হয়ে যায় কোন কিছুর আড়াল গ্রহণ করে। সুতরাং যারা রসূলদের আদেশের বিরুদ্ধাচরণ করে তারা যেনো ভয় করে যে, কোন বিপর্যয় তাদেরকে পেয়ে বসবে, অথবা তাদের উপর বেদনাদায়ক শাস্তি আপতিত হবে। ",
			"en_kanzulimaan": "Do not presume among yourselves the calling of the Noble Messenger equal to your calling one another; Allah knows those among you who sneak away by some pretext; so those who go against the orders of the Noble Messenger must fear that a calamity may strike them or a painful punishment befall them. (To honour the Holy Prophet  peace and blessings be upon him  is part of faith. To disrespect him is blasphemy.)",
			"ur_kanzulimaan": "رسول کے پکارنے کو آپس میں ایسا نہ ٹھہرالو جیسا تم میں ایک دوسرے کو پکارتا ہے بیشک اللہ جانتا ہے جو تم میں چپکے نکل جاتے ہیں کسی چیز کی آڑ لے کر تو ڈریں وہ جو رسول کے حکم کے خلاف کرتے ہیں کہ انہیں کوئی فتنہ پہنچے یا ان پر دردناک عذاب پڑے",
			"hi_kanzulimaan": "रसूल के पुकारने को आपस में ऐसा न ठहरा लो जैसा तुम में एक दूसरे को पुकारता है (154फ) बेशक अल्लाह जानता है जो तुम में चुपके निकल जाते हैं किसी चीज़ की आड़ लेकर (155फ) तो डरें वो जो रसूल के हुक्म के ख़िलाफ़ करते हैं कि उन्हें कोई फित्ना पहुंचे (156फ) या उनपर दर्दनाक अज़ाब पड़े (157फ)",
			"author": "৬৩. (হে মুসলমানেরা!) তোমরা রাসূলের আহ্বানকে তোমাদের পরস্পরে আহ্বানের মতো গণ্য করো না। (রাসূলে আকরাম সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামকে আহ্বান করা যখন তোমাদের পারস্পরিক আহ্বানের মতো নয়, তখন স্বয়ং রাসূলে আকরাম সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের সত্তা কিভাবে তোমাদের মতো হতে পারে?) নিশ্চয়ই আল্লাহ্ তাদেরকে (ভালোভাবে) জানেন, যারা তোমাদের মধ্যে একে অপরের আড়ালে (রাসূলে আকরাম সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের দরবার থেকে) চুপিসারে সরে পড়ে। সুতরাং যারা রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর (শিষ্টাচারের বিষয়ে) বিরোধিতা করে তারা যেন সতর্ক হয় যে, (ইহকালেই) তাদের উপর বিপর্যয় নেমে আসবে অথবা (পরকালে) তাদেরকে যন্ত্রণাদায়ক শাস্তি গ্রাস করবে।"
		},
		{
			"_id": "2855",
			"sura": "24",
			"para": "18",
			"verses": "64",
			"names": "اَلَاۤ  اِنَّ لِلّٰہِ مَا فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ قَدۡ یَعۡلَمُ مَاۤ  اَنۡتُمۡ عَلَیۡہِ ؕ وَ یَوۡمَ یُرۡجَعُوۡنَ  اِلَیۡہِ  فَیُنَبِّئُہُمۡ بِمَا عَمِلُوۡا ؕ وَ اللّٰہُ  بِکُلِّ  شَیۡءٍ  عَلِیۡمٌ ﴿۶۴﴾",
			"number": "",
			"verses_PDMS": "اَلَاۤ  اِنَّ لِلّٰہِ مَا فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ قَدۡ یَعۡلَمُ مَاۤ  اَنۡتُمۡ عَلَیۡہِ ؕ وَ یَوۡمَ یُرۡجَعُوۡنَ  اِلَیۡہِ  فَیُنَبِّئُہُمۡ بِمَا عَمِلُوۡا ؕ وَ اللّٰہُ  بِکُلِّ  شَیۡءٍ  عَلِیۡمٌ ﴿۶۴﴾",
			"index": "2855",
			"name": "শুনে নাও! নিশ্চয় আল্লাহ্‌রই যা কিছু আসমানসমূহ ও যমীনে রয়েছে। নিশ্চয় তিনি জানেন যে অবস্থায় তোমরা আছো এবং ওই দিনকে, যেদিন তারা তার প্রতি প্রত্যাবর্তিত হবে, অতঃপর তিনি তাদেরকে বলে দেবেন যা কিছু তারা করেছে এবং আল্লাহ্‌ সবকিছু জানেন।",
			"en_kanzulimaan": "Pay heed! Indeed to Allah only belong whatsoever is in the heavens and in the earth; He knows the condition you are in; and on the Day when they are returned to Him, He will then inform them of whatever they did; and Allah knows all things.",
			"ur_kanzulimaan": "سن لو! بیشک اللہ ہی کا ہے جو کچھ آسمانوں اور زمین میں ہے، بیشک وہ جانتا ہے جس حال پر تم ہو اور اس دن کو جس میں اس کی طرف پھیرے جائیں گے تو وہ انہیں بتادے گا جو کچھ انہوں نے کیا، اور اللہ سب کچھ جانتا ہے،",
			"hi_kanzulimaan": "सुन लो बेशक अल्लाह ही का है जो कुछ आसमानों और ज़मीन में है, बेशक वह जानता है जिस हाल पर तुम हो (158फ) और उस दिन को जिसमें उसकी तरफ़ फेरे जाएंगे (159फ) तो वह उन्हें बता देगा जो कुछ उन्होंने किया, और अल्लाह सब कुछ जानता है (160फ)",
			"author": "৬৪. খবরদার! যা কিছু আকাশমন্ডলীতে এবং পৃথিবীতে রয়েছে (সবকিছু) আল্লাহ্‌রই। তিনি অবশ্যই অবগত যে অবস্থায় তোমরা রয়েছো (ঈমানে হোক অথবা কপটতায়)। আর যে দিন মানুষকে তাঁর নিকট প্রত্যাবর্তিত করা হবে, তখন তিনি তাদেরকে জানিয়ে দেবেন যাকিছু তারা করতো। আর আল্লাহ্ সকল কিছু ভালোভাবে জানেন।"
		}
	]