[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "3160",
			"sura": "27",
			"para": "19",
			"verses": "1",
			"names": "طٰسٓ ۟ تِلۡکَ اٰیٰتُ الۡقُرۡاٰنِ  وَ کِتَابٍ مُّبِیۡنٍ ۙ﴿۱﴾",
			"number": "",
			"verses_PDMS": "طٰسٓ ۟ تِلۡکَ اٰیٰتُ الۡقُرۡاٰنِ  وَ کِتَابٍ مُّبِیۡنٍ ۙ﴿۱﴾",
			"index": "3160",
			"name": "ত্বোয়া-সী----ন। এ গুলো আয়াত ক্বোরআন ও উজ্জ্বল কিতাবের; ",
			"en_kanzulimaan": "Ta-Seen*; these are verses of the Quran and the clear Book. (Alphabets of the Arabic language  Allah, and to whomever he reveals, know their precise meanings.)",
			"ur_kanzulimaan": "یہ آیتیں ہیں قرآن اور روشن کتاب کی",
			"hi_kanzulimaan": "ये आयतें हैं क़ुरआन और रौशन किताब की (2फ)",
			"author": "১. ত্বোয়া, সীন (প্রকৃত অর্থ আল্লাহ্ এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়া সাল্লামই অধিক অবগত)। এগুলো কুরআন এবং আলোকোজ্জ্বল এক কিতাবের আয়াতসমূহ-"
		},
		{
			"_id": "3161",
			"sura": "27",
			"para": "19",
			"verses": "2",
			"names": "ہُدًی وَّ  بُشۡرٰی  لِلۡمُؤۡمِنِیۡنَ ۙ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "ہُدًی وَّ  بُشۡرٰی  لِلۡمُؤۡمِنِیۡنَ ۙ﴿۲﴾ ",
			"index": "3161",
			"name": "হিদায়ত ও সুসংবাদ ঈমানদারদের জন্য। ",
			"en_kanzulimaan": "A guidance and glad tidings for the believers.",
			"ur_kanzulimaan": "ہدایت اور خوشخبری ایمان والوں کو،",
			"hi_kanzulimaan": "हिदायत और ख़ुशख़बरी ईमान वालों को",
			"author": "২.  (যা) হেদায়াত এবং (সেসব) ঈমানদারদের জন্যে সুসংবাদ;"
		},
		{
			"_id": "3162",
			"sura": "27",
			"para": "19",
			"verses": "3",
			"names": "الَّذِیۡنَ یُقِیۡمُوۡنَ الصَّلٰوۃَ وَ یُؤۡتُوۡنَ الزَّکٰوۃَ  وَ ہُمۡ بِالۡاٰخِرَۃِ  ہُمۡ یُوۡقِنُوۡنَ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "الَّذِیۡنَ یُقِیۡمُوۡنَ الصَّلٰوۃَ وَ یُؤۡتُوۡنَ الزَّکٰوۃَ  وَ ہُمۡ بِالۡاٰخِرَۃِ  ہُمۡ یُوۡقِنُوۡنَ ﴿۳﴾ ",
			"index": "3162",
			"name": "ওই সব লোক, যারা নামায ক্বায়েম রাখে ও যাকাত প্রদান করে এবং যারা আখিরাতের উপর দৃঢ় বিশ্বাস রাখে। ",
			"en_kanzulimaan": "Those who keep the prayer established and pay the charity and are certain of the Hereafter.",
			"ur_kanzulimaan": "وہ جو نماز برپا رکھتے ہیں اور زکوٰة دیتے ہیں اور وہ آخرت پر یقین رکھتے ہیں،",
			"hi_kanzulimaan": "वो जो नमाज़ क़ायम रखते हैं (3फ) और ज़कात देते है (4फ) और वो आख़िरत पर यक़ीन रखते हैं",
			"author": "৩.  যারা নামায কায়েম করে, যাকাত প্রদান করে এবং তারাই ঐসব লোক যারা পরকালে(ও) বিশ্বাস রাখে।"
		},
		{
			"_id": "3163",
			"sura": "27",
			"para": "19",
			"verses": "4",
			"names": "اِنَّ الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ  زَیَّنَّا لَہُمۡ  اَعۡمَالَہُمۡ  فَہُمۡ  یَعۡمَہُوۡنَ ؕ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ  زَیَّنَّا لَہُمۡ  اَعۡمَالَہُمۡ  فَہُمۡ  یَعۡمَہُوۡنَ ؕ﴿۴﴾ ",
			"index": "3163",
			"name": "ওই সব লোক, যারা পরকালের উপর ঈমান আনে না, আমি তাদের কৃতকর্মকে তাদের দৃষ্টিতে সুশোভিত করে দেখিয়েছি, ফলে তারা বিভ্রান্তিতে ঘুরে বেড়াচ্ছে। ",
			"en_kanzulimaan": "Those who do not believe in the Hereafter - We have made their deeds seem good to them, so they are astray.",
			"ur_kanzulimaan": "وہ جو آخرت پر ایمان نہیں لاتے ہم نے ان کے کوتک (برے اعمال) ان کی نگاہ میں بھلے کر دکھائے ہیں",
			"hi_kanzulimaan": "वो जो आख़िरत पर ईमान नहीं लाते हमने उनके कौतुक उनकी निगाह में भलें कर दिखाए हैं (5फ)",
			"author": "৪.  নিশ্চয়ই যারা পরকালে বিশ্বাস স্থাপন করে না আমরা তাদের (মন্দ) কাজগুলোকে (তাদের চোখে) সুশোভিত করে দিয়েছি। সুতরাং তারা (গোমরাহীতে) উদভ্রান্ত হয়ে ঘুরে বেড়ায়।"
		},
		{
			"_id": "3164",
			"sura": "27",
			"para": "19",
			"verses": "5",
			"names": "اُولٰٓئِکَ الَّذِیۡنَ لَہُمۡ سُوۡٓءُ الۡعَذَابِ وَ ہُمۡ فِی  الۡاٰخِرَۃِ  ہُمُ  الۡاَخۡسَرُوۡنَ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "اُولٰٓئِکَ الَّذِیۡنَ لَہُمۡ سُوۡٓءُ الۡعَذَابِ وَ ہُمۡ فِی  الۡاٰخِرَۃِ  ہُمُ  الۡاَخۡسَرُوۡنَ ﴿۵﴾ ",
			"index": "3164",
			"name": "এরা তারাই, যাদের জন্য মন্দ শাস্তি রয়েছে এবং এরাই আখিরাতে সর্বাপেক্ষা অধিক ক্ষতিগ্রস্ত। ",
			"en_kanzulimaan": "It is they for whom is the worst punishment, and they will be the greatest losers in the Hereafter.",
			"ur_kanzulimaan": "تو وہ بھٹک رہے ہیں یہ وہ ہیں جن کے لیے برا عذاب ہے اور یہی آخرت میں سب سے بڑھ کر نقصان میں",
			"hi_kanzulimaan": "तो वो भटक रहे हैं, ये वो हैं जिनके लिये बड़ा अज़ाब है (6फ) और यही आख़िरत में सबसे बढ़कर नुक़सान में (7फ)",
			"author": "৫.  তারাই ঐসব লোক যাদের জন্যে রয়েছে নিকৃষ্ট শাস্তি এবং তারাই পরকালে সর্বাধিক ক্ষতিগ্রস্ত।"
		},
		{
			"_id": "3165",
			"sura": "27",
			"para": "19",
			"verses": "6",
			"names": "وَ اِنَّکَ لَتُلَقَّی الۡقُرۡاٰنَ مِنۡ لَّدُنۡ حَکِیۡمٍ عَلِیۡمٍ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنَّکَ لَتُلَقَّی الۡقُرۡاٰنَ مِنۡ لَّدُنۡ حَکِیۡمٍ عَلِیۡمٍ ﴿۶﴾ ",
			"index": "3165",
			"name": "এবং নিশ্চয় আপনাকে ক্বোরআন শিক্ষা দেওয়া হচ্ছে প্রজ্ঞাময়, জ্ঞানীর নিকট থেকে। ",
			"en_kanzulimaan": "And indeed you (O dear Prophet Mohammed - peace and blessings be upon him), are taught the Quran from the Wise, the All Knowing.",
			"ur_kanzulimaan": "اور بیشک تم قرآن سکھائے جاتے اور حکمت والے علم والے کی طرف سے",
			"hi_kanzulimaan": "और बेशक तुम क़ुरआन सिखाए जाते हो हिकमत वाले इल्म वाले की तरफ़ से (8फ)",
			"author": "৬.  আর অবশ্যই আপনাকে (এ) কুরআন শিখিয়ে দেয়া হচ্ছে প্রজ্ঞাময়, মহাজ্ঞানী (প্রতিপালক)-এঁর নিকট থেকে।"
		},
		{
			"_id": "3166",
			"sura": "27",
			"para": "19",
			"verses": "7",
			"names": "اِذۡ  قَالَ مُوۡسٰی لِاَہۡلِہٖۤ  اِنِّیۡۤ   اٰنَسۡتُ نَارًا ؕ سَاٰتِیۡکُمۡ مِّنۡہَا بِخَبَرٍ اَوۡ اٰتِیۡکُمۡ بِشِہَابٍ قَبَسٍ لَّعَلَّکُمۡ تَصۡطَلُوۡنَ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "اِذۡ  قَالَ مُوۡسٰی لِاَہۡلِہٖۤ  اِنِّیۡۤ   اٰنَسۡتُ نَارًا ؕ سَاٰتِیۡکُمۡ مِّنۡہَا بِخَبَرٍ اَوۡ اٰتِیۡکُمۡ بِشِہَابٍ قَبَسٍ لَّعَلَّکُمۡ تَصۡطَلُوۡنَ ﴿۷﴾ ",
			"index": "3166",
			"name": "যখন মূসা তার পরিবারকে বললো, ‘এক আগুন আমার নজরে পড়েছে, অনতিবিলম্বে আমি তোমাদের নিকট সেটার কোন খবর নিয়ে আসছি, অথবা তা থেকে কোন জ্বলন্ত অঙ্গার নিয়ে আসবো, যাতে তোমরা আগুন পোহাতে পারো’।",
			"en_kanzulimaan": "(Remember) when Moosa said to his wife, I have sighted a fire; I will soon bring its news to you, or bring for you an ember from it so that you may warm yourselves.",
			"ur_kanzulimaan": "جب کہ موسیٰ نے اپنی گھر والی سے کہا مجھے ایک آگ نظر پڑی ہے عنقریب میں تمہارے پاس اس کی کوئی خبر لاتا ہوں یا اس میں سے کوئی چمکتی چنگاری لاؤں گا کہ تم تاپو",
			"hi_kanzulimaan": "जब कि मूसा ने अपनी घर वाली से कहा (9फ) मुझे  एक आग नज़र पड़ी है, बहुत जल्द मैं तुम्हारे पास उसकी कोई ख़बर लाता हूँ या उसमें से कोई चमकती चिंगारी लाऊंगा ताकि तुम तापो (10फ)",
			"author": "৭. (স্মরণ করুন সে ঘটনা) যখন মূসা (আলাইহিস সালাম) নিজের স্ত্রীকে বললেন, আমি এক আগুন দেখতে পেয়েছি (অথবা আমি আগুনে এক ঝলক ভালোবাসা ও ভালোলাগা অনূভব করেছি)। এ থেকে আমি তাড়াতাড়িই সুসংবাদ নিয়ে আসবো (যার জন্যে আমরা বহুদিন ধরে মরুভুমি ও জঙ্গলে ঘুরে বেড়াচ্ছি)। অথবা আমি (তোমার জন্যে ওখান থেকেও) কিছু জ্বলন্ত আগুন নিয়ে আসবো যাতে করে তুমিও (এর তাপ থেকে) উষ্ণতা অনুভব করতে পারো।"
		},
		{
			"_id": "3167",
			"sura": "27",
			"para": "19",
			"verses": "8",
			"names": "فَلَمَّا جَآءَہَا نُوۡدِیَ اَنۡۢ بُوۡرِکَ مَنۡ فِی النَّارِ وَ مَنۡ  حَوۡلَہَا ؕ وَ سُبۡحٰنَ اللّٰہِ رَبِّ  الۡعٰلَمِیۡنَ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا جَآءَہَا نُوۡدِیَ اَنۡۢ بُوۡرِکَ مَنۡ فِی النَّارِ وَ مَنۡ  حَوۡلَہَا ؕ وَ سُبۡحٰنَ اللّٰہِ رَبِّ  الۡعٰلَمِیۡنَ ﴿۸﴾ ",
			"index": "3167",
			"name": "অতঃপর যখন আগুনের নিকট এলো তখন ঘোষণা করা হলো যে, ‘কল্যাণ দেওয়া হয়েছে তাকে, যে এ আগুনের আলোময় ভূমিতে রয়েছে, অর্থাৎ মূসা এবং (তাদেরকে) যারা সেটার আশেপাশে রয়েছে অর্থাৎ ফিরিশ্‌তাগণ এবং পবিত্রতা আল্লাহ্‌র, যিনি রব সমগ্র জাহানের।",
			"en_kanzulimaan": "So when he reached it, it was proclaimed, Blessed is he who is in the location of the fire (Moosa) and those who are close to it (the angels); and Purity is to Allah, the Lord Of The Creation.",
			"ur_kanzulimaan": "پھر جب آگ کے پاس آیا ندا کی گئی کہ برکت دیا گیا وہ جو اس آگ کی جلوہ گاہ میں ہے یعنی موسیٰ اور جو اس کے آس پاس میں یعنی فرشتے اور پاکی ہے اللہ کو جو رب ہے سارے جہان کا،",
			"hi_kanzulimaan": "फिर जब आग के पास आया, निदा (पुकार) की गई कि बरकत दिया गया वह जो इस आग की जलवा-गाह (दर्शन स्थल) में है यानी मूसा और जो उसके आस पास हैं यानी फ़रिश्ते (11फ) और पाकी है अल्लाह को जो रब है सारे जगत का",
			"author": "৮. সুতরাং যখন তিনি এর নিকটবর্তী হলেন, তখন ঘোষণা করা হলো, ’ধন্য তিনি যিনি আগুনে (দ্যুতিময়তায় তাঁর নূরের পর্দা উন্মোচন করলেন) এবং (আরও) যারা এর চারপাশে (আল্লাহ্‌র নূরের তাজাল্লীর বহিঃপ্রকাশের মাঝে বিদ্যমান)। এবং আল্লাহ্ পবিত্র (আর সাদৃশ্যতা ও শারীরিক প্রকাশের উর্ধ্বে মহিমান্বিত), তিনি সমস্ত জগতের পালনকর্তা।"
		},
		{
			"_id": "3168",
			"sura": "27",
			"para": "19",
			"verses": "9",
			"names": "یٰمُوۡسٰۤی  اِنَّہٗۤ  اَنَا اللّٰہُ الۡعَزِیۡزُ الۡحَکِیۡمُ ۙ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "یٰمُوۡسٰۤی  اِنَّہٗۤ  اَنَا اللّٰہُ الۡعَزِیۡزُ الۡحَکِیۡمُ ۙ﴿۹﴾ ",
			"index": "3168",
			"name": "হে মূসা! কথা হচ্ছে এ যে, ‘আমিই আল্লাহ্‌- পরম সম্মানিত, প্রজ্ঞাময়। ",
			"en_kanzulimaan": "O Moosa, I am indeed, in truth, Allah the Almighty, the Wise.",
			"ur_kanzulimaan": "اے موسیٰ بات یہ ہے کہ میں ہی ہوں اللہ عزت والا حکمت والا،",
			"hi_kanzulimaan": "ऐ मूसा बात यह है कि मैं ही हूँ अल्लाह इज़्ज़त वाला हिकमत वाला",
			"author": "৯. হে মূসা! নিশ্চয়ই এ (জ্যোতি বিচ্ছুরণকারী) সত্তাই আমি আল্লাহ্; যিনি পরাক্রমশালী, প্রজ্ঞাময়।"
		},
		{
			"_id": "3169",
			"sura": "27",
			"para": "19",
			"verses": "10",
			"names": "وَ اَلۡقِ عَصَاکَ ؕ فَلَمَّا رَاٰہَا تَہۡتَزُّ  کَاَنَّہَا جَآنٌّ  وَّلّٰی مُدۡبِرًا  وَّ لَمۡ  یُعَقِّبۡ ؕ یٰمُوۡسٰی لَا تَخَفۡ ۟ اِنِّیۡ  لَا یَخَافُ لَدَیَّ الۡمُرۡسَلُوۡنَ ﴿٭ۖ۱۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَلۡقِ عَصَاکَ ؕ فَلَمَّا رَاٰہَا تَہۡتَزُّ  کَاَنَّہَا جَآنٌّ  وَّلّٰی مُدۡبِرًا  وَّ لَمۡ  یُعَقِّبۡ ؕ یٰمُوۡسٰی لَا تَخَفۡ ۟ اِنِّیۡ  لَا یَخَافُ لَدَیَّ الۡمُرۡسَلُوۡنَ ﴿٭ۖ۱۰﴾ ",
			"index": "3169",
			"name": "এবং আপন লাঠি নিক্ষেপ করো’। অতঃপর যখন মূসা দেখলো সেটা কুটিল গতিতে ছুটাছুটি করছে সাপের ন্যায় তখন সে পেছনের দিকে ফিরে চলে গেলো এবং ফিরেও দেখলো না। আমি বললাম, ‘হে মূসা! ভয় করো না, নিশ্চয় আমার সান্নিধ্যে রসূলগণের ভয় থাকে না। ",
			"en_kanzulimaan": "And put down your staff; so when he saw it writhing like a serpent, he turned moving away without looking back; We said, O Moosa, do not fear; indeed the Noble Messengers do not fear in My presence.",
			"ur_kanzulimaan": "اور اپنا عصا ڈال دے پھر موسیٰ نے اسے دیکھا لہراتا ہوا گویا سانپ ہے پیٹھ پھیر کر چلا اور مڑ کر نہ دیکھا، ہم نے فرمایا اے موسیٰ ڈر نہیں، بیشک میرے حضور رسولوں کو خوف نہیں ہوتا",
			"hi_kanzulimaan": "और अपना असा डाल दे (12फ) फिर मूसा ने उसे देखा लहराता हुआ मानो साँप है पीठ फेर कर चला और मुड़कर न देखा, हमने फ़रमाया ऐ मूसा डर नहीं बेशक मेरे हुज़ूर रसूलों को डर नहीं होता (13फ)",
			"author": "১০. আর (হে মূসা!) তোমার লাঠি (ভুমিতে) নিক্ষেপ করো।’ অতঃপর (মূসা আলাইহিস সালাম ভুমিতে লাঠি নিক্ষেপের পর) যখন একে সাপের ন্যায় ছুটাছুটি করতে দেখলেন তখন তিনি (স্বভাবজাত প্রতিক্রিয়ায়) পশ্চাৎ ফিরে পলায়ন করতে লাগলেন এবং পিছনে ঘুরে(ও) তাকালেন না। (আল্লাহ্ বললেন), ‘হে মূসা! ভীত হয়ো না, আমার সান্নিধ্যে তো রাসূলগণ ভয় পায় না;"
		},
		{
			"_id": "3170",
			"sura": "27",
			"para": "19",
			"verses": "11",
			"names": "اِلَّا مَنۡ ظَلَمَ  ثُمَّ  بَدَّلَ حُسۡنًۢا بَعۡدَ سُوۡٓءٍ فَاِنِّیۡ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "اِلَّا مَنۡ ظَلَمَ  ثُمَّ  بَدَّلَ حُسۡنًۢا بَعۡدَ سُوۡٓءٍ فَاِنِّیۡ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۱۱﴾ ",
			"index": "3170",
			"name": "হাঁ, যে কেউ সীমাতিক্রম করে, অতঃপর মন্দ কর্মের পর সৎ কর্ম দ্বারা পরিবর্তন করে, তবে নিশ্চয় আমি ক্ষমাশীল, দয়ালু।",
			"en_kanzulimaan": "Except the one * who does injustice and then after evil changes it for virtue  then indeed I am Oft Forgiving, Most Merciful. (Other than the Prophets.)",
			"ur_kanzulimaan": "ہاں جو کوئی ز یادتی کرے پھر برائی کے بعد بھلائی سے بدلے تو بیشک میں بخشنے والا مہربان ہوں",
			"hi_kanzulimaan": "हाँ जो कोई ज़ियादती करे (14फ) फिर बुराई के बाद भलाई से बदले तो बेशक मैं बख़्शने वाला मेहरबान हूँ (15फ)",
			"author": "১১. তবে তারা ব্যতীত যারা অন্যায় করে, অতঃপর মন্দ কাজ করার পর ভালো কাজ দিয়ে (তা) প্রতিস্থাপন করে। প্রকৃতপক্ষে আমি সর্বাধিক ক্ষমাশীল, অসীম দয়ালু।"
		},
		{
			"_id": "3171",
			"sura": "27",
			"para": "19",
			"verses": "12",
			"names": "وَ اَدۡخِلۡ  یَدَکَ فِیۡ جَیۡبِکَ تَخۡرُجۡ بَیۡضَآءَ مِنۡ غَیۡرِ سُوۡٓءٍ ۟ فِیۡ تِسۡعِ اٰیٰتٍ اِلٰی فِرۡعَوۡنَ وَ قَوۡمِہٖ ؕ اِنَّہُمۡ  کَانُوۡا  قَوۡمًا فٰسِقِیۡنَ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَدۡخِلۡ  یَدَکَ فِیۡ جَیۡبِکَ تَخۡرُجۡ بَیۡضَآءَ مِنۡ غَیۡرِ سُوۡٓءٍ ۟ فِیۡ تِسۡعِ اٰیٰتٍ اِلٰی فِرۡعَوۡنَ وَ قَوۡمِہٖ ؕ اِنَّہُمۡ  کَانُوۡا  قَوۡمًا فٰسِقِیۡنَ ﴿۱۲﴾ ",
			"index": "3171",
			"name": "এবং আপন হাত নিজ বক্ষ পার্শ্বের বস্ত্রের মধ্যে প্রবেশ করাও। তা বের হয়ে আসবে শুভ্র-আলোকিত নির্দোষ হয়ে; নয়টা নিদর্শনের অন্তর্ভুক্ত ফির’আউন ও তার সম্প্রদায়ের প্রতি। নিশ্চয় তারা নির্দেশ অমান্যকারী লোক’।",
			"en_kanzulimaan": "And put your hand inside your armpit - it will come out shining white, not due to any illness; a sign among the nine signs towards Firaun and his people; they are indeed a lawless nation.",
			"ur_kanzulimaan": "اور اپنا ہاتھ اپنے گریبان میں ڈال نکلے گا سفید چمکتا بے عیب نو نشانیوں میں فرعون اور اس کی قوم کی طرف، بیشک وہ بے حکم لوگ ہیں،",
			"hi_kanzulimaan": "और अपना हाथ अपने गिरेबान में डाल निकलेगा सफ़ेद चमकता बे ऐब (16फ) नौ निशानियों में (17फ) फ़िरऔन और उसकी क़ौम की तरफ, बेशक वो बेहुक्म लोग हैं",
			"author": "১২. এবং তোমার হাত তোমার জামার কলারের উন্মুক্ত অংশে ঢোকাও। এটি কোনো ত্রুটি ছাড়া শুভ্র দীপ্তিময় হয়ে বেরিয়ে আসবে। (এ দু’টি আল্লাহ্‌র) নয়টি নিদর্শনের অন্তর্ভুক্ত। (এ গুলো নিয়ে) ফেরাউন ও তার লোকদের নিকট যাও। নিশ্চয় তারা অবাধ্য সম্প্রদায়।"
		},
		{
			"_id": "3172",
			"sura": "27",
			"para": "19",
			"verses": "13",
			"names": "فَلَمَّا جَآءَتۡہُمۡ اٰیٰتُنَا مُبۡصِرَۃً  قَالُوۡا ہٰذَا  سِحۡرٌ  مُّبِیۡنٌ ﴿ۚ۱۳﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا جَآءَتۡہُمۡ اٰیٰتُنَا مُبۡصِرَۃً  قَالُوۡا ہٰذَا  سِحۡرٌ  مُّبِیۡنٌ ﴿ۚ۱۳﴾ ",
			"index": "3172",
			"name": "অতঃপর যখন আমার নিদর্শনসমূহ চোখ খোলার মতো হয়ে তাদের নিকট এলো তখন তাঁরা বললো, ‘এটা তো সুস্পষ্ট যাদু’।",
			"en_kanzulimaan": "Then when Our enlightening signs came to them, they said, This is clear magic.",
			"ur_kanzulimaan": "پھر جب ہماری نشانیاں آنکھیں کھولتی ان کے پاس آئیں بولے یہ تو صریح جادو ہے،",
			"hi_kanzulimaan": "फिर जब हमारी निशानियाँ आंखें खोलती उनके पास आई (18फ) बोले यह तो खुला जादू है",
			"author": "১৩. অতঃপর যখন তাদের নিকট আমাদের সুস্পষ্ট নিদর্শনাবলী উদ্ভাসিত হলো তখন তারা বলতে লাগলো, ‘এ তো স্পষ্ট যাদু’।"
		},
		{
			"_id": "3173",
			"sura": "27",
			"para": "19",
			"verses": "14",
			"names": "وَ جَحَدُوۡا بِہَا وَ اسۡتَیۡقَنَتۡہَاۤ  اَنۡفُسُہُمۡ ظُلۡمًا وَّ عُلُوًّا ؕ فَانۡظُرۡ کَیۡفَ کَانَ عَاقِبَۃُ  الۡمُفۡسِدِیۡنَ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَحَدُوۡا بِہَا وَ اسۡتَیۡقَنَتۡہَاۤ  اَنۡفُسُہُمۡ ظُلۡمًا وَّ عُلُوًّا ؕ فَانۡظُرۡ کَیۡفَ کَانَ عَاقِبَۃُ  الۡمُفۡسِدِیۡنَ ﴿۱۴﴾ ",
			"index": "3173",
			"name": "এবং সেগুলোকে অস্বীকার করলো, অথচ তাদের অন্তরগুলোতে সেগুলোর (সত্যতার) নিশ্চিত বিশ্বাস ছিলো, যুল্‌ম ও অহঙ্কারবশতঃ; সুতরাং দেখো, কেমন পরিণতি হয়েছে অশান্তি- সৃষ্টিকারীদের।",
			"en_kanzulimaan": "And they denied them - whereas in their hearts they were certain of them - due to injustice and pride; therefore see what sort of fate befell the mischievous!",
			"ur_kanzulimaan": "اور ان کے منکر ہوئے اور ان کے دلوں میں ان کا یقین تھا ظلم اور تکبر سے تو دیکھو کیسا انجام ہوا فسادیوں کا",
			"hi_kanzulimaan": "और उनके इन्कारी हुए और उनके दिलों में उनका यक़ीन था (19फ) ज़ुल्म और घमण्ड से, तो देखो कैसा अंजाम हुआ फ़सादियों का (20फ)",
			"author": "১৪.  আর তারা যুলুম, অহঙ্কার এবং পাপাচারবশত একে সরাসরি অস্বীকার করে বসলো যদিও তাদের অন্তর এগুলোকে (এ নিদর্শনাবলীকে সত্য বলে) বিশ্বাস করেছিল। কাজেই আপনি দেখুন, বিপর্যয় সৃষ্টিকারীদের পরিণতি কেমন (অশুভ) হয়েছিল!"
		},
		{
			"_id": "3174",
			"sura": "27",
			"para": "19",
			"verses": "15",
			"names": "وَ لَقَدۡ اٰتَیۡنَا دَاوٗدَ  وَ سُلَیۡمٰنَ عِلۡمًا ۚ وَ قَالَا الۡحَمۡدُ لِلّٰہِ الَّذِیۡ فَضَّلَنَا عَلٰی کَثِیۡرٍ  مِّنۡ عِبَادِہِ  الۡمُؤۡمِنِیۡنَ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اٰتَیۡنَا دَاوٗدَ  وَ سُلَیۡمٰنَ عِلۡمًا ۚ وَ قَالَا الۡحَمۡدُ لِلّٰہِ الَّذِیۡ فَضَّلَنَا عَلٰی کَثِیۡرٍ  مِّنۡ عِبَادِہِ  الۡمُؤۡمِنِیۡنَ ﴿۱۵﴾ ",
			"index": "3174",
			"name": "এবং নিশ্চয় আমি দাঊদ ও সুলায়মানকে জ্ঞান দান করেছি আর তারা উভয়ে বলেছে, ‘সমস্ত প্রশংসা আল্লাহ্‌র জন্য, যিনি আমাদেরকে তার বহু ঈমানদার বান্দার উপর শ্রেষ্ঠত্ব দান করেছেন। ",
			"en_kanzulimaan": "And We indeed bestowed great knowledge to Dawud and Sulaiman; and they both said, All praise is to Allah, Who bestowed us superiority over many of His believing bondmen.",
			"ur_kanzulimaan": "اور بیشک ہم نے داؤد اور سلیمان کو بڑا علم عطا فرمایا اور دونوں نے کہا سب خوبیاں اللہ کو جس نے ہمیں اپنے بہت سے ایمان والے بندوں پر فضیلت بخشی",
			"hi_kanzulimaan": "और बेशक हमने दाऊद और सुलैमान को बड़ा इल्म अता फ़रमाया (21फ) और दोनो ने कहा सब ख़ूबियां अल्लाह को जिसने हमें अपने बहुत से ईमान वाले बन्दों पर बुज़ुर्गी बख़्शी (22फ)",
			"author": "১৫. আর আমরা অবশ্যই দাউদ ও সুলাইমান (আলাইহিমাস সালাম)-কে (বিস্ময়কর) জ্ঞান দান করেছিলাম। আর তাঁরা উভয়ে বললেন, ‘সমস্ত প্রশংসা আল্লাহ্ তা’আলারই যিনি আমাদেরকে তাঁর অনেক মু’মিন বান্দার উপর শ্রেষ্ঠত্ব দান করেছেন।’"
		},
		{
			"_id": "3175",
			"sura": "27",
			"para": "19",
			"verses": "16",
			"names": "وَ وَرِثَ سُلَیۡمٰنُ دَاوٗدَ وَ قَالَ یٰۤاَیُّہَا النَّاسُ عُلِّمۡنَا مَنۡطِقَ الطَّیۡرِ وَ اُوۡتِیۡنَا مِنۡ کُلِّ شَیۡءٍ ؕ اِنَّ ہٰذَا لَہُوَ الۡفَضۡلُ  الۡمُبِیۡنُ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ وَرِثَ سُلَیۡمٰنُ دَاوٗدَ وَ قَالَ یٰۤاَیُّہَا النَّاسُ عُلِّمۡنَا مَنۡطِقَ الطَّیۡرِ وَ اُوۡتِیۡنَا مِنۡ کُلِّ شَیۡءٍ ؕ اِنَّ ہٰذَا لَہُوَ الۡفَضۡلُ  الۡمُبِیۡنُ ﴿۱۶﴾ ",
			"index": "3175",
			"name": "এবং সুলায়মান দাঊদের স্থলাভিষিক্ত হলো আর বললো, ‘হে লোকেরা! আমাকে পক্ষীকুলের ভাষা শিক্ষা দেওয়া হয়েছে এবং প্রত্যেক কিছু থেকে আমাকে দেওয়া হয়েছে। নিশ্চয় এটা সুস্পষ্ট অনুগ্রহ’।",
			"en_kanzulimaan": "And Sulaiman became Dawuds heir; and he said, O people, we have indeed been taught the language of birds, and have been given from all things; this surely is a manifest favour.",
			"ur_kanzulimaan": "اور سلیمان داؤد کا جانشین ہوا اور کہا اے لوگو! ہمیں پرندوں کی بولی سکھائی گئی اور ہر چیز میں سے ہم کو عطا ہوا بیشک یہی ظاہر فضل ہے",
			"hi_kanzulimaan": "और सुलैमान दाऊद का जानशीन हुआ (23फ) और कहा ऐ लोगों हमें परिन्दों की बोली सिखाई गई और हर चीज़ में से हमको अता हुआ (24फ) बेशक यही ज़ाहिर फ़ज़्ल है (25फ)",
			"author": "১৬. আর সুলাইমান (আলাইহিস সালাম) দাউদ (আলাইহিস সালাম)-এঁর স্থলাভিষিক্ত হলেন এবং তিনি বললেন, ‘হে লোকসকল! আমাকে পাখির ভাষা বোঝার ক্ষমতাও দেয়া হয়েছে এবং আমাকে সকল কিছু প্রদান করা হয়েছে; সন্দেহ নেই যে, এটি (আল্লাহ্ তা’আলার) সুস্পষ্ট অনুগ্রহ।’"
		},
		{
			"_id": "3176",
			"sura": "27",
			"para": "19",
			"verses": "17",
			"names": "وَ حُشِرَ لِسُلَیۡمٰنَ جُنُوۡدُہٗ  مِنَ الۡجِنِّ وَ الۡاِنۡسِ  وَ الطَّیۡرِ  فَہُمۡ  یُوۡزَعُوۡنَ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ حُشِرَ لِسُلَیۡمٰنَ جُنُوۡدُہٗ  مِنَ الۡجِنِّ وَ الۡاِنۡسِ  وَ الطَّیۡرِ  فَہُمۡ  یُوۡزَعُوۡنَ ﴿۱۷﴾ ",
			"index": "3176",
			"name": "এবং সমবেত করা হয়েছে সুলায়মানের জন্য তার সৈন্য-বাহিনীকে-জিন, মানুষ ও পক্ষীকুল থেকে। সুতরাং তাদেরকে বাধা দেওয়া হতো।।",
			"en_kanzulimaan": "And assembled together for Sulaiman were his armies of jinns and men, and of birds  so they had to be restricted.",
			"ur_kanzulimaan": "اور جمع کیے گئے سلیمان کے لیے اس کے لشکر جنوں اور آدمیوں اور پرندوں سے تو وہ روکے جاتے تھے",
			"hi_kanzulimaan": "और जमा किये गए, सुलैमान के लिये उसके लश्कर, जिन्नों और आदमियों और परिन्दों से, तो वो रोके जाते थे (26फ)",
			"author": "১৭. আর সুলাইমান (আলাইহিস সালাম)-এঁর জন্যে তাঁর বাহিনী সংগ্রহ করা হয়েছিল জ্বিন, মানব এবং (সকল প্রজাতির) বিহঙ্গকুল থেকে। অতঃপর শৃঙ্খলা ও প্রশিক্ষণের জন্যে (তাঁর সেবায়) এদেরকে নিয়োজিত করা হলো।"
		},
		{
			"_id": "3177",
			"sura": "27",
			"para": "19",
			"verses": "18",
			"names": "حَتّٰۤی  اِذَاۤ  اَتَوۡا عَلٰی وَادِ  النَّمۡلِ ۙ قَالَتۡ نَمۡلَۃٌ  یّٰۤاَیُّہَا النَّمۡلُ ادۡخُلُوۡا مَسٰکِنَکُمۡ ۚ لَا یَحۡطِمَنَّکُمۡ  سُلَیۡمٰنُ  وَ جُنُوۡدُہٗ ۙ وَ ہُمۡ  لَا یَشۡعُرُوۡنَ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "حَتّٰۤی  اِذَاۤ  اَتَوۡا عَلٰی وَادِ  النَّمۡلِ ۙ قَالَتۡ نَمۡلَۃٌ  یّٰۤاَیُّہَا النَّمۡلُ ادۡخُلُوۡا مَسٰکِنَکُمۡ ۚ لَا یَحۡطِمَنَّکُمۡ  سُلَیۡمٰنُ  وَ جُنُوۡدُہٗ ۙ وَ ہُمۡ  لَا یَشۡعُرُوۡنَ ﴿۱۸﴾ ",
			"index": "3177",
			"name": "এমন কি যখন তারা পিপীলিকাগুলোর উপত্যকায় এসে পৌছলো, তখন একটা পিপীলিকা বললো, হে পিপীলিকাকূল! আপন আপন গৃহে চলে যাও, যাতে তোমাদেরকে পদদলিত না করে সুলায়মান ও তার সৈন্যবাহিনী, অজ্ঞাতসারে।",
			"en_kanzulimaan": "Until when they came to the valley of the ants, a she ant exclaimed, O ants, enter your houses  may not Sulaiman and his armies crush you, unknowingly.",
			"ur_kanzulimaan": "یہاں تک کہ جب چیونٹیوں کے نالے پر آئے ایک چیونٹی بولی اے چیونٹیو! اپنے گھروں میں چلی جاؤ تمہیں کچل نہ ڈالیں سلیمان اور ان کے لشکر بے خبری میں",
			"hi_kanzulimaan": "यहां तक कि जब च्यूंटियों के नाले पर आए (27फ) एक च्यूंटी बोली (28फ) ऐ च्यूंटियों, अपने घरों में चली जाओ तुम्हें कुचल न डालें सुलैमान और उनके लश्कर बेख़बरी में (29फ)",
			"author": "১৮. যেই না তারা (এ বাহিনী) পিপীলিকা অধ্যুষিত উপত্যকায় পৌঁছল তখনই এক পিপীলিকা বলতে লাগলো, ‘ওহে পিঁপড়ার দল! তোমরা নিজেদের আবাসস্থলে প্রবেশ করো, যাতে সুলাইমান (আলাইহিস সালাম) এবং তার বাহিনী তাদের অজ্ঞাতসারে তোমাদেরকে পদতলে পিষে না ফেলে।’"
		},
		{
			"_id": "3178",
			"sura": "27",
			"para": "19",
			"verses": "19",
			"names": "فَتَبَسَّمَ ضَاحِکًا مِّنۡ قَوۡلِہَا وَ قَالَ رَبِّ اَوۡزِعۡنِیۡۤ  اَنۡ اَشۡکُرَ  نِعۡمَتَکَ الَّتِیۡۤ اَنۡعَمۡتَ عَلَیَّ وَ عَلٰی وَالِدَیَّ وَ اَنۡ اَعۡمَلَ صَالِحًا تَرۡضٰىہُ وَ اَدۡخِلۡنِیۡ بِرَحۡمَتِکَ فِیۡ عِبَادِکَ الصّٰلِحِیۡنَ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "فَتَبَسَّمَ ضَاحِکًا مِّنۡ قَوۡلِہَا وَ قَالَ رَبِّ اَوۡزِعۡنِیۡۤ  اَنۡ اَشۡکُرَ  نِعۡمَتَکَ الَّتِیۡۤ اَنۡعَمۡتَ عَلَیَّ وَ عَلٰی وَالِدَیَّ وَ اَنۡ اَعۡمَلَ صَالِحًا تَرۡضٰىہُ وَ اَدۡخِلۡنِیۡ بِرَحۡمَتِکَ فِیۡ عِبَادِکَ الصّٰلِحِیۡنَ ﴿۱۹﴾ ",
			"index": "3178",
			"name": "অতঃপর (সুলায়মান) তার উক্তিতে মৃদু হাসলো এবং আরয করলো, ‘হে আমার রব! আমাকে শক্তি দাও যাতে আমি কৃতজ্ঞতা প্রকাশ করতে পারি তোমার ওই অনুগ্রহের, যা তুমি আমার উপর এবং আমার মাতা পিতার উপর করেছো; আর যাতে আমি ওই সৎ কাজ করতে পারি, যা তোমার পছন্দ হয় এবং আমাকে আপন করুণাময় ওই বান্দাদের শ্রেণীভুক্ত করো যারা তোমার বিশেষ নৈকট্যের উপযোগী’।",
			"en_kanzulimaan": "He therefore smiled beamingly at her speech*, and submitted, My Lord, bestow me guidance so that I thank you for the favour which You bestowed upon me and my parents, and so that I may perform the good deeds which please You, and by Your mercy include me among Your bondmen who are worthy of Your proximity. (Prophet Sulaiman heard the voice of the she ant from far away.)",
			"ur_kanzulimaan": "تو اس کی بات مسکرا کر ہنسا اور عرض کی اے میرے رب! مجھے توفیق دے کہ میں شکر کروں تیرے احسان کا جو تو نے مجھ پر اور میرے ماں باپ پر کیے اور یہ کہ میں وہ بھلا کام کرو ں جو تجھے پسند آئے اور مجھے اپنی رحمت سے اپنے ان بندوں میں شامل کر جو تیرے قرب خاص کے سزاوار ہیں",
			"hi_kanzulimaan": "तो उसकी बात से मुस्कुरा कर हंसा (30फ) और अर्ज़ की ऐ मेरे रब मुझे तौफ़िक़ (सामर्थ्य) दे कि मैं शुक्र करूं तेरे एहसान का जो तूने (31फ) मुझपर और मेरे माँ बाप पर किये और यह कि मैं वह भला काम कर सकूं जो तुझे पसन्द आए और मुझे अपनी रहमत से अपने उन बन्दों में शामिल कर जो तेरे ख़ास क़ुर्ब के हक़दार हैं (32फ)",
			"author": "১৯. অতঃপর তিনি (সুলাইমান আলাইহিস সালাম পিপীলিকা)-এর কথায় আনন্দ অনুভব করে মুচকি হাসলেন এবং বললেন, ‘হে আমার প্রতিপালক! তুমি আমাকে এর উপর অটল থাকার তাওফীক দাও যাতে আমি তোমার নিয়ামতের শুকরিয়া আদায় করতে পারি যা তুমি আমাকে এবং আমার পিতামাতাকে দান করেছো; এবং যাতে আমি সৎকর্ম করতে পারি যা তোমাকে সন্তুষ্ট করে; আর তুমি তোমার অনুগ্রহ দ্বারা আমাকে তোমার বিশেষ নৈকট্যপ্রাপ্ত বান্দাদের অন্তর্ভুক্ত করো।’"
		},
		{
			"_id": "3179",
			"sura": "27",
			"para": "19",
			"verses": "20",
			"names": "وَ تَفَقَّدَ الطَّیۡرَ فَقَالَ مَا لِیَ  لَاۤ  اَرَی الۡہُدۡہُدَ ۫ۖ اَمۡ کَانَ مِنَ الۡغَآئِبِیۡنَ ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ تَفَقَّدَ الطَّیۡرَ فَقَالَ مَا لِیَ  لَاۤ  اَرَی الۡہُدۡہُدَ ۫ۖ اَمۡ کَانَ مِنَ الۡغَآئِبِیۡنَ ﴿۲۰﴾ ",
			"index": "3179",
			"name": "আর পাখীগুলোর সন্ধান নিলো, অতঃপর বললো, ‘আমার কী হলো যে, আমি হুদহুদকে দেখতে পাচ্ছি না, না সে বাস্তবিকই পক্ষেই অনুপস্থিত?",
			"en_kanzulimaan": "And he surveyed the birds  he therefore said, What is to me that I do not see the Hudhud (hoopoe), or is he really absent?",
			"ur_kanzulimaan": "اور پرندوں کا جائزہ لیا تو بولا مجھے کیا ہوا کہ میں ہد ہد کو نہیں دیکھتا یا وہ واقعی حاضر نہیں،",
			"hi_kanzulimaan": "और परिन्दों का जायज़ा लिया तो बोला मुझे क्या हुआ कि मैं हुदहुद को नहीं देखता या वह वाक़ई हाज़िर नहीं",
			"author": "২০. আর সুলাইমান (আলাইহিস সালাম) বিহঙ্গদলকে পর্যবেক্ষণ করলেন এবং বললেন, ‘কী হলো, হুদহুদকে দেখতে পাচ্ছি না কেন? নাকি সে (সত্যিই) উধাও হয়ে গিয়েছে?"
		},
		{
			"_id": "3180",
			"sura": "27",
			"para": "19",
			"verses": "21",
			"names": "لَاُعَذِّبَنَّہٗ  عَذَابًا شَدِیۡدًا  اَوۡ لَاَاذۡبَحَنَّہٗۤ اَوۡ لَیَاۡتِیَنِّیۡ بِسُلۡطٰنٍ مُّبِیۡنٍ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "لَاُعَذِّبَنَّہٗ  عَذَابًا شَدِیۡدًا  اَوۡ لَاَاذۡبَحَنَّہٗۤ اَوۡ لَیَاۡتِیَنِّیۡ بِسُلۡطٰنٍ مُّبِیۡنٍ ﴿۲۱﴾ ",
			"index": "3180",
			"name": "অবশ্যই আমি তাকে কঠিন শাস্তি দেবো অথবা যবেহ করবো, অথবা সে কোন সুস্পষ্ট প্রমাণ আমার নিকট নিয়ে আসবে।",
			"en_kanzulimaan": "I will indeed punish him severely or slay him, or he must bring to me some clear evidence.",
			"ur_kanzulimaan": "ضرور میں اسے سخت عذاب کرو ں گا یا ذبح کردوں گا یا کوئی روشن سند میرے پاس لائے",
			"hi_kanzulimaan": "ज़रूर मैं उसे सख़्त अज़ाब करूंगा (33फ) या ज़िब्ह करूंगा या कोई रौशन सनद (प्रमाण) मेरे पास लाए (34फ)",
			"author": "২১.  (অনুমতি ছাড়া উধাও হয়ে যাওয়ায়) আমি তাকে অবশ্যই কঠিন শাস্তি দেবো অথবা তাকে জবাই করবো অথবা সে (নিজে নির্দোষ হওয়ার) সুস্পষ্ট প্রমাণ আমার নিকট উপস্থিত করবে।"
		},
		{
			"_id": "3181",
			"sura": "27",
			"para": "19",
			"verses": "22",
			"names": "فَمَکَثَ غَیۡرَ بَعِیۡدٍ فَقَالَ اَحَطۡتُّ بِمَا لَمۡ تُحِطۡ بِہٖ وَ جِئۡتُکَ مِنۡ سَبَاٍۭ بِنَبَاٍ یَّقِیۡنٍ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "فَمَکَثَ غَیۡرَ بَعِیۡدٍ فَقَالَ اَحَطۡتُّ بِمَا لَمۡ تُحِطۡ بِہٖ وَ جِئۡتُکَ مِنۡ سَبَاٍۭ بِنَبَاٍ یَّقِیۡنٍ ﴿۲۲﴾ ",
			"index": "3181",
			"name": "অতঃপর হুদহুদ দীর্ঘক্ষণ অবস্থান করে নি এবং এসে আরয করলো, ‘আমি ওই বিষয়ে দেখে এসেছি, যা হুজুর, (আপনি) দেখেন নি এবং আমি সাবা শহর থেকে হুযূরের নিকট একটা নিশ্চিত সংবাদ নিয়ে এসেছি।",
			"en_kanzulimaan": "So Hudhud did not stay absent for long, and presenting himself submitted, I have witnessed a matter that your majesty has not seen, and I have brought definite information to you from the city of Saba.",
			"ur_kanzulimaan": "تو ہد ہد کچھ زیادہ دیر نہ ٹھہرا اور آکر عرض کی کہ میں وہ بات دیکھ کر آیا ہوں جو حضور نے نہ دیکھی اور میں شہر سبا سے حضور کے پاس ایک یقینی خبر لایا ہوں،",
			"hi_kanzulimaan": "तो हुदहुद कुछ ज़्यादा देर न ठहरा और आकर (35फ) अर्ज़ की कि मैं वह बात देख आया हूँ जो हुज़ूर ने न देखी और मैं सबा शहर से हुज़ूर के पास एक यक़ीनी ख़बर लाया हूँ",
			"author": "২২. সে সামান্য সময় (বাইরে) অবস্থান করেছিল; অতঃপর (উপস্থিত হয়ে) সে বললো, ‘আমি এমন বিষয় অবগত হয়েছি (সম্ভবত) যা আপনি অবগত ছিলেন না। আর আমি আপনার নিকট সাবা (নগরী) থেকে এক বিশ্বাসযোগ্য সংবাদ নিয়ে এসেছি।"
		},
		{
			"_id": "3182",
			"sura": "27",
			"para": "19",
			"verses": "23",
			"names": "اِنِّیۡ وَجَدۡتُّ امۡرَاَۃً  تَمۡلِکُہُمۡ وَ اُوۡتِیَتۡ مِنۡ کُلِّ شَیۡءٍ وَّ لَہَا عَرۡشٌ عَظِیۡمٌ ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "اِنِّیۡ وَجَدۡتُّ امۡرَاَۃً  تَمۡلِکُہُمۡ وَ اُوۡتِیَتۡ مِنۡ کُلِّ شَیۡءٍ وَّ لَہَا عَرۡشٌ عَظِیۡمٌ ﴿۲۳﴾ ",
			"index": "3182",
			"name": "আমি এক নারীকে দেখেছি, যে তাদের উপর বাদশাহী করছে আর তাকে সবকিছু থেকে দেওয়া হয়েছে এবং তার এক বিরাট সিংহাসন রয়েছে। ",
			"en_kanzulimaan": "I have seen a woman who rules over them, and she has been given from all things, and she has a mighty throne.",
			"ur_kanzulimaan": "میں نے ایک عورت دیکھی کہ ان پر بادشاہی کررہی ہے اور اسے ہر چیز میں سے ملا ہے اور اس کا بڑا تخت ہے",
			"hi_kanzulimaan": "मैं ने एक औरत देखी (36फ) कि उनपर बादशाही कर रही है और उसे हर चीज़ में से मिला है (37फ) और उसका बड़ा तख़्त है (38फ)",
			"author": "২৩. আমি (সেখানে) এক নারীকে পেয়েছি যে তাদের (অর্থাৎ সাবা নগরীর বাসিন্দাদের) উপর রাজত্ব করছে। আর তাকে (রাজত্ব এবং ক্ষমতার) সব কিছুই দেয়া হয়েছে এবং তার আছে এক বিরাট সিংহাসন।"
		},
		{
			"_id": "3183",
			"sura": "27",
			"para": "19",
			"verses": "24",
			"names": "وَجَدۡتُّہَا وَ قَوۡمَہَا یَسۡجُدُوۡنَ لِلشَّمۡسِ مِنۡ  دُوۡنِ اللّٰہِ  وَ زَیَّنَ لَہُمُ الشَّیۡطٰنُ  اَعۡمَالَہُمۡ فَصَدَّہُمۡ عَنِ السَّبِیۡلِ  فَہُمۡ   لَا  یَہۡتَدُوۡنَ ﴿ۙ۲۴﴾ ",
			"number": "",
			"verses_PDMS": "وَجَدۡتُّہَا وَ قَوۡمَہَا یَسۡجُدُوۡنَ لِلشَّمۡسِ مِنۡ  دُوۡنِ اللّٰہِ  وَ زَیَّنَ لَہُمُ الشَّیۡطٰنُ  اَعۡمَالَہُمۡ فَصَدَّہُمۡ عَنِ السَّبِیۡلِ  فَہُمۡ   لَا  یَہۡتَدُوۡنَ ﴿ۙ۲۴﴾ ",
			"index": "3183",
			"name": "আমি তাকে ও তার সম্প্রদায়কে দেখতে পেলাম যে, তারা আল্লাহ্‌কে ছেড়ে সূর্যকে সাজদা করছে এবং শয়তান তাদের কার্যাবলীকে তাদের দৃষ্টিতে সুশোভিত করে তাদেরকে সরল পথ থেকে নিবৃত্ত করেছে; সুতরাং তারা সৎপথ পাচ্ছে না’।",
			"en_kanzulimaan": "I found her and her nation prostrating before the sun instead of Allah, and Satan has made their deeds seem good to them thereby preventing them from the Straight Path - so they do not attain guidance.",
			"ur_kanzulimaan": "میں نے اسے اور اس کی قوم کو پایا کہ اللہ کو چھوڑ کر سورج کو سجدہ کرتے ہیں اور شیطان نے ان کے اعمانل ان کی نگاہ میں سنوار کر ان کو سیدھی راہ سے روک دیا تو وہ راہ نہیں پاتے،",
			"hi_kanzulimaan": "मैं ने उसे और उसकी क़ौम को पाया कि अल्लाह को छोड़कर सूरज को सज्दा करते हैं (39फ)और शैतान ने उनके कर्म उनकी निगाह में सवार कर उनको सीधी राह से रोक दिया (40फ) तो वो राह नहीं पाते",
			"author": "২৪. আমি তাকে এবং তার সম্প্রদায়কে দেখলাম আল্লাহ্‌র পরিবর্তে সূর্যকে সেজদা করছে। আর শয়তান তাদের (অসৎ) কর্মকে তাদের জন্যে অত্যন্ত চিত্তাকর্ষক করে দিয়েছে এবং তাদেরকে (আল্লাহ্‌র একত্ববাদের) পথ থেকে রুখে দিয়েছে। কাজেই তারা সৎপথ পায় না।"
		},
		{
			"_id": "3184",
			"sura": "27",
			"para": "19",
			"verses": "25",
			"names": "اَلَّا یَسۡجُدُوۡا  لِلّٰہِ الَّذِیۡ یُخۡرِجُ الۡخَبۡءَ فِی السَّمٰوٰتِ وَ الۡاَرۡضِ وَ یَعۡلَمُ مَا تُخۡفُوۡنَ  وَ مَا  تُعۡلِنُوۡنَ ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "اَلَّا یَسۡجُدُوۡا  لِلّٰہِ الَّذِیۡ یُخۡرِجُ الۡخَبۡءَ فِی السَّمٰوٰتِ وَ الۡاَرۡضِ وَ یَعۡلَمُ مَا تُخۡفُوۡنَ  وَ مَا  تُعۡلِنُوۡنَ ﴿۲۵﴾ ",
			"index": "3184",
			"name": "তারা কেন সাজদা করছে না আল্লাহ্‌কে, যিনি প্রকাশ করেন আসমানসমূহ ও যমীনের লুক্কায়িত বস্তুসমূহকে এবং জানেন যা কিছু তোমরা গোপন করো এবং যা কিছু প্রকাশ করো!",
			"en_kanzulimaan": "Why do they not prostrate to Allah, Who brings forth the things hidden in the heavens and the earth, and knows all what you hide and all what you disclose?",
			"ur_kanzulimaan": "کیوں نہیں سجدہ کرتے اللہ کو جو نکالتا ہے آسمانوں اور زمین کی چھپی چیزیں اور جانتا ہے جو کچھ تم چھپاتے ہو اور ظاہر کرتے ہو",
			"hi_kanzulimaan": "क्यों नहीं सज्दा करते अल्लाह को जो निकालता है आसमानों और ज़मीन की छुपी चीज़ें (41फ) और जानता है जो कुछ तुम छुपाते और ज़ाहिर करते हो (42फ)",
			"author": "২৫. এ জন্যে (রুখে দেওয়া হয়েছে) যে, তারা যেন সেজদায় লুটিয়ে না পড়ে আল্লাহ তা’আলার সমীপে যিনি আকাশমন্ডলীতে এবং পৃথিবীতে লুকায়িত (বাস্তব ও অস্তিত্বশীল) বস্তু প্রকাশ করেন। আর তিনি অবগত আছেন সে (সব বস্তু) সম্পর্কে যা তোমরা গোপন করো এবং যা তোমরা প্রকাশ করো।"
		},
		{
			"_id": "3185",
			"sura": "27",
			"para": "19",
			"verses": "26",
			"names": "اَللّٰہُ  لَاۤ  اِلٰہَ  اِلَّا ہُوَ   رَبُّ الۡعَرۡشِ الۡعَظِیۡمِ ﴿ٛ۲۶﴾",
			"number": "",
			"verses_PDMS": "اَللّٰہُ  لَاۤ  اِلٰہَ  اِلَّا ہُوَ   رَبُّ الۡعَرۡشِ الۡعَظِیۡمِ ﴿ٛ۲۶﴾",
			"index": "3185",
			"name": "আল্লাহ্‌, তিনি ব্যতীত কোন সত্য মা’বূদ নেই, তিনি মহান আরশের অধিপতি।",
			"en_kanzulimaan": "Allah - there is no True God except Him, the Owner of the Great Throne. (Command of Prostration # 8)",
			"ur_kanzulimaan": "اللہ ہے کہ اس کے سوا کوئی سچا معبود نہیں وہ بڑے عرش کا مالک ہے، السجد ة۔۸)",
			"hi_kanzulimaan": "अल्लाह है कि उसके सिवा कोई सच्चा मअबूद नहीं, वह बड़े अर्श का मालिक है",
			"author": "২৬. আল্লাহ্ ব্যতীত কোনো উপাস্য নেই, তিনিই একমাত্র কর্তৃত্বের সর্বোচ্চ সিংহাসনের মালিক।’"
		},
		{
			"_id": "3186",
			"sura": "27",
			"para": "19",
			"verses": "27",
			"names": "قَالَ سَنَنۡظُرُ اَصَدَقۡتَ اَمۡ  کُنۡتَ مِنَ الۡکٰذِبِیۡنَ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ سَنَنۡظُرُ اَصَدَقۡتَ اَمۡ  کُنۡتَ مِنَ الۡکٰذِبِیۡنَ ﴿۲۷﴾ ",
			"index": "3186",
			"name": "সুলায়মান বললেন, ‘এখন আমরা দেখবো, তুমি কি সত্য বলেছো, না তুমি মিথ্যাবাদীদের অন্তর্ভুক্ত। ",
			"en_kanzulimaan": "Said Sulaiman, We shall now see whether you spoke the truth or are among the liars.",
			"ur_kanzulimaan": "سلیمان نے فرمایا اب ہم دیکھیں گے کہ تو نے سچ کہا یا تو جھوٹوں میں ہے",
			"hi_kanzulimaan": "सुलैमान ने फ़रमाया, अब हम देखेंगे कि तूने सच कहा या तू झूटों में है (43फ)",
			"author": "২৭. সুলাইমান (আলাইহিস সালাম) বললেন, ‘আমি এখনই দেখছি, তুমি সত্য বলছো নাকি তুমি মিথ্যাবাদী।"
		},
		{
			"_id": "3187",
			"sura": "27",
			"para": "19",
			"verses": "28",
			"names": "اِذۡہَبۡ بِّکِتٰبِیۡ ہٰذَا فَاَلۡقِہۡ  اِلَیۡہِمۡ ثُمَّ تَوَلَّ عَنۡہُمۡ فَانۡظُرۡ  مَا ذَا یَرۡجِعُوۡنَ ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "اِذۡہَبۡ بِّکِتٰبِیۡ ہٰذَا فَاَلۡقِہۡ  اِلَیۡہِمۡ ثُمَّ تَوَلَّ عَنۡہُمۡ فَانۡظُرۡ  مَا ذَا یَرۡجِعُوۡنَ ﴿۲۸﴾ ",
			"index": "3187",
			"name": "আমার এ নির্দেশ নিয়ে গিয়ে তাদের উপর নিক্ষেপ করো, অতঃপর তাদের নিকট থেকে সরে পৃথক হয়ে দেখো, তারা কি জবাব দেয়’।",
			"en_kanzulimaan": "Go with this letter of mine and drop it upon them - then move aside from them and see what they answer in return.",
			"ur_kanzulimaan": "میرا یہ فرمان لے جان کر ان پر ڈال پھر ان سے الگ ہٹ کر دیکھ کہ وہ کیا جواب دیتے ہیں",
			"hi_kanzulimaan": "मेरा यह फ़रमान ले जाकर उनपर डाल फिर उनसे अलग हट कर देख कि वो क्या जवाब देते हैं (44फ)",
			"author": "২৮. আমার এই চিঠি নিয়ে যাও এবং তা তাদের নিকট অর্পণ করো। অতঃপর তাদের নিকট থেকে সরে পড়ো এবং দেখো তারা কী জবাব দেয়।’"
		},
		{
			"_id": "3188",
			"sura": "27",
			"para": "19",
			"verses": "29",
			"names": "قَالَتۡ یٰۤاَیُّہَا الۡمَلَؤُا  اِنِّیۡۤ   اُلۡقِیَ   اِلَیَّ  کِتٰبٌ کَرِیۡمٌ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "قَالَتۡ یٰۤاَیُّہَا الۡمَلَؤُا  اِنِّیۡۤ   اُلۡقِیَ   اِلَیَّ  کِتٰبٌ کَرِیۡمٌ ﴿۲۹﴾ ",
			"index": "3188",
			"name": "ওই নারী বললো, ‘হে নেতৃবর্গ! নিশ্চয় আমার প্রতি এক সম্মানিত পত্র নিক্ষেপ করা হয়েছে; ",
			"en_kanzulimaan": "The woman said, O chieftains, indeed a noble letter has been dropped upon me.",
			"ur_kanzulimaan": "وہ عورت بولی اے سردارو! بیشک میری طرف ایک عزت والا خط ڈالا گیا",
			"hi_kanzulimaan": "वह औरत बोली, ऐ सरदारो बेशक मेरी तरफ़ एक इज़्ज़त वाला ख़त डाला गया (45फ)",
			"author": "২৯. (রানী) বললেন, ‘হে সভাসদগণ! আমার নিকট এক সম্মানিত পত্র প্রেরণ করা হয়েছে।"
		},
		{
			"_id": "3189",
			"sura": "27",
			"para": "19",
			"verses": "30",
			"names": "اِنَّہٗ مِنۡ سُلَیۡمٰنَ وَ اِنَّہٗ بِسۡمِ اللّٰہِ   الرَّحۡمٰنِ الرَّحِیۡمِ ﴿ۙ۳۰﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّہٗ مِنۡ سُلَیۡمٰنَ وَ اِنَّہٗ بِسۡمِ اللّٰہِ   الرَّحۡمٰنِ الرَّحِیۡمِ ﴿ۙ۳۰﴾ ",
			"index": "3189",
			"name": "নিশ্চয় তা সুলায়মান এর নিকট হেকে এবং নিশ্চয় তা আল্লাহ্‌র নাম সহকারে, যিনি পরম দয়ালু, করুণাময়; ",
			"en_kanzulimaan": "Indeed it is from Sulaiman, and it is (begins) with Allah - beginning with the name of - the Most Gracious, the Most Merciful. ",
			"ur_kanzulimaan": "بیشک وہ سلیمان کی طرف سے ہے اور بیشک وہ اللہ کے نام سے ہے نہایت مہربان رحم والا،",
			"hi_kanzulimaan": "बेशक वह सुलैमान की तरफ़ से है और बेशक वह अल्लाह के नाम से है जो बहुत मेहरबान रहम वाला",
			"author": "৩০. অবশ্যই এ (পত্র) সুলাইমান (আলাইহিস সালাম)-এঁর পক্ষ থেকে (এসেছে) এবং যা শুরু (করা হয়েছে) আল্লাহ্‌র নামে যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "3190",
			"sura": "27",
			"para": "19",
			"verses": "31",
			"names": "اَلَّا تَعۡلُوۡا عَلَیَّ  وَ اۡتُوۡنِیۡ  مُسۡلِمِیۡنَ ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "اَلَّا تَعۡلُوۡا عَلَیَّ  وَ اۡتُوۡنِیۡ  مُسۡلِمِیۡنَ ﴿۳۱﴾ ",
			"index": "3190",
			"name": "এ যে, আমার উপর শ্রেষ্ঠত্ব চেয়ো না এবং আত্নসমর্পণ করে আমার নিকট হাযির হও। ",
			"en_kanzulimaan": "That Do not wish eminence above me, and present yourselves humbly to me, with submission. ",
			"ur_kanzulimaan": "یہ کہ مجھ پر بلندی نہ چاہو اور گردن رکھتے میرے حضور حاضر ہو",
			"hi_kanzulimaan": "यह कि मुझ पर बलन्दी न चाहो (46फ) और गर्दन रखते मेरे हुज़ूर हाज़िर हो (47फ)",
			"author": "৩১. (এর বিষয়বস্তু এই যে,) আমার উপরে মাথা উত্তোলন (করার চেষ্টা) করো না, এবং আনুগত্য স্বীকার করে আমার নিকট উপস্থিত হও।’"
		},
		{
			"_id": "3191",
			"sura": "27",
			"para": "19",
			"verses": "32",
			"names": "قَالَتۡ یٰۤاَیُّہَا الۡمَلَؤُا  اَفۡتُوۡنِیۡ  فِیۡۤ   اَمۡرِیۡ ۚ مَا کُنۡتُ قَاطِعَۃً  اَمۡرًا حَتّٰی تَشۡہَدُوۡنِ ﴿۳۲﴾ ",
			"number": "",
			"verses_PDMS": "قَالَتۡ یٰۤاَیُّہَا الۡمَلَؤُا  اَفۡتُوۡنِیۡ  فِیۡۤ   اَمۡرِیۡ ۚ مَا کُنۡتُ قَاطِعَۃً  اَمۡرًا حَتّٰی تَشۡہَدُوۡنِ ﴿۳۲﴾ ",
			"index": "3191",
			"name": "(ওই নারী) বললো, ‘হে নেতৃবর্গ! আমার এ ব্যাপারে আমাকে (তোমাদের) অভিমত দাও; আমি কোন ব্যাপারে কোন চূড়ান্ত সিদ্ধান্ত করি না যতক্ষণ পর্যন্ত তোমরা আমার নিকট উপস্থিত না হও’।",
			"en_kanzulimaan": "She said, O chieftains, advise me in this matter of mine; I do not give a final decision until you are present with me.",
			"ur_kanzulimaan": "بولی اے سردارو! میرے اس معاملے میں مجھے رائے دو میں کسی معاملے میں کوئی قطعی فیصلہ نہیں کرتی جب تک تم میرے پاس حاضر نہ ہو،",
			"hi_kanzulimaan": "बोली, ऐ सरदारों मेरे इस मामले में मुझे राय दो, मैं किसी मामले में कोई क़तई फ़ैसला नहीं करती जब तक तुम मेरे पास हाज़िर न हो",
			"author": "৩২. (রানী) বললেন, ‘হে সভাসদগণ! আমাকে এ বিষয়ে পরামর্শ দাও। আমি কোনো বিষয়ে চূড়ান্ত সিদ্ধান্ত গ্রহণ করি না যতক্ষণ পর্যন্ত না তোমরা আমার নিকট উপস্থিত হয়ে (এ বিষয়ের পক্ষে বা বিপক্ষে) মতামত প্রদান করো।’"
		},
		{
			"_id": "3192",
			"sura": "27",
			"para": "19",
			"verses": "33",
			"names": "قَالُوۡا نَحۡنُ اُولُوۡا قُوَّۃٍ  وَّ اُولُوۡا بَاۡسٍ شَدِیۡدٍ ۬ۙ وَّ الۡاَمۡرُ  اِلَیۡکِ فَانۡظُرِیۡ مَاذَا تَاۡمُرِیۡنَ ﴿۳۳﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا نَحۡنُ اُولُوۡا قُوَّۃٍ  وَّ اُولُوۡا بَاۡسٍ شَدِیۡدٍ ۬ۙ وَّ الۡاَمۡرُ  اِلَیۡکِ فَانۡظُرِیۡ مَاذَا تَاۡمُرِیۡنَ ﴿۳۳﴾ ",
			"index": "3192",
			"name": "তারা বললো, ‘আমরা শক্তিশালী, অতি কঠোর যোদ্ধা; এবং ক্ষমতা তোমারই। তুমি ভেবে দেখো কী নির্দেশ দিচ্ছো’।",
			"en_kanzulimaan": "They said, We possess great strength and are great warriors, and the decision is yours, therefore consider what you will command.",
			"ur_kanzulimaan": "وہ بولے ہم زور والے اور بڑی سخت لڑائی والے ہیں اور اختیار تیرا ہے تو نظر کر کہ کیا حکم دیتی ہے",
			"hi_kanzulimaan": "वो बोले हम ज़ोर वाले और बड़ी सख़्त लड़ाई वाले हैं (48फ) और इख़्तियार तेरा है तू नज़र कर कि क्या हुक्म देती है (49फ)",
			"author": "৩৩. তারা বললো, ‘আমরা শক্তিশালী এবং দুর্দান্ত যোদ্ধা কিন্তু সিদ্ধান্ত আপনারই। সুতরাং আপনি (নিজেই) চিন্তা করুন, আপনি কী নির্দেশ দিবেন।’"
		},
		{
			"_id": "3193",
			"sura": "27",
			"para": "19",
			"verses": "34",
			"names": "قَالَتۡ اِنَّ  الۡمُلُوۡکَ اِذَا دَخَلُوۡا قَرۡیَۃً اَفۡسَدُوۡہَا وَ جَعَلُوۡۤا اَعِزَّۃَ  اَہۡلِہَاۤ  اَذِلَّۃً ۚ وَ کَذٰلِکَ  یَفۡعَلُوۡنَ ﴿۳۴﴾ ",
			"number": "",
			"verses_PDMS": "قَالَتۡ اِنَّ  الۡمُلُوۡکَ اِذَا دَخَلُوۡا قَرۡیَۃً اَفۡسَدُوۡہَا وَ جَعَلُوۡۤا اَعِزَّۃَ  اَہۡلِہَاۤ  اَذِلَّۃً ۚ وَ کَذٰلِکَ  یَفۡعَلُوۡنَ ﴿۳۴﴾ ",
			"index": "3193",
			"name": "সে বললো, ‘নিশ্চয় যখন বাদশাহ কোন বস্তিতে প্রবেশ করে তখন সেটাকে বিধ্বস্ত করে দেয় এবং সেটার মর্যাদাবান ব্যক্তিদেরকে করে অপদস্থ এবং তারা এরূপই করে থাকে’।",
			"en_kanzulimaan": "She said, Indeed the kings, when they enter a township, destroy it and disgrace its honourable people; and this is what they do.",
			"ur_kanzulimaan": "بولی بیشک بادشاہ جب کسی بستی میں داخل ہوتے ہیں اسے تباہ کردیتے ہیں اور اس کے عزت والوں کو ذلیل اور ایسا ہی کرتے ہیں",
			"hi_kanzulimaan": "बोली बेशक बादशाह जब किसी बस्ती में (50फ) दाख़िल होते हैं उसे तबाह कर देते हैं और उसके इज़्ज़त वालों को (51फ) ज़लील और ऐसा ही करते हैं (52फ)",
			"author": "৩৪. (রানী) বললেন, ‘সন্দেহ নেই, যখন রাজা-বাদশাহর কোনো জনপদে প্রবেশ করে তখন তা ধ্বংস ও বরবাদ করে দেয় এবং এর সম্মানিত লোকজনকে অপমানিত ও লাঞ্ছিত করে। আর এরাও তাই করবে।"
		},
		{
			"_id": "3194",
			"sura": "27",
			"para": "19",
			"verses": "35",
			"names": "وَ اِنِّیۡ مُرۡسِلَۃٌ  اِلَیۡہِمۡ بِہَدِیَّۃٍ  فَنٰظِرَۃٌۢ بِمَ  یَرۡجِعُ  الۡمُرۡسَلُوۡنَ ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنِّیۡ مُرۡسِلَۃٌ  اِلَیۡہِمۡ بِہَدِیَّۃٍ  فَنٰظِرَۃٌۢ بِمَ  یَرۡجِعُ  الۡمُرۡسَلُوۡنَ ﴿۳۵﴾ ",
			"index": "3194",
			"name": "এবং আমি তাদের প্রতি একটা উপহার প্রেরণকারিণী। অতঃপর দেখবো, দূত কী উত্তর নিয়ে ফিরে আসে’।",
			"en_kanzulimaan": "And I shall send a present to them, then see what reply the envoys bring.",
			"ur_kanzulimaan": "اور میں ان کی طرف ایک تحفہ بھیجنے والی ہوں پھر دیکھوں گی کہ ایلچی کیا جواب لے کر پلٹے",
			"hi_kanzulimaan": "और मैं उनकी तरफ़ एक तोहफ़ा भेजने वाली हूँ फिर देखूंगी कि एलची क्या जवाब लेकर पलटे (53फ)",
			"author": "৩৫. আর আমি তাদের নিকট কিছু উপঢৌকন প্রেরণ করছি। অতঃপর দেখি সংবাদবাহকেরা কী জবাব নিয়ে ফিরে আসে।’"
		},
		{
			"_id": "3195",
			"sura": "27",
			"para": "19",
			"verses": "36",
			"names": "فَلَمَّا جَآءَ سُلَیۡمٰنَ قَالَ  اَتُمِدُّوۡنَنِ بِمَالٍ  ۫ فَمَاۤ  اٰتٰىنِۦَ اللّٰہُ خَیۡرٌ  مِّمَّاۤ   اٰتٰىکُمۡ  ۚ بَلۡ  اَنۡتُمۡ  بِہَدِیَّتِکُمۡ  تَفۡرَحُوۡنَ ﴿۳۶﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا جَآءَ سُلَیۡمٰنَ قَالَ  اَتُمِدُّوۡنَنِ بِمَالٍ  ۫ فَمَاۤ  اٰتٰىنِۦَ اللّٰہُ خَیۡرٌ  مِّمَّاۤ   اٰتٰىکُمۡ  ۚ بَلۡ  اَنۡتُمۡ  بِہَدِیَّتِکُمۡ  تَفۡرَحُوۡنَ ﴿۳۶﴾ ",
			"index": "3195",
			"name": "অতঃপর যখন সে সুলায়মানের নিকট এলো, তখন তিনি বললেন, ‘তোমরা কি আমাকে ধন-সম্পদ দিয়ে সাহায্য করছো? সুতরাং আমাকে আল্লাহ্‌ যা দিয়েছেন তা উৎকৃষ্টতর সেটা থেকে, যা তোমাদেরকে দিয়েছেন; বরং তোমরা তোমাদের উপহার নিয়ে খুশী হয়ে থাকো’।",
			"en_kanzulimaan": "So when the envoy came to Sulaiman, he said, Are you helping me with wealth? What Allah has bestowed upon me is better than what He has given you; rather it is you who are delighted at your gift.",
			"ur_kanzulimaan": "پھر جب وہ سلیمان کے پاس آیا فرمایا کیا مال سے میری مدد کرتے ہو تو جو مجھے اللہ نے دیا وہ بہتر ہے اس سے جو تمہیں دیا بلکہ تمہیں اپنے تحفہ پر خوش ہوتے ہو",
			"hi_kanzulimaan": "फिर जब वह (54फ) सुलैमान के पास आया फ़रमाया क्या माल से मेरी मदद करते हो, तो जो मुझे अल्लाह ने दिया (55फ) वह बेहतर है उससे जो तुम्हें दिया (56फ) बल्कि तुम्हीं अपने तोहफ़े पर ख़ुश होते हो (57फ)",
			"author": "৩৬. অতঃপর যখন তারা (রাণীর সংবাদবাহকেরা) সুলাইমান (আলাইহিস সালাম)-এঁর নিকট আসলো, তিনি (সুলাইমান আলাইহিস সালাম তাদেরকে) বললেন, ‘তোমরা কি আমাকে ধন-সম্পদ দিয়ে সাহায্য করতে চাও? পক্ষান্তরে আল্লাহ্ তা’আলা যা কিছু আমাকে দিয়েছেন তা এ (সম্পদ) থেকে উত্তম যা তিনি তোমাদেরকে দিয়েছেন। বরং তোমরাই নিজেদের উপঢৌকন নিয়ে উৎফুল্ল (এবং) গর্ব বোধ করো।"
		},
		{
			"_id": "3196",
			"sura": "27",
			"para": "19",
			"verses": "37",
			"names": "اِرۡجِعۡ  اِلَیۡہِمۡ فَلَنَاۡتِیَنَّہُمۡ بِجُنُوۡدٍ لَّا قِبَلَ لَہُمۡ بِہَا وَ لَنُخۡرِجَنَّہُمۡ مِّنۡہَاۤ  اَذِلَّۃً  وَّ  ہُمۡ  صٰغِرُوۡنَ ﴿۳۷﴾ ",
			"number": "",
			"verses_PDMS": "اِرۡجِعۡ  اِلَیۡہِمۡ فَلَنَاۡتِیَنَّہُمۡ بِجُنُوۡدٍ لَّا قِبَلَ لَہُمۡ بِہَا وَ لَنُخۡرِجَنَّہُمۡ مِّنۡہَاۤ  اَذِلَّۃً  وَّ  ہُمۡ  صٰغِرُوۡنَ ﴿۳۷﴾ ",
			"index": "3196",
			"name": "তুমি তাদের প্রতি ফিরে যাও, অবশ্যই আমরা তাদের বিরুদ্ধে ওই সৈন্যদল নিয়ে আসবো যাদের মোকাবেলা করার ক্ষমতা তাদের থাকবে না এবং অবশ্যই আমরা তাদেরকে ওই শহর থেকে অপদস্থ করে বের করে দেবো। এভাবে যে, তারা অবনমিত হবে।",
			"en_kanzulimaan": "Go back to them  so we shall indeed come upon them with an army they cannot fight, and degrading them shall certainly drive them out from that city, so they will be humiliated.",
			"ur_kanzulimaan": "پلٹ جا ان کی طرف تو ضرور ہم ان پر وہ لشکر لائیں گے جن کی انہیں طاقت نہ ہوگی اور ضرور ہم ان کو اس شہر سے ذلیل کرکے نکال دیں گے یوں کہ وہ پست ہوں گے",
			"hi_kanzulimaan": "पलट जा उनकी तरफ़ तो ज़रूर हम उनपर वो लश्कर लाएंगे जिन की उन्हें ताक़त न होगी और ज़रूर हम उनको इस शहर से ज़लील करके  निकाल देंगे यूं कि वो पस्त होंगे (58फ)",
			"author": "৩৭. সুতরাং (উপঢৌকন সহ) তাদের নিকট ফিরে যাও। আমরা তাদের বিরুদ্ধে এক সৈন্যবাহিনী নিয়ে (আক্রমণ করতে) আসবো যার মুকাবিলার ক্ষমতা তাদের নেই। আর আমরা তাদেরকে সেখান থেকে অপদস্থ করে বের করে দেব, তারা হবে (বন্দী) অবনমিত।’"
		},
		{
			"_id": "3197",
			"sura": "27",
			"para": "19",
			"verses": "38",
			"names": "قَالَ یٰۤاَیُّہَا الۡمَلَؤُا اَیُّکُمۡ یَاۡتِیۡنِیۡ بِعَرۡشِہَا قَبۡلَ  اَنۡ یَّاۡتُوۡنِیۡ مُسۡلِمِیۡنَ ﴿۳۸﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ یٰۤاَیُّہَا الۡمَلَؤُا اَیُّکُمۡ یَاۡتِیۡنِیۡ بِعَرۡشِہَا قَبۡلَ  اَنۡ یَّاۡتُوۡنِیۡ مُسۡلِمِیۡنَ ﴿۳۸﴾ ",
			"index": "3197",
			"name": "সুলায়মান বললেন, ‘হে সভাসদবর্গ! তোমাদের মধ্যে কে আছো, যে তার সিংহাসন আমার নিকট নিয়ে আসতে পারো এরই পূর্বে যে, সে আমার নিকট অনুগত হয়ে উপস্থিত হবে?’",
			"en_kanzulimaan": "Said Sulaiman, O court members, which one of you can bring me her throne before they come humbled in my presence?",
			"ur_kanzulimaan": "سلیمان نے فرمایا، اے درباریو! تم میں کون ہے کہ وہ اس کا تخت میرے پاس لے آئے قبل اس کے کہ وہ میرے حضور مطیع ہوکر حاضر ہوں",
			"hi_kanzulimaan": "सुलैमान ने फ़रमाया ऐ दरबारियों तुम में कौन है वह उसका तख़्त मेरे पास ले आए पहले इसके कि वह मेरे हुज़ूर मुतीअ (फ़रमांबरदार) होकर हो (59फ)",
			"author": "৩৮. (সুলাইমান আলাইহিস সালাম) বললেন, ‘হে সভাসদগণ! তোমাদের মধ্যে কে (রাণীর) এ সিংহাসন আমার নিকট এনে দিতে পারো তারা আনুগত্য স্বীকার করে আমার নিকট আগমনের পূর্বেই?’"
		},
		{
			"_id": "3198",
			"sura": "27",
			"para": "19",
			"verses": "39",
			"names": "قَالَ عِفۡرِیۡتٌ مِّنَ الۡجِنِّ اَنَا اٰتِیۡکَ بِہٖ قَبۡلَ  اَنۡ  تَقُوۡمَ مِنۡ مَّقَامِکَ ۚ وَ اِنِّیۡ عَلَیۡہِ  لَقَوِیٌّ  اَمِیۡنٌ ﴿۳۹﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ عِفۡرِیۡتٌ مِّنَ الۡجِنِّ اَنَا اٰتِیۡکَ بِہٖ قَبۡلَ  اَنۡ  تَقُوۡمَ مِنۡ مَّقَامِکَ ۚ وَ اِنِّیۡ عَلَیۡہِ  لَقَوِیٌّ  اَمِیۡنٌ ﴿۳۹﴾ ",
			"index": "3198",
			"name": "এক বড় দুষ্ট জিন, বললো, ‘আমি উক্ত সিংহাসন আপনার সম্মুখে উপস্থিত করে দেবো এরই পূর্বে যে, হুযূর সভার সমাপ্তি ঘোষণা করবেন এবং নিঃসন্দেহে আমি হলাম সেটা করার ক্ষমতাসম্পন্ন, বিশ্বস্ত’।",
			"en_kanzulimaan": "An extremely evil jinn said, I will bring it in your presence before you disperse the assembly; and I am indeed strong and trustworthy upon it.",
			"ur_kanzulimaan": "ایک بڑا خبیث جن بولا کہ میں وہ تخت حضور میں حاضر کردوں گا قبل اس کے کہ حضور اجلاس برخاست کریں اور میں بیشک اس پر قوت والا امانتدار ہوں",
			"hi_kanzulimaan": "एक बड़ा ख़बीस जिन्न बोला कि मैं वह तख़्त हुज़ूर में हाज़िर कर दूंगा इसके पहले कि हुज़ूर इजलास बरख़ास्त करें (60फ) और मैं बेशक उसपर क़ुव्वत वाला अमानतदार हूँ (61फ)",
			"author": "৩৯. এক শক্তিশালী জ্বিন বললো, ‘আপনি আপনার আসন হতে ওঠার পূর্বেই আমি এটি আপনার নিকট এনে দিতে পারি। আর আমি এ (নিয়ে আসার) ব্যাপারে অবশ্যই সামর্থ্যবান (এবং) বিশ্বস্ত।’"
		},
		{
			"_id": "3199",
			"sura": "27",
			"para": "19",
			"verses": "40",
			"names": "قَالَ الَّذِیۡ عِنۡدَہٗ  عِلۡمٌ  مِّنَ  الۡکِتٰبِ اَنَا اٰتِیۡکَ بِہٖ قَبۡلَ  اَنۡ یَّرۡتَدَّ اِلَیۡکَ طَرۡفُکَ ؕ فَلَمَّا رَاٰہُ  مُسۡتَقِرًّا عِنۡدَہٗ  قَالَ ہٰذَا مِنۡ فَضۡلِ رَبِّیۡ ۟ۖ لِیَبۡلُوَنِیۡۤ  ءَاَشۡکُرُ اَمۡ  اَکۡفُرُ ؕ وَ مَنۡ شَکَرَ فَاِنَّمَا یَشۡکُرُ  لِنَفۡسِہٖ ۚ وَ مَنۡ  کَفَرَ  فَاِنَّ رَبِّیۡ غَنِیٌّ  کَرِیۡمٌ ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ الَّذِیۡ عِنۡدَہٗ  عِلۡمٌ  مِّنَ  الۡکِتٰبِ اَنَا اٰتِیۡکَ بِہٖ قَبۡلَ  اَنۡ یَّرۡتَدَّ اِلَیۡکَ طَرۡفُکَ ؕ فَلَمَّا رَاٰہُ  مُسۡتَقِرًّا عِنۡدَہٗ  قَالَ ہٰذَا مِنۡ فَضۡلِ رَبِّیۡ ۟ۖ لِیَبۡلُوَنِیۡۤ  ءَاَشۡکُرُ اَمۡ  اَکۡفُرُ ؕ وَ مَنۡ شَکَرَ فَاِنَّمَا یَشۡکُرُ  لِنَفۡسِہٖ ۚ وَ مَنۡ  کَفَرَ  فَاِنَّ رَبِّیۡ غَنِیٌّ  کَرِیۡمٌ ﴿۴۰﴾ ",
			"index": "3199",
			"name": "ওই ব্যক্তি আরয করলো, যার নিকট কিতাবের জ্ঞান ছিলো, ‘আমি সেটা হুযূরের সম্মুখে হাযির করবো চোখের একটা পলক মারার পূর্বেই’। অতঃপর যখন সুলায়মান সিংহাসনটা তার নিকট রক্ষিত অবস্থায় দেখতে পেলো, তখন বললো, ‘এটা আমার রবের অনুগ্রহ থেকে; যাতে আমাকে পরীক্ষা করেন যেন আমি কৃতজ্ঞতা প্রকাশ করছি, না অকৃতজ্ঞ হই! বস্তুতঃ যে কৃতজ্ঞতা প্রকাশ করে সে স্বীয় কল্যাণের জন্যই (কৃতজ্ঞতা প্রকাশ) করে, আর যে অকৃতজ্ঞতা প্রকাশ করে, তবে আমার রব বে-পরোয়া, সমস্ত প্রশংসার অধিকারী’।",
			"en_kanzulimaan": "Said one who had knowledge of the Book, I will bring it in your majestys presence before you bat your eyelid; then when he saw it set in his presence*, Sulaiman said, This is of the favours of my Lord; so that He may test me whether I give thanks or am ungrateful; and whoever gives thanks only gives thanks for his own good; and whoever is ungrateful  then indeed my Lord is the Independent (Not Needing Anything), the Owner Of All Praise. (A miracle which occurred through one of Allahs friends.)",
			"ur_kanzulimaan": "اس نے عرض کی جس کے پاس کتاب کا علم تھا کہ میں اسے حضور میں حاضر کردوں گا ایک پل مارنے سے پہلے پھر جب سلیمان نے تخت کو اپنے پاس رکھا دیکھا کہ یہ میرے رب کے فضل سے ہے، تاکہ مجھے آزمائے کہ میں شکر کرتا ہوں یا ناشکری، اور جو شکر کرے وہ اپنے بھلے کو شکر کرتا ہے اور جو ناشکری کرے تو میرا رب بے پرواہ ہے سب خوبیوں والا،",
			"hi_kanzulimaan": "उसने अर्ज़ की जिसके पास किताब का इल्म था (62फ) कि मैं उसे हुज़ूर में हाज़िर कर दूंगा एक पल मारने से पहले (63फ) फिर जब सुलैमान ने तख़्त को अपने पास रखा देखा कहा यह मेरे रब फ़ज़्ल से है ताकि मुझे आज़माए कि मैं शुक्र करता हूँ या नाशुक्री, और जो शुक्र करे वह अपने भले को शुक्र करता है (64फ) और जो नाशुक्री करे तो मेरा रब बे पर्वाह है सब ख़ूबियों वाला",
			"author": "৪০. (অতঃপর ঐশী) কিতাবের কিছু জ্ঞান ছিল এমন এক ব্যক্তি বললো, ‘আমি একে আপনার দৃষ্টি ফেরার পূর্বেই (এমনকি আপনার চোখের পলক পড়ারও পূর্বেই) আপনার নিকট এনে দিতে পারি’। সুতরাং যখন তিনি (সুলাইমান আলাইহিস সালাম) এটি (এ সিংহাসন) নিজের সম্মুখে রক্ষিত দেখলেন, (তখন) তিনি বললেন, ‘এ আমার প্রতিপালকের অনুগ্রহ, যাতে তিনি আমাকে পরীক্ষা করতে পারেন, আমি কৃতজ্ঞতা প্রকাশ করি নাকি আমি অকৃতজ্ঞ। আর যে (আল্লাহ্‌র) কৃতজ্ঞতা প্রকাশ করে, সে কেবল নিজের সত্তার উপকারের জন্যেই কৃতজ্ঞতা প্রকাশ করে, আর যে ব্যক্তি অকৃতজ্ঞ, তবে আমার প্রতিপালক অমুখাপেক্ষী, মহানুভব।’"
		},
		{
			"_id": "3200",
			"sura": "27",
			"para": "19",
			"verses": "41",
			"names": "قَالَ نَکِّرُوۡا  لَہَا عَرۡشَہَا نَنۡظُرۡ اَتَہۡتَدِیۡۤ  اَمۡ تَکُوۡنُ مِنَ الَّذِیۡنَ لَا یَہۡتَدُوۡنَ ﴿۴۱﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ نَکِّرُوۡا  لَہَا عَرۡشَہَا نَنۡظُرۡ اَتَہۡتَدِیۡۤ  اَمۡ تَکُوۡنُ مِنَ الَّذِیۡنَ لَا یَہۡتَدُوۡنَ ﴿۴۱﴾ ",
			"index": "3200",
			"name": "সুলায়মান নির্দেশ দিলো, ‘নারীর সিংহাসনটা তার সামনে আকৃতি বদলিয়ে অপরিচিত করে রেখে দাও, যাতে আমরা দেখি সে সঠিক দিশা পাচ্ছে, না তাদেরই অন্তর্ভুক্ত হচ্ছে, যারা অনবগত’।",
			"en_kanzulimaan": "Said Sulaiman, Disguise her throne in front of her so that we may see whether she finds the way * or becomes of those who remain unknowing. (*Recognises her throne.)",
			"ur_kanzulimaan": "سلیمان نے حکم دیا عورت کا تخت اس کے سامنے وضع بدل کر بیگانہ کردو کہ ہم دیکھیں کہ وہ راہ پاتی ہے یا ان میں ہوتی ہے جو ناواقف رہے،",
			"hi_kanzulimaan": "सुलैमान ने हुक्म दिया औरत का तख़्त उसके सामने बनावट बदल कर बेगाना करदो कि हम देखें कि वह राह पाती है या उनमें होती है जो नावाक़िफ़ रहे",
			"author": "৪১. (সুলাইমান আলাইহিস সালাম রাণীকে পরীক্ষার উদ্দেশ্যে) বললেন, ‘তার সিংহাসনের আকার ও আকৃতি পরিবর্তন করে দাও; আমরা দেখবো, সে (এটি চেনার) সূত্র খুঁজে পায় নাকি সে তাদের অন্তর্ভুক্ত যারা দিশাহীন।’"
		},
		{
			"_id": "3201",
			"sura": "27",
			"para": "19",
			"verses": "42",
			"names": "فَلَمَّا جَآءَتۡ قِیۡلَ  اَہٰکَذَا عَرۡشُکِ ؕ قَالَتۡ کَاَنَّہٗ ہُوَ ۚ وَ اُوۡتِیۡنَا الۡعِلۡمَ  مِنۡ قَبۡلِہَا  وَ کُنَّا مُسۡلِمِیۡنَ ﴿۴۲﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا جَآءَتۡ قِیۡلَ  اَہٰکَذَا عَرۡشُکِ ؕ قَالَتۡ کَاَنَّہٗ ہُوَ ۚ وَ اُوۡتِیۡنَا الۡعِلۡمَ  مِنۡ قَبۡلِہَا  وَ کُنَّا مُسۡلِمِیۡنَ ﴿۴۲﴾ ",
			"index": "3201",
			"name": "অতঃপর যখন সে এলো, তখন তাকে বলা হলো, ‘তোমার সিংহাসন কি এরূপই?’ সে বললো, ‘মনে হচ্ছে এটা সেটাই। এবং আমরা এ ঘটনার পূর্বেই খবর পেয়েছি এবং আমরা অনুগত হয়েছি;",
			"en_kanzulimaan": "Then when she came, it was said to her, Is your throne like this? She said, As if this is it! And we came to know about this incident beforehand and submit (to you).",
			"ur_kanzulimaan": "پھر جب وہ آئی اس سے کہا گیا کیا تیرا تخت ایسا ہی ہے، بولی گویا یہ وہی ہے اور ہم کو اس واقعہ سے پہلے خبر مل چکی اور ہم فرمانبردار ہوئے",
			"hi_kanzulimaan": "फिर जब वह आई उससे कहा गया क्या तेरा तख़्त ऐसा ही है, बोली गोया यह वही है (65फ) और हमको इस वाक़ए (घटना) से पहले ख़बर मिल चुकी (66फ) और हम फ़रमांबरदार हुए (67फ)",
			"author": "৪২. অতঃপর যখন সে (রাণী) আসলো, তখন তাকে জিজ্ঞেস করা হলো, ‘তোমার সিংহাসন কি এরূপই?’ সে বললো, ‘এটি তো এরূপই। আর আমাদেরকে ইতোপূর্বেই (সুলাইমান আলাইহিস সালামের নবুয়্যত সত্য হওয়ার ব্যাপারে) জ্ঞাত করা হয়েছে এবং আমরা আত্মসমর্পণ করেছি।’"
		},
		{
			"_id": "3202",
			"sura": "27",
			"para": "19",
			"verses": "43",
			"names": "وَ  صَدَّہَا مَا کَانَتۡ تَّعۡبُدُ مِنۡ دُوۡنِ اللّٰہِ ؕ اِنَّہَا  کَانَتۡ مِنۡ  قَوۡمٍ  کٰفِرِیۡنَ ﴿۴۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ  صَدَّہَا مَا کَانَتۡ تَّعۡبُدُ مِنۡ دُوۡنِ اللّٰہِ ؕ اِنَّہَا  کَانَتۡ مِنۡ  قَوۡمٍ  کٰفِرِیۡنَ ﴿۴۳﴾ ",
			"index": "3202",
			"name": "এবং তাকে নিবৃত্ত রেখেছে ওই বস্তু, যা সে আল্লাহ্‌কে ব্যতীত পূজা করতো; নিশ্চয় সে কাফির লোকদের অন্তর্ভুক্ত ছিলো।",
			"en_kanzulimaan": "And the thing she used to worship instead of Allah prevented her; she was indeed from the disbelieving people.",
			"ur_kanzulimaan": "اور اسے روکا اس چیز نے جسے وہ اللہ کے سوا پوجتی تھی، بیشک وہ کافر لوگوں میں سے تھی،",
			"hi_kanzulimaan": "और उसे रोका (68फ) उस चीज़ ने जिसे वह अल्लाह के सिवा पूजती थी, बेशक वह काफ़िर लोगों में से थी",
			"author": "৪৩. আর তাকে (এ রানীকে এরপূর্বেই সত্য গ্রহণ করা থেকে) নিবৃত্ত রেখেছিল সে (বাতিল উপাস্য), আল্লাহ্‌র পরিবর্তে যার উপাসনা সে করতো। নিশ্চয়ই সে ছিল কাফের সম্প্রদায়ের অন্তর্ভুক্ত।"
		},
		{
			"_id": "3203",
			"sura": "27",
			"para": "19",
			"verses": "44",
			"names": "قِیۡلَ  لَہَا ادۡخُلِی الصَّرۡحَ ۚ فَلَمَّا رَاَتۡہُ حَسِبَتۡہُ  لُجَّۃً  وَّ کَشَفَتۡ عَنۡ سَاقَیۡہَا ؕ قَالَ  اِنَّہٗ  صَرۡحٌ مُّمَرَّدٌ مِّنۡ قَوَارِیۡرَ ۬ؕ قَالَتۡ رَبِّ  اِنِّیۡ ظَلَمۡتُ نَفۡسِیۡ وَ اَسۡلَمۡتُ مَعَ سُلَیۡمٰنَ لِلّٰہِ رَبِّ الۡعٰلَمِیۡنَ ﴿۴۴﴾ ",
			"number": "",
			"verses_PDMS": "قِیۡلَ  لَہَا ادۡخُلِی الصَّرۡحَ ۚ فَلَمَّا رَاَتۡہُ حَسِبَتۡہُ  لُجَّۃً  وَّ کَشَفَتۡ عَنۡ سَاقَیۡہَا ؕ قَالَ  اِنَّہٗ  صَرۡحٌ مُّمَرَّدٌ مِّنۡ قَوَارِیۡرَ ۬ؕ قَالَتۡ رَبِّ  اِنِّیۡ ظَلَمۡتُ نَفۡسِیۡ وَ اَسۡلَمۡتُ مَعَ سُلَیۡمٰنَ لِلّٰہِ رَبِّ الۡعٰلَمِیۡنَ ﴿۴۴﴾ ",
			"index": "3203",
			"name": "তাকে বলা হলো, ‘আঙ্গিনায় প্রবেশ করো’। অতঃপর যখন সে সেটা দেখলো, তখন সে ওটাকে গভীর জলাশয় মনে করলো এবং আপন সাক্বদ্বয় খুললো। সুলায়মান বললেন, ‘এ তো এক মসৃণ আঙ্গিনা, আয়নামণ্ডিত’। নারীটি আরয করলো, ‘হে আমার রব! আমি আমার সত্তার উপর অত্যাচার করেছি এবং এখন সুলায়মানের সাথে আল্লাহ্‌র নিকট আত্নসমর্পণ করেছি, যিনি সমগ্র জগতের রব।",
			"en_kanzulimaan": "It was said to her, Enter the hall; and when she saw it she thought it was a pool and bared her shins *; said Sulaiman, This is only a smooth hall, affixed with glass; she said, My Lord, I have indeed wronged myself, and I now submit myself along with Sulaiman to Allah, the Lord Of The Creation. (* In order to cross it)",
			"ur_kanzulimaan": "اس سے کہا گیا صحن میں آ پھر جب اس نے اسے دیکھا گہرا پانی سمجھی اور اپنی ساقیں کھولیں سلیمان نے فرمایا یہ تو ایک چکنا صحن ہے شیشوں جڑا عورت نے عرض کی اے میرے رب! میں نے اپنی جان پر ظلم کیا اور اب سلیمانے کے ساتھ اللہ کے حضور گردن رکھتی ہوں جو رب سارے جہان کا",
			"hi_kanzulimaan": "उससे कहा गया सेहन (आंगन) में आ (69फ) फिर जब उसने उसे देखा उसे गहरा पानी समझी और अपनी साक़ें (पिंडलियां) खोली (70फ) सुलैमान ने फ़रमाया यह तो एक चिकना सेहन है शीशों जड़ा (71फ) औरत ने अर्ज़ की ऐ मेरे रब मैंने अपनी जान पर ज़ुल्म किया (72फ) और अब सुलैमान के साथ अल्लाह के हुज़ूर गर्दन रखती हूँ जो रब सारे जगत का (73फ)",
			"author": "৪৪. তাকে (এ রানীকে) বলা হলো, ‘এই প্রাসাদের আঙিনায় প্রবেশ করো’ (যার নিচ দিয়ে নীলাভ জলের তরঙ্গ বহমান)। অতঃপর যখন রানী (সুসজ্জিত স্ফটিকের মেঝে)-এর দিকে দৃষ্টিপাত করলো তখন তার মনে হলো এ এক স্বচ্ছ গভীর জলাশয় এবং সে (তার ঘাঘরা টেনে ধরে) নিজের দু’ পায়ের নিম্নাংশ উন্মোচন করলো। সুলাইমান (আলাইহিস সালাম) বললেন, ‘এ তো স্বচ্ছ স্ফটিক নির্মিত প্রাসাদের আঙিনা’। সে (রানী) বললো, ‘হে আমার প্রতিপালক! (আমি এমনতর প্রতারণার দৃশ্যে নিমজ্জিত ছিলাম) নিশ্চয়ই আমি আমার নিজের প্রতি অত্যাচার করেছি, আর আমি এখন সুলাইমান (আলাইহিস সালাম)-এঁর সাথে বিশ্ব জগতের প্রতিপালক আল্লাহ্‌র নিকট আত্মসমর্পণ করলাম।’"
		},
		{
			"_id": "3204",
			"sura": "27",
			"para": "19",
			"verses": "45",
			"names": "وَ لَقَدۡ اَرۡسَلۡنَاۤ  اِلٰی ثَمُوۡدَ  اَخَاہُمۡ  صٰلِحًا اَنِ اعۡبُدُوا اللّٰہَ  فَاِذَا ہُمۡ فَرِیۡقٰنِ یَخۡتَصِمُوۡنَ ﴿۴۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اَرۡسَلۡنَاۤ  اِلٰی ثَمُوۡدَ  اَخَاہُمۡ  صٰلِحًا اَنِ اعۡبُدُوا اللّٰہَ  فَاِذَا ہُمۡ فَرِیۡقٰنِ یَخۡتَصِمُوۡنَ ﴿۴۵﴾ ",
			"index": "3204",
			"name": "নিশ্চয় আমি সামূদ সম্প্রদায়ের প্রতি তাদেরই স্বগোত্রীয় লোক সালিহ্‌ক প্রেরণ করেছি (এ আদেশসহ); ‘তোমরা আল্লাহ্‌রই ইবাদত করো’। অতঃপর তখন তারা বিতর্কে লিপ্ত হয়ে দু’দলে বিভক্ত হয়ে গেলো।",
			"en_kanzulimaan": "And indeed We sent to the Thamud, their fellowman Saleh that, Worship Allah, thereupon they became two parties quarrelling.",
			"ur_kanzulimaan": "اور بیشک ہم نے ثمود کی طرف ان کے ہم قوم صالح کو بھیجا کہ اللہ کو پوجو تو جبھی وہ دو گروہ ہوگئے جھگڑا کرتے",
			"hi_kanzulimaan": "और बेशक हमने समूद की तरफ़ उनके हमक़ौम सालेह को भेजा कि अल्लाह को पूजो (74फ) तो जभी वो दो गिरोह हो गए (75फ) झगड़ा करते (76फ)",
			"author": "৪৫. আর অবশ্যই আমরা সামূদ সম্প্রদায়ের নিকট তাদের (জ্ঞাতি) ভাই সালেহ (আলাইহিস সালাম)-কে (নবী হিসেবে) প্রেরণ করেছিলাম যে, ‘তোমরা আল্লাহ্‌র ইবাদত করো’; তখন তারা দু’দলে বিভক্ত হয়ে পরস্পরে বিতর্কে লিপ্ত হলো।"
		},
		{
			"_id": "3205",
			"sura": "27",
			"para": "19",
			"verses": "46",
			"names": "قَالَ یٰقَوۡمِ لِمَ تَسۡتَعۡجِلُوۡنَ بِالسَّیِّئَۃِ قَبۡلَ الۡحَسَنَۃِ ۚ لَوۡ لَا تَسۡتَغۡفِرُوۡنَ اللّٰہَ لَعَلَّکُمۡ تُرۡحَمُوۡنَ ﴿۴۶﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ یٰقَوۡمِ لِمَ تَسۡتَعۡجِلُوۡنَ بِالسَّیِّئَۃِ قَبۡلَ الۡحَسَنَۃِ ۚ لَوۡ لَا تَسۡتَغۡفِرُوۡنَ اللّٰہَ لَعَلَّکُمۡ تُرۡحَمُوۡنَ ﴿۴۶﴾ ",
			"index": "3205",
			"name": "সালিহ্‌ বললেন, ‘হে আমার সম্প্রদায়! কেন অকল্যাণকে ত্বরান্বিত করছো মঙ্গলের পূর্বে? আল্লাহ্‌র নিকট কেন ক্ষমা প্রার্থনা করছো না? হয় তো তোমাদের উপর অনুগ্রহ করা হবে’।",
			"en_kanzulimaan": "He said, O my people, why do you hasten upon the evil before the good? Why do you not seek forgiveness from Allah? Perhaps there may be mercy upon you.",
			"ur_kanzulimaan": "صا لح نے فرمایا اے میری قوم! کیوں برائی کی جلدی کرتے ہو بھلائی سے پہلے اللہ سے بخشش کیوں نہیں مانگتے شاید تم پر رحم ہو",
			"hi_kanzulimaan": "सालेह ने फ़रमाया ऐ मेरी क़ौम क्यों बुराई की जल्दी करते हो (77फ) भलाई से पहले (78फ) अल्लाह से बख़्शिश क्यों नहीं मांगते (79फ) शायद तुम पर रहम हो (80फ)",
			"author": "৪৬. (সালেহ আলাইহি সালাম) বললেন, ‘হে আমার সম্প্রদায়! তোমরা কেন কল্যাণের (অর্থাৎ রহমতের) পূর্বে অকল্যাণ (অর্থাৎ শাস্তি) দ্রুত কামনা করছো? কেন তোমরা আল্লাহ্‌র কাছে ক্ষমা প্রার্থনা করছো না যাতে তোমাদের উপর অনুগ্রহ করা হয়?’"
		},
		{
			"_id": "3206",
			"sura": "27",
			"para": "19",
			"verses": "47",
			"names": "قَالُوا اطَّیَّرۡنَا بِکَ وَ بِمَنۡ مَّعَکَ ؕ قَالَ طٰٓئِرُکُمۡ عِنۡدَ اللّٰہِ  بَلۡ  اَنۡتُمۡ قَوۡمٌ تُفۡتَنُوۡنَ ﴿۴۷﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوا اطَّیَّرۡنَا بِکَ وَ بِمَنۡ مَّعَکَ ؕ قَالَ طٰٓئِرُکُمۡ عِنۡدَ اللّٰہِ  بَلۡ  اَنۡتُمۡ قَوۡمٌ تُفۡتَنُوۡنَ ﴿۴۷﴾ ",
			"index": "3206",
			"name": "তারা বললো, ‘আমরা অমঙ্গলের কারণ মনে করি তোমাকে ও তোমার সঙ্গীদেরকে’। তিনি বললেন, ‘তোমাদের অমঙ্গলের পূর্বলক্ষণ আল্লাহ্‌রই ইখ্‌তিয়ারে; বরং তোমরা ফিতনায় আপতিত হয়ে আছো’।",
			"en_kanzulimaan": "They said, We consider you an evil omen, and your companions; he said, Your evil omen is with Allah - in fact you people have fallen into trial.",
			"ur_kanzulimaan": "بولے ہم نے برُا شگون کیا تم سے اور تمہارے ساتھیوں سے فرمایا تمہاری بدشگونی اللہ کے پاس ہے بلکہ تم لوگ فتنے میں پڑے ہو",
			"hi_kanzulimaan": "बोले हमने बुरा शगुन लिया तुमसे और तुम्हारे साथियों से (81फ) फ़रमाया तुम्हारी बदशगुनी अल्लाह के पास हैं (82फ) बल्कि तुम लोग फ़ित्ने में पड़े हो (83फ)",
			"author": "৪৭. তারা বললো, ‘আমরা তোমাকে এবং তোমার সাথে যারা রয়েছে তাদেরকে অকল্যাণের কারণ মনে করি’। (সালেহ আলাইহিস সালাম) বললেন, ‘তোমাদের অকল্যাণ (-এর কারণ) আল্লাহ্‌র নিকট (লিপিবদ্ধ) রয়েছে। বরং তোমরা এমন এক সম্প্রদায় যাদেরকে পরীক্ষায় ফেলা হয়েছে।’"
		},
		{
			"_id": "3207",
			"sura": "27",
			"para": "19",
			"verses": "48",
			"names": "وَ کَانَ فِی الۡمَدِیۡنَۃِ  تِسۡعَۃُ  رَہۡطٍ یُّفۡسِدُوۡنَ فِی الۡاَرۡضِ وَ لَا یُصۡلِحُوۡنَ ﴿۴۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَانَ فِی الۡمَدِیۡنَۃِ  تِسۡعَۃُ  رَہۡطٍ یُّفۡسِدُوۡنَ فِی الۡاَرۡضِ وَ لَا یُصۡلِحُوۡنَ ﴿۴۸﴾ ",
			"index": "3207",
			"name": "আর শহরের মধ্যে নয়জন লোক ছিলো যারা ভূ-পৃষ্ঠে অশান্তি সৃষ্টি করতো এবং সংশোধন চাইতো না। ",
			"en_kanzulimaan": "And there were nine persons in the city who used to cause turmoil in the land and did not wish reform.",
			"ur_kanzulimaan": "اور شہر میں نو شخص تھے کہ زمین میں فساد کرتے اور سنوار نہ چاہتے،",
			"hi_kanzulimaan": "और शहर में नौ व्यक्ति थे (84फ) कि ज़मीन में फ़साद करते और संवार न चाहते",
			"author": "৪৮. আর (সামূদ সম্প্রদায়ের) শহরে নয়জন বিশিষ্ট নেতা ছিল (যারা ছিল নিজ নিজ দলের প্রধান); তারা রাজ্যে বিপর্যয় সৃষ্টি করতো এবং গঠনমূলক কিছু করতো না।"
		},
		{
			"_id": "3208",
			"sura": "27",
			"para": "19",
			"verses": "49",
			"names": "قَالُوۡا تَقَاسَمُوۡا بِاللّٰہِ لَنُبَیِّتَنَّہٗ وَ اَہۡلَہٗ ثُمَّ لَنَقُوۡلَنَّ لِوَلِیِّہٖ مَا شَہِدۡنَا مَہۡلِکَ  اَہۡلِہٖ  وَ  اِنَّا  لَصٰدِقُوۡنَ ﴿۴۹﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا تَقَاسَمُوۡا بِاللّٰہِ لَنُبَیِّتَنَّہٗ وَ اَہۡلَہٗ ثُمَّ لَنَقُوۡلَنَّ لِوَلِیِّہٖ مَا شَہِدۡنَا مَہۡلِکَ  اَہۡلِہٖ  وَ  اِنَّا  لَصٰدِقُوۡنَ ﴿۴۹﴾ ",
			"index": "3208",
			"name": "পরস্পরের মধ্যে আল্লাহ্‌র নামে শপথ করে বললো, ‘আমরা অবশ্যই অতর্কিতে আক্রমণ করবো রাত্রি বেলায় সালিহ্‌ ও তার পরিবার পরিজনের উপর। অতঃপর তার উত্তরাধিকারীদেরকে বলবো, ‘এ পরিবার পরিজনকে হত্যা করার সময় আমরা উপস্থিত ছিলাম না এবং আমরা নিশ্চয় সত্যবাদী’।",
			"en_kanzulimaan": "Swearing by Allah they said to one another, We will indeed attack him and his family at night, and then say to his heir, We were not present at the time of slaying of this household, and indeed we are truthful. ",
			"ur_kanzulimaan": "آپس میں اللہ کی قسمیں کھا کر بولے ہم ضرور رات کو چھاپا ماریں گے صا لح اور اس کے گھر والوں پر پھر اس کے وارث سے کہیں گے اس گھر والوں کے قتل کے وقت ہم حاضر نہ تھے اور بیشک ہم سچے ہیں،",
			"hi_kanzulimaan": "आपस में अल्लाह की क़समें खाकर बोले हम ज़रूर रात को छापा मारेंगे सालेह और उसके घरवालों पर (85फ) फिर उसके वारिस से (86फ) कहेंगे इस घर वालों के क़त्ल के वक़्त हम हाज़िर न थे बेशक हम सच्चे हैं",
			"author": "৪৯. তারা বললো, ‘পরস্পরে আল্লাহ্‌র শপথ করে বলো যে, আমরা রাতে তাঁকে (অর্থাৎ সালেহ আলাইহিস সালামকে) এবং তাঁর পরিবারকে অবশ্যই মরণঘাতি আক্রমণ করবো। অতঃপর তাঁর উত্তরাধিকারীদের বলবো যে, আমরা তাঁদের হত্যার ঘটনায় উপস্থিতই ছিলাম না; আর আমরা অবশ্যই সত্যবাদী।’"
		},
		{
			"_id": "3209",
			"sura": "27",
			"para": "19",
			"verses": "50",
			"names": "وَ مَکَرُوۡا مَکۡرًا وَّ  مَکَرۡنَا مَکۡرًا  وَّ ہُمۡ لَا  یَشۡعُرُوۡنَ ﴿۵۰﴾  ",
			"number": "",
			"verses_PDMS": "وَ مَکَرُوۡا مَکۡرًا وَّ  مَکَرۡنَا مَکۡرًا  وَّ ہُمۡ لَا  یَشۡعُرُوۡنَ ﴿۵۰﴾  ",
			"index": "3209",
			"name": "আর তারা নিজেদের মতোই চক্রান্ত করলো এবং আমি আপন গোপন ব্যবস্থাপনা করলাম, আর তারা অনবহিতই রয়ে গেলো। ",
			"en_kanzulimaan": "So they devised a scheme, and We made our secret plan, and they remained neglectful.",
			"ur_kanzulimaan": "او رانہوں نے اپنا سا مکر کیا اور ہم نے اپنی خفیہ تدبیر فرمائی اور وہ غافل رہے،",
			"hi_kanzulimaan": "और उन्होंने अपना सा मक्र किया और हमने अपनी ख़फ़िया (छुपवा) तदबीर फ़रमाई (87फ) और वो ग़ाफ़िल रहे",
			"author": "৫০. তারা গোপনে ষড়যন্ত্র করলো আর আমরাও (একে প্রতিহত করতে) গোপন পরিকল্পনা করলাম, কিন্তু তারা তা বুঝতেও পারলো না।"
		},
		{
			"_id": "3210",
			"sura": "27",
			"para": "19",
			"verses": "51",
			"names": "فَانۡظُرۡ کَیۡفَ کَانَ عَاقِبَۃُ مَکۡرِہِمۡ ۙ اَنَّا دَمَّرۡنٰہُمۡ  وَ  قَوۡمَہُمۡ  اَجۡمَعِیۡنَ ﴿۵۱﴾ ",
			"number": "",
			"verses_PDMS": "فَانۡظُرۡ کَیۡفَ کَانَ عَاقِبَۃُ مَکۡرِہِمۡ ۙ اَنَّا دَمَّرۡنٰہُمۡ  وَ  قَوۡمَہُمۡ  اَجۡمَعِیۡنَ ﴿۵۱﴾ ",
			"index": "3210",
			"name": "অতএব দেখো, কেমন পরিণতি হয়েছে তাদের চক্রান্তের। আমি ধ্বংস করে দিয়েছি তাদেরকে এবং তাদের সমগ্র সম্প্রদায়কে’। ",
			"en_kanzulimaan": "Therefore see what was the result of their scheming - We destroyed them and their entire nation.",
			"ur_kanzulimaan": "تو دیکھو کیسا انجام ہوا ان کے مکر کا ہم نے ہلاک کردیا انہیں اور ان کی ساری قوم کو",
			"hi_kanzulimaan": "तो देखो कैसा अंजाम हुआ उनके मक्र का हमने हलाक कर दिया उन्हें (88फ) और उनकी सारी क़ौम को (89फ)",
			"author": "৫১. অতএব লক্ষ্য করুন, তাদের (প্রতারণাপূর্ণ) ষড়যন্ত্রের পরিণতি কেমন হয়েছিল, আমরা অবশ্যই তাদেরকে এবং তাদের (নেতাদেরসহ) সম্পূর্ণ সম্প্রদায়কে একত্রে ধ্বংস করে দিলাম।"
		},
		{
			"_id": "3211",
			"sura": "27",
			"para": "19",
			"verses": "52",
			"names": "فَتِلۡکَ بُیُوۡتُہُمۡ خَاوِیَۃًۢ بِمَا ظَلَمُوۡا ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً   لِّقَوۡمٍ  یَّعۡلَمُوۡنَ ﴿۵۲﴾ ",
			"number": "",
			"verses_PDMS": "فَتِلۡکَ بُیُوۡتُہُمۡ خَاوِیَۃًۢ بِمَا ظَلَمُوۡا ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً   لِّقَوۡمٍ  یَّعۡلَمُوۡنَ ﴿۵۲﴾ ",
			"index": "3211",
			"name": "সুতরাং এই হচ্ছে তাদের ঘরবাড়ী- জলশূন্য অবস্থায় পড়ে আছে, বদলা তাদের অত্যাচারের। নিশ্চয় তাতে নিদর্শন রয়েছে জ্ঞানীদের জন্য। ",
			"en_kanzulimaan": "So these are their houses fallen flat, the recompense of their injustice; indeed in this is a sign for people who know.",
			"ur_kanzulimaan": "تو یہ ہیں ان کے گھر ڈھے پڑے بدلہ ان کے ظلم کا، بیشک اس میں نشانی ہے جاننے والوں کے لیے،",
			"hi_kanzulimaan": "तो ये हैं इनके घर ढे पड़े, बदला इनके ज़ुल्म का, बेशक इसमें निशानी है जानने वालों के लिये",
			"author": "৫২. সুতরাং তাদের গৃহগুলো উজাড় পড়ে রইলো, কারণ, তারা নিপীড়ন ও অবিচার করেছিল। নিশ্চয়ই এতে (সতর্কতামূলক) নিদর্শন রয়েছে জ্ঞানী সম্প্রদায়ের জন্যে।"
		},
		{
			"_id": "3212",
			"sura": "27",
			"para": "19",
			"verses": "53",
			"names": "وَ اَنۡجَیۡنَا الَّذِیۡنَ اٰمَنُوۡا وَ کَانُوۡا یَتَّقُوۡنَ ﴿۵۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَنۡجَیۡنَا الَّذِیۡنَ اٰمَنُوۡا وَ کَانُوۡا یَتَّقُوۡنَ ﴿۵۳﴾ ",
			"index": "3212",
			"name": "এবং আমি তাদেরকে উদ্ধার করে নিয়েছি যারা ঈমান এনেছে এবং ভয় করতো। ",
			"en_kanzulimaan": "And We rescued those who accepted faith and used to fear.",
			"ur_kanzulimaan": "اور ہم نے ان کو بچالیا جو ایمان لائے اور ڈرتے تھے",
			"hi_kanzulimaan": "और हमने उनको बचा लिया जो ईमान लाए (90फ) और डरते थे (91फ)",
			"author": "৫৩. আর আমরা তাদের উদ্ধার করলাম যারা ঈমান এনেছিল এবং তাক্বওয়া অবলম্বন করেছিল।"
		},
		{
			"_id": "3213",
			"sura": "27",
			"para": "19",
			"verses": "54",
			"names": "وَ لُوۡطًا اِذۡ قَالَ لِقَوۡمِہٖۤ  اَتَاۡتُوۡنَ الۡفَاحِشَۃَ  وَ اَنۡتُمۡ  تُبۡصِرُوۡنَ ﴿۵۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لُوۡطًا اِذۡ قَالَ لِقَوۡمِہٖۤ  اَتَاۡتُوۡنَ الۡفَاحِشَۃَ  وَ اَنۡتُمۡ  تُبۡصِرُوۡنَ ﴿۵۴﴾ ",
			"index": "3213",
			"name": "এবং লূতকে; যখন সে আপন সম্প্রদায়কে বললো, ‘তোমরা কী অশ্লীল কাজ করছো এবং তোমরা অনুধাবন করছো?",
			"en_kanzulimaan": "And (remember) Lut when he said to his people, What! You stoop to the shameful whereas you can see?",
			"ur_kanzulimaan": "اور لوط کو جب اس نے اپنی قوم سے کہا کیا بے حیائی پر آتے ہو اور تم سوجھ رہے ہو",
			"hi_kanzulimaan": "और लूत को जब उसने अपनी क़ौम से कहा क्या बेहयाई पर आते हो (92फ) और तुम सूझ रहे हो (93फ)",
			"author": "৫৪. আর (স্মরণ করুন) লূত (আলাইহিস সালাম)-কে, যখন তিনি তার সম্প্রদায়কে বললেন, ‘তোমরা কি অশ্লীল কর্ম সম্পাদন করছো, অথচ তোমরা তা দেখতে(ও) পাচ্ছো?"
		},
		{
			"_id": "3214",
			"sura": "27",
			"para": "19",
			"verses": "55",
			"names": "اَئِنَّکُمۡ لَتَاۡتُوۡنَ الرِّجَالَ شَہۡوَۃً مِّنۡ دُوۡنِ النِّسَآءِ ؕ بَلۡ  اَنۡتُمۡ  قَوۡمٌ  تَجۡہَلُوۡنَ ﴿۵۵﴾ ",
			"number": "",
			"verses_PDMS": "اَئِنَّکُمۡ لَتَاۡتُوۡنَ الرِّجَالَ شَہۡوَۃً مِّنۡ دُوۡنِ النِّسَآءِ ؕ بَلۡ  اَنۡتُمۡ  قَوۡمٌ  تَجۡہَلُوۡنَ ﴿۵۵﴾ ",
			"index": "3214",
			"name": "তোমরা কি পুরুষদের নিকট যৌন প্রবৃত্তি সহকারে যাচ্ছো নারীদেরকে ছেড়ে? বরং তোমরা হলে অজ্ঞ লোক’।",
			"en_kanzulimaan": "What! You lustfully go towards men, leaving the women?! In fact, you are an ignorant people.",
			"ur_kanzulimaan": "کیا تم مردوں کے پاس مستی سے جاتے ہو عورتیں چھوڑ کر بلکہ تم جاہل لوگ ہو",
			"hi_kanzulimaan": "क्या तुम मर्दों के पास मस्ती से जाते हो औरतें छोड़कर (94फ) बल्कि तुम जाहिल लोग हो (95फ)",
			"author": "৫৫. তোমরা কি নিজেদের জৈবিক কামনা চরিতার্থ করতে নারীদের ছেড়ে পুরুষদের নিকট গমন করছো? বরং তোমরা তো মূর্খ সম্প্রদায়।’"
		},
		{
			"_id": "3215",
			"sura": "27",
			"para": "20",
			"verses": "56",
			"names": "فَمَا کَانَ جَوَابَ قَوۡمِہٖۤ  اِلَّاۤ  اَنۡ قَالُوۡۤا اَخۡرِجُوۡۤا اٰلَ لُوۡطٍ مِّنۡ  قَرۡیَتِکُمۡ ۚ  اِنَّہُمۡ اُنَاسٌ  یَّتَطَہَّرُوۡنَ ﴿۵۶﴾ ",
			"number": "",
			"verses_PDMS": "فَمَا کَانَ جَوَابَ قَوۡمِہٖۤ  اِلَّاۤ  اَنۡ قَالُوۡۤا اَخۡرِجُوۡۤا اٰلَ لُوۡطٍ مِّنۡ  قَرۡیَتِکُمۡ ۚ  اِنَّہُمۡ اُنَاسٌ  یَّتَطَہَّرُوۡنَ ﴿۵۶﴾ ",
			"index": "3215",
			"name": "সুতরাং তার সম্প্রদায়ের কোন উত্তর ছিল না, কিন্তু এ যে, তারা বললো, ‘লূতের পরিবার পরিজনকে আপন বস্তি থেকে বের করে দাও! এসব লোক তো পবিত্রতা চাচ্ছে!’",
			"en_kanzulimaan": "Therefore the answer of his people was nothing except that they said, Expel the family of Lut from your township; these people wish purity!",
			"ur_kanzulimaan": "تو اس کی قوم کا کچھ جواب نہ تھا مگر یہ کہ بولے لوط کے گھرانے کو اپنی بستی سے نکال دو یہ لوگ تو ستھراپن چاہتے ہیں",
			"hi_kanzulimaan": "तो उसकी क़ौम का कुछ जवाब न था मगर यह कि बोले लूत के घराने को अपनी बस्ती से निकाल दो, ये लोग तो सुथरापन चाहते हैं (96फ)",
			"author": "৫৬. অতঃপর তাঁর সম্প্রদায়ের উত্তর কেবল এ ছিল যে, তারা বলতে লাগলো, ‘লূতের পরিবারকে তোমাদের জনপদ থেকে বের করে দাও; তারা বড় পাক-পবিত্র সাজতে চায়।’"
		},
		{
			"_id": "3216",
			"sura": "27",
			"para": "20",
			"verses": "57",
			"names": "فَاَنۡجَیۡنٰہُ وَ اَہۡلَہٗۤ   اِلَّا  امۡرَاَتَہٗ ۫ قَدَّرۡنٰہَا  مِنَ  الۡغٰبِرِیۡنَ ﴿۵۷﴾ ",
			"number": "",
			"verses_PDMS": "فَاَنۡجَیۡنٰہُ وَ اَہۡلَہٗۤ   اِلَّا  امۡرَاَتَہٗ ۫ قَدَّرۡنٰہَا  مِنَ  الۡغٰبِرِیۡنَ ﴿۵۷﴾ ",
			"index": "3216",
			"name": "অতঃপর আমি তাকে ও আর পরিবার পরিজনকে উদ্ধার করেছি; কিন্তু তার স্ত্রীকে আমি রুখে দিয়েছি কারণ, সে যারা রয়ে গিয়েছিলো তাদেরই অন্তর্ভুক্ত। ",
			"en_kanzulimaan": "We therefore rescued him and his family, except his wife; We had decreed that she is of those who will remain behind.",
			"ur_kanzulimaan": "تو ہم نے اسے اور اس کے گھر والوں کو نجات دی مگر اس کی عورت کو ہم نے ٹھہرادیا تھا کہ وہ رہ جانے والوں میں ہے",
			"hi_kanzulimaan": "तो हमने उसे और उसके घर वालों को निजात दी मगर उसकी औरत को हमने ठहरा दिया था वह रह जाने वालों में है (97फ)",
			"author": "৫৭. অতঃপর আমরা লূত (আলাইহি সালাম) এবং তাঁর পরিবারকে রক্ষা করলাম, তাঁর স্ত্রীকে ব্যতীত; আমরা তাকে পশ্চাতে থেকে যাওয়া (শাস্তিপ্রাপ্ত) লোকদের মধ্যে গণ্য করলাম।"
		},
		{
			"_id": "3217",
			"sura": "27",
			"para": "20",
			"verses": "58",
			"names": "وَ اَمۡطَرۡنَا عَلَیۡہِمۡ مَّطَرًا ۚ فَسَآءَ مَطَرُ الۡمُنۡذَرِیۡنَ ﴿۵۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَمۡطَرۡنَا عَلَیۡہِمۡ مَّطَرًا ۚ فَسَآءَ مَطَرُ الۡمُنۡذَرِیۡنَ ﴿۵۸﴾ ",
			"index": "3217",
			"name": "এবং আমি তাদের উপর এক বৃষ্টি বর্ষণ করেছি; সুতরাং তা কত মন্দ বর্ষণ ছিলো ভয় প্রদর্শিতদের জন্য !",
			"en_kanzulimaan": "And We showered a rain upon them; so what a wretched rain for those who were warned!",
			"ur_kanzulimaan": "اور ہم نے ان پر ایک برساؤ برسایا تو کیا ہی برا برساؤ تھا ڈرا ئے ہوؤں کا،",
			"hi_kanzulimaan": "और हमने उनपर एक बरसाव बरसाया (98फ) तो क्या बुरा बरसाव था डराए हुओं का",
			"author": "৫৮. আর আমরা তাদের উপর (পাথরের) ভারী বৃষ্টি বর্ষণ করলাম, সুতরাং (এসব) ভীতসন্ত্রস্ত লোকদের উপর (পাথরের) বর্ষণ ছিল খুবই ভয়াবহ।"
		},
		{
			"_id": "3218",
			"sura": "27",
			"para": "20",
			"verses": "59",
			"names": "قُلِ الۡحَمۡدُ لِلّٰہِ وَ سَلٰمٌ عَلٰی عِبَادِہِ الَّذِیۡنَ اصۡطَفٰی ؕ آٰللّٰہُ خَیۡرٌ اَمَّا یُشۡرِکُوۡنَ ﴿ؕ۵۹﴾",
			"number": "",
			"verses_PDMS": "قُلِ الۡحَمۡدُ لِلّٰہِ وَ سَلٰمٌ عَلٰی عِبَادِہِ الَّذِیۡنَ اصۡطَفٰی ؕ آٰللّٰہُ خَیۡرٌ اَمَّا یُشۡرِکُوۡنَ ﴿ؕ۵۹﴾",
			"index": "3218",
			"name": "আপনি বলুন, ‘সমস্ত প্রশংসা আল্লাহ্‌রই এবং শান্তি তার মনোনীত বান্দাদের উপর’। শ্রেষ্ঠ কি আল্লাহ্‌ না তাদের গড়া শরীক?",
			"en_kanzulimaan": "Say (O dear Prophet Mohammed - peace and blessings be upon him), All praise is to Allah, and peace upon His chosen bondmen; is Allah better or what you ascribe as His partners?",
			"ur_kanzulimaan": "تم کہو سب خوبیاں اللہ کو اور سلام اس کے چنے ہوئے بندے پر کیا اللہ بہتر یا ان کے ساختہ شریک",
			"hi_kanzulimaan": "तुम कहो सब ख़ूबियां अल्लाह को (99फ) और सलाम उसके चुने हुए बन्दों पर (100फ) क्या अल्लाह बेहतर (101फ) या उनके बनाए हुए शरीक (102फ)",
			"author": "৫৯. বলে দিন, ‘সমস্ত প্রশংসা আল্লাহ্ তা’আলারই এবং শান্তি বর্ষিত হোক তাঁর মনোনীত (মর্যাদাবান) বান্দাদের প্রতি। আল্লাহ্ উত্তম নাকি ঐ সব (ভ্রান্ত উপাস্যরা) যাদেরকে এরা (তাঁর) অংশীদার সাব্যস্ত করে?’"
		},
		{
			"_id": "3219",
			"sura": "27",
			"para": "20",
			"verses": "60",
			"names": "اَمَّنۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ وَ اَنۡزَلَ لَکُمۡ مِّنَ السَّمَآءِ مَآءً ۚ فَاَنۡۢبَتۡنَا بِہٖ حَدَآئِقَ ذَاتَ بَہۡجَۃٍ ۚ مَا کَانَ لَکُمۡ اَنۡ تُنۡۢبِتُوۡا شَجَرَہَا ؕ ءَ اِلٰہٌ مَّعَ اللّٰہِ ؕ بَلۡ ہُمۡ قَوۡمٌ یَّعۡدِلُوۡنَ ﴿ؕ۶۰﴾",
			"number": "",
			"verses_PDMS": "اَمَّنۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ وَ اَنۡزَلَ لَکُمۡ مِّنَ السَّمَآءِ مَآءً ۚ فَاَنۡۢبَتۡنَا بِہٖ حَدَآئِقَ ذَاتَ بَہۡجَۃٍ ۚ مَا کَانَ لَکُمۡ اَنۡ تُنۡۢبِتُوۡا شَجَرَہَا ؕ ءَ اِلٰہٌ مَّعَ اللّٰہِ ؕ بَلۡ ہُمۡ قَوۡمٌ یَّعۡدِلُوۡنَ ﴿ؕ۶۰﴾",
			"index": "3219",
			"name": "না তিনি, যিনি আসমান ও যমীন সৃষ্টি করেছেন এবং তোমাদের জন্য আসমান থেকে বারি বর্ষণ করেন? অতঃপর আমি তা থেকে সৌন্দর্যমণ্ডিত বাগানসমূহ উদগত করেছি; তোমাদের ক্ষমতা ছিলো না সেগুলোর বৃক্ষাদি উদগত করার। আল্লাহ্‌র সাথে কি অন্য খোদাও আছে? বরং ওই সব লোক সৎপথ থেকে সরে পড়ছে।",
			"en_kanzulimaan": "Or He Who created the heavens and the earth, and sent down water from the sky for you; so We grew delightful gardens with it; you had no strength to grow its trees; is there a God along with Allah?! In fact they are those who shun the right path.",
			"ur_kanzulimaan": "ا وہ جس نے آسمان و زمین بنائے اور تمہارے لیے آسمان سے پانی اتارا تو ہم نے اس سے باغ اگائے رونق والے تمہاری طاقت نہ تھی کہ ان کے پیڑ اگاتے کیا اللہ کے ساتھ کوئی اور خدا ہے بلکہ وہ لوگ راہ سے کتراتے ہیں",
			"hi_kanzulimaan": "या वह जिसने आसमान और ज़मीन बनाए (103फ) और तुम्हारे लिये आसमान से पानी उतारा, तो हमने उससे बाग़ उगाए रौनक वाले, तुम्हारी ताक़त न थी कि उनके पेड़ उगाते (104फ) क्या अल्लाह के साथ कोई और ख़ुदा है (105फ) बल्कि वो लोग राह से कतराते हैं (106फ)",
			"author": "৬০. তবে তিনি কে যিনি আকাশমন্ডলী এবং পৃথিবী সৃষ্টি করেছেন এবং তোমাদের জন্যে আকাশ থেকে বারি বর্ষণ করেন? অতঃপর আমরা এ (পানি) থেকে সতেজ ও মনোরম উদ্যান সৃষ্টি করেছি, তোমাদের পক্ষে এতে (এ বাগানে) বৃক্ষ উদ্গত করা সম্ভব ছিল না। আল্লাহ্‌র সাথে কি (অন্য) কোনো উপাস্য আছে? বরং এরা সে সম্প্রদায় যারা (সত্যপথ থেকে) বিচ্যুত।"
		},
		{
			"_id": "3220",
			"sura": "27",
			"para": "20",
			"verses": "61",
			"names": "اَمَّنۡ جَعَلَ الۡاَرۡضَ قَرَارًا وَّ جَعَلَ خِلٰلَہَاۤ  اَنۡہٰرًا وَّ جَعَلَ  لَہَا رَوَاسِیَ وَ جَعَلَ بَیۡنَ الۡبَحۡرَیۡنِ حَاجِزًا ؕ ءَ اِلٰہٌ مَّعَ اللّٰہِ ؕ بَلۡ  اَکۡثَرُہُمۡ  لَا یَعۡلَمُوۡنَ ﴿ؕ۶۱﴾ ",
			"number": "",
			"verses_PDMS": "اَمَّنۡ جَعَلَ الۡاَرۡضَ قَرَارًا وَّ جَعَلَ خِلٰلَہَاۤ  اَنۡہٰرًا وَّ جَعَلَ  لَہَا رَوَاسِیَ وَ جَعَلَ بَیۡنَ الۡبَحۡرَیۡنِ حَاجِزًا ؕ ءَ اِلٰہٌ مَّعَ اللّٰہِ ؕ بَلۡ  اَکۡثَرُہُمۡ  لَا یَعۡلَمُوۡنَ ﴿ؕ۶۱﴾ ",
			"index": "3220",
			"name": "না তিনি, যিনি পৃথিবীকে বসবাস করার জন্য তৈরী করেছেন, সেটার মাঝে নদী-নালা প্রবাহিত করেছেন, সেটার জন্য নোঙ্গর সৃষ্টি করেছেন এবং উভয় সমুদ্রের মধ্যে অন্তরাল রেখেছেন? আল্লাহ্‌র সাথে কি অন্য খোদাও আছে? বরং তাদের মধ্যে অধিকাংশই অজ্ঞ।",
			"en_kanzulimaan": "Or He Who made the earth for habitation, and placed rivers within it, and created mountains as anchors for it, and kept a barrier between the two seas? Is there a God along with Allah?! In fact, most of them are ignorant.",
			"ur_kanzulimaan": "یا وہ جس نے زمین بسنے کو بنائی اور اس کے بیچ میں نہریں نکالیں اور اس کے لیے لنگر بنائے اور دونوں سمندروں میں آڑ رکھی کیا اللہ کے ساتھ اور خدا ہے، بلکہ ان میں اکثر جاہل ہیں",
			"hi_kanzulimaan": "या वह जिसने ज़मीन बसने को बनाई और उसके बीच में नेहरें, निकालीं और उसके लिये लंगर बनाए (107फ) और दोनों समन्दरों मे आड़ रखी (108फ) क्या अल्लाह के साथ कोई और ख़ुदा है बल्कि उनमें अक्सर ज़ाहिल है (109फ)",
			"author": "৬১. অথবা, তিনি কে যিনি পৃথিবীকে করেছেন বসবাসের উপযোগী এবং এর মাঝে প্রবাহিত করেছেন নদ-নদী এবং এর জন্যে স্থাপন করেছেন বিশাল পর্বতমালা; আর দুই (লবণাক্ত ও মিঠা পানির) সাগরের মাঝে সৃষ্টি করেছেন আড়াল? আল্লাহ্‌র সাথে কি (অন্য) কোনো উপাস্য রয়েছে? বরং এদের (এ কাফেরদের) অধিকাংশই জ্ঞান রাখে না।"
		},
		{
			"_id": "3221",
			"sura": "27",
			"para": "20",
			"verses": "62",
			"names": "اَمَّنۡ یُّجِیۡبُ الۡمُضۡطَرَّ اِذَا دَعَاہُ وَ یَکۡشِفُ السُّوۡٓءَ وَ یَجۡعَلُکُمۡ  خُلَفَآءَ الۡاَرۡضِ ؕ ءَ اِلٰہٌ مَّعَ اللّٰہِ ؕ قَلِیۡلًا مَّا تَذَکَّرُوۡنَ ﴿ؕ۶۲﴾ ",
			"number": "",
			"verses_PDMS": "اَمَّنۡ یُّجِیۡبُ الۡمُضۡطَرَّ اِذَا دَعَاہُ وَ یَکۡشِفُ السُّوۡٓءَ وَ یَجۡعَلُکُمۡ  خُلَفَآءَ الۡاَرۡضِ ؕ ءَ اِلٰہٌ مَّعَ اللّٰہِ ؕ قَلِیۡلًا مَّا تَذَکَّرُوۡنَ ﴿ؕ۶۲﴾ ",
			"index": "3221",
			"name": "না তিনি, যিনি আর্তের আহ্বানে সাড়া দেন যখন তাকে আহ্বান করে এবং দূরীভূত করে দেন বিপদাপদ এবং তোমাদেরকে ভূ-খণ্ডের মালিক করেন? আল্লাহ্‌র সাথে কি অন্য খোদাও আছে? তোমরা খুব কম মনোযোগই দিচ্ছো। ",
			"en_kanzulimaan": "Or He Who answers the prayer of the helpless when he invokes Him and removes the evil, and makes you inheritors of the earth? Is there a God along with Allah?! Very little do they ponder!",
			"ur_kanzulimaan": "یا وہ جو لاچار کی سنتا ہے جب اسے پکارے اور دور کردیتا ہے برائی اور تمہیں زمین کا وارث کرتا ہے کیا اللہ کے ساتھ اور خدا ہے، بہت ہی کم دھیان کرتے ہو،",
			"hi_kanzulimaan": "या वह जो लाचार की सुनता है (110फ) जब उसे पुकारे और दूर कर देता है बुराई और तुम्हें ज़मीन का वारिस करता है (111फ) क्या अल्लाह के साथ कोई और ख़ुदा है, बहुत ही कम ध्यान करते हो",
			"author": "৬২. অথবা, তিনি কে যিনি দুশ্চিন্তাগ্রস্তের আহ্বানে সাড়া দেন যখন সে তাঁকে ডাকে, বিপদাপদ দূরীভুত করেন এবং তোমাদেরকে পৃথিবীতে (পূর্ববর্তীদের) উত্তরাধিকারী ও স্থলাভিষিক্ত করেন? আল্লাহ্‌র সাথে কি (অন্য) কোনো উপাস্য রয়েছে? তোমরা অতি সামান্যই উপদেশ গ্রহণ করে থাকো।"
		},
		{
			"_id": "3222",
			"sura": "27",
			"para": "20",
			"verses": "63",
			"names": "اَمَّنۡ یَّہۡدِیۡکُمۡ  فِیۡ  ظُلُمٰتِ الۡبَرِّ  وَ الۡبَحۡرِ وَ مَنۡ یُّرۡسِلُ الرِّیٰحَ بُشۡرًۢا  بَیۡنَ یَدَیۡ رَحۡمَتِہٖ ؕ ءَ  اِلٰہٌ مَّعَ اللّٰہِ ؕ تَعٰلَی اللّٰہُ عَمَّا یُشۡرِکُوۡنَ ﴿ؕ۶۳﴾ ",
			"number": "",
			"verses_PDMS": "اَمَّنۡ یَّہۡدِیۡکُمۡ  فِیۡ  ظُلُمٰتِ الۡبَرِّ  وَ الۡبَحۡرِ وَ مَنۡ یُّرۡسِلُ الرِّیٰحَ بُشۡرًۢا  بَیۡنَ یَدَیۡ رَحۡمَتِہٖ ؕ ءَ  اِلٰہٌ مَّعَ اللّٰہِ ؕ تَعٰلَی اللّٰہُ عَمَّا یُشۡرِکُوۡنَ ﴿ؕ۶۳﴾ ",
			"index": "3222",
			"name": "না তিনি, যিনি তোমাদেরকে স্থল ও জলের পুঞ্জিভূত অন্ধকারে সৎপথ দেখান এবন যিনি বায়ুসমূহ প্রেরণ করেন আপন রহমতের পূর্বে সুসংবাদবাহী রূপে? আল্লাহ্‌র সাথে কি অন্য খোদাও আছে। আল্লাহ্‌ বহু ঊর্ধ্বে তাদের শির্ক থেকে। ",
			"en_kanzulimaan": "Or He Who shows you the path in the darkness of the land and the sea, and He Who sends the winds before His mercy, heralding glad tidings? Is there a God along with Allah?! Supremacy is to Allah above all that they ascribe as partners!",
			"ur_kanzulimaan": "یا وہ جو تمہیں راہ دکھاتا ہے اندھیریوں میں خشکی اور تری کی اور وہ کہ ہوائیں بھیجتا ہے، اپنی رحمت کے آگے خوشحبری سناتی کیا اللہ کے ساتھ کوئی اور خدا ہے، برتر ہے اللہ ان کے شرک سے،",
			"hi_kanzulimaan": "या वह जो तुम्हें राह दिखाता है (112फ) अंधेरियों में ख़ुश्की और तरी की (113फ) और वह कि हवाएं भेजता है अपनी रहमत के आगे ख़ुशख़बरी सुनाती (114फ) क्या अल्लाह के साथ कोई और ख़ुदा है, बरतर है अल्लाह उनके शिर्क से",
			"author": "৬৩. অথবা, তিনি কে যিনি তোমাদেরকে জলে ও স্থলে অন্ধকারে পথ প্রদর্শন করেন এবং তিনি কে যিনি তাঁর রহমতের (বৃষ্টির) প্রাক্কালে সুসংবাদবাহী বায়ু প্রেরণ করেন? আল্লাহ্‌র সাথে কি (অন্য) কোনো উপাস্য রয়েছে? মহিমান্বিত আল্লাহ্ এ (ভ্রান্ত উপাস্যদের) থেকে অনেক উর্ধ্বে, যাদেরকে তারা অংশীদার সাব্যস্ত করে।"
		},
		{
			"_id": "3223",
			"sura": "27",
			"para": "20",
			"verses": "64",
			"names": "اَمَّنۡ یَّبۡدَؤُا الۡخَلۡقَ ثُمَّ  یُعِیۡدُہٗ  وَ مَنۡ یَّرۡزُقُکُمۡ مِّنَ السَّمَآءِ  وَ الۡاَرۡضِ ؕ ءَ اِلٰہٌ   مَّعَ  اللّٰہِ ؕ قُلۡ ہَاتُوۡا بُرۡہَانَکُمۡ اِنۡ  کُنۡتُمۡ  صٰدِقِیۡنَ ﴿۶۴﴾ ",
			"number": "",
			"verses_PDMS": "اَمَّنۡ یَّبۡدَؤُا الۡخَلۡقَ ثُمَّ  یُعِیۡدُہٗ  وَ مَنۡ یَّرۡزُقُکُمۡ مِّنَ السَّمَآءِ  وَ الۡاَرۡضِ ؕ ءَ اِلٰہٌ   مَّعَ  اللّٰہِ ؕ قُلۡ ہَاتُوۡا بُرۡہَانَکُمۡ اِنۡ  کُنۡتُمۡ  صٰدِقِیۡنَ ﴿۶۴﴾ ",
			"index": "3223",
			"name": "না তিনি, যিনি সৃষ্টির আরম্ভ করেন, অতঃপর সেটাকে পুনর্বার সৃষ্টি করেবেন? এবং যিনি তোমাদেরকে আসমানসমূহ ও যমীন থেকে জীবিকা প্রদান করেন? আল্লাহ্‌র সাথে কি অন্য খোদাও আছে? আপনি বলুন, ‘নিজেদের প্রমাণ হাযির করো যদি তোমরা সত্যবাদী হও!’",
			"en_kanzulimaan": "Or He Who initiates the creation, then will create it again, and He Who provides you sustenance from the skies and the earth? Is there a God along with Allah?! Proclaim, Bring your proof, if you are truthful!",
			"ur_kanzulimaan": "یا وہ جو خلق کی ابتداء فرماتا ہے پھر اسے دوبارہ بنائے گا اور وہ جو تمہیں آسمانوں اور زمین سے روزی دیتا ہے کیا اللہ کے ساتھ کوئی اور خدا ہے، تم فرماؤ کہ اپنی دلیل لاؤ اگر تم سچے ہو",
			"hi_kanzulimaan": "या वह जो ख़ल्क़(सृष्टि) की शुरूआत फ़रमाता है फिर उसे दोबारा बनाएगा (115फ) और वह जो तुम्हें आसमानों और ज़मीन से रोज़ी देता है (116फ) क्या अल्लाह के साथ कोई और ख़ुदा है, तुम फ़रमाओ कि अपनी दलील लाओ अगर तुम सच्चे हो (117फ)",
			"author": "৬৪. তবে তিনি কে যিনি সৃষ্টিজগতের সৃষ্টির সূচনা করেন, অতঃপর এতে (এ সৃষ্টির প্রক্রিয়ায়) পুনরাবৃত্তি ঘটাবেন, আর তিনি কে যিনি তোমাদেরকে আকাশ ও পৃথিবী থেকে জীবনোপকরণ দান করেন? আল্লাহ্‌র সাথে কি (অন্য) কোনো উপাস্য আছে? বলে দিন, ‘(হে মুশরিকেরা!) নিজেদের প্রমাণ উপস্থাপন করো যদি তোমরা সত্যবাদী হও।’"
		},
		{
			"_id": "3224",
			"sura": "27",
			"para": "20",
			"verses": "65",
			"names": "قُلۡ لَّا یَعۡلَمُ مَنۡ فِی السَّمٰوٰتِ وَ الۡاَرۡضِ الۡغَیۡبَ  اِلَّا اللّٰہُ ؕ وَ مَا یَشۡعُرُوۡنَ  اَیَّانَ  یُبۡعَثُوۡنَ ﴿۶۵﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ لَّا یَعۡلَمُ مَنۡ فِی السَّمٰوٰتِ وَ الۡاَرۡضِ الۡغَیۡبَ  اِلَّا اللّٰہُ ؕ وَ مَا یَشۡعُرُوۡنَ  اَیَّانَ  یُبۡعَثُوۡنَ ﴿۶۵﴾ ",
			"index": "3224",
			"name": "আপনি বলুন, নিজ থেকে ‘অদৃশ্য বিষয়ের জ্ঞান রাখে না যারা আসমানসমূহ ও যমীনে রয়েছে, আল্লাহ্‌ ব্যতীত। এবং তাদের খবর নেই তারা কবে পুনরুত্থিত হবে। ",
			"en_kanzulimaan": "Say (O dear Prophet Mohammed - peace and blessings be upon him), None in the heavens and the earth know the hidden by themselves, except Allah; and they do not know when they will be raised.",
			"ur_kanzulimaan": "تم فرماؤ غیب نہیں جانتے جو کوئی آسمانوں اور زمین میں ہیں مگر اللہ اور انہیں خبر نہیں کہ کب اٹھا ےٴ جائیں گے،",
			"hi_kanzulimaan": "तुम फ़रमाओ ग़ैब नहीं जानते जो कोई आसमानों और ज़मीन में है मगर अल्लाह (118फ) और उन्हें ख़बर नहीं कि कब उठाए जाएंगे",
			"author": "৬৫. বলে দিন, ‘আকাশমন্ডলী এবং পৃথিবীতে যারা রয়েছে তারা (নিজ থেকে) অদৃশ্যের জ্ঞান রাখে না, আল্লাহ্ (যিনি সত্তাগতভাবে জ্ঞানী তিনি) ব্যতীত। আর তারা এও জানে না যে, কখন তাদেরকে (আবার জীবিত) পুনরুত্থিত করা হবে।’"
		},
		{
			"_id": "3225",
			"sura": "27",
			"para": "20",
			"verses": "66",
			"names": "بَلِ ادّٰرَکَ عِلۡمُہُمۡ فِی الۡاٰخِرَۃِ ۟ بَلۡ  ہُمۡ  فِیۡ شَکٍّ  مِّنۡہَا ۫۟ بَلۡ  ہُمۡ  مِّنۡہَا عَمُوۡنَ ﴿۶۶﴾ ",
			"number": "",
			"verses_PDMS": "بَلِ ادّٰرَکَ عِلۡمُہُمۡ فِی الۡاٰخِرَۃِ ۟ بَلۡ  ہُمۡ  فِیۡ شَکٍّ  مِّنۡہَا ۫۟ بَلۡ  ہُمۡ  مِّنۡہَا عَمُوۡنَ ﴿۶۶﴾ ",
			"index": "3225",
			"name": "তাদের জ্ঞান পরম্পরা কি আখিরাত সম্পর্কে জানা পর্যন্ত পৌঁছে গেছে? কেউ নেই; বরং তারা সেটার দিক থেকে সন্দেহের মধ্যে রয়েছে; বরং তারা সে বিষয়ে অন্ধ।",
			"en_kanzulimaan": "Has their knowledge advanced so much as to know the Hereafter? On the contrary, they are in doubt concerning it; in fact they are blind towards it.",
			"ur_kanzulimaan": "کیا ان کے علم کا سلسلہ آخرت کے جانے تک پہو نچ گیا کوئی نہیں وہ اس کی طرف سے شک میں ہیں بلکہ وہ اس سے اندھے ہیں،",
			"hi_kanzulimaan": "क्या उनके इल्म का सिलसिला आख़िरत के जानने तक पहुंच गया (119फ) कोई नहीं वो उसकी तरफ़ से शक में हैं (120फ) बल्कि वो उससे अंधे हैं",
			"author": "৬৬. বরং পরকাল সম্পর্কে তাদের জ্ঞান (নিজ) সীমায় পৌঁছে নিঃশেষ হয়ে গিয়েছে, তবে তারা এ বিষয়ে কেবল সন্দেহে (নিমজ্জিত) রয়েছে; বস্তুত তারা এতে (সঠিক জ্ঞানের বিষয়ে) অন্ধ।"
		},
		{
			"_id": "3226",
			"sura": "27",
			"para": "20",
			"verses": "67",
			"names": "وَ  قَالَ الَّذِیۡنَ  کَفَرُوۡۤا ءَ اِذَا کُنَّا تُرٰبًا وَّ  اٰبَآؤُنَاۤ   اَئِنَّا  لَمُخۡرَجُوۡنَ ﴿۶۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ  قَالَ الَّذِیۡنَ  کَفَرُوۡۤا ءَ اِذَا کُنَّا تُرٰبًا وَّ  اٰبَآؤُنَاۤ   اَئِنَّا  لَمُخۡرَجُوۡنَ ﴿۶۷﴾ ",
			"index": "3226",
			"name": "এবং কাফিরগণ বললো, ‘যখন আমরা ও আমাদের পিতৃপুরুষগণ মাটি হয়ে যাবো তখনও কি আমাদেরকে পুনরায় বের করা হবে?",
			"en_kanzulimaan": "And the disbelievers said, Will we, when we and our forefathers have turned into dust, be removed again?",
			"ur_kanzulimaan": "اور کافر بولے کیا جب ہم اور ہمارے باپ دادا مٹی ہوجائیں گے کیا ہم پھر نکالے جائیں گے",
			"hi_kanzulimaan": "और काफ़िर बोले क्या जब हम और हमारे बाप दादा मिट्टी हो जाएंगे क्या हम फिर निकाले जाएंगे (121फ)",
			"author": "৬৭. আর কাফেরেরা বলে, ‘যখন আমরা এবং আমাদের পিতৃপুরুষেরা (মৃত্যুর পর) মৃত্তিকায় পর্যবসিত হাবো তখনো কি আমাদেরকে (কবর থেকে) পুনরুত্থিত করা হবে?"
		},
		{
			"_id": "3227",
			"sura": "27",
			"para": "20",
			"verses": "68",
			"names": "لَقَدۡ وُعِدۡنَا ہٰذَا نَحۡنُ وَ اٰبَآؤُنَا مِنۡ قَبۡلُ ۙ اِنۡ ہٰذَاۤ  اِلَّاۤ  اَسَاطِیۡرُ  الۡاَوَّلِیۡنَ ﴿۶۸﴾ ",
			"number": "",
			"verses_PDMS": "لَقَدۡ وُعِدۡنَا ہٰذَا نَحۡنُ وَ اٰبَآؤُنَا مِنۡ قَبۡلُ ۙ اِنۡ ہٰذَاۤ  اِلَّاۤ  اَسَاطِیۡرُ  الۡاَوَّلِیۡنَ ﴿۶۸﴾ ",
			"index": "3227",
			"name": "নিশ্চয় এ কথার প্রতিশ্রুতি দেওয়া হয়েছে আমাদেরকে ও আমাদের পিতৃপুরুষদের আমাদের পূর্বে। এ’তো কেবল পূর্ববর্তীদের কিচ্ছা-কাহিনীই’।",
			"en_kanzulimaan": "Indeed this promise was given to us, and before us to our forefathers - this is nothing but stories of former people.",
			"ur_kanzulimaan": "بیشک اس کا وعدہ دیا گیا ہم کو اور ہم سے پہلے ہمارے باپ داداؤں کو یہ تو نہیں مگر اگلوں کی کہانیاں،",
			"hi_kanzulimaan": "बेशक उसका वादा दिया गया  हमको और हमसे पहले हमारे बाप दादाओ को यह तो नहीं मगर अगलों की कहानियाँ (122फ)",
			"author": "৬৮.প্রকৃতপক্ষে এ অঙ্গীকার আমাদেরকে এবং এর পূর্বে আমাদের পিতৃপুরুষদেরকেও করা হয়েছিল। এসব পূর্ববতী লোকদের মনগড়া উপকথা ব্যতীত আর কিছু নয়।’"
		},
		{
			"_id": "3228",
			"sura": "27",
			"para": "20",
			"verses": "69",
			"names": "قُلۡ سِیۡرُوۡا فِی الۡاَرۡضِ فَانۡظُرُوۡا کَیۡفَ  کَانَ عَاقِبَۃُ  الۡمُجۡرِمِیۡنَ ﴿۶۹﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ سِیۡرُوۡا فِی الۡاَرۡضِ فَانۡظُرُوۡا کَیۡفَ  کَانَ عَاقِبَۃُ  الۡمُجۡرِمِیۡنَ ﴿۶۹﴾ ",
			"index": "3228",
			"name": "আপনি বলুন, ‘পৃথিবী পৃষ্ঠে ভ্রমণ করে দেখো অপরাধীদের কেমন পরিণতি হয়েছে’।",
			"en_kanzulimaan": "Proclaim, (O dear Prophet Mohammed - peace and blessings be upon him), Travel in the land and see what sort of fate befell the guilty.",
			"ur_kanzulimaan": "تم فرماؤ زمین میں چل کر دیکھو، کیسا ہوا نجام مجرموں کا",
			"hi_kanzulimaan": "तुम फ़रमाओ ज़मीन में चलकर देखो कैसा हुआ अंजाम मुजरिमों का (123फ)",
			"author": "৬৯. বলে দিন, ‘পৃথিবীতে ভ্রমণ করো এবং দেখো অপরাধীদের পরিণাম কেমন হয়েছে’।"
		},
		{
			"_id": "3229",
			"sura": "27",
			"para": "20",
			"verses": "70",
			"names": "وَ لَا تَحۡزَنۡ عَلَیۡہِمۡ وَ لَا تَکُنۡ فِیۡ ضَیۡقٍ مِّمَّا  یَمۡکُرُوۡنَ ﴿۷۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تَحۡزَنۡ عَلَیۡہِمۡ وَ لَا تَکُنۡ فِیۡ ضَیۡقٍ مِّمَّا  یَمۡکُرُوۡنَ ﴿۷۰﴾ ",
			"index": "3229",
			"name": "আর আপনি তাদের সম্পর্কে দুঃখ করবেন না এবং তাদের ষড়যন্ত্রে মনঃক্ষুণ্ণ হবেন না’।",
			"en_kanzulimaan": "And do not grieve upon them, nor be distressed because of their scheming.",
			"ur_kanzulimaan": "اور تم ان پر غم نہ کھاؤ اور ان کے مکر سے دل تنگ نہ ہو",
			"hi_kanzulimaan": "और तुम उनपर ग़म न खाओ (124फ) और उनके मक्र (कपट) से दिल तंग न हो (125फ)",
			"author": "৭০. আর (হে মহাসম্মানিত হাবীব!) আপনি তাদের (কথার) কারণে দুঃখ পাবেন না, তাদের ধোঁকাবাজি ও প্রতারণায় (নিমজ্জিত ও) মনঃক্ষুণ্ণও হবেন না।"
		},
		{
			"_id": "3230",
			"sura": "27",
			"para": "20",
			"verses": "71",
			"names": "وَ یَقُوۡلُوۡنَ مَتٰی ہٰذَا الۡوَعۡدُ  اِنۡ  کُنۡتُمۡ صٰدِقِیۡنَ ﴿۷۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَقُوۡلُوۡنَ مَتٰی ہٰذَا الۡوَعۡدُ  اِنۡ  کُنۡتُمۡ صٰدِقِیۡنَ ﴿۷۱﴾ ",
			"index": "3230",
			"name": "এবং বলে, ‘কবে আসবে এ প্রতিশ্রুতি যদি তোমরা সত্যবাদী হও!’",
			"en_kanzulimaan": "And they say, When will this promise come, if you are truthful?",
			"ur_kanzulimaan": "اور کہتے ہیں کب آئے گا یہ وعدہ اگر تم سچے ہو،",
			"hi_kanzulimaan": "और कहते हैं कब आएगा यह वादा (126फ) अगर तुम सच्चे हो",
			"author": "৭১. আর তারা বলে, ‘যদি তোমরা সত্যবাদী হও তবে (বলো পরকালের শাস্তির) এ অঙ্গীকার কখন পূর্ণ হবে’।"
		},
		{
			"_id": "3231",
			"sura": "27",
			"para": "20",
			"verses": "72",
			"names": "قُلۡ عَسٰۤی اَنۡ یَّکُوۡنَ رَدِفَ لَکُمۡ بَعۡضُ الَّذِیۡ  تَسۡتَعۡجِلُوۡنَ ﴿۷۲﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ عَسٰۤی اَنۡ یَّکُوۡنَ رَدِفَ لَکُمۡ بَعۡضُ الَّذِیۡ  تَسۡتَعۡجِلُوۡنَ ﴿۷۲﴾ ",
			"index": "3231",
			"name": "আপনি বলুন, ‘এ কথা নিকটবর্তী যে, তোমাদের পেছনে এসে পড়েছে সে সব বস্তুর কিছুটা যে বিষয়ে তোমরা ত্বরান্বিত করছো’।",
			"en_kanzulimaan": "Say, It could be that a part of what you are impatient for is (already) after you.",
			"ur_kanzulimaan": "تم فرماؤ قریب ہے کہ تمہارے پیچھے آ لگی ہو بعض وہ چیز جس کی تم جلدی مچارہے ہو",
			"hi_kanzulimaan": "तुम फ़रमाओ क़रीब है कि तुम्हारे पीछे आ लगी हो कुछ वो चीज़ जिसकी तुम जल्दी मचा रहे हो (127फ)",
			"author": "৭২. বলে দিন, ‘খুব দূরে নয়, (এ শাস্তি)-এর কিছু অংশ তোমাদের নিকটে এসে পৌঁছুবে যা তোমরা দ্রুত কামনা করছো’।"
		},
		{
			"_id": "3232",
			"sura": "27",
			"para": "20",
			"verses": "73",
			"names": "وَ اِنَّ رَبَّکَ لَذُوۡ فَضۡلٍ عَلَی النَّاسِ وَ لٰکِنَّ  اَکۡثَرَہُمۡ  لَا  یَشۡکُرُوۡنَ ﴿۷۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنَّ رَبَّکَ لَذُوۡ فَضۡلٍ عَلَی النَّاسِ وَ لٰکِنَّ  اَکۡثَرَہُمۡ  لَا  یَشۡکُرُوۡنَ ﴿۷۳﴾ ",
			"index": "3232",
			"name": "এবং নিশ্চয় তোমার রব মানুষের প্রতি অনুগ্রহশীল, কিন্তু অধিকাংশ লোক সত্যকে স্বীকার করে না। ",
			"en_kanzulimaan": "Indeed your Lord is Most Munificent upon mankind, but most men do not give thanks.",
			"ur_kanzulimaan": "اور بیشک تیرا رب فضل والا ہے آدمیوں پر لیکن اکثر آدمی حق نہیں مانتے",
			"hi_kanzulimaan": "और बेशक तेरा रब फ़ज़्ल वाला है आदमियों पर (128फ) लेकिन अक्सर आदमी हक़ (सत्य) नहीं मानते (129फ)",
			"author": "৭৩.  আর নিশ্চয়ই আপনার প্রতিপালক মানুষের প্রতি অনুগ্রহশীল, কিন্তু তাদের অধিকাংশই অকৃতজ্ঞ।"
		},
		{
			"_id": "3233",
			"sura": "27",
			"para": "20",
			"verses": "74",
			"names": "وَ اِنَّ رَبَّکَ لَیَعۡلَمُ مَا تُکِنُّ صُدُوۡرُہُمۡ وَ مَا  یُعۡلِنُوۡنَ ﴿۷۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنَّ رَبَّکَ لَیَعۡلَمُ مَا تُکِنُّ صُدُوۡرُہُمۡ وَ مَا  یُعۡلِنُوۡنَ ﴿۷۴﴾ ",
			"index": "3233",
			"name": "এবং নিশ্চয় আপনার রব জানেন যা তাদের বক্ষগুলোতে গোপন রয়েছে এবং যা তারা প্রকাশ করে। ",
			"en_kanzulimaan": "And indeed your Lord knows what is hidden in their bosoms, and what they disclose.",
			"ur_kanzulimaan": "اور بیشک تمہارا رب جانتا ہے جو ان کے سینوں میں چھپی ہے اور جو وہ ظاہر کرتے ہیں",
			"hi_kanzulimaan": "और बेशक तुम्हारा रब जानता है जो उनके सीनों में छुपी है और जो वो ज़ाहिर करते हैं (130फ)",
			"author": "৭৪. আর অবশ্যই আপনার প্রতিপালক (সে কথা) জানেন যা এরা এদের অন্তরে লুকিয়ে রাখে এবং (এ কথাও) যা এরা প্রকাশ করে।"
		},
		{
			"_id": "3234",
			"sura": "27",
			"para": "20",
			"verses": "75",
			"names": "وَ مَا مِنۡ غَآئِبَۃٍ  فِی السَّمَآءِ وَ الۡاَرۡضِ  اِلَّا  فِیۡ  کِتٰبٍ  مُّبِیۡنٍ ﴿۷۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا مِنۡ غَآئِبَۃٍ  فِی السَّمَآءِ وَ الۡاَرۡضِ  اِلَّا  فِیۡ  کِتٰبٍ  مُّبِیۡنٍ ﴿۷۵﴾ ",
			"index": "3234",
			"name": "এবং আসমানসমূহ ও যমীনের যত অদৃশ্য বিষয় রয়েছে সবই এক বর্ণনাকারী কিতাবের মধ্যে রয়েছে’।",
			"en_kanzulimaan": "And all the hidden secrets of the heavens and the earth are (written) in a clear Book. (The Preserved Tablet)",
			"ur_kanzulimaan": "اور جتنے غیب ہیں آسمانوں اور زمین کے سب ایک بتانے والی کتاب میں ہیں",
			"hi_kanzulimaan": "और जितने ग़ैब हैं आसमानों और ज़मीन के सब एक बताने वाली किताब में हैं (131फ)",
			"author": "৭৫. আর আকাশমন্ডলী ও পৃথিবীতে এমন কিছুই গোপন নেই যা (লাওহে মাহফুযে সংরক্ষিত) সুস্পষ্ট কিতাবে (লিপিবদ্ধ) নেই।"
		},
		{
			"_id": "3235",
			"sura": "27",
			"para": "20",
			"verses": "76",
			"names": "اِنَّ ہٰذَا الۡقُرۡاٰنَ یَقُصُّ عَلٰی بَنِیۡۤ اِسۡرَآءِیۡلَ  اَکۡثَرَ الَّذِیۡ ہُمۡ فِیۡہِ یَخۡتَلِفُوۡنَ ﴿۷۶﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ ہٰذَا الۡقُرۡاٰنَ یَقُصُّ عَلٰی بَنِیۡۤ اِسۡرَآءِیۡلَ  اَکۡثَرَ الَّذِیۡ ہُمۡ فِیۡہِ یَخۡتَلِفُوۡنَ ﴿۷۶﴾ ",
			"index": "3235",
			"name": "নিশ্চয় এ ক্বোরআন বনী-ইস্রাঈলের নিকট ওই সব কথার অধিকাংশই উল্লেখ করছে যেগুলো সম্বন্ধে তারা মতভেদ করে। ",
			"en_kanzulimaan": "Indeed this Quran narrates to the Descendants of Israel most of the matters in which they differ.",
			"ur_kanzulimaan": "بیشک یہ قرآن ذکر فرماتا ہے بنی اسرائیل سے اکثر وہ باتیں جس میں وہ اختلاف کرتے ہیں",
			"hi_kanzulimaan": "बेशक यह क़ुरआन ज़िक्र फ़रमाता है बनी इस्राईल से अक्सर वो बातें जिसमें वो इख़्तिलाफ़ (मदभेद) करते हैं (132फ)",
			"author": "৭৬. নিশ্চয়ই এ কুরআন বনী ইসরাঈলের নিকট অধিকাংশ বিষয় বর্ণনা করে যে ব্যাপারে তারা মতবিরোধ করে।"
		},
		{
			"_id": "3236",
			"sura": "27",
			"para": "20",
			"verses": "77",
			"names": "وَ اِنَّہٗ  لَہُدًی وَّ رَحۡمَۃٌ  لِّلۡمُؤۡمِنِیۡنَ ﴿۷۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنَّہٗ  لَہُدًی وَّ رَحۡمَۃٌ  لِّلۡمُؤۡمِنِیۡنَ ﴿۷۷﴾ ",
			"index": "3236",
			"name": "এবং নিশ্চয় সেটা হিদায়ত ও রহমত মুসলমানদের জন্য।",
			"en_kanzulimaan": "And indeed it is a guidance and a mercy for the Muslims.",
			"ur_kanzulimaan": "اور بیشک وہ ہدایت اور رحمت ہے مسلمانوں کے لیے،",
			"hi_kanzulimaan": "और बेशक वह हिदायत और रहमत है मुसलमानों के लिये",
			"author": "৭৭.  আর নিশ্চয়ই এটি হেদায়াত এবং মু’মিনদের জন্যে রহমত।"
		},
		{
			"_id": "3237",
			"sura": "27",
			"para": "20",
			"verses": "78",
			"names": "اِنَّ رَبَّکَ یَقۡضِیۡ بَیۡنَہُمۡ بِحُکۡمِہٖ ۚ وَ ہُوَ الۡعَزِیۡزُ  الۡعَلِیۡمُ ﴿ۙۚ۷۸﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ رَبَّکَ یَقۡضِیۡ بَیۡنَہُمۡ بِحُکۡمِہٖ ۚ وَ ہُوَ الۡعَزِیۡزُ  الۡعَلِیۡمُ ﴿ۙۚ۷۸﴾ ",
			"index": "3237",
			"name": "নিশ্চয় আপনার রব তাদের পরস্পরের মধ্যে মীমাংসা করে দেন স্বীয় নির্দেশ দ্বারা এবং তিনিই হন সম্মানের অধিকারী, জ্ঞানী।",
			"en_kanzulimaan": "Indeed your Lord judges between them with His command; and He is the Almighty, the All Knowing.",
			"ur_kanzulimaan": "بیشک تمہارا رب ان کے آپس میں فیصلہ فرماتا ہے اپنے حکم سے اور وہی ہے عزت و الا علم والا،",
			"hi_kanzulimaan": "बेशक तुम्हारा रब उनके आपस में फै़सला फ़रमाता है अपने हुक्म से और वही है इज़्ज़त वाला इल्म वाला",
			"author": "৭৮. আর অবশ্যই আপনার প্রতিপালক তাদের (অর্থাৎ কাফের ও মু’মিনগণের) মাঝে তাঁর (ন্যায়সঙ্গত) বিধানের মাধ্যমে ফায়সালা করবেন। আর তিনি মহাপরাক্রমশালী, মহাজ্ঞানী।"
		},
		{
			"_id": "3238",
			"sura": "27",
			"para": "20",
			"verses": "79",
			"names": "فَتَوَکَّلۡ عَلَی اللّٰہِ ؕ اِنَّکَ عَلَی الۡحَقِّ الۡمُبِیۡنِ ﴿۷۹﴾ ",
			"number": "",
			"verses_PDMS": "فَتَوَکَّلۡ عَلَی اللّٰہِ ؕ اِنَّکَ عَلَی الۡحَقِّ الۡمُبِیۡنِ ﴿۷۹﴾ ",
			"index": "3238",
			"name": "সুতরাং আপনি আল্লাহ্‌র উপর নির্ভর করুন। নিশ্চয় আপনি সুস্পষ্ট সত্যের উপর রয়েছেন।",
			"en_kanzulimaan": "Therefore rely on Allah; you are indeed upon the clear Truth.",
			"ur_kanzulimaan": "تو تم اللہ پر بھروسہ کرو، بیشک تم روشن حق پر ہو،",
			"hi_kanzulimaan": " तुम अल्लाह पर भरोसा करो, बेशक तुम रौशन हक़ पर हो",
			"author": "৭৯. অতঃপর আপনি আল্লাহ্‌র উপর ভরসা করুন, নিশ্চয়ই আপনি স্পষ্ট সত্যের উপর (দৃঢ় এবং অবিচল) রয়েছেন।"
		},
		{
			"_id": "3239",
			"sura": "27",
			"para": "20",
			"verses": "80",
			"names": "اِنَّکَ لَا تُسۡمِعُ الۡمَوۡتٰی وَ لَا  تُسۡمِعُ  الصُّمَّ الدُّعَآءَ   اِذَا  وَلَّوۡا  مُدۡبِرِیۡنَ ﴿۸۰﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّکَ لَا تُسۡمِعُ الۡمَوۡتٰی وَ لَا  تُسۡمِعُ  الصُّمَّ الدُّعَآءَ   اِذَا  وَلَّوۡا  مُدۡبِرِیۡنَ ﴿۸۰﴾ ",
			"index": "3239",
			"name": "নিশ্চয় আপনার শুনানো (কথা) শুনতে পায় না মৃতরা এবং না আপনার শুনানো (আহ্বান) বধির শুনতে পায় যখন ফিরে যায় পৃষ্ঠ প্রদর্শন করে। ",
			"en_kanzulimaan": "Indeed the dead * do not listen to your call nor do the deaf * listen to your call, when they flee turning back. (The dead and deaf implies the disbelievers.)",
			"ur_kanzulimaan": "بیشک تمہارے سنائے نہیں سنتے مردے اور نہ تمہارے سنائے بہرے پکار سنیں جب پھریں پیٹھ دے کر",
			"hi_kanzulimaan": "बेशक तुम्हारे सुनाए नहीं सुनते मुर्दें (133फ) और न तुम्हारे सुनाए बेहरे पुकार सुनें जब फिरें पीठ दे कर (134फ)",
			"author": "৮০. (হে হাবীব!) নিশ্চয় আপনি না এ মৃতদেরকে (অর্থাৎ ঈমানের সঞ্জীবনী থেকে বঞ্চিত কাফেরদেরকে) আপনার আহ্বান শোনাতে পারবেন, আর না (সত্যের আহ্বান শ্রবণ থেকে বঞ্চিত) বধিরদেরকে; যখন তারা (আপনার থেকেই) মুখ ফিরিয়ে নেয়।** এখানে ‘আল-মাওতা’ (মৃত) এবং ‘আস-সুম্মা’ (বধির) দ্বারা কাফেরদেকে উদ্দেশ্য করা হয়েছে। সাহাবা ও তাবেয়ীন থেকেও অনুরূপ অর্থ বর্ণিত হয়েছে। বিভিন্ন তাফসীরের উদ্ধৃতি লক্ষণীয়; তাফসীরুল লুবাব লি ইবনে আদিল দামেশকী, তাফসীরুল তাবারী, তাফসীরুল কুরতুবী, তাফসীরুল বাগভী, যাদুল মুয়াস্সার লি ইবনিল জাওযী, তাফসীর ইবনে কাসীর, আদ দুররুল মানছুর লিস সূয়ূতী এবং ফাতহুল ক্বাদীর লিশ শাওকানী।"
		},
		{
			"_id": "3240",
			"sura": "27",
			"para": "20",
			"verses": "81",
			"names": "وَ مَاۤ   اَنۡتَ بِہٰدِی  الۡعُمۡیِ عَنۡ  ضَلٰلَتِہِمۡ ؕ اِنۡ تُسۡمِعُ  اِلَّا مَنۡ  یُّؤۡمِنُ بِاٰیٰتِنَا  فَہُمۡ  مُّسۡلِمُوۡنَ ﴿۸۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَاۤ   اَنۡتَ بِہٰدِی  الۡعُمۡیِ عَنۡ  ضَلٰلَتِہِمۡ ؕ اِنۡ تُسۡمِعُ  اِلَّا مَنۡ  یُّؤۡمِنُ بِاٰیٰتِنَا  فَہُمۡ  مُّسۡلِمُوۡنَ ﴿۸۱﴾ ",
			"index": "3240",
			"name": "এবং অন্ধ লোকদেরক ভ্রান্ত থেকে আপনি হিদায়তকারী নন। আপনার শুনানো কথা তো তারাই শোনে, যারা আমার নিদর্শনাবলীর উপর ঈমান আনে; আর তারা হচ্ছে মুসলমান। ",
			"en_kanzulimaan": "And you will not guide the blind out of their error; and none listen to you except those who accept faith in Our signs, and they are Muslims.",
			"ur_kanzulimaan": "اور اندھوں کو گمراہی سے تم ہدایت کرنے والے نہیں، تمہارے سنائے تو وہی سنتے ہیں جو ہماری آیتوں پر ایمان لاتے ہیں اور ہو مسلمان ہیں،",
			"hi_kanzulimaan": "और अंधों को (135फ) गुमराही से तुम हिदायत करने वाले नहीं तुम्हारे सुनाएं तो वही सुनते हैं जो हमारी आयतों पर ईमान लाते हैं (136फ) और वो मुसलमान हैं",
			"author": "৮১. আর আপনি (মনের) দৃষ্টিহীনকে পথভ্রষ্টতা থেকে (বাঁচাতে) সৎপথ দেখাতে পারবেন না। আপনি তো (প্রকৃতপক্ষে) তাদেরকে শোনান যারা (আপনার আহ্বানে সাড়া দিয়ে) আমাদের নির্দেশনাবলীর প্রতি বিশ্বাস স্থাপন করে। সুতরাং তারাই আত্মসমর্পণকারী (মুসলমান। আর জীবিত শব্দটি তাদের ব্যাপারেই প্রাযোজ্য।)"
		},
		{
			"_id": "3241",
			"sura": "27",
			"para": "20",
			"verses": "82",
			"names": "وَ  اِذَا  وَقَعَ  الۡقَوۡلُ عَلَیۡہِمۡ اَخۡرَجۡنَا لَہُمۡ  دَآبَّۃً  مِّنَ الۡاَرۡضِ تُکَلِّمُہُمۡ ۙ اَنَّ النَّاسَ  کَانُوۡا بِاٰیٰتِنَا  لَا  یُوۡقِنُوۡنَ ﴿۸۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اِذَا  وَقَعَ  الۡقَوۡلُ عَلَیۡہِمۡ اَخۡرَجۡنَا لَہُمۡ  دَآبَّۃً  مِّنَ الۡاَرۡضِ تُکَلِّمُہُمۡ ۙ اَنَّ النَّاسَ  کَانُوۡا بِاٰیٰتِنَا  لَا  یُوۡقِنُوۡنَ ﴿۸۲﴾ ",
			"index": "3241",
			"name": "এবং যখন বাণী তাদের উপর এসে পড়বে, তখন আমি মাটির গর্ভ থেকে তাদের জন্য এক জীব বের করবো, যা মানুষের সাথে কথা বলবে; এ জন্য যে, লোকেরা আমার নিদর্শনসমূহের উপর ঈমান আনতো না। ",
			"en_kanzulimaan": "And when the Word (promise) appears upon them, We shall bring forth for them a beast from the earth to speak to them - because the people were not accepting faith in Our signs. (This beast will rise from the earth, when the Last Day draws near.)",
			"ur_kanzulimaan": "اور جب بات ان پر آپڑے گی ہم زمین سے ان کے لیے ایک چوپایہ نکالیں گے جو لوگوں سے کلام کرے گا اس لیے کہ لوگ ہماری آیتوں پر ایمان نہ لاتے تھے",
			"hi_kanzulimaan": "और जब बात उनपर आ पड़ेगी (137फ) हम ज़मीन से उनके लिये एक चौपाया निकालेंगे (138फ) जो लोगों से कलाम करेगा (139फ) इसलिये कि लोग हमारी आयतों पर ईमान न लाते थे (140फ)",
			"author": "৮২. আর যখন তাদের বিরুদ্ধে (শাস্তির) নির্দেশ বাস্তবায়নের সময় আসবে তখন আমরা তাদের জন্যে ভুগর্ভ থেকে এমন এক প্রাণী বের করবো যা তাদের সাথে কথোপকথন করবে; বস্তুতঃ মানুষ আমাদের নিদর্শনাবলী বিশ্বাস করে না।"
		},
		{
			"_id": "3242",
			"sura": "27",
			"para": "20",
			"verses": "83",
			"names": "وَ یَوۡمَ نَحۡشُرُ مِنۡ کُلِّ اُمَّۃٍ  فَوۡجًا مِّمَّنۡ یُّکَذِّبُ بِاٰیٰتِنَا فَہُمۡ  یُوۡزَعُوۡنَ ﴿۸۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَوۡمَ نَحۡشُرُ مِنۡ کُلِّ اُمَّۃٍ  فَوۡجًا مِّمَّنۡ یُّکَذِّبُ بِاٰیٰتِنَا فَہُمۡ  یُوۡزَعُوۡنَ ﴿۸۳﴾ ",
			"index": "3242",
			"name": "এবং যে দিন আমি একত্রিত করবো প্রত্যেক সম্প্রদায় থেকে একটা দলকে, যারা আমার নিদর্শনসমূহকে অস্বীকার করে; অতঃপর তাদের অগ্রগামীদেরকে বাধা দেওয়া হবে, যাতে পেছনের লোকেরা তাদের সাথে এসে মিলিত হয়;",
			"en_kanzulimaan": "And the Day when We will raise from every nation an army that denies Our signs  so the former groups will be held back for the latter to join them.",
			"ur_kanzulimaan": "اور جس دن اٹھائیں گے ہم ہر گروہ میں سے ایک فوج جو ہماری آیتوں کو جھٹلاتی ہے تو ان کے اگلے روکے جائیں گے کہ پچھلے ان سے آملیں،",
			"hi_kanzulimaan": "और जिस दिन उठाएंगे हम हर गिरोह में से एक फ़ौज जो हमारी आयतों को झुटलाती है (141फ) तो उनके अगले रोके जाएंगे कि पिछले उनसे आ मिलें",
			"author": "৮৩. আর যে দিন আমরা প্রতিটি দলকে (এক এক করে) একত্রিত করবো যারা আমার নিদর্শনাবলীকে মিথ্যাপ্রতিপন্ন করতো, তখন তাদেরকে (একত্রে গমনের জন্যে সামনের দিক থেকে) রুখে দেয়া হবে।"
		},
		{
			"_id": "3243",
			"sura": "27",
			"para": "20",
			"verses": "84",
			"names": "حَتّٰۤی  اِذَا جَآءُوۡ قَالَ  اَکَذَّبۡتُمۡ بِاٰیٰتِیۡ وَ لَمۡ تُحِیۡطُوۡا بِہَا عِلۡمًا اَمَّا ذَا کُنۡتُمۡ  تَعۡمَلُوۡنَ ﴿۸۴﴾ ",
			"number": "",
			"verses_PDMS": "حَتّٰۤی  اِذَا جَآءُوۡ قَالَ  اَکَذَّبۡتُمۡ بِاٰیٰتِیۡ وَ لَمۡ تُحِیۡطُوۡا بِہَا عِلۡمًا اَمَّا ذَا کُنۡتُمۡ  تَعۡمَلُوۡنَ ﴿۸۴﴾ ",
			"index": "3243",
			"name": "শেষ পর্যন্ত যখন সবাই সমবেত হয়ে যাবে তখন বলবেন, ‘তোমরা কি আমার আয়াতসমূহকে অস্বীকার করেছো, অথচ তোমাদের জ্ঞান সেগুলো পর্যন্ত পৌঁছে নি, অথবা তোমরা কি কাজ করতে?’",
			"en_kanzulimaan": "Until when they all come together, He will say, Did you deny My signs whereas your knowledge had not reached it, or what were the deeds you were doing?",
			"ur_kanzulimaan": "یہاں تک کہ جب سب حاضر ہولیں گے فرمائے گا کیا تم نے میری آیتیں جھٹلائیں حالانکہ تمہارا علم ان تک نہ پہنچتا تھا یا کیا کام کرتے تھے",
			"hi_kanzulimaan": "यहां तक कि जब सब हाज़िर होंगे (142फ) फ़रमाएगा क्या तुम ने मेरी आयतें झूटलाई हालांकि तुम्हारा इल्म उन तक न पहुंचा था (143फ) या क्या काम करते थे (144फ)",
			"author": "৮৪. অবশেষে তারা সকলে (হিসাব-নিকাশের স্থলে) এসে পৌঁছুবে, তখন বলা হবে, ‘তোমরা কি (চিন্তা-ভাবনা ছাড়াই) আমার নিদর্শনাবলীকে মিথ্যাপ্রতিপন্ন করতে? অথচ তোমরা (নিজেদের অপরিপক্ক) জ্ঞানে এগুলো পরিপূর্ণরূপে জানতেও না। অথবা (তোমরাই বলো) এ ছাড়া আর কী (কারণ) ছিল যাতে তোমরা (সত্যকে অস্বীকার) করতে।’"
		},
		{
			"_id": "3244",
			"sura": "27",
			"para": "20",
			"verses": "85",
			"names": "وَ وَقَعَ الۡقَوۡلُ عَلَیۡہِمۡ بِمَا ظَلَمُوۡا فَہُمۡ لَا  یَنۡطِقُوۡنَ ﴿۸۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ وَقَعَ الۡقَوۡلُ عَلَیۡہِمۡ بِمَا ظَلَمُوۡا فَہُمۡ لَا  یَنۡطِقُوۡنَ ﴿۸۵﴾ ",
			"index": "3244",
			"name": "এবং (শাস্তির) বাণী এসে পড়েছে তাদের উপর তাদের যুল্‌মের কারণে। সুতরাং এখন তারা আর কিছুই বলে না। ",
			"en_kanzulimaan": "And the Word has appeared upon them because of their injustice, so now they do not speak.",
			"ur_kanzulimaan": "اور بات پڑچکی ان پر ان کے ظلم کے سبب تو وہ اب کچھ نہیں بولتے",
			"hi_kanzulimaan": "और बात पड़ चुकी उनपर (145फ) उनके ज़ुल्म के कारण तो वो अब कुछ नहीं बोलते (146फ)",
			"author": "৮৫. আর তাদের বিরুদ্ধে (আমাদের) অঙ্গীকার বাস্তবায়ন হয়ে যাবে, কারণ, তারা অন্যায় অব্যাহত রেখেছিল। ফলে তারা (উত্তরে) কিছুই বলতে পারবে না।"
		},
		{
			"_id": "3245",
			"sura": "27",
			"para": "20",
			"verses": "86",
			"names": "اَلَمۡ  یَرَوۡا اَنَّا جَعَلۡنَا الَّیۡلَ  لِیَسۡکُنُوۡا فِیۡہِ وَ النَّہَارَ مُبۡصِرًا ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ  لِّقَوۡمٍ  یُّؤۡمِنُوۡنَ ﴿۸۶﴾ ",
			"number": "",
			"verses_PDMS": "اَلَمۡ  یَرَوۡا اَنَّا جَعَلۡنَا الَّیۡلَ  لِیَسۡکُنُوۡا فِیۡہِ وَ النَّہَارَ مُبۡصِرًا ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ  لِّقَوۡمٍ  یُّؤۡمِنُوۡنَ ﴿۸۶﴾ ",
			"index": "3245",
			"name": "তারা কি দেখে নি যে, আমি রাত সৃষ্টি করেছি যেন তারা বিশ্রাম নিতে পারে এবং দিন সৃষ্টি করেছি প্রদর্শনকারীরূপে; নিশ্চয় তাতে অবশ্যই নিদর্শনাদি রয়েছে ওই সব লোকের জন্য যারা ঈমান রাখে। ",
			"en_kanzulimaan": "Did they not see that We created the night for them to rest in, and created the day providing sight? Indeed in this are signs for the people who have faith.",
			"ur_kanzulimaan": "کیا انہوں نے نہ دیکھا کہ ہم نے رات بنائی کہ اس میں آرام کریں اور دن کو بنایا سوجھانے والا، بیشک اس میں ضرور نشانیاں ہیں ان لوگوں کے لیے کہ ایمان رکھتے ہیں",
			"hi_kanzulimaan": "क्या उन्होंने न देखा कि हमने रात बनाई कि उसमें आराम करें और दिन को बनाया सुझाने वाला, बेशक इसमें ज़रूर निशानियां हैं उन लोगों के लिये कि ईमान रखते हैं (147फ)",
			"author": "৮৬. তারা কি দেখে না যে, আমরা রাত্রি সৃষ্টি করেছি যাতে তারা এতে বিশ্রাম নিতে পারে এবং দিবসকে করেছি আলোকোজ্জ্বল (যাতে তারা জীবনের দৈনন্দিন প্রয়োজনীয় বিষয়াদি সারতে পারে)? নিশ্চয়ই এতে ঐসব লোকের জন্যে রয়েছে নিদর্শন যারা বিশ্বাস রাখে।"
		},
		{
			"_id": "3246",
			"sura": "27",
			"para": "20",
			"verses": "87",
			"names": "وَ یَوۡمَ یُنۡفَخُ فِی الصُّوۡرِ فَفَزِعَ مَنۡ فِی السَّمٰوٰتِ وَ مَنۡ فِی الۡاَرۡضِ اِلَّا مَنۡ شَآءَ  اللّٰہُ ؕ وَ  کُلٌّ   اَتَوۡہُ   دٰخِرِیۡنَ ﴿۸۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَوۡمَ یُنۡفَخُ فِی الصُّوۡرِ فَفَزِعَ مَنۡ فِی السَّمٰوٰتِ وَ مَنۡ فِی الۡاَرۡضِ اِلَّا مَنۡ شَآءَ  اللّٰہُ ؕ وَ  کُلٌّ   اَتَوۡہُ   دٰخِرِیۡنَ ﴿۸۷﴾ ",
			"index": "3246",
			"name": "এবং যে দিন ফুঁৎকার করা হবে শিঙ্গায়, তখন ভীত-বিহ্বল হয়ে পড়বে যতকিছু আসমানসমূহে রয়েছে এবং যতকিছু যমীনের মধ্যে রয়েছে, কিন্তু যাকে আল্লাহ্‌ ইচ্ছা করেন; আর সবাই তার সম্মুখে হাযির হবে বিনীত অবস্থায়। ",
			"en_kanzulimaan": "And the Day when the Trumpet is blown  so all those who are in the heavens and the earth will be terrified, except whomever Allah wills; and everyone has come to Him, in submission.",
			"ur_kanzulimaan": "اور جس دن پھونکا جائے گا صُور تو گھبرائے جائیں گے جتنے آسمانوں میں ہیں اور جتنے زمین میں ہیں مگر جسے خدا چاہے اور سب اس کے حضور حاضر ہوئے عاجزی کرتے",
			"hi_kanzulimaan": "और जिस दिन फूंका जाएगा सूर (148फ) तो घबराए जाएंगे जितने आसमानों में हैं और जितने ज़मीन में हैं (149फ) मगर जिसे ख़ुदा चाहे (150फ) और सब उसके हुज़ूर हाज़िर हुए आजिज़ी (गिड़गिड़ाते) करते (151फ)",
			"author": "৮৭. আর যে দিন শিঙ্গায় ফুঁক দেয়া হবে সে দিন আকাশমন্ডলী এবং পৃথিবীতে যারা রয়েছে তারা (সকলেই) ভীতসন্ত্রস্ত হয়ে পড়বে, যাদেরকে আল্লাহ্ চান তারা ব্যতীত। আর সকলেই তাঁর সমীপে উপস্থিত হবে অবনমিত হয়ে।"
		},
		{
			"_id": "3247",
			"sura": "27",
			"para": "20",
			"verses": "88",
			"names": "وَ تَرَی الۡجِبَالَ تَحۡسَبُہَا جَامِدَۃً  وَّ  ہِیَ تَمُرُّ مَرَّ السَّحَابِ ؕ صُنۡعَ اللّٰہِ  الَّذِیۡۤ اَتۡقَنَ کُلَّ شَیۡءٍ ؕ اِنَّہٗ  خَبِیۡرٌۢ  بِمَا تَفۡعَلُوۡنَ ﴿۸۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ تَرَی الۡجِبَالَ تَحۡسَبُہَا جَامِدَۃً  وَّ  ہِیَ تَمُرُّ مَرَّ السَّحَابِ ؕ صُنۡعَ اللّٰہِ  الَّذِیۡۤ اَتۡقَنَ کُلَّ شَیۡءٍ ؕ اِنَّہٗ  خَبِیۡرٌۢ  بِمَا تَفۡعَلُوۡنَ ﴿۸۸﴾ ",
			"index": "3247",
			"name": "এবং তুমি দেখবে পর্বতমালাকে মনে করবে যে, সেগুলো অটল হয়ে আছে এবং সেগুলো চলতে থাকবে মেঘের চলার ন্যায়। এটা আল্লাহ্‌র কাজ, যিনি প্রত্যেক বস্তুকে নৈপুণ্য সহকারে সৃষ্টি করেছেন। নিশ্চয় তিনি খবর রাখেন তোমাদের কর্মসমূহের। ",
			"en_kanzulimaan": "And you will see the mountains presuming them fixed whereas they will be moving like the clouds; this is Allahs making, Who created all things with wisdom; indeed He is Informed of what you do.",
			"ur_kanzulimaan": "اور تو دیکھے گا پہاڑوں کو خیال کرے گا کہ وہ جمے ہوئے ہیں اور وہ چلتے ہوں گے بادل کی چال یہ کام ہے اللہ کا جس نے حکمت سے بنائی ہر چیز، بیشک اسے خبر ہے تمہارے کاموں کی،",
			"hi_kanzulimaan": "और तू देखेगा पहाड़ों को, ख़याल करेगा कि वो जमे हुए हैं और वो चलते होंगे बादल की चाल (152फ) यह काम है अल्लाह का जिसने हिकमत से बनाई हर चीज़, बेशक उसे ख़बर है तुम्हारे कामों की",
			"author": "৮৮. আর (হে মানুষ!) তুমি পর্বতমালাকে দেখে মনে করবে তা স্থির রয়েছে অথচ সেগুলো হবে মেঘপুঞ্জের উড়ে চলার ন্যায় সঞ্চরণশীল। (এটি) আল্লাহ্ তা’আলার সৃষ্টিনৈপূণ্য যিনি সকল কিছুকে (প্রজ্ঞা ও কৌশলের দ্বারা) মজবুত ও সুদৃঢ় করে রেখেছেন। অবশ্যই তিনি সকল (কর্মকান্ডের) বিষয়ে খবর রাখেন যা তোমরা সম্পাদন করো।"
		},
		{
			"_id": "3248",
			"sura": "27",
			"para": "20",
			"verses": "89",
			"names": "مَنۡ جَآءَ  بِالۡحَسَنَۃِ  فَلَہٗ خَیۡرٌ  مِّنۡہَا ۚ وَ ہُمۡ  مِّنۡ  فَزَعٍ  یَّوۡمَئِذٍ  اٰمِنُوۡنَ ﴿۸۹﴾ ",
			"number": "",
			"verses_PDMS": "مَنۡ جَآءَ  بِالۡحَسَنَۃِ  فَلَہٗ خَیۡرٌ  مِّنۡہَا ۚ وَ ہُمۡ  مِّنۡ  فَزَعٍ  یَّوۡمَئِذٍ  اٰمِنُوۡنَ ﴿۸۹﴾ ",
			"index": "3248",
			"name": "যে ব্যক্তি সৎকর্ম নিয়ে আসবে তার জন্য তদপেক্ষা উত্তম প্রতিদান রয়েছে; এবং তাদের জন্য ওই দিনের ভয় থেকে নিরাপত্তা রয়েছে। ",
			"en_kanzulimaan": "Whoever brings a good deed  for him is a reward better than it; and they will be safe from the terror on that Day.",
			"ur_kanzulimaan": "جو نیکی لائے اس کے لیے اس سے بہتر صلہ ہے اور ان کو اس دن کی گھبراہٹ سے امان ہے",
			"hi_kanzulimaan": " जो नेकी लाए (153फ) उसके लिये इससे बेहतर सिला है (154फ) और उनको उस दिन की घबराहट से अमान है (155फ)",
			"author": "৮৯. যে ব্যক্তি (সে দিন) নেকী নিয়ে আগমন করবে তার জন্যে থাকবে এর চেয়েও উত্তম (প্রতিদান)। আর তারা সে দিন ভীতসন্ত্রস্ত হওয়া থেকে নিরাপদ ও প্রশান্তিতে থাকবে।"
		},
		{
			"_id": "3249",
			"sura": "27",
			"para": "20",
			"verses": "90",
			"names": "وَ مَنۡ جَآءَ بِالسَّیِّئَۃِ  فَکُبَّتۡ وُجُوۡہُہُمۡ  فِی النَّارِ ؕ ہَلۡ تُجۡزَوۡنَ  اِلَّا مَا کُنۡتُمۡ تَعۡمَلُوۡنَ ﴿۹۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ جَآءَ بِالسَّیِّئَۃِ  فَکُبَّتۡ وُجُوۡہُہُمۡ  فِی النَّارِ ؕ ہَلۡ تُجۡزَوۡنَ  اِلَّا مَا کُنۡتُمۡ تَعۡمَلُوۡنَ ﴿۹۰﴾ ",
			"index": "3249",
			"name": "এবং যারা অসৎকর্ম নিয়ে আসবে, তবে তাদেরকে অধোমুখ করে আগুনে নিক্ষেপ করা হবে। ‘তোমরা কী প্রতিফল পাবে? কিন্তু ওই কাজের জন্য যা তোমরা করছিলে’।",
			"en_kanzulimaan": "And whoever brings evil  so their faces will be dipped into the fire; what reward will you get, except what you did?",
			"ur_kanzulimaan": "اور جو بدی لائے تو ان کے منہ اوندھائے گئے آ گ میں تمہیں کیا بدلہ ملے گا مگر اسی کا جو کرتے تھے",
			"hi_kanzulimaan": "और जो बदी लाए (156फ) तो उनके मुंह औंधाए गए आग में (157फ) तुम्हें क्या बदला मिलेगा मगर उसी का जो करते थे (158फ)",
			"author": "৯০. আর যে ব্যক্তি মন্দ নিয়ে আগমন করবে তাদেরকে অধোমুখে (জাহান্নামের) অগ্নিতে নিক্ষেপ করা হবে। সুতরাং তোমাদেরকে তার প্রতিদানই দেয়া হবে যা তোমরা করতে।"
		},
		{
			"_id": "3250",
			"sura": "27",
			"para": "20",
			"verses": "91",
			"names": "اِنَّمَاۤ  اُمِرۡتُ اَنۡ اَعۡبُدَ رَبَّ ہٰذِہِ الۡبَلۡدَۃِ  الَّذِیۡ حَرَّمَہَا وَ لَہٗ  کُلُّ  شَیۡءٍ ۫ وَّ اُمِرۡتُ اَنۡ  اَکُوۡنَ مِنَ الۡمُسۡلِمِیۡنَ ﴿ۙ۹۱﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّمَاۤ  اُمِرۡتُ اَنۡ اَعۡبُدَ رَبَّ ہٰذِہِ الۡبَلۡدَۃِ  الَّذِیۡ حَرَّمَہَا وَ لَہٗ  کُلُّ  شَیۡءٍ ۫ وَّ اُمِرۡتُ اَنۡ  اَکُوۡنَ مِنَ الۡمُسۡلِمِیۡنَ ﴿ۙ۹۱﴾ ",
			"index": "3250",
			"name": "আমাকে তো এ-ই নির্দেশ দেওয়া হয়েছে যেন আমি ইবাদত করি এ শহরের রবের, যিনি সেটাকে সম্মানিত করেছেনে সব সবকিছু তারই। আর আমাকে নির্দেশ দেওয়া হয়েছে যেন আমি অনুগতদের অন্তর্ভুক্ত হই।",
			"en_kanzulimaan": "I (Prophet Mohammed - peace and blessings be upon him) have been commanded to worship the Lord of this city, Who has deemed it sacred, and everything belongs to Him; and I have been commanded to be among the obedient.",
			"ur_kanzulimaan": "مجھے تو یہی حکم ہوا ہے کہ پوجوں اس شہر کے رب کو جس نے اسے حرمت والا کیا ہے اور سب کچھ اسی کا ہے، اور مجھے حکم ہوا ہے کہ فرمانبرداروں میں ہوں،",
			"hi_kanzulimaan": "मुझे तो यही हुक्म हुआ है कि पूजूं इस शहर के रब को (159फ) जिसने इसे हुर्मत वाला किया है (160फ) और सब कुछ उसी का है, और मुझे हुक्म हुआ है कि फ़रमांबरदारी में हूँ",
			"author": "৯১. (আপনি তাদেরকে বলে দিন:) ‘আমাকে তো নির্দেশ প্রদান করা হয়েছে এ (মক্কা) শহরের প্রতিপালকের ইবাদত করতে যিনি একে সম্মানিত ও মর্যাদাবান করেছেন। আর সকল কিছু তাঁরই (অধিকারে)। আর আমাকে (এ) নির্দেশ(ও) দেয়া হয়েছে যে, আমি (আল্লাহ্‌র) অনুগতদের মধ্যে থাকবো,"
		},
		{
			"_id": "3251",
			"sura": "27",
			"para": "20",
			"verses": "92",
			"names": "وَ اَنۡ  اَتۡلُوَا الۡقُرۡاٰنَ ۚ فَمَنِ اہۡتَدٰی فَاِنَّمَا یَہۡتَدِیۡ لِنَفۡسِہٖ ۚ وَ مَنۡ ضَلَّ فَقُلۡ  اِنَّمَاۤ   اَنَا مِنَ  الۡمُنۡذِرِیۡنَ ﴿۹۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَنۡ  اَتۡلُوَا الۡقُرۡاٰنَ ۚ فَمَنِ اہۡتَدٰی فَاِنَّمَا یَہۡتَدِیۡ لِنَفۡسِہٖ ۚ وَ مَنۡ ضَلَّ فَقُلۡ  اِنَّمَاۤ   اَنَا مِنَ  الۡمُنۡذِرِیۡنَ ﴿۹۲﴾ ",
			"index": "3251",
			"name": "এবং এরও যেন ক্বোরআন পাঠ করি। সুতরাং যে সঠিক পথ পেয়েছে সে নিজের মঙ্গলের জন্য সৎপথ পেয়েছে। আর যে পথভ্রষ্ট হয়েছে, তবে আপনি বলে দিন, ‘আমি তো এ-ই সতর্ককারী হই’।",
			"en_kanzulimaan": "And to recite the Quran; so whoever attained the right path, has attained it for his own good; and whoever goes astray  so say, Indeed I am only a Herald of Warning.",
			"ur_kanzulimaan": "اور یہ کہ قرآن کی تلاوت کروں تو جس نے راہ پائی اس نے اپنے بھلے کو راہ پائی اور جو بہکے تو فرمادو کہ میں تو یہی ڈر سنانے والا ہوں",
			"hi_kanzulimaan": "और यह कि क़ुरआन की तिलावत(पाठ) करूं (161फ) तो जिसने राह पाई उसने अपने भले को राह पाई (162फ) और जो बहके (163फ) तो फ़रमा दो कि मैं तो यही डर सुनाने वाला हूँ (164फ)",
			"author": "৯২. এও যে, আমি কুরআন পাঠ করে শোনাতে থাকবো। সুতরাং যে ব্যক্তি হেদায়াত গ্রহণ করেছে সে ব্যক্তি নিজের উপকারের জন্যেই হেদায়াত গ্রহণ করেছে। আর যে ব্যক্তি ভ্রান্ত পথে রয়েছে তবে আপনি বলে দিন, ‘আমি তো কেবল সতর্ককারী’।"
		},
		{
			"_id": "3252",
			"sura": "27",
			"para": "20",
			"verses": "93",
			"names": "وَ قُلِ الۡحَمۡدُ لِلّٰہِ سَیُرِیۡکُمۡ اٰیٰتِہٖ فَتَعۡرِفُوۡنَہَا ؕ وَ مَا رَبُّکَ بِغَافِلٍ عَمَّا تَعۡمَلُوۡنَ ﴿۹۳﴾",
			"number": "",
			"verses_PDMS": "وَ قُلِ الۡحَمۡدُ لِلّٰہِ سَیُرِیۡکُمۡ اٰیٰتِہٖ فَتَعۡرِفُوۡنَہَا ؕ وَ مَا رَبُّکَ بِغَافِلٍ عَمَّا تَعۡمَلُوۡنَ ﴿۹۳﴾",
			"index": "3252",
			"name": "এবং বলুন, ‘সমস্ত প্রশংসা আল্লাহ্‌র জন্য; অবিলম্বে তিনি আপনাকে আপন নিদর্শনসমূহ দেখাবেন, তখন তোমরা সেগুলোকে চিনতে পারবে। এবং হে মাহবূব, আপনার রব অনবহিত নন, হে লোকেরা! তোমাদের কার্যাদি সম্পর্কে।",
			"en_kanzulimaan": "And proclaim, All praise is to Allah  He will soon show you His signs so you will recognise them; and (O dear Prophet Mohammed  peace and blessings be upon him) your Lord is not unaware of what you, O people, do.",
			"ur_kanzulimaan": "اور فرماؤ کہ سب خوبیاں اللہ کے لیے عنقریب وہ تمہیں اپنی نشانیاں دکھائے گا تو انہیں پہچان لو گے اور اے محبوب! تمہارا رب غافل نہیں، اے لوگو! تمہارے اعمال سے،",
			"hi_kanzulimaan": "और फ़रमाओ कि सब ख़ूबियां अल्लाह के लिये हैं, बहुत जल्द वह तुम्हें अपनी निशानियां दिखाएगा तो उन्हें पहचान लोगे (165फ) और ऐ मेहबूब तुम्हारा रब ग़ाफ़िल नहीं ऐ लोगो तुम्हारे कर्मों से",
			"author": "৯৩. আর আপনি বলে দিন, ‘সমস্ত প্রশংসা আল্লাহ্ তা’আলারই, অচিরেই তিনি তোমাদেরকে তাঁর নিদর্শনাবলী দেখাবেন; সুতরাং তোমরা তা চিনতে পারবে।’ আর আপনার প্রতিপালক সেসব কর্মকান্ড সম্পর্কে অনবহিত নন যা তোমরা করছো।"
		}
	]