[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "1708",
			"sura": "13",
			"para": "13",
			"verses": "1",
			"names": "الٓـمّٓرٰ ۟ تِلۡکَ اٰیٰتُ الۡکِتٰبِ ؕ وَ الَّذِیۡۤ اُنۡزِلَ اِلَیۡکَ مِنۡ رَّبِّکَ الۡحَقُّ وَ لٰکِنَّ اَکۡثَرَ  النَّاسِ لَا  یُؤۡمِنُوۡنَ ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "الٓـمّٓرٰ ۟ تِلۡکَ اٰیٰتُ الۡکِتٰبِ ؕ وَ الَّذِیۡۤ اُنۡزِلَ اِلَیۡکَ مِنۡ رَّبِّکَ الۡحَقُّ وَ لٰکِنَّ اَکۡثَرَ  النَّاسِ لَا  یُؤۡمِنُوۡنَ ﴿۱﴾ ",
			"index": "1708",
			"name": "আলিফ লা----ম মী-----ম্‌ রা—। এগুলো কিতাবের আয়াত; এবং তাই, যা (হে হাবীব!) আপনার প্রতি আপনার রবের নিকট থেকে অবতীর্ণ হয়েছে সত্য; কিন্তু অধিকাংশ মানুষ ঈমান আনে না।",
			"en_kanzulimaan": "Alif-Lam-Meem-Ra *; these are verses of the Book; and that which has been sent down upon you from your Lord is true, but most men do not believe. (* Alphabets of the Arabic language - Allah and to whomever He reveals, know their precise meanings.)",
			"ur_kanzulimaan": "یہ کتاب کی آیتیں ہیں اور وہ جو تمہاری طرف تمہارے رب کے پاس سے اترا حق ہے مگر اکثر آدمی ایمان نہیں لاتے",
			"hi_kanzulimaan": "ये किताब की आयतें हैं (2फ़) और वो जो तुम्हारी तरफ़ तुम्हारे रब के पास से उतरा (3फ) हक़ है (4फ़) मगर अक्सर आदमी ईमान नहीं लाते (5फ़)",
			"author": "১. আলিফ-লাম-মীম-রা। (প্রকৃত অর্থ আল্লাহ্ এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামই অধিক অবগত।) এগুলো আল্লাহ্‌র কিতাবের আয়াত, এবং যা কিছু আপনার প্রতিপালকের পক্ষ থেকে আপনার প্রতি অবতীর্ণ করা হয়েছে (তা) সত্য। কিন্তু অধিকাংশ মানুষ বিশ্বাস স্থাপন করে না।"
		},
		{
			"_id": "1709",
			"sura": "13",
			"para": "13",
			"verses": "2",
			"names": "اَللّٰہُ الَّذِیۡ رَفَعَ السَّمٰوٰتِ بِغَیۡرِ عَمَدٍ تَرَوۡنَہَا ثُمَّ  اسۡتَوٰی عَلَی الۡعَرۡشِ وَ سَخَّرَ الشَّمۡسَ وَ الۡقَمَرَ ؕ کُلٌّ یَّجۡرِیۡ لِاَجَلٍ مُّسَمًّی ؕ یُدَبِّرُ الۡاَمۡرَ یُفَصِّلُ الۡاٰیٰتِ لَعَلَّکُمۡ بِلِقَآءِ رَبِّکُمۡ تُوۡقِنُوۡنَ ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "اَللّٰہُ الَّذِیۡ رَفَعَ السَّمٰوٰتِ بِغَیۡرِ عَمَدٍ تَرَوۡنَہَا ثُمَّ  اسۡتَوٰی عَلَی الۡعَرۡشِ وَ سَخَّرَ الشَّمۡسَ وَ الۡقَمَرَ ؕ کُلٌّ یَّجۡرِیۡ لِاَجَلٍ مُّسَمًّی ؕ یُدَبِّرُ الۡاَمۡرَ یُفَصِّلُ الۡاٰیٰتِ لَعَلَّکُمۡ بِلِقَآءِ رَبِّکُمۡ تُوۡقِنُوۡنَ ﴿۲﴾ ",
			"index": "1709",
			"name": "আল্লাহ্‌ তিনিই, যিনি আসমানগুলোকে ঊর্ধ্বদেশে স্থাপন করেছেন এমন সব স্তম্ভ ব্যতীত, যেগুলো তোমরা দেখতে পাও। অতঃপর আরশের উপর ‘ইস্তিওয়া’ ফরামায়েছেন (সমাসীন হন) যেভাবে তাঁর মর্যাদার জন্য শোভা পায় এবং সূর্য ও চন্দ্রকে অনুগত করে রেখেছেন, প্রত্যেকটি একটি নির্দিষ্ট প্রতিশ্রুত কাল পর্যন্ত আবর্তন করতে থাকবে; আল্লাহ্‌ কর্মের ব্যবস্থাপনা করেন এবং বিশদভাবে নিদর্শনাদি বর্ণনা করেন, যাতে তোমরা তোমাদের রবের সম্পর্কে নিশ্চিত বিশ্বাস করো। ",
			"en_kanzulimaan": "It is Allah Who raised up the heavens without columns for you to observe, then (befitting His Majesty) established Himself upon the Throne (of control), then subjected the sun and the moon; each one runs for up to an appointed term; Allah plans the works and explain the signs in detail, so that you may believe in meeting with your Lord.",
			"ur_kanzulimaan": "اللہ ہے جس نے آسمانوں کو بلند کیا بے ستونوں کے کہ تم دیکھو پھر عرش پر استوا فرمایا جیسا اس کی شان کے لائق ہے اور سورج اور چاند کو مسخر کیا ہر ایک، ایک ٹھہرائے ہوئے وعدہ تک چلتا ہے اللہ کام کی تدبیر فرماتا اور مفصل نشانیاں بتاتا ہے کہیں تم اپنے رب رب کا ملنا یقین کرو",
			"hi_kanzulimaan": "अल्लाह है जिसने आसमानों को बलन्द किया बे सुतूनों {खम्भों} के कि तुम देखो (6फ़) फिर अर्श पर इस्तिवा फ़रमाया जैसा उसकी शान के लायक़ है और सूरज और चांद को मुसख़्खर किया (7फ़) हर एक एक ठहराए हुए वादे तक चलता है (8फ) अल्लाह काम की तदबीर फ़रमाता और तफ़सील से निशानियां बताता है (9फ़) कहीं तुम अपने रब का मिलना यक़ीन करो (10फ़)",
			"author": "২. আর তিনি আল্লাহ্, যিনি আকাশমন্ডলীকে স্তম্ভ ব্যতীত (শূন্যে) সমুন্নত করেছেন যেমনটি তোমরা দেখতে পাচ্ছো। অতঃপর তিনি (সারা জাহানের উপর বেষ্টিত স্বীয়) কর্তৃত্বের সিংহাসনে অধিষ্ঠিত হয়েছেন এবং সূর্য ও চন্দ্রকে নিয়মের অনুগামী করেছেন। প্রত্যেকে স্বীয় নির্ধারিত সময়ে (আবর্তন পূর্ণ করতে নিজ নিজ কক্ষপথে) পরিভ্রমণ করে। তিনিই (সমস্ত জগতের) সকল নিয়মের কৌশল নির্ধারণ করে দেন। (সকল) নিদর্শনাবলী (অথবা প্রাকৃতিক নিয়মাবলী) বিস্তারিতভাবে সুস্পষ্ট করে দেন যাতে তোমরা তোমাদের প্রতিপালকের সম্মুখে উপস্থিত হওয়ায় বিশ্বাস স্থাপন করো।"
		},
		{
			"_id": "1710",
			"sura": "13",
			"para": "13",
			"verses": "3",
			"names": "وَ ہُوَ الَّذِیۡ مَدَّ الۡاَرۡضَ وَ جَعَلَ  فِیۡہَا رَوَاسِیَ وَ اَنۡہٰرًا ؕ وَ مِنۡ کُلِّ الثَّمَرٰتِ جَعَلَ فِیۡہَا زَوۡجَیۡنِ اثۡنَیۡنِ یُغۡشِی الَّیۡلَ النَّہَارَ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ لِّقَوۡمٍ  یَّتَفَکَّرُوۡنَ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الَّذِیۡ مَدَّ الۡاَرۡضَ وَ جَعَلَ  فِیۡہَا رَوَاسِیَ وَ اَنۡہٰرًا ؕ وَ مِنۡ کُلِّ الثَّمَرٰتِ جَعَلَ فِیۡہَا زَوۡجَیۡنِ اثۡنَیۡنِ یُغۡشِی الَّیۡلَ النَّہَارَ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ لِّقَوۡمٍ  یَّتَفَکَّرُوۡنَ ﴿۳﴾ ",
			"index": "1710",
			"name": "এবং তিনিই হন, যিনি যমীনকে বিস্তৃত করেছেন এবং তাঁতে (নোঙ্গররূপী) পর্বতমালা ও নদীসমূহ সৃষ্টি করেছেন; এবং যমীনের মধ্যে প্রত্যেক প্রকারের ফল দু’ দু’ প্রকারের সৃষ্টি করেছেন। রাত দ্বারা দিনকে আচ্ছাদিত করেন। নিশ্চয় এ’তে নিদর্শনাদি রয়েছে চিন্তাশীলদের জন্য। ",
			"en_kanzulimaan": "And it is He Who spread out the earth and made mountains as anchors and rivers in it; and in it made all kinds of fruits in pairs - He covers the night with the day; indeed in this are signs for people who ponder.",
			"ur_kanzulimaan": "اور وہی ہے جس نے زمین کو پھیلا اور اس میں لنگر اور نہریں بنائیں، اور زمین ہر قسم کے پھل دو دو طرح کے بنائے رات سے دن کو چھپا لیتا ہے، بیشک اس میں نشانیاں ہیں دھیان کرنے والوں کو",
			"hi_kanzulimaan": "और वही है जिसने ज़मीन को फैलाया और उसमें लंगर (11फ) और नहरें बनाई और ज़मीन में हर क़िस्म के फल दो दो तरह के बनाए (12फ) रात से दिन को छुपा लेता है, बेशक इसमें निशानियाँ हैं ध्यान करने वालों को (13फ)",
			"author": "৩. আর তিনিই (গোলাকার হওয়া সত্তেও) পৃথিবীকে প্রসারিত করেছেন এবং এতে পর্বত ও নদী সৃষ্টি করেছেন। আর প্রত্যেক প্রকারের ফলমূল সৃষ্টি করেছেন জোড়ায় জোড়ায়। (তিনিই) রাতের দ্বারা দিনকে আচ্ছাদিত করেন। নিশ্চয়ই এতে চিন্তাশীলদের জন্যে রয়েছে (অনেক) নিদর্শন ।"
		},
		{
			"_id": "1711",
			"sura": "13",
			"para": "13",
			"verses": "4",
			"names": "وَ فِی الۡاَرۡضِ قِطَعٌ مُّتَجٰوِرٰتٌ وَّ جَنّٰتٌ مِّنۡ اَعۡنَابٍ وَّ زَرۡعٌ وَّ نَخِیۡلٌ صِنۡوَانٌ وَّ غَیۡرُ صِنۡوَانٍ یُّسۡقٰی بِمَآءٍ وَّاحِدٍ ۟ وَ نُفَضِّلُ بَعۡضَہَا عَلٰی بَعۡضٍ فِی الۡاُکُلِ ؕ اِنَّ فِیۡ ذٰلِکَ  لَاٰیٰتٍ  لِّقَوۡمٍ  یَّعۡقِلُوۡنَ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ فِی الۡاَرۡضِ قِطَعٌ مُّتَجٰوِرٰتٌ وَّ جَنّٰتٌ مِّنۡ اَعۡنَابٍ وَّ زَرۡعٌ وَّ نَخِیۡلٌ صِنۡوَانٌ وَّ غَیۡرُ صِنۡوَانٍ یُّسۡقٰی بِمَآءٍ وَّاحِدٍ ۟ وَ نُفَضِّلُ بَعۡضَہَا عَلٰی بَعۡضٍ فِی الۡاُکُلِ ؕ اِنَّ فِیۡ ذٰلِکَ  لَاٰیٰتٍ  لِّقَوۡمٍ  یَّعۡقِلُوۡنَ ﴿۴﴾ ",
			"index": "1711",
			"name": "এবং যমীনের বিভিন্ন ভূ-খণ্ড রয়েছে আর রয়েছেও পাশাপাশি; এবং বাগান রয়েছে আঙ্গুরের আর শস্য ক্ষেত্র ও খেজুরের গাছ একটা গুড়ি থেকে উৎপন্ন এবং পৃথক পৃথকভাবে সবকটি একই পানি দ্বারা সিঞ্চিত হয়। আর ফলগুলোর মধ্যে আমি একটাকে অপরটা অপেক্ষা উত্তম করি। নিশ্চয় এতে নিদর্শনাদি রয়েছে বিবেকবানদের জন্য। ",
			"en_kanzulimaan": "And in the earth are various regions, and are close to each other - and gardens of grapes and fields, and date-palms, growing from a single branch and separately, all being given one water; and in fruits, We make some better than others in eating; indeed in this are signs for people of intellect.",
			"ur_kanzulimaan": "اور زمین کے مختلف قطعے ہیں اور ہیں پاس پاس اور باغ ہیں انگوروں کے اور کھیتی اور کھجور کے پیڑ ایک تھالے (تھال) سے اُگے اور الگ الگ سب کو ایک ہی پانی دیا جا تا ہے اور پھلوں میں ہم ایک کو دوسرے سے بہتر کرتے ہیں، بیشک اس میں نشانیاں ہیں عقل مندوں کے لیے",
			"hi_kanzulimaan": "और ज़मीन के मुख़्तलिफ़ {विभिन्न} क़तए {खंड} हैं और हैं पास पास (14फ) और बाग़ है अंगूर के और खेती और खजूर के पेड़ एक थाले से आगे और अलग अलग सब को एक ही पानी दिया जाता है, और फलों में हम एक को दूसरे से बेहतर करते हैं, बेशक इसमें निशानियाँ हैं अक़्लमन्दों के लिये(15फ)",
			"author": "৪. আর পৃথিবীতে রয়েছে (বিভিন্ন প্রকারের) ভুখন্ড, যেগুলো পরস্পর সংলগ্ন, আর রয়েছে আঙ্গুরের বাগান, শস্যক্ষেত্র এবং গুচ্ছবিশিষ্ট ও গুচ্ছবিহীন খেজুর বৃক্ষ। এ সবকিছুই সিঞ্চিত (অর্থাৎ সেচ দেওয়া হয়) একই পানি দ্বারা। আর (এতদসত্তেও) আমরা স্বাদে কতককে কতকের উপর শ্রেষ্ঠত্ব দিয়েছি। নিশ্চয়ই এতে বুদ্ধিমানদের জন্যে রয়েছে (মহান) নিদর্শন।"
		},
		{
			"_id": "1712",
			"sura": "13",
			"para": "13",
			"verses": "5",
			"names": "وَ اِنۡ تَعۡجَبۡ فَعَجَبٌ قَوۡلُہُمۡ ءَ اِذَا کُنَّا تُرٰبًا ءَ اِنَّا لَفِیۡ خَلۡقٍ جَدِیۡدٍ ۬ؕ اُولٰٓئِکَ الَّذِیۡنَ  کَفَرُوۡا بِرَبِّہِمۡ ۚ وَ اُولٰٓئِکَ  الۡاَغۡلٰلُ فِیۡۤ  اَعۡنَاقِہِمۡ ۚ وَ اُولٰٓئِکَ اَصۡحٰبُ  النَّارِ ۚ ہُمۡ  فِیۡہَا  خٰلِدُوۡنَ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنۡ تَعۡجَبۡ فَعَجَبٌ قَوۡلُہُمۡ ءَ اِذَا کُنَّا تُرٰبًا ءَ اِنَّا لَفِیۡ خَلۡقٍ جَدِیۡدٍ ۬ؕ اُولٰٓئِکَ الَّذِیۡنَ  کَفَرُوۡا بِرَبِّہِمۡ ۚ وَ اُولٰٓئِکَ  الۡاَغۡلٰلُ فِیۡۤ  اَعۡنَاقِہِمۡ ۚ وَ اُولٰٓئِکَ اَصۡحٰبُ  النَّارِ ۚ ہُمۡ  فِیۡہَا  خٰلِدُوۡنَ ﴿۵﴾ ",
			"index": "1712",
			"name": "এবং যদি আপনি বিস্মিত হন তবে বিস্ময় তো তাদের এ কথারই যে, ‘আমরা কি মাটিতে পরিণত হওয়ার পর নতুন সৃষ্টিতে পরিণত হবো?’ এবং তারাই হচ্ছে, যারা আপন রবকে অস্বীকার করেছে এবং তারাই হচ্ছে- যাদের ঘাড়ে শিকল থাকবে এবং তারা দোযখবাসী; তাদেরকে সেখানে (স্থায়ীভাবে) থাকতে হবে। ",
			"en_kanzulimaan": "And if you are amazed, then indeed the amazement is at their saying that, Will we, after having turned to dust, be created anew? They are those who have disbelieved in their Lord; and they are those who will have shackles around their necks; and they are the people of hell; remaining in it forever.",
			"ur_kanzulimaan": "اور اگر تم تعجب کرو تو اچنبھا تو ان کے اس کہنے کا ہے کہ کیا ہم مٹی ہو کر پھر نئے بنیں گے وہ ہیں جو اپنے رب سے منکر ہوئے اور وہ ہیں جن کی گردنوں میں طوق ہوں گے اور وہ دوزخ والے ہیں انھیں اسی میں رہنا،",
			"hi_kanzulimaan": "और अगर तुम ताजुब करो (16फ) तो अचंभा तो उनके इस कहने का है कि क्या हम मिट्टी होकर फिर नए बनेंगे (17फ) वो हैं जो अपने रब से मुन्कर हुए और वो हैं जिन की गर्दनों में तौक़ होंगे (18फ) और वो दोज़ख़ वाले हैं, उन्हें उसी में रहना",
			"author": "৫. আর (কাফেরদের অস্বীকারের কারণে) যদি আপনি বিস্মিত হন, তবে (অধিকতর) বিস্ময়কর তাদের এ কথা: ‘(মৃত্যুর পর) যখন আমরা মাটিতে পরিণত হবো, তখনও কি আমাদেরকে নতুন করে সৃষ্টি করা হবে?’ তারাই সেসব লোক যারা তাদের প্রতিপালককে অস্বীকার করে এবং তাদের গর্দানে শিকল (পড়ানো) থাকবে, আর তারাই জাহান্নামী, তাতে তারা চিরকাল থাকবে।"
		},
		{
			"_id": "1713",
			"sura": "13",
			"para": "13",
			"verses": "6",
			"names": "وَ یَسۡتَعۡجِلُوۡنَکَ بِالسَّیِّئَۃِ قَبۡلَ الۡحَسَنَۃِ وَ قَدۡ خَلَتۡ مِنۡ قَبۡلِہِمُ الۡمَثُلٰتُ ؕ وَ اِنَّ رَبَّکَ لَذُوۡ مَغۡفِرَۃٍ  لِّلنَّاسِ عَلٰی ظُلۡمِہِمۡ ۚ وَ اِنَّ رَبَّکَ لَشَدِیۡدُ  الۡعِقَابِ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَسۡتَعۡجِلُوۡنَکَ بِالسَّیِّئَۃِ قَبۡلَ الۡحَسَنَۃِ وَ قَدۡ خَلَتۡ مِنۡ قَبۡلِہِمُ الۡمَثُلٰتُ ؕ وَ اِنَّ رَبَّکَ لَذُوۡ مَغۡفِرَۃٍ  لِّلنَّاسِ عَلٰی ظُلۡمِہِمۡ ۚ وَ اِنَّ رَبَّکَ لَشَدِیۡدُ  الۡعِقَابِ ﴿۶﴾ ",
			"index": "1713",
			"name": "এবং আপনার নিকট তারা শাস্তি তাড়াতাড়ি চাচ্ছে- রহমতের পূর্বে এবং তাদের পূর্ববর্তীদের শাস্তি হয়ে গেছে। আর নিশ্চয় আপনার রব তো লোকদের অত্যাচারের উপরও তাদেরকে এক ধরণের ক্ষমা করে দেন; এবং নিশ্চয় আপনার রবের শাস্তি কঠোর।",
			"en_kanzulimaan": "And they urge you to hasten the punishment before the mercy, whereas the punishments of those before them have concluded; and indeed your Lord gives the people a sort of pardon * despite their injustice; and indeed the punishment of your Lord is severe. (* By delaying their punishment despite their disbelief.)",
			"ur_kanzulimaan": "اور تم سے عذاب کی جلدی کرتے ہیں رحمت سے پہلے اور ان اگلوں کی سزائیں ہوچکیں اور بیشک تمہارا رب تو لوگوں کے ظلم پر بھی انہیں ایک طرح کی معافی دیتا ہے اور بیشک تمہارے رب کا عذاب سخت ہے",
			"hi_kanzulimaan": "और तुम से अज़ाब की जल्दी करते हैं रहमत से पहले (19फ) और उनसे अगलों की सज़ाएं हो चुकीं (20फ) और बेशक तुम्हारा रब तो लोगों के ज़ुल्म पर भी उन्हें एक तरह की माफ़ी देता है (21फ) और बेशक तुम्हारे रब का अज़ाब सख़्त है (22फ)",
			"author": "৬. আর তারা কল্যাণের পূর্বে আপনার কাছে শাস্তি অন্বেষণে দ্রুততা কামনা করে, অথচ তাদের পূর্বে বহু শাস্তি অতিবাহিত হয়েছে। আর ( হে হাবীব!) নিশ্চয়ই আপনার প্রতিপালক মানুষের প্রতি, তাদের যুলুম সত্তেও ক্ষমাশীল। তবে নিশ্চিতভাবে আপনার প্রতিপালক শাস্তি দানেও কঠোর।"
		},
		{
			"_id": "1714",
			"sura": "13",
			"para": "13",
			"verses": "7",
			"names": "وَ  یَقُوۡلُ  الَّذِیۡنَ  کَفَرُوۡا لَوۡ لَاۤ  اُنۡزِلَ عَلَیۡہِ اٰیَۃٌ  مِّنۡ رَّبِّہٖ ؕ اِنَّمَاۤ  اَنۡتَ مُنۡذِرٌ وَّ  لِکُلِّ  قَوۡمٍ  ہَادٍ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ  یَقُوۡلُ  الَّذِیۡنَ  کَفَرُوۡا لَوۡ لَاۤ  اُنۡزِلَ عَلَیۡہِ اٰیَۃٌ  مِّنۡ رَّبِّہٖ ؕ اِنَّمَاۤ  اَنۡتَ مُنۡذِرٌ وَّ  لِکُلِّ  قَوۡمٍ  ہَادٍ ﴿۷﴾ ",
			"index": "1714",
			"name": "এবং কাফিররা বলে, ‘তাঁর উপর তাঁর রবের নিকট থেকে কোন নিদর্শন কেন অবতীর্ণ হয় নি?’ আপনি তো সতর্ককারী এবং প্রত্যেক সম্প্রদায়ের পথ প্রদর্শক। ",
			"en_kanzulimaan": "The disbelievers say, Why is not a sign sent down upon him from his Lord? You are purely a Herald of Warning, and a guide for all nations.",
			"ur_kanzulimaan": "اور کا فر کہتے ہیں ان پر ان کی طرف سے کوئی نشانی کیو ں نہیں اتری تم تو ڈر سنانے والے ہو اور ہر قوم کے ہادی",
			"hi_kanzulimaan": "और काफ़िर कहते हैं उनपर उनकी तरफ़ से कोई निशानी क्यों नहीं उतरी (23फ) तुम तो डर सुनाने वाले हो और हर क़ौम के हादी (24फ)",
			"author": "৭. আর কাফেরেরা বলে, ‘(এ রাসূল)-এঁর প্রতি তাঁর প্রতিপালকের পক্ষ থেকে কোনো নিদর্শন কেন অবতীর্ণ হয়নি?’ (হে সম্মানিত রাসূল!) আপনি তো কেবল (নাফরমানদের খারাপ পরিণতির ব্যাপারে) সতর্ককারী এবং (পৃথিবীর) সকল সম্প্রদায়ের পথ-প্রদর্শক।"
		},
		{
			"_id": "1715",
			"sura": "13",
			"para": "13",
			"verses": "8",
			"names": "اَللّٰہُ یَعۡلَمُ مَا تَحۡمِلُ کُلُّ اُنۡثٰی وَ مَا تَغِیۡضُ الۡاَرۡحَامُ وَ  مَا تَزۡدَادُ ؕ وَ کُلُّ شَیۡءٍ عِنۡدَہٗ  بِمِقۡدَارٍ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "اَللّٰہُ یَعۡلَمُ مَا تَحۡمِلُ کُلُّ اُنۡثٰی وَ مَا تَغِیۡضُ الۡاَرۡحَامُ وَ  مَا تَزۡدَادُ ؕ وَ کُلُّ شَیۡءٍ عِنۡدَہٗ  بِمِقۡدَارٍ ﴿۸﴾ ",
			"index": "1715",
			"name": "আল্লাহ্‌ জানেন যা কিছু কোন মাদীর গর্ভে থাকে এবং জরায়ুতে যা কিছু কম ও বাড়ে; এবং প্রত্যেক বস্তু তাঁর নিকট একটা নির্দিষ্ট পরিমাণে রয়েছে।",
			"en_kanzulimaan": "Allah knows all what is inside the womb of every female, and every increase and decrease of the wombs; and all things are with Him by a set measure.",
			"ur_kanzulimaan": "اللہ جانتا ہے جو کچھ کسی مادہ کے پیٹ میں ہے اور پیٹ جو کچھ گھٹتے بڑھتے ہیں اور ہر چیز اس کے پاس ایک اندازے سے ہے",
			"hi_kanzulimaan": "अल्लाह जानता है जो कुछ किसी मादा के पेट में है (25फ) और पेट जो कुछ घटते और बढ़ते हैं (26फ) और हर चीज़ उसके पास एक अन्दाज़े से है (27फ)",
			"author": "৮. আল্লাহ্ জানেন, যা প্রত্যেক নারী স্বীয় গর্ভে ধারণ করে এবং জরায়ু যে পরিমাণ সঙ্কুচিত হয় ও যে পরিমাণ বৃদ্ধি পায়। আর সবকিছুই তাঁর নিকট নির্ধারিত পরিমাণে রয়েছে।"
		},
		{
			"_id": "1716",
			"sura": "13",
			"para": "13",
			"verses": "9",
			"names": "عٰلِمُ الۡغَیۡبِ وَ الشَّہَادَۃِ  الۡکَبِیۡرُ الۡمُتَعَالِ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "عٰلِمُ الۡغَیۡبِ وَ الشَّہَادَۃِ  الۡکَبِیۡرُ الۡمُتَعَالِ ﴿۹﴾ ",
			"index": "1716",
			"name": "প্রত্যেক গোপন ও প্রকাশ্যের জ্ঞানী; সবচেয়ে মহান, সর্বোচ্চ মর্যাদাবান। ",
			"en_kanzulimaan": "The All Knowing of all things hidden and visible, the Great, the Supreme.",
			"ur_kanzulimaan": "ہر چھپے اور کھلے کا جاننے والا سب سے بڑا بلندی والا",
			"hi_kanzulimaan": "हर छुपे और खुले का जानने वाला सबसे बड़ा बलन्दी वाला (28फ)",
			"author": "৯. তিনি সকল অদৃশ্য ও দৃশ্যমান সম্পর্কে অবগত, সুমহান (এবং) সুউচ্চ মর্যাদার অধিকারী।"
		},
		{
			"_id": "1717",
			"sura": "13",
			"para": "13",
			"verses": "10",
			"names": "سَوَآءٌ  مِّنۡکُمۡ مَّنۡ اَسَرَّ الۡقَوۡلَ وَ مَنۡ جَہَرَ بِہٖ وَ مَنۡ ہُوَ مُسۡتَخۡفٍۭ بِالَّیۡلِ وَ سَارِبٌۢ  بِالنَّہَارِ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "سَوَآءٌ  مِّنۡکُمۡ مَّنۡ اَسَرَّ الۡقَوۡلَ وَ مَنۡ جَہَرَ بِہٖ وَ مَنۡ ہُوَ مُسۡتَخۡفٍۭ بِالَّیۡلِ وَ سَارِبٌۢ  بِالنَّہَارِ ﴿۱۰﴾ ",
			"index": "1717",
			"name": "সমানই- যে তোমাদের মধ্যে কথা নীরবে বলে এবং যে সরবে বলে আর যে রাতে আত্নগোপন করে এবং দিনের বেলায় পথে বিচরণ করে। ",
			"en_kanzulimaan": "Equal * are the one among you who speaks softly and one who speaks aloud, and one who is hidden during the night and one who walks during the daytime. (* For Allah.)",
			"ur_kanzulimaan": "برابر ہیں جو تم میں بات آہستہ کہے اور جو آواز سے اور جو رات میں چھپا ہے اور جو دن میں راہ چلتا ہے",
			"hi_kanzulimaan": "बराबर हैं जो तुम में बात आहिस्ता कहे और जो आवाज़ से और जो रात में छुपा है और जो दिन में राह चलता है (29फ)",
			"author": "১০. তোমাদের মধ্যে যে গোপনে কথা বলে আর যে প্রকাশ্যে কথা বলে, যে রাতে (অন্ধকারে) সুপ্ত আর যে দিনের (আলোয়) বিচরণ করে, (তাঁর কাছে) সবই সমান।"
		},
		{
			"_id": "1718",
			"sura": "13",
			"para": "13",
			"verses": "11",
			"names": "لَہٗ  مُعَقِّبٰتٌ مِّنۡۢ بَیۡنِ یَدَیۡہِ وَ مِنۡ خَلۡفِہٖ  یَحۡفَظُوۡنَہٗ  مِنۡ اَمۡرِ اللّٰہِ ؕ اِنَّ اللّٰہَ  لَا یُغَیِّرُ مَا بِقَوۡمٍ حَتّٰی یُغَیِّرُوۡا مَا بِاَنۡفُسِہِمۡ ؕ وَ  اِذَاۤ   اَرَادَ  اللّٰہُ بِقَوۡمٍ سُوۡٓءًا فَلَا مَرَدَّ  لَہٗ ۚ وَ مَا لَہُمۡ  مِّنۡ  دُوۡنِہٖ مِنۡ  وَّالٍ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "لَہٗ  مُعَقِّبٰتٌ مِّنۡۢ بَیۡنِ یَدَیۡہِ وَ مِنۡ خَلۡفِہٖ  یَحۡفَظُوۡنَہٗ  مِنۡ اَمۡرِ اللّٰہِ ؕ اِنَّ اللّٰہَ  لَا یُغَیِّرُ مَا بِقَوۡمٍ حَتّٰی یُغَیِّرُوۡا مَا بِاَنۡفُسِہِمۡ ؕ وَ  اِذَاۤ   اَرَادَ  اللّٰہُ بِقَوۡمٍ سُوۡٓءًا فَلَا مَرَدَّ  لَہٗ ۚ وَ مَا لَہُمۡ  مِّنۡ  دُوۡنِہٖ مِنۡ  وَّالٍ ﴿۱۱﴾ ",
			"index": "1718",
			"name": "মানুষের জন্য পালাক্রমে আগমনকারী ফিরিশ্‌তা রয়েছে তাঁর সম্মুখে ও পশ্চাতে, যারা আল্লাহ্‌র আদেশে তাঁর রক্ষণাবেক্ষণ করে। নিশ্চয় আল্লাহ্‌ কোন সম্প্রদায়ের নিকট থেকে তাঁর নি’মাতের পরিবর্তন করেন না যতক্ষন পর্যন্ত তারা নিজেরা নিজেদের অবস্থার পরিবর্তন করে না এবং যখন আল্লাহ্‌ কোন সম্প্রদায়ের অমঙ্গল চান তখন সেটা রদ হতে পারে না এবং তিনি ব্যতীত তাদের কোন সাহায্যকারী নেই। ",
			"en_kanzulimaan": "For man are angels of alternating duties, in front and behind him, who guard him by Allahs command; indeed Allah does not change His favour upon any nation until they change their own condition; and when Allah wills misfortune for a nation, it cannot be repelled; and they do not have any supporter besides Him.",
			"ur_kanzulimaan": "آدمی کے لیے بدلی والے فرشتے ہیں اس کے آگے پیچھے کہ بحکم خدا اس کی حفاظت کرتے ہیں بیشک اللہ کسی قوم سے اپنی نعمت نہیں بدلتا جب تک وہ خود اپنی حالت نہ بدلیں، اور جب کسی قوم سے برائی چاہے تو وہ پھر نہیں سکتی، اور اس کے سوا ان کا کوئی حمایتی نہیں",
			"hi_kanzulimaan": "आदमी के लिये बदली वाले फ़रिश्ते हैं उसके आगे पीछे (30फ) कि बेहुक्म ख़ुदा उसकी हिफ़ाज़त करते हैं (31फ) बेशक अल्लाह किसी क़ौम से अपनी नेअमत नहीं बदलता जब तक वह ख़ुद (32फ) अपनी हालत न बदल दें और जब अल्लाह किसी क़ौम से बुराई चाहे (33फ) तो वह फिर नहीं सकती और उसके सिवा उसका कोई हिमायती नहीं (34फ)",
			"author": "১১. (প্রত্যেক) মানুষের জন্যে তার সম্মুখে এবং পশ্চাতে একের পর আরেক আগমনকারী (ফেরেশতা) রয়েছে, যারা আল্লাহ্‌র নির্দেশে তার রক্ষণাবেক্ষণ করে। নিশ্চয়ই আল্লাহ্ কোনো সম্প্রদায়ের অবস্থা পরিবর্তন করেন না, যতক্ষণ পর্যন্ত না তারা নিজেরা নিজেদের পরিবর্তন করে। আর যখন আল্লাহ্ কোনো সম্প্রদায়কে (তাদের অপকর্মের কারণে) শাস্তি দেয়ার ইচ্ছা করেন, তখন না কেউ তা রদ করতে পারে আর না তার জন্যে আল্লাহ্‌র বিপরীতে কোনো সাহায্যকারী রয়েছে।"
		},
		{
			"_id": "1719",
			"sura": "13",
			"para": "13",
			"verses": "12",
			"names": "ہُوَ  الَّذِیۡ یُرِیۡکُمُ  الۡبَرۡقَ خَوۡفًا وَّ طَمَعًا  وَّ یُنۡشِیٴُ  السَّحَابَ  الثِّقَالَ ﴿ۚ۱۲﴾  ",
			"number": "",
			"verses_PDMS": "ہُوَ  الَّذِیۡ یُرِیۡکُمُ  الۡبَرۡقَ خَوۡفًا وَّ طَمَعًا  وَّ یُنۡشِیٴُ  السَّحَابَ  الثِّقَالَ ﴿ۚ۱۲﴾  ",
			"index": "1719",
			"name": "তিনিই হন, যিনি তোমাদেরকে বিজ্‌লী দেখান ভয় ও আশার নিমিত্ত এবং উত্তোলন করেন ভারী মেঘমালা; ",
			"en_kanzulimaan": "It is He Who shows you the lightning, for fear and for hope, and raises the heavy clouds.",
			"ur_kanzulimaan": "وہی ہے تمہیں بجلی دکھاتا ہے ڈر کو اور امید کو اور بھاری بدلیاں اٹھاتا ہے،",
			"hi_kanzulimaan": "वही है तुम्हें बिजली दिखाता है डर को और उम्मीद को (35फ) और भारी बदलियाँ उठाता है",
			"author": "১২. তিনিই তোমাদেরকে (কখনো) ভয় দেখাতে এবং (কখনো) আশান্বিত করতে বিজলী দেখান। আর (কখনো) ভারী (ঘন) মেঘমালা তুলে ধরেন।"
		},
		{
			"_id": "1720",
			"sura": "13",
			"para": "13",
			"verses": "13",
			"names": "وَ یُسَبِّحُ الرَّعۡدُ بِحَمۡدِہٖ  وَ الۡمَلٰٓئِکَۃُ مِنۡ خِیۡفَتِہٖ ۚ وَ یُرۡسِلُ الصَّوَاعِقَ فَیُصِیۡبُ بِہَا مَنۡ یَّشَآءُ  وَ ہُمۡ  یُجَادِلُوۡنَ فِی اللّٰہِ ۚ وَ ہُوَ  شَدِیۡدُ الۡمِحَالِ ﴿ؕ۱۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ یُسَبِّحُ الرَّعۡدُ بِحَمۡدِہٖ  وَ الۡمَلٰٓئِکَۃُ مِنۡ خِیۡفَتِہٖ ۚ وَ یُرۡسِلُ الصَّوَاعِقَ فَیُصِیۡبُ بِہَا مَنۡ یَّشَآءُ  وَ ہُمۡ  یُجَادِلُوۡنَ فِی اللّٰہِ ۚ وَ ہُوَ  شَدِیۡدُ الۡمِحَالِ ﴿ؕ۱۳﴾ ",
			"index": "1720",
			"name": "এবং বজ্র তাঁর প্রশংসা সহকারে তাঁর পবিত্রতা ঘোষণা করে আজ ফিরিশ্‌তাগণ তাঁর ভয়ে ; এবং তিনি বজ্র প্রেরণ করেন, অতঃপর সেটা আপতিত করেন যার উপর চান আর তারা আল্লাহ্‌ সম্বন্ধে বাকবিতণ্ডা করতে থাকে; এবং তাঁর পাকড়াও কঠোর। ",
			"en_kanzulimaan": "And the thunder proclaims His purity with praise, and the angels out of fear of Him; and He sends the bolt of lightning - it therefore strikes upon whom He wills, whilst they are disputing concerning Allah; and severe is His seizure.",
			"ur_kanzulimaan": "اور گر ج اسے سراہتی ہوئی اس کی پاکی بولتی ہے اور فرشتے اس کے ڈر سے اور کڑک بھیجتا ہے تو اسے ڈالتا ہے جس پر چاہے اور وہ اللہ میں جھگڑتے ہوتے ہیں اور اس کی پکڑ سخت ہے،",
			"hi_kanzulimaan": "और गरज उसे सराहती हुई उसकी पाकी बोलती है (36फ़) और फ़रिश्ते उसके डर से (37फ़) और कड़क भेजता है (38फ़) तो उसे डालता है जिस पर चाहे, और वो अल्लाह में झगड़ते होते हैं (39फ़) और उसकी पकड़ सख़्त है",
			"author": "১৩. (বিজলী এবং মেঘমালার) বজ্রনিনাদ (অথবা এর উপর নিয়োজিত ফেরেশতা) এবং অন্যসব ফেরেশতা সভয়ে তাঁর সপ্রশংস মহিমা ও পবিত্রতা ঘোষণা করে। আর তিনি বজ্রপাত প্রেরণ করেন এবং যাকে ইচ্ছা এর দ্বারা আঘাত করেন। আর তারা (অর্থাৎ কাফেরেরা, কুদরতের এ নিদর্শনাবলী) সত্তেও আল্লাহ্‌র ব্যাপারে ঝগড়া করে। আর তিনি কৌশলে কঠোর ও পাকড়াওকারী।"
		},
		{
			"_id": "1721",
			"sura": "13",
			"para": "13",
			"verses": "14",
			"names": "لَہٗ  دَعۡوَۃُ   الۡحَقِّ ؕ وَ الَّذِیۡنَ  یَدۡعُوۡنَ مِنۡ دُوۡنِہٖ لَا یَسۡتَجِیۡبُوۡنَ لَہُمۡ بِشَیۡءٍ  اِلَّا کَبَاسِطِ کَفَّیۡہِ  اِلَی الۡمَآءِ لِیَبۡلُغَ فَاہُ وَ مَا ہُوَ بِبَالِغِہٖ ؕ وَ مَا دُعَآءُ الۡکٰفِرِیۡنَ  اِلَّا  فِیۡ  ضَلٰلٍ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "لَہٗ  دَعۡوَۃُ   الۡحَقِّ ؕ وَ الَّذِیۡنَ  یَدۡعُوۡنَ مِنۡ دُوۡنِہٖ لَا یَسۡتَجِیۡبُوۡنَ لَہُمۡ بِشَیۡءٍ  اِلَّا کَبَاسِطِ کَفَّیۡہِ  اِلَی الۡمَآءِ لِیَبۡلُغَ فَاہُ وَ مَا ہُوَ بِبَالِغِہٖ ؕ وَ مَا دُعَآءُ الۡکٰفِرِیۡنَ  اِلَّا  فِیۡ  ضَلٰلٍ ﴿۱۴﴾ ",
			"index": "1721",
			"name": "তাঁরই আহ্বান সত্য; এবং তিনি ব্যতীত যাদেরকে তারা আহ্বান করে সেগুলো তাদের কিছুই শুনে না, কিন্তু ওই ব্যক্তির মতো, যে পানির সামনে আপন হাতের তালুদ্বয় প্রসারিত করে বসে থাকে এ জন্য যে, সেটা তাঁর মুখে পৌছে যাবে, এবং তা কখনো পৌছবে না; আর কাফিরদের প্রত্যেক বর্ণনা নিষ্ফল হয়ে ফিরে। ",
			"en_kanzulimaan": "Only the prayer to Him is truthful; and whomever they pray to besides Him, do not hear them at all, but like one who has his hands outstretched towards water that it may come into his mouth, and it will never come; and every prayer of the disbelievers remains wandering.",
			"ur_kanzulimaan": "اسی کا پکارنا سچا ہے اور اُس کے سوا جن کو پکارتے ہیں وہ ان کی کچھ بھی نہیں سنتے مگر اس کی طرح جو پانی کے سامنے اپنی ہتھیلیاں پھیلائے بیٹھا ہے کہ اس کے منہ میں پہنچ جائے اور وہ ہرگز نہ پہنچے گا، اور کافروں کی ہر دعا بھٹکتی پھرتی ہے،",
			"hi_kanzulimaan": "उसी का पुकारना सच्चा है (40फ़) और उसके सिवा जिनको पुकारते हैं वो (41फ़) वो उनकी कुछ नहीं सुनते मगर उसकी तरह जो पानी के सामने अपनी हथेलियां फैलाए बैठा है कि उसके मुंह में पहुंच जाए (42फ़) और वह हरगीज न पहुंचेगा और क़ाफ़िरों की हर दुआ भटकती फिरती है",
			"author": "১৪. তাঁরই জন্যে সত্যের (অর্থাৎ একত্ববাদের) আহ্বান। আর তারা (কাফেরেরা) তাঁকে ব্যতীত যেসবের (অর্থাৎ মিথ্যা উপাস্য মূর্তির) উপাসনা করে, তারা তাদেরকে কোনোই সাড়া দিতে পারে না। এর দৃষ্টান্ত তো কেবল সে ব্যক্তির ন্যায়, যে নিজ হস্তদ্বয়ের তালু পানির দিকে প্রসারিত করে (বসে) রয়েছে যে, পানি (নিজেই) তার মুখে পৌঁছবে; কিন্তু (এভাবে তো) তা তার নিকট পর্যন্ত পৌঁছার নয়। আর (এভাবে) কাফেরদের (মূর্তির উপাসনা এবং তাদের নিকট) আহ্বান গোমরাহীতে নিমজ্জন ছাড়া কিছুই নয়।"
		},
		{
			"_id": "1722",
			"sura": "13",
			"para": "13",
			"verses": "15",
			"names": "وَ لِلّٰہِ یَسۡجُدُ مَنۡ فِی السَّمٰوٰتِ وَ الۡاَرۡضِ طَوۡعًا وَّ کَرۡہًا وَّ ظِلٰلُہُمۡ بِالۡغُدُوِّ  وَ الۡاٰصَالِ  ﴿ٛ۱۵﴾",
			"number": "",
			"verses_PDMS": "وَ لِلّٰہِ یَسۡجُدُ مَنۡ فِی السَّمٰوٰتِ وَ الۡاَرۡضِ طَوۡعًا وَّ کَرۡہًا وَّ ظِلٰلُہُمۡ بِالۡغُدُوِّ  وَ الۡاٰصَالِ  ﴿ٛ۱۵﴾",
			"index": "1722",
			"name": "এবং আল্লাহ্‌কেই সাজদা করে যতকিছু আসমানসমূহে ও যমীনে রয়েছে- ইচ্ছায় হোক কিংবা অনিচ্ছায় এবং তাদের ছায়াগুলো প্রত্যেক সকাল ও সন্ধ্যায়। ",
			"en_kanzulimaan": "And to Allah only prostrate all those who are in the heavens and in the earth, willingly or helplessly - and their shadows - every morning and evening. (Command of prostration # 2).",
			"ur_kanzulimaan": "اور اللہ ہی کو سجدہ کرتے ہیں جتنے آسمانوں اور زمین میں ہیں خوشی سے خواہ مجبوری سے اور ان کی پرچھائیاں ہر صبح و شام السجدة ۔۲",
			"hi_kanzulimaan": "और अल्लाह ही को सज्दा करते हैं जितने आसमानों और ज़मीन में हैं ख़ुशी से (43फ़) ख्वाह मजबूरी से (44फ़) और उनकी परछाइयां हर सुब्ह व शाम (45फ़)",
			"author": "১৫. আর যা কিছুই আকাশমন্ডলী ও পৃথিবীতে রয়েছে তা তো আল্লাহ্কেই সেজদা করে, (কেউ) স্বেচ্ছায় এবং (কেউ) বাধ্য হয়ে, আর তাদের ছায়াও সকাল-সন্ধ্যায় (তাঁকেই সেজদা করে। সুতরাং সেসব কাফেরেরা আল্লাহ্কে ছেড়ে কেন মূর্তিদেরকে সেজদা করতে শুরু করলো?)"
		},
		{
			"_id": "1723",
			"sura": "13",
			"para": "13",
			"verses": "16",
			"names": "قُلۡ مَنۡ رَّبُّ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ قُلِ اللّٰہُ ؕ قُلۡ  اَفَاتَّخَذۡتُمۡ  مِّنۡ  دُوۡنِہٖۤ  اَوۡلِیَآءَ  لَا یَمۡلِکُوۡنَ لِاَنۡفُسِہِمۡ نَفۡعًا وَّ لَا ضَرًّا ؕ قُلۡ ہَلۡ یَسۡتَوِی الۡاَعۡمٰی وَ الۡبَصِیۡرُ ۬ۙ اَمۡ ہَلۡ تَسۡتَوِی الظُّلُمٰتُ وَ النُّوۡرُ ۬ۚ اَمۡ  جَعَلُوۡا لِلّٰہِ  شُرَکَآءَ  خَلَقُوۡا کَخَلۡقِہٖ فَتَشَابَہَ الۡخَلۡقُ عَلَیۡہِمۡ ؕ قُلِ اللّٰہُ خَالِقُ کُلِّ شَیۡءٍ وَّ ہُوَ الۡوَاحِدُ الۡقَہَّارُ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ مَنۡ رَّبُّ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ قُلِ اللّٰہُ ؕ قُلۡ  اَفَاتَّخَذۡتُمۡ  مِّنۡ  دُوۡنِہٖۤ  اَوۡلِیَآءَ  لَا یَمۡلِکُوۡنَ لِاَنۡفُسِہِمۡ نَفۡعًا وَّ لَا ضَرًّا ؕ قُلۡ ہَلۡ یَسۡتَوِی الۡاَعۡمٰی وَ الۡبَصِیۡرُ ۬ۙ اَمۡ ہَلۡ تَسۡتَوِی الظُّلُمٰتُ وَ النُّوۡرُ ۬ۚ اَمۡ  جَعَلُوۡا لِلّٰہِ  شُرَکَآءَ  خَلَقُوۡا کَخَلۡقِہٖ فَتَشَابَہَ الۡخَلۡقُ عَلَیۡہِمۡ ؕ قُلِ اللّٰہُ خَالِقُ کُلِّ شَیۡءٍ وَّ ہُوَ الۡوَاحِدُ الۡقَہَّارُ ﴿۱۶﴾ ",
			"index": "1723",
			"name": "আপনি বলুন, ‘কে রব আসমানসমূহ ও যমীনের?’ আপনি নিজেই বলুন, ‘আল্লাহ্‌,’ আপনি বলুন! ‘তবে কি তোমরা তিনি ব্যতীত এমন সবকে অভিভাবকররূপে গ্রহণ করেছো, যারা নিজেদের উপকার ও অপকার করতে পারে না?’ আপনি বলুন, ‘অন্ধ ও চক্ষুষ্মান কি সমান হয়ে যাবে, অথবা অন্ধকার এবং আলো কি সমান হয়ে যাবে? তারা কি আল্লাহ্‌র জন্য এমন শরীক স্থির করেছে, যারা আল্লাহ্‌র মতো কিছু সৃষ্টি করেছে, যে কারণে তাদের নিকট সেগুলোর এবং তাঁর সৃষ্টি করা এক ধরণের মনে হয়েছে?’ আপনি বলুন, ‘আল্লাহ্‌ প্রত্যেক বস্তুর স্রষ্টা এবং তিনি একাই সবার উপর বিজয়ী’।",
			"en_kanzulimaan": "Say (O dear Prophet Mohammed - peace and blessings be upon him), Who is the Lord of the heavens and the earth? Proclaim, Allah; Say, So have you appointed such as supporters besides Him, who can neither benefit nor harm themselves?; say, Will the blind and the sighted ever be equal? Or will the realms of darkness and the light ever be equal? Have they appointed such as partners to Allah who created something like Allah did? Therefore their creation and His creation seemed alike to them? Proclaim, Allah is the Creator of all things, and He Alone is the Dominant over all.",
			"ur_kanzulimaan": "تم فرماؤ کون رب ہے آسمانوں اور زمین کا، تم خود ہی فرما ؤ اللہ تم فرما ؤ تو کیا اس کے سوا تم نے وہ حمایتی بنائے ہیں جو اپنا بھلا برا نہیں کرسکتے ہیں تم فرما ؤ کیا برابر ہوجائیں گے اندھا اور انکھیارا (بینا) یا کیا برابر ہوجائیں گی اندھیریاں اور اجالا کیا اللہ کے لیے ایسے شریک ٹھہراتے ہیں جنہوں نے اللہ کی طرح کچھ بنایا تو انہیں ان کا اور اس کا بنانا ایک سا معلوم ہوا تم فرما ؤ اللہ ہر چیز کا بنانے والا ہے اور وہ اکیلا سب پر غالب ہے",
			"hi_kanzulimaan": "तुम फ़रमाओ कौन रब है आसमानों और ज़मीन का, तुम ख़ुद ही फ़रमाओ अल्लाह (46फ़) तुम फ़रमाओ तो क्या उसके सिवा तुम ने वो हिमायती बना लिये हैं जो अपना भला बुरा नहीं कर सकते हैं (47फ़) तुम फ़रमाओ क्या बराबर हो जाएंगे अंधा और अंखियारा (48फ़) या क्या बराबर हो जाएंगी अंधेरियां और उजाला (49फ़) क्या अल्लाह के लिये ऐसे शरीक ठहराए हैं जिन्होंने अल्लाह की तरह कुछ बनाया तो उन्हें उनका और उसका बनाना एक सा मालूम हुआ (50फ़) तुम फ़रमाओ अल्लाह हर चीज़ का बनाने वाला है (51फ़) और वह अकेला सब पर ग़ालिब है (52फ़)",
			"author": "১৬. (ঐসব কাফেরদের উদ্দেশ্যে) বলুন, ‘কে আকাশমন্ডলী ও পৃথিবীর প্রতিপালক’? আপনিই বলে দিন, ‘আল্লাহ্’। (তাদেরকে পুনরায়) জিজ্ঞেস করুন, ‘তোমরা কি তাঁকে ছাড়া (সেসব মূর্তিকে) কার্যসম্পাদনকারী রূপে গ্রহণ করেছো, যারা নিজেদের সত্তার না কোনো উপকার করতে সক্ষম, আর না কোনো ক্ষতি?’ আপনি বলে দিন, ‘অন্ধ ও চক্ষুষ্মান কি সমান হতে পারে? কিংবা অন্ধকার ও আলো কি এক হতে পারে?’ তারা কি আল্লাহ্‌র এমন অংশীদার সাব্যস্ত করেছে, যারা আল্লাহ্‌র সৃষ্টির ন্যায় নিজেরা (কিছু) সৃষ্টি করেছে যে, (ওইসব মূর্তিসৃষ্ট) এ সৃষ্টি তাদের জন্যে সাদৃশ্যপূর্ণ (অর্থাৎ বিভ্রান্তিকর) হয়ে গেল? বলে দিন, ‘আল্লাহ্ই সকল কিছুর সৃষ্টিকর্তা। আর তিনি এক, তিনি সকলের উপর আধিপত্যশীল।’"
		},
		{
			"_id": "1724",
			"sura": "13",
			"para": "13",
			"verses": "17",
			"names": "اَنۡزَلَ مِنَ السَّمَآءِ  مَآءً  فَسَالَتۡ اَوۡدِیَۃٌۢ بِقَدَرِہَا فَاحۡتَمَلَ السَّیۡلُ زَبَدًا رَّابِیًا ؕ وَ مِمَّا یُوۡقِدُوۡنَ عَلَیۡہِ فِی النَّارِ ابۡتِغَآءَ حِلۡیَۃٍ  اَوۡ مَتَاعٍ زَبَدٌ مِّثۡلُہٗ ؕ کَذٰلِکَ یَضۡرِبُ اللّٰہُ الۡحَقَّ وَ الۡبَاطِلَ ۬ؕ فَاَمَّا الزَّبَدُ فَیَذۡہَبُ جُفَآءً ۚ وَ اَمَّا مَا یَنۡفَعُ النَّاسَ فَیَمۡکُثُ فِی الۡاَرۡضِ ؕ  کَذٰلِکَ یَضۡرِبُ اللّٰہُ   الۡاَمۡثَالَ ﴿ؕ۱۷﴾ ",
			"number": "",
			"verses_PDMS": "اَنۡزَلَ مِنَ السَّمَآءِ  مَآءً  فَسَالَتۡ اَوۡدِیَۃٌۢ بِقَدَرِہَا فَاحۡتَمَلَ السَّیۡلُ زَبَدًا رَّابِیًا ؕ وَ مِمَّا یُوۡقِدُوۡنَ عَلَیۡہِ فِی النَّارِ ابۡتِغَآءَ حِلۡیَۃٍ  اَوۡ مَتَاعٍ زَبَدٌ مِّثۡلُہٗ ؕ کَذٰلِکَ یَضۡرِبُ اللّٰہُ الۡحَقَّ وَ الۡبَاطِلَ ۬ؕ فَاَمَّا الزَّبَدُ فَیَذۡہَبُ جُفَآءً ۚ وَ اَمَّا مَا یَنۡفَعُ النَّاسَ فَیَمۡکُثُ فِی الۡاَرۡضِ ؕ  کَذٰلِکَ یَضۡرِبُ اللّٰہُ   الۡاَمۡثَالَ ﴿ؕ۱۷﴾ ",
			"index": "1724",
			"name": "তিনি আসমান থেকে পানি বর্ষণ করেছেন। ফলে, উপত্যাকাগুলো আপন আপন উপযুক্ততা মোতাবেক প্রবাহিত হলো। অতঃপর জলস্রোত সেটার উপরিভাগে ভেসে উঠা ফেনা বহন করে নিয়ে এলো; এবং গয়না অথবা অন্যান্য আসবাবপত্র তৈরী করার উদ্দেশ্যে, যেটার উপর আগুন প্রজ্বলিত করে তা থেকেও অনুরূপ ফেনা উঠে। আল্লাহ্‌ বলে দেন যে, হক ও বাতিলের এই উপমা; সুতরাং ফেনা তো এমনিতেই দূর হয়ে যায় আর যা মানুষের কাজে আসে তা যমীনে থেকে যায়। আল্লাহ্‌ এভাবে উপমাসমূহ বর্ণনা করেন। ",
			"en_kanzulimaan": "He sent down water from the sky, so valleys flowed according to their measure, therefore the water flow brought forth the froth swollen upon it; and upon which they ignite the fire, to make ornaments and tools, from that too rises a similar froth; Allah illustrates that this is the example of the truth and the falsehood; the froth then bursts and disappears; and that which is of use to people, remains in the earth; this is how Allah illustrates the examples.",
			"ur_kanzulimaan": "اس نے آسمان سے پانی اتارا تو نالے اپنے اپنے لائق بہہ نکلے تو پانی کی رو اس پر ابھرے ہوئے جھاگ اٹھا لائی، اور جس پر آگ دہکاتے ہیں گہنا یا اور اسباب بنانے کو اس سے بھی ویسے ہی جھاگ اٹھتے ہیں اللہ بتاتا ہے کہ حق و باطل کی یہی مثال ہے، تو جھاگ تو پھک (جل) کر دور ہوجاتا ہے، اور وہ جو لوگوں کے کام آئے زمین میں رہتا ہے اللہ یوں ہی مثالیں بیان فرماتا ہے،",
			"hi_kanzulimaan": "उसने आसमान से पानी उतारा तो नाले अपने अपने लायक़ बह निकले तो पानी की रौ{धारा} उस पर उभरे हुए झाग उठा लाई, और जिस पर आग दहकाते हैं (53फ़) गहना या और असबाब (54फ़) बनने को उससे भी वैसे ही झाग उठते हैं अल्लाह बताता है कि हक़ व बातिल की यही मिसाल है, तो झाग तो फुक कर दूर हो जाता है, और वह जो लोगों के काम आए ज़मीन में रहता है (55फ़) अल्लाह यूंही मिसालें बयान फ़रमाता है",
			"author": "১৭. তিনি আসমান থেকে পানি বর্ষণ করেন, ফলে উপত্যকাসমূহ নিজ (নিজ) সাধ্যানুযায়ী প্রবাহিত হয়। অতঃপর জলপ্রবাহ উপরিভাগে উত্থিত আবর্জনা বহন করে নিয়ে যায়। আর অলঙ্কার অথবা অন্য কোনো সামগ্রী বানানোর জন্যে যা কিছু আগুনে উত্তপ্ত করা হয়, তার উপরও এমনি ফেনা উঠে। এভাবে আল্লাহ্ তা’আলা সত্য ও বাতিলের দৃষ্টান্ত বর্ণনা করেন। অতঃপর (পানির হোক কিংবা আগুনের) ফেনা তো নিষ্ফল মিলিয়ে যায়। আর নিশ্চয়ই যা কিছু মানুষের জন্যে উপকারী, তা জমিনে বিদ্যমান থাকে। আল্লাহ্ এভাবে দৃষ্টান্তসমূহ বর্ণনা করেন।"
		},
		{
			"_id": "1725",
			"sura": "13",
			"para": "13",
			"verses": "18",
			"names": "لِلَّذِیۡنَ اسۡتَجَابُوۡا لِرَبِّہِمُ الۡحُسۡنٰی ؕؔ وَ الَّذِیۡنَ لَمۡ  یَسۡتَجِیۡبُوۡا لَہٗ  لَوۡ  اَنَّ  لَہُمۡ  مَّا فِی الۡاَرۡضِ جَمِیۡعًا وَّ مِثۡلَہٗ  مَعَہٗ لَافۡتَدَوۡا بِہٖ ؕ اُولٰٓئِکَ لَہُمۡ سُوۡٓءُ الۡحِسَابِ ۬ۙ وَ مَاۡوٰىہُمۡ جَہَنَّمُ ؕ وَ بِئۡسَ الۡمِہَادُ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "لِلَّذِیۡنَ اسۡتَجَابُوۡا لِرَبِّہِمُ الۡحُسۡنٰی ؕؔ وَ الَّذِیۡنَ لَمۡ  یَسۡتَجِیۡبُوۡا لَہٗ  لَوۡ  اَنَّ  لَہُمۡ  مَّا فِی الۡاَرۡضِ جَمِیۡعًا وَّ مِثۡلَہٗ  مَعَہٗ لَافۡتَدَوۡا بِہٖ ؕ اُولٰٓئِکَ لَہُمۡ سُوۡٓءُ الۡحِسَابِ ۬ۙ وَ مَاۡوٰىہُمۡ جَہَنَّمُ ؕ وَ بِئۡسَ الۡمِہَادُ ﴿۱۸﴾ ",
			"index": "1725",
			"name": "যে সব লোক আপন রবের আদেশ মান্য করেছে তাদের জন্য মঙ্গল রয়েছে। এবং যারা তাঁর হুকুম অমান্য করেছে, যদি যমীনে যা কিছু আছে সেসব এবং এর সমপরিমাণ আরো কিছু তাদের মালিকানায় থাকতো, তবে তারা আপন প্রাণ বাচানোর জন্য দিয়ে দিতো। এরাই হচ্ছে, যাদের মন্দ হিসাব হবে; এবং তাদের ঠিকানা হচ্ছে জাহান্নাম; আর তা কতই নিকৃষ্ট  বিছানা!",
			"en_kanzulimaan": "For those who obeyed the command of Allah is goodness and if those who did not obey Him owned all that is in the earth and in addition a similar one like it, they would give it to redeem their souls; it is they who will have a wretched account, and their destination is hell; and what a wretched resting place!",
			"ur_kanzulimaan": "جن لوگوں نے اپنے رب کا حکم مانا انہیں کے لیے بھلائی ہے اور جنہوں نے اس کا حکم نہ مانا اگر زمین میں جو کچھ ہے وہ سب اور اس جیسا اور ان کی ملِک میں ہوتا تو اپنی جان چھڑانے کو دے دیتے یہی ہیں جن کا برُ ا حساب ہوگا اور ان کا ٹھکانا جہنم ہے، اور کیا ہی بُرا بچھونا،",
			"hi_kanzulimaan": "जिन लोगों ने अपने रब का हुक्म माना उन्हीं के लिये भलाई (56फ़) और जिन्होंने उसका हुक्म न माना (57फ़) अगर ज़मीन में जो कुछ है व सब और उस जैसा और इसकी मिल्क में होता तो अपनी जान छुड़ाने को दे देते, यही हैं जिनका बुरा हिसाब होगा (58फ़) और उनका ठिकाना जहन्नम है और क्या ही बुरा बिछौना",
			"author": "১৮. তাদের জন্যে রয়েছে কল্যাণ যারা তাদের প্রতিপালকের নির্দেশ গ্রহণ করে। আর যারা তাঁর নির্দেশ অগ্রাহ্য করে, তাদের নিকট যদি পৃথিবীতে যা কিছু রয়েছে সমস্তই থাকে এবং এর সাথে সমপরিমাণ আরও থাকে, তারা এগুলোকে (শাস্তি থেকে বাঁচার জন্যে) প্রায়শ্চিত্ত হিসেবে দিয়ে দেয়, (তবুও) তাদের হিসাব হবে কঠোর। আর তাদের ঠিকানা জাহান্নাম, এবং তা খুবই মন্দ ঠিকানা।"
		},
		{
			"_id": "1726",
			"sura": "13",
			"para": "13",
			"verses": "19",
			"names": "اَفَمَنۡ یَّعۡلَمُ اَنَّمَاۤ  اُنۡزِلَ  اِلَیۡکَ مِنۡ رَّبِّکَ الۡحَقُّ کَمَنۡ ہُوَ اَعۡمٰی ؕ اِنَّمَا یَتَذَکَّرُ اُولُوا الۡاَلۡبَابِ ﴿ۙ۱۹﴾ ",
			"number": "",
			"verses_PDMS": "اَفَمَنۡ یَّعۡلَمُ اَنَّمَاۤ  اُنۡزِلَ  اِلَیۡکَ مِنۡ رَّبِّکَ الۡحَقُّ کَمَنۡ ہُوَ اَعۡمٰی ؕ اِنَّمَا یَتَذَکَّرُ اُولُوا الۡاَلۡبَابِ ﴿ۙ۱۹﴾ ",
			"index": "1726",
			"name": "তবে কি ওই ব্যক্তি, যে জানে যে, যা কিছু (হে হাবীব) আপনার প্রতি আপনার রবের নিকট থেকে অবতীর্ণ হয়েছে, সত্য, সে ব্যক্তি কি ওই ব্যক্তির মতো হবে, যে অন্ধ? উপদেশ তারাই মান্য করে যাদের বিবেক শক্তি রয়েছে; ",
			"en_kanzulimaan": "So will he, who knows that what is sent down upon you from your Lord is the truth, ever be equal to him who is blind? Only the men of understanding heed advice.",
			"ur_kanzulimaan": "تو کیا وہ جانتا ہے جو کچھ تمہاری طرف تمہارے رب کے پاس سے اترا حق ہے وہ اس جیسا ہوگا جو اندھا ہے نصیحت وہی مانتے ہیں جنہیں عقل ہے،",
			"hi_kanzulimaan": "तो क्या वह जो जानता है जो कुछ तुम्हारी तरफ़ तुम्हारे रब के पास से उतरा हक़ है (59फ़) वह उस जैसा होगा जो अन्धा है (60फ़) नसीहत वही मानते हैं जिन्हें अक़्ल है",
			"author": "১৯. অতঃপর যে ব্যক্তি জানে যে, যা কিছু আপনার প্রতি আপনার প্রতিপালকের পক্ষ থেকে অবতীর্ণ হয়েছে, তা সত্য; সে কি ওই ব্যক্তির ন্যায় হতে পারে, যে অন্ধ? প্রকৃত বিষয় হলো, উপদেশ গ্রহণ করে বুদ্ধিমানেরাই,"
		},
		{
			"_id": "1727",
			"sura": "13",
			"para": "13",
			"verses": "20",
			"names": "الَّذِیۡنَ یُوۡفُوۡنَ بِعَہۡدِ اللّٰہِ وَ لَا یَنۡقُضُوۡنَ  الۡمِیۡثَاقَ ﴿ۙ۲۰﴾ ",
			"number": "",
			"verses_PDMS": "الَّذِیۡنَ یُوۡفُوۡنَ بِعَہۡدِ اللّٰہِ وَ لَا یَنۡقُضُوۡنَ  الۡمِیۡثَاقَ ﴿ۙ۲۰﴾ ",
			"index": "1727",
			"name": "ওই সব লোক, যারা আল্লাহ্‌র প্রদত্ত অঙ্গীকার পূর্ণ করে এবং অঙ্গীকার ভঙ্গ করে বেড়ায় না। ",
			"en_kanzulimaan": "Those who fulfil the pact of Allah, and do not renege on the covenant.",
			"ur_kanzulimaan": "وہ جو اللہ کا عہد پورا کرتے ہیں اور قول باندھ کر پھرتے نہیں",
			"hi_kanzulimaan": "वो जो अल्लाह का एहद पूरा करते हैं (61फ़) और क़ौल (वचन) बांधकर फिरते नहीं",
			"author": "২০. যারা আল্লাহ্কে প্রদত্ত অঙ্গীকার পূর্ণ করে এবং চুক্তি ভঙ্গ করে না,"
		},
		{
			"_id": "1728",
			"sura": "13",
			"para": "13",
			"verses": "21",
			"names": "وَ الَّذِیۡنَ یَصِلُوۡنَ مَاۤ  اَمَرَ اللّٰہُ بِہٖۤ  اَنۡ یُّوۡصَلَ  وَ  یَخۡشَوۡنَ  رَبَّہُمۡ وَ یَخَافُوۡنَ سُوۡٓءَ  الۡحِسَابِ ﴿ؕ۲۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ یَصِلُوۡنَ مَاۤ  اَمَرَ اللّٰہُ بِہٖۤ  اَنۡ یُّوۡصَلَ  وَ  یَخۡشَوۡنَ  رَبَّہُمۡ وَ یَخَافُوۡنَ سُوۡٓءَ  الۡحِسَابِ ﴿ؕ۲۱﴾ ",
			"index": "1728",
			"name": "এবং তারাই যারা জুড়ে সেই বন্ধনকে, যা জোড়ার জন্য আল্লাহ্‌ নির্দেশ দিয়েছেন এবং আপন রবকে ভয় করে আর হিসাবের মন্দ পরিণামের আশঙ্কাবোধ করে।",
			"en_kanzulimaan": "Those who unite what Allah has commanded to be united, and who fear their Lord, and dread the evil of the account.",
			"ur_kanzulimaan": "اور وہ کہ جوڑتے ہیں اسے جس کے جوڑنے کا اللہ نے حکم دیا اور اپنے رب سے ڈرتے ہیں اور حساب کی بُرائی سے اندیشہ رکھتے ہیں",
			"hi_kanzulimaan": "और वो कि जोड़ते है उसे जिसके जोड़ने का अल्लाह ने हुक्म दिया (62फ़) और अपने रब से डरते हैं और और हिसाब की बुराई से अन्देशा रखते हैं (63फ़)",
			"author": "২১. আর যারা (আল্লাহ্‌র অধিকার, রাসূলের অধিকার, বান্দার অধিকার এবং স্বীয় নিকটাত্মীয়ের অধিকার) অক্ষুন্ন রাখে, যা অক্ষুন্ন রাখার জন্যে আল্লাহ্ তা’আলা নির্দেশ দিয়েছেন এবং স্বীয় প্রতিপালকের ভয়ে ভীত থাকে, আর ভীত থাকে মন্দ হিসাব থেকে,"
		},
		{
			"_id": "1729",
			"sura": "13",
			"para": "13",
			"verses": "22",
			"names": "وَ الَّذِیۡنَ صَبَرُوا ابۡتِغَآءَ  وَجۡہِ  رَبِّہِمۡ  وَ اَقَامُوا الصَّلٰوۃَ  وَ  اَنۡفَقُوۡا  مِمَّا  رَزَقۡنٰہُمۡ سِرًّا وَّ عَلَانِیَۃً وَّ یَدۡرَءُوۡنَ بِالۡحَسَنَۃِ السَّیِّئَۃَ  اُولٰٓئِکَ  لَہُمۡ  عُقۡبَی الدَّارِ ﴿ۙ۲۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ صَبَرُوا ابۡتِغَآءَ  وَجۡہِ  رَبِّہِمۡ  وَ اَقَامُوا الصَّلٰوۃَ  وَ  اَنۡفَقُوۡا  مِمَّا  رَزَقۡنٰہُمۡ سِرًّا وَّ عَلَانِیَۃً وَّ یَدۡرَءُوۡنَ بِالۡحَسَنَۃِ السَّیِّئَۃَ  اُولٰٓئِکَ  لَہُمۡ  عُقۡبَی الدَّارِ ﴿ۙ۲۲﴾ ",
			"index": "1729",
			"name": "এবং ওই সব লোক, যারা ধৈর্য ধারণ করেছে আপন রবের সন্তুষ্টি লাভের জন্য, নামায কায়েম রেখেছে এবং আমার প্রদত্ত সম্পদ থেকে আমারই পথে গোপনে ও প্রকাশ্যে কিছু ব্যয় করেছে এবং মন্দের পরিবর্তে ভাল কাজ করে সেটার প্রতিকার করে তাদেরই জন্য রয়েছে পরকালের লাভ-",
			"en_kanzulimaan": "Those who were patient in order to gain their Lords pleasure and kept the prayer established and spent in Our cause part of what We bestowed upon them, secretly and openly, and repel evil by responding with goodness - for them is the gain of the final abode.",
			"ur_kanzulimaan": "اور وہ جنہوں نے صبر کیا اپنے رب کی رضا چاہنے کو اور نماز قائم رکھی اور ہمارے دیئے سے ہماری راہ میں چھپے اور ظاہر کچھ خرچ کیا اور برائی کے بدلے بھلائی کرکے ٹالتے ہیں انہیں کے لیے پچھلے گھر کا نفع ہے،",
			"hi_kanzulimaan": "और वो जिन्होंने सब्र किया (64फ़) अपने रब की रज़ा चाहने को और नमाज़ क़ायम रखी और हमारे दिये से हमारी राह में छुपे और ज़ाहिर कुछ ख़र्च किया (65फ़) और बुराई के बदले भलाई करके टालते है (66फ़) उन्हीं के लिये पिछले घर का नफ़ा है",
			"author": "২২. আর যারা স্বীয় প্রতিপালকের সন্তুষ্টির জন্যে ধৈর্য ধারণ করে, নামায কায়েম করে, আমরা তাদেরকে যে রিযিক প্রদান করেছি তা থেকে গোপনে এবং প্রকাশ্যে (উভয় পন্থায়) ব্যয় করে এবং সৎ কাজের মাধ্যমে মন্দকে দূরীভুত করে; তাদের জন্যেই পরকালে রয়েছে (সুদৃশ্য) আবাস।"
		},
		{
			"_id": "1730",
			"sura": "13",
			"para": "13",
			"verses": "23",
			"names": "جَنّٰتُ عَدۡنٍ یَّدۡخُلُوۡنَہَا وَ مَنۡ صَلَحَ مِنۡ اٰبَآئِہِمۡ وَ اَزۡوَاجِہِمۡ وَ ذُرِّیّٰتِہِمۡ وَ الۡمَلٰٓئِکَۃُ یَدۡخُلُوۡنَ عَلَیۡہِمۡ مِّنۡ کُلِّ بَابٍ ﴿ۚ۲۳﴾ ",
			"number": "",
			"verses_PDMS": "جَنّٰتُ عَدۡنٍ یَّدۡخُلُوۡنَہَا وَ مَنۡ صَلَحَ مِنۡ اٰبَآئِہِمۡ وَ اَزۡوَاجِہِمۡ وَ ذُرِّیّٰتِہِمۡ وَ الۡمَلٰٓئِکَۃُ یَدۡخُلُوۡنَ عَلَیۡہِمۡ مِّنۡ کُلِّ بَابٍ ﴿ۚ۲۳﴾ ",
			"index": "1730",
			"name": "বসবাস করার বাগান, যেগুলোতে তারা প্রবেশ করবে এবং যারা উপযুক্ত হয় তাদের পিতৃ-পুরুষ, স্ত্রীগণ ও সন্তান সন্ততিদের মধ্য থেকে, আর ফিরিশ্‌তাগণ প্রত্যেক দরজা দিয়ে তাদের নিকট এ কথা বলতে বলতে প্রবেশ করবে-",
			"en_kanzulimaan": "The everlasting Gardens of Eden which they will enter, and the deserving among their forefathers and their wives and their descendants - the angels will enter upon them from every gate.",
			"ur_kanzulimaan": "بسنے کے باغ جن میں وہ داخل ہوں گے اور جو لائق ہوں ان کے باپ دادا اور بیبیوں اور اولاد میں اور فرشتے ہر دروازے سے ان پر یہ کہتے آئیں گے،",
			"hi_kanzulimaan": "बसने के बाग़ जिनमें वो दाख़िल होंगे और जो लायक़ हों (67फ़) उनके बाप दादा और बीबियों और औलाद में (68फ़) और फ़रिश्ते (69फ़) हर दरवाज़े से उनपर (70फ़) यह कहते आएंगे",
			"author": "২৩. (যেখানে) চিরসবুজ বাগান রয়েছে, তাতে তারা প্রবেশ করবে এবং তাদের পূর্বপুরুষ এবং তাদের স্ত্রী-সন্তানদের মধ্যে যারাই সৎকর্মশীল হবে তারা। আর ফেরেশতারা (জান্নাতে) তাদের নিকট প্রত্যেক দরোজা দিয়ে প্রবেশ করবে।"
		},
		{
			"_id": "1731",
			"sura": "13",
			"para": "13",
			"verses": "24",
			"names": "سَلٰمٌ عَلَیۡکُمۡ بِمَا صَبَرۡتُمۡ فَنِعۡمَ عُقۡبَی الدَّارِ ﴿ؕ۲۴﴾ ",
			"number": "",
			"verses_PDMS": "سَلٰمٌ عَلَیۡکُمۡ بِمَا صَبَرۡتُمۡ فَنِعۡمَ عُقۡبَی الدَّارِ ﴿ؕ۲۴﴾ ",
			"index": "1731",
			"name": "‘শান্তি বর্ষিত হোক তোমাদের উপর- তোমাদের ধৈর্যধারণের পুরস্কার; সুতরাং পরকালের ঘর কতোই ভালো মিলেছে’!",
			"en_kanzulimaan": "(Saying), Peace be upon you, the recompense of your patience - so what an excellent gain is the final abode!",
			"ur_kanzulimaan": "سلامتی ہو تم پر تمہارے صبر کا بدلہ تو پچھلا گھر کیا ہی خوب ملا،",
			"hi_kanzulimaan": "सलामती हो तुमपर, तुम्हारे सब्र का बदला तो पिछला घर क्या ही ख़ूब मिला",
			"author": "২৪. (তাদেরকে স্বাগত ও মুবারকবাদ জানিয়ে বলা হবে:) ‘তোমাদের উপর শান্তি বর্ষিত হোক, তোমাদের ধৈর্যের বিনিময়ে। অতঃপর (দেখো) পরকালের আবাস কতোই না উত্তম!’"
		},
		{
			"_id": "1732",
			"sura": "13",
			"para": "13",
			"verses": "25",
			"names": "وَ الَّذِیۡنَ یَنۡقُضُوۡنَ عَہۡدَ اللّٰہِ  مِنۡۢ  بَعۡدِ مِیۡثَاقِہٖ وَ یَقۡطَعُوۡنَ  مَاۤ  اَمَرَ اللّٰہُ بِہٖۤ اَنۡ یُّوۡصَلَ وَ یُفۡسِدُوۡنَ فِی الۡاَرۡضِ ۙ اُولٰٓئِکَ لَہُمُ اللَّعۡنَۃُ وَ لَہُمۡ سُوۡٓءُ  الدَّارِ ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ یَنۡقُضُوۡنَ عَہۡدَ اللّٰہِ  مِنۡۢ  بَعۡدِ مِیۡثَاقِہٖ وَ یَقۡطَعُوۡنَ  مَاۤ  اَمَرَ اللّٰہُ بِہٖۤ اَنۡ یُّوۡصَلَ وَ یُفۡسِدُوۡنَ فِی الۡاَرۡضِ ۙ اُولٰٓئِکَ لَہُمُ اللَّعۡنَۃُ وَ لَہُمۡ سُوۡٓءُ  الدَّارِ ﴿۲۵﴾ ",
			"index": "1732",
			"name": "এবং ওই সব লোক, যারা আল্লাহ্‌র সাথে কৃত অঙ্গীকারকে তা পাকাপাকি হবার পর ভঙ্গ করে, এবং যা জুড়ে রাখার জন্য আল্লাহ্‌ নির্দেশ দিয়েছেন সেটা ছিন্ন করে এবং যমীনে ফ্যাসাদ ছড়ায়; তাদের অংশ হচ্ছে অভিসম্পাতই এবং তাদের ভাগ্যে জুটবে মন্দ ঘর। ",
			"en_kanzulimaan": "And those who break the pact of Allah after its ratification, and sever what Allah has commanded to be joined, and spread turmoil in the earth - their share is only the curse and their destiny is the wretched abode.",
			"ur_kanzulimaan": "اور وہ جو اللہ کا عہد اس کے پکے ہونے کے بعد توڑتے اور جس کے جوڑنے کو اللہ نے فرمایا اسے قطع کرتے اور زمین میں فساد پھیلاتے ہیں ان کا حصہ لعنت ہی ہے اور اُن کا نصیبہ بُرا گھر",
			"hi_kanzulimaan": "और वो जो अल्लाह का एहद उसके पक्के होने (71फ़) के बाद तोड़ते और जिसके जोड़ने को अल्लाह ने फ़रमाया उसे क़ता करते (काटते) और ज़मीन में फ़साद फैलाते हैं (72फ़) उनका हिस्सा लअनत ही है और उनका नसीब बुरा घर (73फ़)",
			"author": "২৫. আর যারা আল্লাহ্‌র সাথে দৃঢ় অঙ্গীকারে আবদ্ধ হবার পর তা ভঙ্গ করে, যেসব (সম্পর্ক ও অধিকার) অক্ষুন্ন রাখতে আল্লাহ্ তা’আলা নির্দেশ দিয়েছেন তা চ্ছিন্ন করে এবং পৃথিবীতে বিপর্যয় সৃষ্টি করে; তাদের জন্যে অভিসম্পাত এবং তাদেরই জন্যে রয়েছে নিকৃষ্ট আবাস।"
		},
		{
			"_id": "1733",
			"sura": "13",
			"para": "13",
			"verses": "26",
			"names": "اَللّٰہُ یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ  وَ یَقۡدِرُ ؕ وَ فَرِحُوۡا بِالۡحَیٰوۃِ الدُّنۡیَا ؕ وَ مَا الۡحَیٰوۃُ الدُّنۡیَا فِی الۡاٰخِرَۃِ  اِلَّا مَتَاعٌ ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "اَللّٰہُ یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ  وَ یَقۡدِرُ ؕ وَ فَرِحُوۡا بِالۡحَیٰوۃِ الدُّنۡیَا ؕ وَ مَا الۡحَیٰوۃُ الدُّنۡیَا فِی الۡاٰخِرَۃِ  اِلَّا مَتَاعٌ ﴿۲۶﴾ ",
			"index": "1733",
			"name": "আল্লাহ্‌ যার জন্য ইচ্ছা করেন জীবিকা প্রশস্ত ও সংকুচিত করেন; আর কাফির পার্থিব জীবনের উপর উল্লাসিত হয়েছে; এবং পার্থিব জীবন পরকালের জীবনের তুলনায় নয়, কিন্তু কিছুদিন ভোগ করা মাত্র। ",
			"en_kanzulimaan": "Allah eases and restricts the sustenance for whomever He wills; and the disbelievers rejoiced upon the life of this world; and the life of this world, as compared with the Hereafter, is just a brief utilisation.",
			"ur_kanzulimaan": "اللہ جس کے لیے چاہے رزق کشادہ اور تنگ کرتا ہے، اور کا فر دنیا کی زندگی پر اترا گئے (نازاں ہوئے) اور دنیا کی زندگی آخرت کے مقابل نہیں مگر کچھ دن برت لینا،",
			"hi_kanzulimaan": "अल्लाह जिसके लिये चाहे रिज़्क कुशादा और (74फ़) तंग करता है और क़ाफ़िर दुनिया की ज़िन्दगी पर इतरा गए (75फ़) और दुनिया की ज़िन्दगी आख़िरत के मुक़ाबले नहीं मगर कुछ दिन बरत लेना",
			"author": "২৬. আল্লাহ্ যার জন্যে চান জীবনোপকরণ অবারিত করেন, আর (যার জন্যে চান) সঙ্কুচিত করে দেন। আর এসব (অবিশ্বাসী) লোকেরা পার্থিব জীবনে অনেক উল্লসিত অথচ পার্থিব জীবন পরকালের তুলনায় তুচ্ছ উপভোগ ব্যতীত কিছুই নয়।"
		},
		{
			"_id": "1734",
			"sura": "13",
			"para": "13",
			"verses": "27",
			"names": "وَ  یَقُوۡلُ الَّذِیۡنَ  کَفَرُوۡا لَوۡ لَاۤ  اُنۡزِلَ عَلَیۡہِ اٰیَۃٌ  مِّنۡ رَّبِّہٖ ؕ قُلۡ  اِنَّ اللّٰہَ  یُضِلُّ مَنۡ یَّشَآءُ وَ یَہۡدِیۡۤ اِلَیۡہِ مَنۡ اَنَابَ ﴿ۖۚ۲۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ  یَقُوۡلُ الَّذِیۡنَ  کَفَرُوۡا لَوۡ لَاۤ  اُنۡزِلَ عَلَیۡہِ اٰیَۃٌ  مِّنۡ رَّبِّہٖ ؕ قُلۡ  اِنَّ اللّٰہَ  یُضِلُّ مَنۡ یَّشَآءُ وَ یَہۡدِیۡۤ اِلَیۡہِ مَنۡ اَنَابَ ﴿ۖۚ۲۷﴾ ",
			"index": "1734",
			"name": "এবং কাফিররা বলে, ‘তাঁর প্রতি কোন নিদর্শন তাদের রবের নিকট থেকে কেন অবতীর্ণ হয় নি?’ আপনি বলুন, ‘নিশ্চয় আল্লাহ্‌ যাকে চান পথভ্রষ্ট করেন এবং আপন পথ তাকে প্রদান করেন, যে তাঁর প্রতি প্রত্যাবর্তন করে। ",
			"en_kanzulimaan": "And the disbelievers said, Why was not a sign sent down upon him from his Lord? Proclaim, Indeed Allah sends astray whomever He wills, and guides towards Himself the one who comes towards Him.",
			"ur_kanzulimaan": "اور کافر کہتے ان پر کوئی نشانی ان کے رب کی طرف سے کیوں نہ اتری، تم فرماؤ بیشک اللہ جسے چاہے گمراہ کرتا ہے اور اپنی راہ اسے دیتا ہے جو اس کی طرف رجوع لائے،",
			"hi_kanzulimaan": "और क़ाफ़िर कहते उनपर कोई निशानी उनके रब की तरफ़ से क्यों न उतरी, तुम फ़रमाओ बेशक अल्लाह जिसे चाहे गुमराह करता है (76फ़) और अपनी राह उसे देता है जो उसकी तरफ़ रूजू लाए",
			"author": "২৭. আর কাফেরেরা বলে, ‘(এ রাসূল)-এঁর প্রতি তাঁর প্রতিপালকের নিকট থেকে কোনো নিদর্শন কেন অবতীর্ণ হয়নি?’ বলে দিন, ‘নিশ্চয়ই আল্লাহ্ যাকে ইচ্ছা (নিদর্শনাবলী সত্তেও) গোমরাহ্ করেন। আর যে তাঁর অভিমূখী তিনি তাকে নিজের দিকে পথপ্রদর্শন করেন,"
		},
		{
			"_id": "1735",
			"sura": "13",
			"para": "13",
			"verses": "28",
			"names": "اَلَّذِیۡنَ اٰمَنُوۡا وَ تَطۡمَئِنُّ قُلُوۡبُہُمۡ بِذِکۡرِ اللّٰہِ ؕ اَلَا بِذِکۡرِ اللّٰہِ تَطۡمَئِنُّ الۡقُلُوۡبُ ﴿ؕ۲۸﴾ ",
			"number": "",
			"verses_PDMS": "اَلَّذِیۡنَ اٰمَنُوۡا وَ تَطۡمَئِنُّ قُلُوۡبُہُمۡ بِذِکۡرِ اللّٰہِ ؕ اَلَا بِذِکۡرِ اللّٰہِ تَطۡمَئِنُّ الۡقُلُوۡبُ ﴿ؕ۲۸﴾ ",
			"index": "1735",
			"name": "ওই সব লোক, যারা ঈমান এনেছে এবং তাদের অন্তর আল্লাহ্‌র স্মরণে প্রশান্তি পায়; শুনে নাও, আল্লাহ্‌র স্মরণেই অন্তরের প্রশান্তি রয়েছে। ",
			"en_kanzulimaan": "Those who accepted faith and whose hearts gain solace from the remembrance of Allah; pay heed! Only in the remembrance of Allah is the solace of hearts!",
			"ur_kanzulimaan": "وہ جو ایمان لائے اور ان کے دل اللہ کی یاد سے چین پاتے ہیں، سن لو اللہ کی یاد ہی میں دلوں کا چین ہے",
			"hi_kanzulimaan": "वो जो ईमान लाए और उनके दिल अल्लाह की याद से चैन पाते हैं सुन लो अल्लाह की याद ही में दिलों का चैन है (77फ़)",
			"author": "২৮. যারা বিশ্বাস রাখে এবং যাদের অন্তর আল্লাহ্‌র যিকিরের মাধ্যমে প্রশান্ত হয়। জেনে রেখো, আল্লাহ্‌র যিকিরের মাধ্যমেই অন্তরসমূহ প্রশান্তি লাভ করে।"
		},
		{
			"_id": "1736",
			"sura": "13",
			"para": "13",
			"verses": "29",
			"names": "اَلَّذِیۡنَ  اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ  طُوۡبٰی لَہُمۡ  وَ حُسۡنُ  مَاٰبٍ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "اَلَّذِیۡنَ  اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ  طُوۡبٰی لَہُمۡ  وَ حُسۡنُ  مَاٰبٍ ﴿۲۹﴾ ",
			"index": "1736",
			"name": "তারাই, যারা ঈমান এনেছে এবং সৎ কাজ করেছে; তাদের জন্য রয়েছে খুশী এবং শুভ পরিণাম।",
			"en_kanzulimaan": "Those who accepted faith and did good deeds - for them is joy and an excellent outcome.",
			"ur_kanzulimaan": "وہ جو ایمان لائے اور اچھے کام کیے ان کو خوشی ہے اور اچھا انجام",
			"hi_kanzulimaan": "वो जो ईमान लाए और अच्छे काम किये उनको ख़ुशी है और अच्छा अंजाम (78फ़)",
			"author": "২৯. যারা ঈমান আনে এবং সৎকর্ম করে, তাদের জন্যে (পরকালে) আনন্দ ও উল্লাস রয়েছে। আর রয়েছে উৎকৃষ্ট ঠিকানা।’"
		},
		{
			"_id": "1737",
			"sura": "13",
			"para": "13",
			"verses": "30",
			"names": "کَذٰلِکَ اَرۡسَلۡنٰکَ فِیۡۤ  اُمَّۃٍ قَدۡ خَلَتۡ مِنۡ قَبۡلِہَاۤ اُمَمٌ لِّتَتۡلُوَا۠ عَلَیۡہِمُ الَّذِیۡۤ اَوۡحَیۡنَاۤ  اِلَیۡکَ وَ ہُمۡ یَکۡفُرُوۡنَ بِالرَّحۡمٰنِ ؕ قُلۡ ہُوَ  رَبِّیۡ  لَاۤ  اِلٰہَ   اِلَّا ہُوَ ۚ عَلَیۡہِ  تَوَکَّلۡتُ وَ  اِلَیۡہِ  مَتَابِ  ﴿۳۰﴾",
			"number": "",
			"verses_PDMS": "کَذٰلِکَ اَرۡسَلۡنٰکَ فِیۡۤ  اُمَّۃٍ قَدۡ خَلَتۡ مِنۡ قَبۡلِہَاۤ اُمَمٌ لِّتَتۡلُوَا۠ عَلَیۡہِمُ الَّذِیۡۤ اَوۡحَیۡنَاۤ  اِلَیۡکَ وَ ہُمۡ یَکۡفُرُوۡنَ بِالرَّحۡمٰنِ ؕ قُلۡ ہُوَ  رَبِّیۡ  لَاۤ  اِلٰہَ   اِلَّا ہُوَ ۚ عَلَیۡہِ  تَوَکَّلۡتُ وَ  اِلَیۡہِ  مَتَابِ  ﴿۳۰﴾",
			"index": "1737",
			"name": "এভাবেই, আমি (হে হাবীব!) আপনাকে ওই উম্মতের মধ্যে প্রেরণ করেছি, যার পূর্বে অনেক উম্মত গত হয়েছে এ জন্য যে, আপনি তাদেরকে পাঠ করে শুনাবেন যা আমি আপনার প্রতি ওহী করেছি। এবং তারা রাহমানকে অস্বীকার করছে। আপনি বলুন, ‘তিনি আমার রব, তিনি ব্যতীত অন্য কারো ইবাদত নেই, আমি তাঁরই উপর নির্ভর করেছি এবং তাঁরই প্রতি আমার প্রত্যাবর্তন’।",
			"en_kanzulimaan": "Similarly We sent you (O dear Prophet Mohammed - peace and blessings be upon him) towards the nation, before whom other nations have passed away, for you to recite to them the divine revelations We sent down to you, whereas they are denying the Most Gracious; proclaim, He is my Lord - there is no worship except for Him; I rely only upon Him and only towards Him is my return.",
			"ur_kanzulimaan": "اسی طرح ہم نے تم کو اس امت میں بھیجا جس سے پہلے امتیں ہو گزریں کہ تم انہیں پڑھ کر سناؤ جو ہم نے تمہاری طرف وحی کی اور وہ رحمن کے منکر ہورہے ہیں تم فرماؤ وہ میرا رب ہے اس کے سوا کسی کی بندگی نہیں میں نے اسی پر بھروسہ کیا اور اسی کی طرف میری رجوع ہے،",
			"hi_kanzulimaan": "इसी तरह हमने तुमको इस उम्मत में भेजा जिससे पहले उम्मतें हो गुज़री (79फ़) कि तुम उन्हें पढ़कर सुनाओ (80फ़) जो हमने तुम्हारी तरफ़ वही की और वो रहमान के मुन्नकीर  हो रहे हैं (81फ़) तुम फ़रमाओ वह मेरा रब है उसके सिवा किसी की बन्दगी नहीं मैं ने उसी पर भरोसा किया और उसी की तरफ़ मेरी रूजू है",
			"author": "৩০. (হে হাবীব!) এভাবে আমরা আপনাকে প্রেরণ করেছি (রাসূল রূপে) এমন এক জাতির মাঝে, যাদের পূর্বে প্রকৃতপক্ষে (বহু) জাতি গত হয়েছে; (এখন এরা সর্বশেষ উম্মত) যাতে আপনি তাদের নিকট (এ কিতাব) পাঠ করেন, যা আমরা আপনার প্রতি প্রত্যাদেশ করেছি। তথাপি তারা (পরম দয়ালু প্রভু) রাহমানকে অস্বীকার করছে। আপনি বলে দিন, ‘তিনি আমার প্রতিপালক, তিনি ব্যতীত কোনো ইলাহ্ নেই। তাঁরই উপর আমি ভরসা করেছি এবং তাঁরই নিকট আমার প্রত্যাবর্তন।’"
		},
		{
			"_id": "1738",
			"sura": "13",
			"para": "13",
			"verses": "31",
			"names": "وَ لَوۡ اَنَّ  قُرۡاٰنًا سُیِّرَتۡ بِہِ الۡجِبَالُ اَوۡ قُطِّعَتۡ بِہِ  الۡاَرۡضُ اَوۡ کُلِّمَ  بِہِ الۡمَوۡتٰی ؕ بَلۡ  لِّلّٰہِ الۡاَمۡرُ جَمِیۡعًا ؕ اَفَلَمۡ  یَایۡـَٔسِ الَّذِیۡنَ  اٰمَنُوۡۤا  اَنۡ  لَّوۡ  یَشَآءُ اللّٰہُ لَہَدَی النَّاسَ جَمِیۡعًا ؕ وَ لَا یَزَالُ الَّذِیۡنَ کَفَرُوۡا تُصِیۡبُہُمۡ بِمَا صَنَعُوۡا قَارِعَۃٌ  اَوۡ  تَحُلُّ قَرِیۡبًا مِّنۡ دَارِہِمۡ حَتّٰی یَاۡتِیَ  وَعۡدُ  اللّٰہِ ؕ اِنَّ  اللّٰہَ  لَا یُخۡلِفُ  الۡمِیۡعَادَ ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ اَنَّ  قُرۡاٰنًا سُیِّرَتۡ بِہِ الۡجِبَالُ اَوۡ قُطِّعَتۡ بِہِ  الۡاَرۡضُ اَوۡ کُلِّمَ  بِہِ الۡمَوۡتٰی ؕ بَلۡ  لِّلّٰہِ الۡاَمۡرُ جَمِیۡعًا ؕ اَفَلَمۡ  یَایۡـَٔسِ الَّذِیۡنَ  اٰمَنُوۡۤا  اَنۡ  لَّوۡ  یَشَآءُ اللّٰہُ لَہَدَی النَّاسَ جَمِیۡعًا ؕ وَ لَا یَزَالُ الَّذِیۡنَ کَفَرُوۡا تُصِیۡبُہُمۡ بِمَا صَنَعُوۡا قَارِعَۃٌ  اَوۡ  تَحُلُّ قَرِیۡبًا مِّنۡ دَارِہِمۡ حَتّٰی یَاۡتِیَ  وَعۡدُ  اللّٰہِ ؕ اِنَّ  اللّٰہَ  لَا یُخۡلِفُ  الۡمِیۡعَادَ ﴿۳۱﴾ ",
			"index": "1738",
			"name": "এবং যদি এমন ক্বোরআন আসতো যা দ্বারা পর্বত স্থানচ্যুত হয়ে যেতো, অথবা যমীন বিদীর্ণ হতো, অথবা মৃতগণ কথা বলতো, তবুও এ কাফিররা মান্য করতো না, বরং সমস্ত কাজ আল্লাহ্‌রই ইখতিয়ারভুক্ত; তবে কি মুসলমানগণ এ থেকে নিরাশ হয় নি (যে, কাফিররা ঈমান আনবে? এবং তারা কি এ সম্পর্কে নিশ্চিতভাবে জানে না)  যে, আল্লাহ্‌ ইচ্ছা করলে সমস্ত মানুষকে সৎ পথে পরিচালিত করতেন এবং কাফিরদের নিকট সব সময় তাদের কৃতকর্মের উপর এ কঠোর বিপদ-ধ্বনি পৌছতে থাকে, অথবা তাদের ঘরগুলোর নিকট আপতিত হবে, যতক্ষণ পর্যন্ত না আল্লাহ্‌র প্রতিশ্রুতি আসে। নিশ্চয় আল্লাহ্‌ প্রতিশ্রুতির ব্যতিক্রম করেন না। ",
			"en_kanzulimaan": "And were such a Quran to come that would cause the mountains to move, or the earth to split asunder, or the dead to speak, even then these disbelievers would not believe; in fact, all matters are only at Allahs discretion; so have not the Muslims despaired in that, had Allah willed, He would have guided all mankind? Disasters shall continue to strike the disbelievers on account of their deeds, or descend near their homes until Allahs promise comes; indeed Allah does not break the promise.",
			"ur_kanzulimaan": "اور اگر کوئی ایسا قرآن آتا جس سے پہاڑ ٹل جاتے یا زمین پھٹ جاتی یا مردے باتیں کرتے جب بھی یہ کافر نہ مانتے بلکہ سب کام اللہ ہی کے اختیار ميں ہیں تو کیا مسلمان اس سے نا امید نہ ہوئے کہ اللہ چاہتا تو سب آدمیوں کو ہدایت کردیتا اور کافروں کو ہمیشہ کے لیے یہ سخت دھمک (ہلادینے والی مصیبت) پہنچتی رہے گی یا ان کے گھروں کے نزدیک اترے گی یہاں تک کہ اللہ کا وعدہ آئے بیشک اللہ وعدہ خلاف نہیں کرتا",
			"hi_kanzulimaan": "और अगर कोई ऐसा क़ुरआन आता जिससे पहाड़ टल जाते (82फ़) या ज़मीन फट जाती या मुर्दे बातें करते जब भी ये काफ़िर न मानते (83फ़) बल्कि सब काम अल्लाह ही के इख़्तियार में हैं (84फ़) तो क्या मुसलमान इससे नाउम्मीद न हुए (85फ़) कि अल्लाह चाहता तो सब आदमियों को हिदायत कर देता (86फ़) और क़ाफिरों को हमेशा उनके किये पर  सख़्त धमक पहुंचती रहेगी (87फ़) या उनके घरों के नज़दीक उतरेगी (88फ़) यहां तक कि अल्लाह का वादा आए (89फ़) बेशक अल्लाह वादा ख़िलाफ़ी नहीं करता (90फ़)",
			"author": "৩১. আর যদি এমন কোনো কুরআন হতো, যা দ্বারা পর্বতকে গতিশীল করা যেতো অথবা যা দ্বারা পৃথিবীকে বিদীর্ণ করা যেতো অথবা যা দ্বারা মৃতদের সাথে কথা বলা যেতো (তবুও তারা ঈমান আনয়ন করতো না)। বরং সকল কর্মকান্ড আল্লাহ্‌রই কর্তৃত্বে রয়েছে। অতঃপর ঈমানদারগণ কি (এটি) জানে না যে, যদি আল্লাহ্ চাইতেন, তবে সকল মানুষকে হেদায়াত দান করতেন। আর সর্বদা কাফেরদের নিকট তাদের কর্মকান্ডের কারণে কোনো (না কোনো) মুসিবত আসতেই থাকবে অথবা তাদের গৃহ (অথবা জনপদ) -এর আশেপাশে আপতিত হতেই থাকবে, যতক্ষণ না আল্লাহ্‌র প্রতিশ্রুতি (শাস্তি) উপস্থিত হয়। নিশ্চয়ই আল্লাহ্ অঙ্গীকার ভঙ্গ করেন না।"
		},
		{
			"_id": "1739",
			"sura": "13",
			"para": "13",
			"verses": "32",
			"names": "وَ لَقَدِ اسۡتُہۡزِیٴَ بِرُسُلٍ مِّنۡ قَبۡلِکَ فَاَمۡلَیۡتُ لِلَّذِیۡنَ  کَفَرُوۡا ثُمَّ   اَخَذۡتُہُمۡ ۟ فَکَیۡفَ کَانَ عِقَابِ ﴿۳۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدِ اسۡتُہۡزِیٴَ بِرُسُلٍ مِّنۡ قَبۡلِکَ فَاَمۡلَیۡتُ لِلَّذِیۡنَ  کَفَرُوۡا ثُمَّ   اَخَذۡتُہُمۡ ۟ فَکَیۡفَ کَانَ عِقَابِ ﴿۳۲﴾ ",
			"index": "1739",
			"name": "এবং নিশ্চয় আপনার পূর্ববর্তী রসূলগণের সাথেও ঠাট্টা বিদ্রূপ করা হয়েছিলো। অতঃপর আমি কাফিরদেরকে কিছুদিনের জন্য অবকাশ দিয়েছি। তাঁরপর তাদেরকে পাকড়াও করেছি। অতঃপর কেমন ছিলো আমার শাস্তি!",
			"en_kanzulimaan": "And indeed the Noble Messengers before you were also mocked - I therefore gave the mockers respite for some days and then seized them; so how (dreadful) was My punishment!",
			"ur_kanzulimaan": "اور بیشک تم سے اگلے رسولوں سے بھی ہنسی کی گئی تو میں نے کافروں کو کچھ دنوں ڈھیل دی پھر انہیں پکڑا تو میرا عذاب کیسا تھا،",
			"hi_kanzulimaan": "और बेशक तुम से अगले रसूलों से भी हंसी की गई तो मैंने काफ़िरों को कुछ दिनों ढील दी फिर उन्हें पकड़ा (91फ़) तो मेरा अज़ाब कैसा था",
			"author": "৩২. আর আপনার পূর্বেও (কাফেরদের পক্ষ থেকে) অনেক রাসূলকে ঠাট্টা-বিদ্রুপ করা হতো। সুতরাং আমি কাফেরদেরকে অবকাশ দিয়েছিলাম, অতঃপর তাদেরকে (শাস্তিতে) পাকড়াও করেছিলাম। সুতরাং (দেখুন) কেমন ছিল আমার শাস্তি!"
		},
		{
			"_id": "1740",
			"sura": "13",
			"para": "13",
			"verses": "33",
			"names": "اَفَمَنۡ ہُوَ قَآئِمٌ عَلٰی کُلِّ نَفۡسٍۭ بِمَا کَسَبَتۡ ۚ وَ جَعَلُوۡا لِلّٰہِ شُرَکَآءَ ؕ قُلۡ سَمُّوۡہُمۡ ؕ اَمۡ تُنَبِّـُٔوۡنَہٗ بِمَا لَا یَعۡلَمُ فِی الۡاَرۡضِ اَمۡ بِظَاہِرٍ مِّنَ الۡقَوۡلِ ؕ بَلۡ زُیِّنَ لِلَّذِیۡنَ کَفَرُوۡا مَکۡرُہُمۡ وَ صُدُّوۡا عَنِ  السَّبِیۡلِ ؕ وَ مَنۡ یُّضۡلِلِ اللّٰہُ  فَمَا لَہٗ  مِنۡ ہَادٍ ﴿۳۳﴾ ",
			"number": "",
			"verses_PDMS": "اَفَمَنۡ ہُوَ قَآئِمٌ عَلٰی کُلِّ نَفۡسٍۭ بِمَا کَسَبَتۡ ۚ وَ جَعَلُوۡا لِلّٰہِ شُرَکَآءَ ؕ قُلۡ سَمُّوۡہُمۡ ؕ اَمۡ تُنَبِّـُٔوۡنَہٗ بِمَا لَا یَعۡلَمُ فِی الۡاَرۡضِ اَمۡ بِظَاہِرٍ مِّنَ الۡقَوۡلِ ؕ بَلۡ زُیِّنَ لِلَّذِیۡنَ کَفَرُوۡا مَکۡرُہُمۡ وَ صُدُّوۡا عَنِ  السَّبِیۡلِ ؕ وَ مَنۡ یُّضۡلِلِ اللّٰہُ  فَمَا لَہٗ  مِنۡ ہَادٍ ﴿۳۳﴾ ",
			"index": "1740",
			"name": "তবে কি যিনি প্রত্যেক ব্যক্তির উপর তাঁর কর্মসমূহের রক্ষণাবেক্ষণ করেন? আর তারা আল্লাহ্‌র অংশীদার দাঁড় করায়। আপনি বলুন, ‘তাদের নাম বলো!’ তোমরা কি তাকে তাই বলছো, যা তাঁর জ্ঞানে সমগ্র পৃথিবীতে নেই, না এমনি ভাসাভাস্য কথা? বরং কাফিরদের দৃষ্টিতে তাদের প্রতাঁরনা ভালো স্থির হয়েছে এবং সৎ পথ থেকে (তাদেরকে) রুখে দেওয়া হয়েছে। এবং আল্লাহ্‌ যাকে পথভ্রষ্ট করেন তাকে কেউ সৎপথ প্রদর্শনকারী নেই। ",
			"en_kanzulimaan": "So is He who keeps a watch over the deeds of every soul (equal to their appointed partners)? And (yet) they ascribe partners to Allah! Proclaim, Just name them - or is it that you inform Him of something which in His knowledge does not exist in the earth - or is it just superficial talk? In fact, their deceit seems good to the disbelievers and are prevented from the path; and whomever Allah sends astray, so there is none to guide him.",
			"ur_kanzulimaan": "تو کیا وہ ہر جان پر اس کے اعمال کی نگہداشت رکھتا ہے اور وہ اللہ کے شریک ٹھہراتے ہیں، تم فرماؤ ان کا نام تو لو یا اسے وہ بتاتے ہو جو اس کے علم میں ساری زمین میں نہیں یا یوں ہی اوپری بات بلکہ کافروں کی نگاہ میں ان کا فریب اچھا ٹھہرا ہے اور راہ سے روکے گئے اور جسے اللہ گمراہ کرے اسے کوئی ہدایت کرنے والا نہیں،",
			"hi_kanzulimaan": "तो क्या वह हर जान पर उसके अमलो की निगहदाश्त रखता है (92फ) और वो अल्लाह के शरीक ठहराते हैं, तुम फ़रमाओ उनका नाम तो लो (93फ) या उसे वह बताते हो जो उसके इल्म में सारी ज़मीन में नहीं (94फ़) या यूं ही ऊपरी बात (95फ़) बल्कि क़ाफ़िरों की निगाह में उनका फ़रेब अच्छा ठहरा हे और राह से रोके गए (96फ़) और जिसे अल्लाह गुमराह करे उसे कोई हिदायत करने वाला नहीं",
			"author": "৩৩. তবে কি যিনি প্রতিটি প্রাণের কর্মকান্ড পর্যবেক্ষণ করেন তিনি (আল্লাহ্) এবং (সেসব মূর্তি যা অবিশ্বাসী) লোকেরা আল্লাহ্‌র অংশীদার সাব্যস্ত করেছে- (কখনো এক হতে পারে? কখনো নয়)। আপনি বলে দিন, ‘তাদের নাম বলো (তো হে মুর্খরা!) তোমরা কি তাঁকে (অর্থাৎ আল্লাহ্কে) সমগ্র পৃথিবীতে এমন কিছুর (অস্তিত্বের) সংবাদ দিচ্ছো যা তিনি জানেন না, নাকি (এগুলো কেবল) বাহ্যিক কথাবার্তাই (প্রকৃত অবস্থার সাথে যার কোনো সম্পর্ক নেই)?’ বরং (প্রকৃত বিষয় হলো যে,) কাফেরদের নিকট নিজেদের চক্রান্তকে সুশোভিত মনে হয় এবং তাদেরকে (সরল) পথ থেকে নিবৃত্ত রাখা হয়েছে। আর যাকে আল্লাহ্ গোমরাহ্ করেন তো তার জন্যে কোনো হেদায়াতকারী হতে পারে না।"
		},
		{
			"_id": "1741",
			"sura": "13",
			"para": "13",
			"verses": "34",
			"names": "لَہُمۡ عَذَابٌ فِی الۡحَیٰوۃِ الدُّنۡیَا وَ لَعَذَابُ الۡاٰخِرَۃِ اَشَقُّ ۚ وَ مَا لَہُمۡ مِّنَ اللّٰہِ  مِنۡ  وَّاقٍ ﴿۳۴﴾ ",
			"number": "",
			"verses_PDMS": "لَہُمۡ عَذَابٌ فِی الۡحَیٰوۃِ الدُّنۡیَا وَ لَعَذَابُ الۡاٰخِرَۃِ اَشَقُّ ۚ وَ مَا لَہُمۡ مِّنَ اللّٰہِ  مِنۡ  وَّاقٍ ﴿۳۴﴾ ",
			"index": "1741",
			"name": "তাদের পার্থিব জীবনে শাস্তি হবে এবং নিঃসন্দেহে আখিরাতের শাস্তি সবচেয়ে কঠোর; আর তাদেরকে আল্লাহ্‌ থেকে রক্ষা করার কেউ নেই। ",
			"en_kanzulimaan": "They will be punished in the life of this world, and indeed the punishment of the Hereafter is the most severe; and there is none to save them from Allah.",
			"ur_kanzulimaan": "انہیں دنیا کے جیتے عذاب ہوگا اور بیشک آخرت کا عذاب سب سے سخت اور انہیں اللہ سے بچانے والا کوئی نہیں،",
			"hi_kanzulimaan": "उन्हें दुनिया के जीते अज़ाब होगा (97फ़) और बेशक आख़िरत का अज़ाब सब से सख़्त है और उन्हें अल्लाह से बचाने वाला कोई नहीं",
			"author": "৩৪. তাদের জন্যে পার্থিব জীবনেও রয়েছে শাস্তি এবং পরকালের শাস্তি তো আরো কঠিন। আর তাদেরকে আল্লাহ্ (-এঁর শাস্তি) থেকে কোনো রক্ষাকারী নেই।"
		},
		{
			"_id": "1742",
			"sura": "13",
			"para": "13",
			"verses": "35",
			"names": "مَثَلُ الۡجَنَّۃِ الَّتِیۡ وُعِدَ الۡمُتَّقُوۡنَ ؕ تَجۡرِیۡ مِنۡ  تَحۡتِہَا الۡاَنۡہٰرُ ؕ اُکُلُہَا دَآئِمٌ وَّ ظِلُّہَا ؕ تِلۡکَ عُقۡبَی الَّذِیۡنَ اتَّقَوۡا ٭ۖ وَّ عُقۡبَی الۡکٰفِرِیۡنَ النَّارُ ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "مَثَلُ الۡجَنَّۃِ الَّتِیۡ وُعِدَ الۡمُتَّقُوۡنَ ؕ تَجۡرِیۡ مِنۡ  تَحۡتِہَا الۡاَنۡہٰرُ ؕ اُکُلُہَا دَآئِمٌ وَّ ظِلُّہَا ؕ تِلۡکَ عُقۡبَی الَّذِیۡنَ اتَّقَوۡا ٭ۖ وَّ عُقۡبَی الۡکٰفِرِیۡنَ النَّارُ ﴿۳۵﴾ ",
			"index": "1742",
			"name": "যে জান্নাতের প্রতিশ্রুতি খোদা ভীরুদের দেওয়া হয়েছে সেটার অবস্থাদি (এরূপ) সেটার পাদদেশে নদীসমূহ প্রবাহিত হয়; সেটার ফলসমূহ চিরস্থায়ী এবং সেটার ছায়াও। খোদাভীরুদের শুভপরিণাম তো এই; এবং কাফিরদের পরিণাম আগুন। ",
			"en_kanzulimaan": "A description of the Paradise which is promised to the pious; rivers flow beneath it; its fruits are unending, and its shade; this is the reward of those who fear; and the fate of the disbelievers is fire.",
			"ur_kanzulimaan": "احوال اس جنت کا کہ ڈر والوں کے لیے جس کا وعدہ ہے، اس کے نیچے نہریں بہتی ہیں، اس کے میوے ہمیشہ اور اس کا سایہ ڈر والوں کا تو یہ انجام ہے اور کافروں کا انجام آ گ،",
			"hi_kanzulimaan": "अहवाल उस जन्नत का कि डर वालों के लिए जिसका वादा है उसके नीचे नेहरें बहती हैं, उसके मेवे हमेशा और उसका साया (98फ़) डर वालों का तो यह अंजाम है (99फ़) और काफ़िरों का अंजाम आग",
			"author": "৩৫. পরহেযগারদের জন্যে প্রতিশ্রুত জান্নাতের অবস্থা (এমন) যে, তার তলদেশে স্রোতধারা প্রবাহিত, এর ফল এবং এর ছায়া(ও) সর্বদা বিদ্যমান। এটি সেসব লোকদের (উত্তম) পরিণাম যারা খোদাভীতি অবলম্বন করেছে। আর কাফেরদের পরিণতি জাহান্নামের অগ্নি।"
		},
		{
			"_id": "1743",
			"sura": "13",
			"para": "13",
			"verses": "36",
			"names": "وَ الَّذِیۡنَ اٰتَیۡنٰہُمُ الۡکِتٰبَ یَفۡرَحُوۡنَ بِمَاۤ اُنۡزِلَ اِلَیۡکَ وَ مِنَ الۡاَحۡزَابِ مَنۡ یُّنۡکِرُ بَعۡضَہٗ ؕ قُلۡ اِنَّمَاۤ  اُمِرۡتُ اَنۡ اَعۡبُدَ اللّٰہَ  وَ لَاۤ   اُشۡرِکَ بِہٖ ؕ اِلَیۡہِ  اَدۡعُوۡا وَ  اِلَیۡہِ  مَاٰبِ ﴿۳۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ اٰتَیۡنٰہُمُ الۡکِتٰبَ یَفۡرَحُوۡنَ بِمَاۤ اُنۡزِلَ اِلَیۡکَ وَ مِنَ الۡاَحۡزَابِ مَنۡ یُّنۡکِرُ بَعۡضَہٗ ؕ قُلۡ اِنَّمَاۤ  اُمِرۡتُ اَنۡ اَعۡبُدَ اللّٰہَ  وَ لَاۤ   اُشۡرِکَ بِہٖ ؕ اِلَیۡہِ  اَدۡعُوۡا وَ  اِلَیۡہِ  مَاٰبِ ﴿۳۶﴾ ",
			"index": "1743",
			"name": "এবং যাদেরকে আমি কিতাব দিয়েছি তারা সেটারই উপর আনন্দিত হয়, যা আপনার প্রতি অবতীর্ণ হয়েছে এবং ওই সব দলের মধ্যে কিছু লোক এমনও রয়েছে, যারা সেটার কিছু অংশকে অস্বীকার করে। আপনি বলুন, ‘আমাকে তো এ নির্দেশই দেওয়া হয়েছে যেন আমি আল্লাহ্‌র বন্দেগী করি এবং যেন তাঁর শরীক দাঁড় না করি। আমি তাঁরই প্রতি আহ্বান করেছি এবং তাঁরই প্রতি আমার প্রত্যাবর্তন।",
			"en_kanzulimaan": "And those to whom We gave the Book * rejoice at what is divinely revealed to you **; and of those groups are some who deny parts of it; proclaim, I am commanded only that I worship Allah and not ascribe any partner to Him; towards Him do I call, and towards Him only I have to return. (* Scholars among the Jews and Christians who accepted faith. ** The Holy Quran.)",
			"ur_kanzulimaan": "اور جن کو ہم نے کتاب دی وہ اس پر خوش ہوتے جو تمہاری طرف اترا اور ان گروہوں میں کچھ وہ ہیں کہ اس کے بعض سے منکر ہیں، تم فرماؤ مجھے تو یہی حکم ہے کہ اللہ کی بندگی کروں اور اس کا شریک نہ ٹھہراؤں، ميں اسی کی طرف بلاتا ہوں اور اسی کی طرف مجھے پھرنا",
			"hi_kanzulimaan": "और जिनको हमने किताब दी (100फ़) वो उसपर ख़ुश होते जो तुम्हारी तरफ़ उतरा और उन गिरोहो में (101फ़) कुछ वो हैं कि उसके बाज़ (कुछ थोड़े) से मून्नकिर हैं तुम फ़रमाओ मुझे तो यही हुक्म है कि अल्लाह की बन्दगी करूं और उसका शरीक न ठहराऊं में उसी की तरफ़ बुलाता हूँ और उसी की तरफ़ मुझे फिरना (102फ़)",
			"author": "৩৬. আর যাদেরকে আমরা (তাওরাত) কিতাব দিয়েছিলাম, (যদি তারা বিশুদ্ধ মুমিন হয়, তবে) তারা (এ কুরআন)-এঁর ব্যাপারে আনন্দিত হয় যা আপনার প্রতি অবতীর্ণ করা হয়েছে। আর সে দলের(ই) এমন কতেক রয়েছে যারা এর কিছু অংশ অস্বীকার করে। বলে দিন, ‘আমাকে তো এ নির্দেশই দেয়া হয়েছে যে, আমি আল্লাহ্‌র ইবাদত করবো এবং তাঁর সাথে (কাউকে) অংশীদার সাব্যস্ত করবো না। তাঁরই দিকে আমি আহ্বান করছি এবং তাঁরই দিকে আমার প্রত্যাবর্তন।’"
		},
		{
			"_id": "1744",
			"sura": "13",
			"para": "13",
			"verses": "37",
			"names": "وَ کَذٰلِکَ اَنۡزَلۡنٰہُ حُکۡمًا عَرَبِیًّا ؕ وَ لَئِنِ اتَّبَعۡتَ اَہۡوَآءَہُمۡ بَعۡدَ مَا جَآءَکَ مِنَ الۡعِلۡمِ ۙ مَا لَکَ مِنَ اللّٰہِ مِنۡ وَّلِیٍّ وَّ لَا  وَاقٍ ﴿۳۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَذٰلِکَ اَنۡزَلۡنٰہُ حُکۡمًا عَرَبِیًّا ؕ وَ لَئِنِ اتَّبَعۡتَ اَہۡوَآءَہُمۡ بَعۡدَ مَا جَآءَکَ مِنَ الۡعِلۡمِ ۙ مَا لَکَ مِنَ اللّٰہِ مِنۡ وَّلِیٍّ وَّ لَا  وَاقٍ ﴿۳۷﴾ ",
			"index": "1744",
			"name": "এবং এভাবে আমি সেটাকে আরবী মীমাংসা অবতীর্ণ করেছি আর হে শ্রোতা! যদি তুমি তাদের খেয়াল খুশির অনুসরণ করো এরপর যে, তোমার নিকট জ্ঞান এসেছে, তবে আল্লাহ্‌র সম্মুখে না তোমার কোন অভিভাবক থাকবে, না রক্ষাকারী। ",
			"en_kanzulimaan": "And similarly We have revealed this as a command in Arabic; and O listener (follower of this Prophet), if you follow their desires after the knowledge having come to you, then you will have neither a supporter nor any saviour against Allah.",
			"ur_kanzulimaan": "اور اسی طرح ہم نے اسے عربی فیصلہ اتارا اور اے سننے والے! اگر تو ان کی خواہشوں پر چلے گا بعد اس کے کہ تجھے علم آچکا تو اللہ کے آگے نہ تیرا کوئی حمایتی ہوگا نہ بچانے والا،",
			"hi_kanzulimaan": "और इसी तरह हमने उसे अरबी फ़ैसला उतारा (103फ़) और ऐ सुनने वाले अगर तू उनकी ख़्वाहिशों पर चलेगा (104फ़) बाद इसके कि तुझे इल्म आचुका तो अल्लाह के आगे न तेरा कोई हिमायती होगा न बचाने वाला",
			"author": "৩৭. আর এভাবে আমরা একে (এ কুরআনকে) বিধান রূপে আরবী ভাষায় অবতীর্ণ করেছি। আর (হে শ্রবণকারী!) তোমার নিকট (অকাট্য) জ্ঞান আসার পর যদি তুমি তাদের (অর্থাৎ কাফেরদের) কুপ্রবৃত্তির অনুসরণ করো, তবে তোমার জন্যে আল্লাহ্‌র বিরুদ্ধে না কোনো সাহায্যকারী হবে, আর না কোনো রক্ষাকারী।"
		},
		{
			"_id": "1745",
			"sura": "13",
			"para": "13",
			"verses": "38",
			"names": "وَ لَقَدۡ اَرۡسَلۡنَا رُسُلًا مِّنۡ قَبۡلِکَ وَ جَعَلۡنَا لَہُمۡ  اَزۡوَاجًا وَّ ذُرِّیَّۃً ؕ وَ مَا کَانَ لِرَسُوۡلٍ اَنۡ یَّاۡتِیَ بِاٰیَۃٍ  اِلَّا بِاِذۡنِ اللّٰہِ ؕ لِکُلِّ  اَجَلٍ  کِتَابٌ ﴿۳۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اَرۡسَلۡنَا رُسُلًا مِّنۡ قَبۡلِکَ وَ جَعَلۡنَا لَہُمۡ  اَزۡوَاجًا وَّ ذُرِّیَّۃً ؕ وَ مَا کَانَ لِرَسُوۡلٍ اَنۡ یَّاۡتِیَ بِاٰیَۃٍ  اِلَّا بِاِذۡنِ اللّٰہِ ؕ لِکُلِّ  اَجَلٍ  کِتَابٌ ﴿۳۸﴾ ",
			"index": "1745",
			"name": "এবং নিশ্চয় আমি আপনার পূর্বে রসূল প্রেরণ করেছি আর তাদের জন্য স্ত্রীগণ ও সন্তান সন্ততি সৃষ্টি করেছি এবং কোন রসূলের কাজ এই নয় যে, কোন নিদর্শন নিয়ে আসবেন, কিন্তু আল্লাহ্‌র নির্দেশে। প্রত্যেক প্রতিশ্রুতির একটা নির্ধারিত কাল লিপিবদ্ধ রয়েছে। ",
			"en_kanzulimaan": "And indeed We sent Noble Messengers before you, and made wives and children for them; and it is not the task of any Noble Messenger to bring a sign except by Allahs command; and all promises have a time prescribed.",
			"ur_kanzulimaan": "اور بیشک ہم نے تم سے پہلے رسول بھیجے اور ان کے لیے بیبیاں اور بچے کیے اور کسی رسول کا کام نہیں کہ کوئی نشانی لے آئے مگر اللہ کے حکم سے، ہر وعدہ کی ایک لکھت ہے",
			"hi_kanzulimaan": "और बेशक हमने तुम से पहले रसूल भेजे और उनके लिये बीबियाँ (105फ़) और बच्चे किये किसी रसूल का काम नहीं कि कोई निशानी ले आए मगर अल्लाह के हुक्म से हर वादे की एक लिखत है (106फ़)",
			"author": "৩৮. আর (হে রাসূল!) নিশ্চয়ই আমরা আপনার পূর্বে (অনেক) রাসূল প্রেরণ করেছি এবং তাদেরকে স্ত্রী(ও) দিয়েছি এবং সন্তান-সন্ততি(ও)। আর কোনো রাসূলের কাজ এ নয় যে, তিনি আল্লাহ্‌র নির্দেশ ব্যতীত নিদর্শন নিয়ে আগমন করবেন। আর প্রত্যেক নির্ধারিত সময়ের জন্যে কার্যবিবরণী রয়েছে।"
		},
		{
			"_id": "1746",
			"sura": "13",
			"para": "13",
			"verses": "39",
			"names": "یَمۡحُوا اللّٰہُ مَا یَشَآءُ وَ یُثۡبِتُ ۚۖ وَ عِنۡدَہٗۤ   اُمُّ   الۡکِتٰبِ ﴿۳۹﴾ ",
			"number": "",
			"verses_PDMS": "یَمۡحُوا اللّٰہُ مَا یَشَآءُ وَ یُثۡبِتُ ۚۖ وَ عِنۡدَہٗۤ   اُمُّ   الۡکِتٰبِ ﴿۳۹﴾ ",
			"index": "1746",
			"name": "আল্লাহ্‌ যা চান নিশ্চিহ্ন করেন এবং প্রতিষ্ঠিত করেন; এবং মূল লিপি তাঁরই নিকট রয়েছে। ",
			"en_kanzulimaan": "Allah erases and confirms whatever He wills; and only with Him is the real script.",
			"ur_kanzulimaan": "اللہ جو چاہے مٹاتا اور ثابت کرتا ہے اور اصل لکھا ہوا اسی کے پاس",
			"hi_kanzulimaan": "अल्लाह जो चाहे मिटाता और साबित करता है (107फ़) और अस्ल लिखा हुआ उसी के पास है (108फ़)",
			"author": "৩৯. আল্লাহ্ (সে বিবরণীতে) যা ইচ্ছা মুছে দেন এবং (যা ইচ্ছা) বহাল রাখেন। আর তাঁরই নিকট প্রকৃত কিতাব (লাওহে মাহফুয) রয়েছে।"
		},
		{
			"_id": "1747",
			"sura": "13",
			"para": "13",
			"verses": "40",
			"names": "وَ  اِنۡ مَّا نُرِیَنَّکَ بَعۡضَ الَّذِیۡ نَعِدُہُمۡ  اَوۡ نَتَوَفَّیَنَّکَ فَاِنَّمَا عَلَیۡکَ الۡبَلٰغُ وَ عَلَیۡنَا  الۡحِسَابُ  ﴿۴۰﴾",
			"number": "",
			"verses_PDMS": "وَ  اِنۡ مَّا نُرِیَنَّکَ بَعۡضَ الَّذِیۡ نَعِدُہُمۡ  اَوۡ نَتَوَفَّیَنَّکَ فَاِنَّمَا عَلَیۡکَ الۡبَلٰغُ وَ عَلَیۡنَا  الۡحِسَابُ  ﴿۴۰﴾",
			"index": "1747",
			"name": "এবং আমি যদি আপনাকে দেখিয়ে দিই কোন প্রতিশ্রুতি, যা তাদেরকে দেওয়া হয় অথবা পূর্বেই আমার নিকট ডেকে নিই, তবে উভয় অবস্থাতেই আপনার কর্তব্য তো শুধু পৌছিয়ে দেওয়া; আর হিসাব নেওয়া আমার দায়িত্ব। ",
			"en_kanzulimaan": "And whether We show you a promise that is given to them, or call you to Us before it - so in any case, upon you is just the conveyance *, and for Us is the taking of the account. (* Of the message.)",
			"ur_kanzulimaan": "اور اگر ہمیں تمہیں دکھا د یں کوئی وعدہ جو انہیں دیا جاتا ہے یا پہلے ہی اپنے پاس بلائیں تو بہرحال تم پر تو ضرور پہنچانا ہے اور حساب لینا ہمارا ذمہ",
			"hi_kanzulimaan": "और अगर हम तुम्हें दिखा दें कोई वादा (109फ़) जो उन्हें दिया जाता है या पहले ही (110फ़) अपने पास बुलाएं तो हर हाल में तुम पर तो सिर्फ़ पहुंचाना है और हिसाब लेना (111फ़) हमारा जि़म्मा (112फ़)",
			"author": "৪০. আর যদি আমরা (এ শাস্তির) কিছু অংশ আপনাকে (যাহিরী জীবনেই) দেখিয়ে দেই যা এদেরকে (এ কাফেরদেরকে) অঙ্গীকার করেছি, অথবা আপনাকে (এরপূর্বেই) উঠিয়ে নেই (এ উভয় বিষয় আমাদের মর্জির উপর নির্ভরশীল), তবে আপনার কর্তব্য তো কেবল (বিধান) পৌঁছে দেয়া। আর হিসাব গ্রহণ করা আমাদের কাজ।"
		},
		{
			"_id": "1748",
			"sura": "13",
			"para": "13",
			"verses": "41",
			"names": "اَوَ لَمۡ  یَرَوۡا اَنَّا نَاۡتِی الۡاَرۡضَ نَنۡقُصُہَا مِنۡ اَطۡرَافِہَا ؕ وَ اللّٰہُ یَحۡکُمُ  لَا مُعَقِّبَ لِحُکۡمِہٖ ؕ وَ ہُوَ  سَرِیۡعُ  الۡحِسَابِ ﴿۴۱﴾ ",
			"number": "",
			"verses_PDMS": "اَوَ لَمۡ  یَرَوۡا اَنَّا نَاۡتِی الۡاَرۡضَ نَنۡقُصُہَا مِنۡ اَطۡرَافِہَا ؕ وَ اللّٰہُ یَحۡکُمُ  لَا مُعَقِّبَ لِحُکۡمِہٖ ؕ وَ ہُوَ  سَرِیۡعُ  الۡحِسَابِ ﴿۴۱﴾ ",
			"index": "1748",
			"name": "তাদের কী বোধগম্য হয় না যে, আমি চতুর্দিক থেকে তাদের আবাদ ভূমিকে সংকুচিত করে আনছি? এবং আল্লাহ্‌ আদেশ করেন; তাঁর আদেশকে পশ্চাতে নিক্ষেপকারী কেউ নেই এবং হিসাব গ্রহনে তাঁর বিলম্ব হয় না। ",
			"en_kanzulimaan": "Do they not perceive that We are reducing their dwellings from all directions? And Allah gives the command - there is none that can postpone His command; and He spends no time in taking account.",
			"ur_kanzulimaan": "کیا انہیں نہیں سوجھتا کہ ہر طرف سے ان کی آبادی گھٹاتے آرہے ہیں اور اللہ حکم فرماتا ہے اس کا حکم پیچھے ڈالنے والا کوئی نہیں اور اسے حساب لیتے دیر نہیں لگتی،",
			"hi_kanzulimaan": "क्या उन्हें नहीं सूझता कि हम हर तरफ़ से उनकी आबादी घटाते आ रहे हैं (113फ़) और अल्लाह हुक्म फ़रमाता है उसका हुक्म पीछे डालने वाला कोई नहीं (114फ़) और उसे हिसाब लेते देर नहीं लगती",
			"author": "৪১. তারা কি দেখে না যে, আমরা (তাদের অধীনস্ত) জমিনকে সকল দিক থেকে অবিরাম সংকীর্ণ করে দিচ্ছি (আর তাদের অধিকাংশ এলাকা ক্রমান্বয়ে ইসলামের অধীনস্ত হচ্ছে)? আর আল্লাহ্ই নির্দেশ দেন, তাঁর নির্দেশের প্রতিহতকারী কেউই নেই। আর তিনি দ্রুত হিসাব গ্রহণকারী।"
		},
		{
			"_id": "1749",
			"sura": "13",
			"para": "13",
			"verses": "42",
			"names": "وَ قَدۡ مَکَرَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ فَلِلّٰہِ الۡمَکۡرُ  جَمِیۡعًا ؕ یَعۡلَمُ  مَا تَکۡسِبُ کُلُّ نَفۡسٍ ؕ وَ سَیَعۡلَمُ  الۡکُفّٰرُ  لِمَنۡ  عُقۡبَی الدَّارِ ﴿۴۲﴾  ",
			"number": "",
			"verses_PDMS": "وَ قَدۡ مَکَرَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ فَلِلّٰہِ الۡمَکۡرُ  جَمِیۡعًا ؕ یَعۡلَمُ  مَا تَکۡسِبُ کُلُّ نَفۡسٍ ؕ وَ سَیَعۡلَمُ  الۡکُفّٰرُ  لِمَنۡ  عُقۡبَی الدَّارِ ﴿۴۲﴾  ",
			"index": "1749",
			"name": "এবং তাদের পূর্ববর্তীগন প্রতাঁরণা করেছে। অতঃপর সমস্ত গোপন ব্যবস্থাপনার মালিক তো আল্লাহ্‌ই। তিনি জানেন যা কিছু প্রত্যেক ব্যক্তি উপার্জন করে এবং এখন কাফিরগণ জানতে চায় কে পাবে পরকালের আবাস। ",
			"en_kanzulimaan": "And indeed those before them had plotted; therefore Allah Himself is the Master of all strategies; He knows all what every soul earns; and soon will the disbelievers realise for whom is the final abode.",
			"ur_kanzulimaan": "اور ان سے اگلے فریب کرچکے ہیں تو ساری خفیہ تدبیر کا مالک تو اللہ ہی ہے جانتا ہے جو کچھ کوئی جان کمائے اور اب جاننا چاہتے ہیں کافر، کسے ملتا ہے پچھلا گھر",
			"hi_kanzulimaan": "और उनसे अगले (115फ़) फ़रेब कर चुके हैं तो सारी छुपवाँ तदबीर का मालिक तो अल्लाह ही है (116फ़) जानता है जो कुछ कोई जान कमाए (117फ़) और अब जाना चाहते हैं काफ़िर किसे मिलता है पिछला घर (118फ़)",
			"author": "৪২. আর নিশ্চয়ই সে সকল লোকদের সাথেও চক্রান্ত ও প্রতারণা করা হয়েছিল, যারা তাদের পূর্বে অতিবাহিত হয়েছে। সুতরাং সেসব চক্রান্ত বিনষ্ট করা(ও) আল্লাহ্‌র কর্তৃত্বেই। তিনি ভালোভাবেই জানেন, যা কিছু সকল মানুষ অর্জন করে। আর কাফেরেরা শীঘ্রই জেনে যাবে যে, পরকালের নিবাস কার জন্যে রয়েছে।"
		},
		{
			"_id": "1750",
			"sura": "13",
			"para": "13",
			"verses": "43",
			"names": "وَ یَقُوۡلُ الَّذِیۡنَ کَفَرُوۡا لَسۡتَ مُرۡسَلًا ؕ قُلۡ  کَفٰی بِاللّٰہِ  شَہِیۡدًۢا بَیۡنِیۡ وَ بَیۡنَکُمۡ ۙ وَ مَنۡ عِنۡدَہٗ  عِلۡمُ  الۡکِتٰبِ ﴿۴۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَقُوۡلُ الَّذِیۡنَ کَفَرُوۡا لَسۡتَ مُرۡسَلًا ؕ قُلۡ  کَفٰی بِاللّٰہِ  شَہِیۡدًۢا بَیۡنِیۡ وَ بَیۡنَکُمۡ ۙ وَ مَنۡ عِنۡدَہٗ  عِلۡمُ  الۡکِتٰبِ ﴿۴۳﴾ ",
			"index": "1750",
			"name": "এবং কাফিররা বলে, ‘আপনি রসূল নন’। আপনি বলুন, ‘আল্লাহ্‌ সাক্ষীরূপে যথেষ্ট আমার মধ্যে ও তোমাদের মধ্যে; এবং সেও যার নিকট কিতাবের জ্ঞান রয়েছে।",
			"en_kanzulimaan": "The disbelievers say, You are not a (Noble) Messenger (of Allah); proclaim, Allah is a Sufficient Witness between me and you, and (so is) he who has knowledge of the Book.",
			"ur_kanzulimaan": "اور کافر کہتے ہی تم رسول نہیں، تم فرماؤ اللہ گواہ کافی ہے مجھ میں اور تم میں اور وہ جسے کتاب کا علم ہے",
			"hi_kanzulimaan": "और काफ़िर कहते हैं तुम रसूल नहीं, तुम फ़रमाओ अल्लाह गवाह काफ़ी है मुझ में और तुम में (119फ़) और वह जिसे किताब का इल्म है (120फ़)",
			"author": "৪৩. আর কাফেরেরা বলে, ‘আপনি প্রেরিত নন’। বলে দিন, ‘(আমার রিসালাতের উপর) আমার এবং তোমাদের মাঝে সাক্ষী হিসেবে যথেষ্ট তো আল্লাহ্ এবং সে ব্যক্তি যার নিকট (বিশুদ্ধরূপে আসমানী) কিতাবের জ্ঞান রয়েছে।’"
		}
	]