[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "3504",
			"sura": "32",
			"para": "21",
			"verses": "1",
			"names": "الٓـمّٓ ۚ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "الٓـمّٓ ۚ﴿۱﴾ ",
			"index": "3504",
			"name": "আলিফ লা-----ম মী---ম।",
			"en_kanzulimaan": "Alif-Lam-Meem. (Alphabets of the Arabic language  Allah and to whomever He reveals, know their precise meanings.)",
			"ur_kanzulimaan": "الم",
			"hi_kanzulimaan": "_",
			"author": "১. আলিফ-লাম-মীম। (প্রকৃত অর্থ আল্লাহ্ এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামই অধিক অবগত।)"
		},
		{
			"_id": "3505",
			"sura": "32",
			"para": "21",
			"verses": "2",
			"names": "تَنۡزِیۡلُ الۡکِتٰبِ لَا رَیۡبَ فِیۡہِ مِنۡ رَّبِّ الۡعٰلَمِیۡنَ ؕ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "تَنۡزِیۡلُ الۡکِتٰبِ لَا رَیۡبَ فِیۡہِ مِنۡ رَّبِّ الۡعٰلَمِیۡنَ ؕ﴿۲﴾ ",
			"index": "3505",
			"name": "কিতাব অবতীর্ণ করা নিশ্চয় বিশ্ব প্রতিপালকের নিকট থেকে। ",
			"en_kanzulimaan": "The revelation of the Book is, without doubt, from the Lord Of The Creation.",
			"ur_kanzulimaan": "کتاب کا اتارنا بیشک پروردگار عالم کی طرف سے ہے،",
			"hi_kanzulimaan": "किताब का उतारना (2फ) बेशक परवर्दिगारे आलम की तरफ़ से है",
			"author": "২. এ কিতাব অবতীর্ণ বিশ্ব জাহানের প্রতিপালকের পক্ষ থেকে, এতে কোনো সন্দেহ নেই।"
		},
		{
			"_id": "3506",
			"sura": "32",
			"para": "21",
			"verses": "3",
			"names": "اَمۡ  یَقُوۡلُوۡنَ افۡتَرٰىہُ ۚ بَلۡ ہُوَ  الۡحَقُّ مِنۡ رَّبِّکَ لِتُنۡذِرَ قَوۡمًا مَّاۤ  اَتٰہُمۡ  مِّنۡ نَّذِیۡرٍ مِّنۡ قَبۡلِکَ لَعَلَّہُمۡ  یَہۡتَدُوۡنَ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "اَمۡ  یَقُوۡلُوۡنَ افۡتَرٰىہُ ۚ بَلۡ ہُوَ  الۡحَقُّ مِنۡ رَّبِّکَ لِتُنۡذِرَ قَوۡمًا مَّاۤ  اَتٰہُمۡ  مِّنۡ نَّذِیۡرٍ مِّنۡ قَبۡلِکَ لَعَلَّہُمۡ  یَہۡتَدُوۡنَ ﴿۳﴾ ",
			"index": "3506",
			"name": "তারা কি বলে, ‘তারই রচিত?’ (তা নয়) বরং সেটাই সত্য আপনার রবের পক্ষ থেকে, যেন আপনি সতর্ক করেন এমন সব লোককে, যাদের নিকট আপনার পূর্বে কোন সতর্ককারী আসেনি, এ আশায় যে, তারা সঠিক পথ পাবে। ",
			"en_kanzulimaan": "What! They dare say that, He has fabricated it? In fact it is the Truth from your Lord, in order that you warn a nation towards whom no Herald of Warning came before you, in the hope of their attaining guidance.",
			"ur_kanzulimaan": "کیا کہتے ہیں ان کی بنائی ہوئی ہے بلکہ وہی حق ہے تمہارے رب کی طرف سے کہ تم ڈراؤ ایسے لوگوں کو جن کے پاس تم سے پہلے کوئی ڈر سنانے والا نہ آیا اس امید پر کہ وہ راہ پائیں،",
			"hi_kanzulimaan": "क्या कहते हैं (3फ) उनकी बनाई हुई है (4फ) बल्कि वही हक़ (सच) है तुम्हारे रब की तरफ़ से कि तुम डराओ ऐसे लोगो को जिन के पास तुमसे पहले कोई डर सुनाने वाला न आया (5फ) इस उम्मीद पर कि वो राह पाएं",
			"author": "৩. তবে কি কাফের ও মুশরিকেরা বলে, ‘তিনি (রাসূল) তা নিজে রচনা করেছেন?’ বরং তা আপনার প্রতিপালকের পক্ষ থেকে সত্য, যাতে আপনি এমন এক সম্প্রদায়কে সতর্ক করতে পারেন যাদের নিকট আপনার পূর্বে কোনো সতর্ককারী আসেনি, হয়তো তারা হেদায়াত পাবে।"
		},
		{
			"_id": "3507",
			"sura": "32",
			"para": "21",
			"verses": "4",
			"names": "اَللّٰہُ الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ وَ مَا بَیۡنَہُمَا فِیۡ سِتَّۃِ  اَیَّامٍ ثُمَّ  اسۡتَوٰی عَلَی الۡعَرۡشِ ؕ مَا لَکُمۡ مِّنۡ دُوۡنِہٖ مِنۡ وَّلِیٍّ  وَّ لَا شَفِیۡعٍ ؕ اَفَلَا تَتَذَکَّرُوۡنَ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "اَللّٰہُ الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ وَ مَا بَیۡنَہُمَا فِیۡ سِتَّۃِ  اَیَّامٍ ثُمَّ  اسۡتَوٰی عَلَی الۡعَرۡشِ ؕ مَا لَکُمۡ مِّنۡ دُوۡنِہٖ مِنۡ وَّلِیٍّ  وَّ لَا شَفِیۡعٍ ؕ اَفَلَا تَتَذَکَّرُوۡنَ ﴿۴﴾ ",
			"index": "3507",
			"name": "আল্লাহ্‌, যিনি আসমান ও যমীন এবং যা কিছু সেগুলোর মাঝখানে রয়েছে, ছয় দিনে সৃষ্টি করেছেন, অতঃপর আরশের উপর ‘ইস্তিওয়া’ ফরমায়েছেন। তাকে ছেড়ে তোমাদের না আছে কোন সাহায্যকারী এবং না আছে কোন সুপারিশকারী। তবে কি তোমরা ধ্যান করছো না?",
			"en_kanzulimaan": "It is Allah Who created the heavens and the earth, and all that is between them, in six days - then (befitting His Majesty) established Himself upon the Throne (of control); leaving Allah, there is neither a friend nor an intercessor for you; so do you not ponder?",
			"ur_kanzulimaan": "اللہ ہے جس نے آسمان اور زمین اور جو کچھ ان کے بیچ میں ہے چھ دن میں بنائے پھر عرش پر استوا فرمایا اس سے چھوٹ کر (لا تعلق ہوکر) تمہارا کوئی حمایتی اور نہ سفارشی تو کیا تم دھیان نہیں کرتے،",
			"hi_kanzulimaan": "अल्लाह है जिसने आसमान और ज़मीन और जो कुछ उनके बीच में है छ दिन में बनाए फिर अर्श पर इस्तिवा फ़रमाया (6फ) उससे छूट कर तुम्हारा कोई हिमायती और न सिफ़ारशी (7फ) तो क्या तुम ध्यान नहीं करते",
			"author": "৪. আল্লাহ্ই, যিনি আকাশমন্ডলী ও পৃথিবী এবং উভয়ের মাঝে যা কিছু রয়েছে (তা) ছয় দিনে (অর্থাৎ ছয়টি সময়কালে) সৃষ্টি করেছেন; অতঃপর (সৃষ্টিজগতের নিয়ন্ত্রণ ক্ষমতার) সিংহাসনে অধিষ্ঠিত হয়েছেন। তিনি ব্যতীত তোমাদের জন্যে না কোনো অভিভাবক রয়েছে, আর না কোনো সুপারিশকারী। তবু কি তোমরা উপদেশ গ্রহণ করবে না?"
		},
		{
			"_id": "3508",
			"sura": "32",
			"para": "21",
			"verses": "5",
			"names": "یُدَبِّرُ الۡاَمۡرَ مِنَ السَّمَآءِ  اِلَی الۡاَرۡضِ ثُمَّ یَعۡرُجُ  اِلَیۡہِ  فِیۡ یَوۡمٍ کَانَ مِقۡدَارُہٗۤ اَلۡفَ سَنَۃٍ  مِّمَّا تَعُدُّوۡنَ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "یُدَبِّرُ الۡاَمۡرَ مِنَ السَّمَآءِ  اِلَی الۡاَرۡضِ ثُمَّ یَعۡرُجُ  اِلَیۡہِ  فِیۡ یَوۡمٍ کَانَ مِقۡدَارُہٗۤ اَلۡفَ سَنَۃٍ  مِّمَّا تَعُدُّوۡنَ ﴿۵﴾ ",
			"index": "3508",
			"name": "কাজের ব্যবস্থাপনা করেন আসমান যমীন পর্যন্ত, অতঃপর তাঁরই দিকে প্রত্যাবর্তন করবে ওই দিন, যার পরিমাণ হাজার বছর তোমাদের হিসেবে। ",
			"en_kanzulimaan": "He plans the affair from the heaven to the earth - then it will return to Him on the Day which amounts to a thousand years in your count.",
			"ur_kanzulimaan": "کام کی تدبیر فرماتا ہے آسمان سے زمین تک پھر اسی کی طرف رجوع کرے گا اس دن کہ جس کی مقدار ہزار برس ہے تمہاری گنتی میں",
			"hi_kanzulimaan": "काम की तदबीर (युक्ति) फ़रमाता है आसमान से ज़मीन तक (8फ) फिर उसी की तरफ़ रूजू करेगा (9फ) उस दिन की जिसकी मिक़दार हज़ार बरस है तुम्हारी गिनती में (10फ)",
			"author": "৫. তিনি আসমান-জমিন (এর নিয়ন্ত্রণ ব্যবস্থা) পরিচালনা করেন। অতঃপর এ নির্দেশ তাঁর দিকে প্রত্যাবর্তন করে (এবং প্রত্যাবর্তন করবে) এক দিনে যার পরিমাণ তোমাদের (হিসাবের) গণনায় এক হাজার বছর।"
		},
		{
			"_id": "3509",
			"sura": "32",
			"para": "21",
			"verses": "6",
			"names": "ذٰلِکَ عٰلِمُ الۡغَیۡبِ وَ الشَّہَادَۃِ  الۡعَزِیۡزُ الرَّحِیۡمُ ۙ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ عٰلِمُ الۡغَیۡبِ وَ الشَّہَادَۃِ  الۡعَزِیۡزُ الرَّحِیۡمُ ۙ﴿۶﴾ ",
			"index": "3509",
			"name": "ইনি প্রত্যেক গোপন ও প্রকাশ্যের পরিজ্ঞাতা, সম্মান ও করুণাময়; ",
			"en_kanzulimaan": "This is the All Knowing - of all the hidden and the visible, the Most Honourable, the Most Merciful.",
			"ur_kanzulimaan": "یہ ہے ہر نہاں اور عیاں کا جاننے والا عزت و رحمت والا،",
			"hi_kanzulimaan": "यह (11फ) है हर नेहा और अ़यां का जानने वाला, इज़्ज़त व रहमत वाला",
			"author": "৬. তিনিই অদৃশ্য ও দৃশ্যমান অবগত, পরাক্রমশালী, অসীম দয়ালু।"
		},
		{
			"_id": "3510",
			"sura": "32",
			"para": "21",
			"verses": "7",
			"names": "الَّذِیۡۤ  اَحۡسَنَ کُلَّ شَیۡءٍ خَلَقَہٗ  وَ بَدَاَ خَلۡقَ الۡاِنۡسَانِ مِنۡ طِیۡنٍ ۚ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "الَّذِیۡۤ  اَحۡسَنَ کُلَّ شَیۡءٍ خَلَقَہٗ  وَ بَدَاَ خَلۡقَ الۡاِنۡسَانِ مِنۡ طِیۡنٍ ۚ﴿۷﴾ ",
			"index": "3510",
			"name": "তিনিই, যিনি যা কিছু সৃষ্টি করেছেন, উত্তমরূপে সৃষ্টি করেছেন এবং মানব জাতির সৃষ্টির সূচনা মাটি থেকে করেছেন। ",
			"en_kanzulimaan": "The One Who created all things excellent, and Who initiated the creation of man from clay.",
			"ur_kanzulimaan": "وہ جس نے جو چیز بتائی خوب بنائی اور پیدائش انسان کی ابتدا مٹی سے فرمائی",
			"hi_kanzulimaan": " वह जिसने जो चीज़ बनाई ख़ूब बनाई (12फ) और पैदाइशे इन्सान की इबतदा मिट्टी से फ़रमाई (13फ)",
			"author": "৭. তিনিই প্রত্যেক বস্তুকে উৎকৃষ্টতা ও সৌন্দর্য প্রদান করেছেন, যা তিনি সৃষ্টি করেছেন। আর তিনি মানব সৃষ্টির সূচনা করেছেন মাটি (অর্থাৎ অজৈব বস্তু) থেকে।"
		},
		{
			"_id": "3511",
			"sura": "32",
			"para": "21",
			"verses": "8",
			"names": "ثُمَّ جَعَلَ نَسۡلَہٗ  مِنۡ سُلٰلَۃٍ مِّنۡ مَّآءٍ مَّہِیۡنٍ ۚ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ جَعَلَ نَسۡلَہٗ  مِنۡ سُلٰلَۃٍ مِّنۡ مَّآءٍ مَّہِیۡنٍ ۚ﴿۸﴾ ",
			"index": "3511",
			"name": "অতঃপর তার বংশ সৃষ্টি করেন এক তুচ্ছ পানির নির্যাস থেকে। ",
			"en_kanzulimaan": "Then kept his posterity with a part of an abject fluid.",
			"ur_kanzulimaan": "پھر اس کی نسل رکھی ایک بے قدر پانی کے خلاصہ سے",
			"hi_kanzulimaan": "फिर उसकी नस्ल रखी एक बे क़द्र पानी के ख़ुलासे से (14फ)",
			"author": "৮. অতঃপর তিনি তার বংশধারাকে চালিত করেছেন তুচ্ছ পানির নির্যাস (অর্থাৎ বীর্য) থেকে;"
		},
		{
			"_id": "3512",
			"sura": "32",
			"para": "21",
			"verses": "9",
			"names": "ثُمَّ سَوّٰىہُ  وَ نَفَخَ فِیۡہِ مِنۡ رُّوۡحِہٖ وَ جَعَلَ لَکُمُ السَّمۡعَ وَ الۡاَبۡصَارَ وَ الۡاَفۡـِٕدَۃَ ؕ قَلِیۡلًا  مَّا  تَشۡکُرُوۡنَ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ سَوّٰىہُ  وَ نَفَخَ فِیۡہِ مِنۡ رُّوۡحِہٖ وَ جَعَلَ لَکُمُ السَّمۡعَ وَ الۡاَبۡصَارَ وَ الۡاَفۡـِٕدَۃَ ؕ قَلِیۡلًا  مَّا  تَشۡکُرُوۡنَ ﴿۹﴾ ",
			"index": "3512",
			"name": "অতঃপর সেটাকে সুঠাম করেছেন এবং তাতে তার নিকট থেকে রূহ ফুঁকেছেন আর তোমাদেরকে কান ও চক্ষু এবং অন্তরসমূহ দান করেছেন। কতই অল্প কৃতজ্ঞতা প্রকাশ করে থাকো!",
			"en_kanzulimaan": "Then made him proper and blew into him a spirit from Him, and bestowed ears and eyes and hearts to you; very little thanks do you offer!",
			"ur_kanzulimaan": "پھر اسے ٹھیک کیا اور اس میں اپنی طرف کی روح پھونکی اور تمہیں کان اور آنکھیں اور دل عطا فرمائے کیا ہی تھوڑا حق مانتے ہو،",
			"hi_kanzulimaan": "फिर उसे ठीक किया और उसमें अपनी तरफ़ की रूह फूंकी (15फ) और तुम्हें कान और आँखे और दिल अता फ़रमाए (16फ) क्या ही थोड़ा हक़ मानते हो",
			"author": "৯. অতঃপর তিনি একে (এ অঙ্গ-প্রত্যঙ্গকে) যথার্থ করেছেন এবং এতে তাঁর রূহ (জীবন) ফুঁকে দিয়েছেন। আর তোমাদের জন্যে (মায়ের গর্ভে প্রথমে) তৈরি করেছেন কর্ণ, (অতঃপর) চক্ষু এবং (এরপর) অন্তঃকরণ ও মস্তিস্ক । তোমরা খুব সামান্যই কৃতজ্ঞতা প্রকাশ করো।"
		},
		{
			"_id": "3513",
			"sura": "32",
			"para": "21",
			"verses": "10",
			"names": "وَ قَالُوۡۤا ءَ اِذَا ضَلَلۡنَا فِی الۡاَرۡضِ ءَ اِنَّا لَفِیۡ خَلۡقٍ جَدِیۡدٍ ۬ؕ بَلۡ ہُمۡ بِلِقَآیِٔ رَبِّہِمۡ کٰفِرُوۡنَ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡۤا ءَ اِذَا ضَلَلۡنَا فِی الۡاَرۡضِ ءَ اِنَّا لَفِیۡ خَلۡقٍ جَدِیۡدٍ ۬ؕ بَلۡ ہُمۡ بِلِقَآیِٔ رَبِّہِمۡ کٰفِرُوۡنَ ﴿۱۰﴾ ",
			"index": "3513",
			"name": "এবং বললো, ‘আমরা যখন মাটিতে মিশে যাবো তবুও কি আমরা নতুন করে সৃষ্ট হবো? বরং তারা আপন রবের সম্মুখে হাযির হওয়ার বিষয়েকে অস্বীকার করে। ",
			"en_kanzulimaan": "And they said, When we have mingled into the earth, will we be created again?; in fact they disbelieve in the meeting with their Lord.",
			"ur_kanzulimaan": "اور بولے کیا جب ہم مٹی میں مل جائیں گے کیا پھر نئے بنیں گے، بلکہ وہ اپنے رب کے حضور حاضری سے منکر ہیں",
			"hi_kanzulimaan": "और बोले (17फ) क्या जब हम मिट्टी में मिल जाएंगे (18फ )क्या फिर नए बनेंगे? बल्कि वो अपने रब के हुज़र हाज़िरी से मुन्किर हैं (19फ)",
			"author": "১০. আর কাফেরেরা বলে, ‘আমরা মৃত্তিকায় পর্যবসিত হলেও কি আমাদেরকে সম্পূর্ণ নতুন করে সৃষ্টি করা হবে?’ বরং তারা তাদের প্রতিপালকের সাক্ষাতকেই অস্বীকার করে।"
		},
		{
			"_id": "3514",
			"sura": "32",
			"para": "21",
			"verses": "11",
			"names": "قُلۡ یَتَوَفّٰىکُمۡ مَّلَکُ الۡمَوۡتِ الَّذِیۡ وُکِّلَ بِکُمۡ  ثُمَّ   اِلٰی رَبِّکُمۡ تُرۡجَعُوۡنَ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ یَتَوَفّٰىکُمۡ مَّلَکُ الۡمَوۡتِ الَّذِیۡ وُکِّلَ بِکُمۡ  ثُمَّ   اِلٰی رَبِّکُمۡ تُرۡجَعُوۡنَ ﴿۱۱﴾ ",
			"index": "3514",
			"name": "আপনি বলুন, ‘তোমাদেরকে মৃত্যু প্রদান করে মৃত্যুর ফিরিশ্‌তা, যে তোমাদের জন্য নিযুক্ত রয়েছে। অতঃপর আপন রবের দিকে ফিরে যাবে। ",
			"en_kanzulimaan": "Proclaim, The angel of death, who is appointed over you, causes you to die and then towards your Lord you will return.",
			"ur_kanzulimaan": "تم فرماؤ تمہیں وفات دیتا ہے موت کا فرشتہ جو تم پر مقرر ہے پھر اپنے رب کی طرف واپس جاؤ گے",
			"hi_kanzulimaan": "तुम फ़रमाओ तुम्हें वफ़ात (मौत) देता है मौत का फ़रिश्ता जो तुम पर मुक़र्रर है (20फ) फिर अपने रब की तरफ़ वापस जाओगे (21फ)",
			"author": "১১. বলে দিন, ‘মৃত্যুর ফেরেশতা তোমাদের প্রাণ হরণ করবে, যাকে তোমাদের জন্যে নিযুক্ত করা হয়েছে। অতঃপর তোমাদেরকে তোমাদের প্রতিপালকের নিকট ফিরিয়ে আনা হবে।’"
		},
		{
			"_id": "3515",
			"sura": "32",
			"para": "21",
			"verses": "12",
			"names": "وَ لَوۡ تَرٰۤی  اِذِ الۡمُجۡرِمُوۡنَ نَاکِسُوۡا رُءُوۡسِہِمۡ عِنۡدَ رَبِّہِمۡ ؕ رَبَّنَاۤ  اَبۡصَرۡنَا وَ سَمِعۡنَا فَارۡجِعۡنَا نَعۡمَلۡ صَالِحًا  اِنَّا مُوۡقِنُوۡنَ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ تَرٰۤی  اِذِ الۡمُجۡرِمُوۡنَ نَاکِسُوۡا رُءُوۡسِہِمۡ عِنۡدَ رَبِّہِمۡ ؕ رَبَّنَاۤ  اَبۡصَرۡنَا وَ سَمِعۡنَا فَارۡجِعۡنَا نَعۡمَلۡ صَالِحًا  اِنَّا مُوۡقِنُوۡنَ ﴿۱۲﴾ ",
			"index": "3515",
			"name": "এবং কখনো আপনি দেখবেন, যখন অপরাধী আপন রবের নিকট মাথা নিচের দিকে ঝুকিয়ে থাকবে, হে আমাদের রব! এখন আমরা দেখেছি এবং শুনেছি; আমাদেরকে পুণরায় প্রেরণ করো, যাতে আমরা সৎকাজ করি, আমাদের মধ্যে দৃঢ় বিশ্বাস এসে গেছে’।",
			"en_kanzulimaan": "And if you see when the guilty will hang their heads before their Lord; Our Lord! We have seen and heard, therefore send us back in order that we do good deeds - we are now convinced!",
			"ur_kanzulimaan": "اور کہیں تم دیکھو جب مجرم اپنے رب کے پاس سر نیچے ڈالے ہوں گے اے ہمارے رب اب ہم نے دیکھا اور سنا ہمیں پھر بھیج کہ نیک کام کریں ہم کو یقین آگیا",
			"hi_kanzulimaan": "और कहीं तुम देखो जब मुजरिम (22फ) अपने रब के पास सर नीचे डाले होंगे (23फ) ऐ हमारे रब अब हमने देखा (24फ) और सुना (25फ) हमें फिर भेज कि नेक काम करें हमको यक़ीन आ गया (26फ)",
			"author": "১২. আর আপনি যদি দেখতেন (তবে এতে আশ্চর্যবোধ করতেন), যখন অপরাধীরা তাদের প্রতিপালকের সমীপে মাথা ঝুঁকিয়ে দেবে (এবং বলবে:) ‘হে আমাদের প্রতিপালক! আমরা দেখলাম এবং শ্রবণ করলাম, কাজেই আমাদেরকে পুনরায় (পৃথিবীতে) প্রেরণ করুন যাতে আমরা সৎকর্ম করি। নিশ্চয়ই আমরা বিশ্বাসী।"
		},
		{
			"_id": "3516",
			"sura": "32",
			"para": "21",
			"verses": "13",
			"names": "وَ لَوۡ شِئۡنَا لَاٰتَیۡنَا کُلَّ نَفۡسٍ ہُدٰىہَا وَ لٰکِنۡ حَقَّ الۡقَوۡلُ مِنِّیۡ لَاَمۡلَـَٔنَّ جَہَنَّمَ مِنَ الۡجِنَّۃِ  وَ النَّاسِ اَجۡمَعِیۡنَ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ شِئۡنَا لَاٰتَیۡنَا کُلَّ نَفۡسٍ ہُدٰىہَا وَ لٰکِنۡ حَقَّ الۡقَوۡلُ مِنِّیۡ لَاَمۡلَـَٔنَّ جَہَنَّمَ مِنَ الۡجِنَّۃِ  وَ النَّاسِ اَجۡمَعِیۡنَ ﴿۱۳﴾ ",
			"index": "3516",
			"name": "এবং আমি যদি ইচ্ছা করতাম তবে প্রত্যেক ব্যক্তিকে সেটার প্রতি পথ দেখাতাম, কিন্তু আমার বাণী অবধারিত হয়ে গেছে যে, অবশ্যই আমি জাহান্নামকে ভর্তি করবো ওই সব জিন ও মানব দ্বারা। ",
			"en_kanzulimaan": "And had We willed We would have given every soul its guidance, but My Word is decreed that I will certainly fill hell with these jinns and men, combined.",
			"ur_kanzulimaan": "اور اگر ہم چاہتے ہر جان کو اس کی ہدایت فرماتے مگر میری بات قرار پاچکی کہ ضرور جہنم کو بھردوں گا ان جِنوں اور آدمیوں سب سے",
			"hi_kanzulimaan": "और अगर हम चाहते हर जान को उसकी हिदायत फ़रमाते (27फ) मगर मेरी बात क़रार पा चुकी कि ज़रूर जहन्नम को भरदूंगा उन जिन्नों और आदमियों सब से (28फ)",
			"author": "১৩. আর আমরা ইচ্ছা করলে প্রত্যেক আত্মাকে (আমরাই) সৎপথে পরিচালিত করতাম। কিন্তু আমার পক্ষ থেকে (এ) নির্দেশনা নির্ধারিত যে, আমি অবশ্যই সকল (অস্বীকারকারী) জ্বিন এবং মানুষ দ্বারা জাহান্নাম পূর্ণ করবো।"
		},
		{
			"_id": "3517",
			"sura": "32",
			"para": "21",
			"verses": "14",
			"names": "فَذُوۡقُوۡا بِمَا نَسِیۡتُمۡ  لِقَآءَ  یَوۡمِکُمۡ  ہٰذَا ۚ اِنَّا نَسِیۡنٰکُمۡ وَ ذُوۡقُوۡا عَذَابَ الۡخُلۡدِ  بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "فَذُوۡقُوۡا بِمَا نَسِیۡتُمۡ  لِقَآءَ  یَوۡمِکُمۡ  ہٰذَا ۚ اِنَّا نَسِیۡنٰکُمۡ وَ ذُوۡقُوۡا عَذَابَ الۡخُلۡدِ  بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ ﴿۱۴﴾ ",
			"index": "3517",
			"name": "‘এখন স্বাদ গ্রহণ করো এরই পরিণামে যে, তোমরা তোমাদের এ দিনের উপস্থিতির কথা বিস্মৃত হয়েছিলে। আমি তোমাদেরকে ছেড়ে দিয়েছি, এখন স্থায়ী শাস্তি ভোগ করতে থাকো নিজেদের কৃতকর্মের প্রতিফল!’",
			"en_kanzulimaan": "Therefore taste the recompense of your forgetting the confronting of this day of yours; We have abandoned you  now taste the everlasting punishment, the recompense of your deeds!",
			"ur_kanzulimaan": "اب چکھو بدلہ اس کا کہ تم اپنے اس دن کی حاضری بھولے تھے ہم نے تمہیں چھوڑ دیا اب ہمیشہ کا عذاب چکھو اپنے کیے کا بدلہ،",
			"hi_kanzulimaan": "अब चखो बदला उसका कि तुम अपने इस दिन की हाज़िरी भूले थे (29फ) हमने तुम्हें छोड़ दिया (30फ) अब हमेशा का अज़ाब चखो अपने किये का बदला",
			"author": "১৪. অতঃপর তোমরা (এখন) স্বাদ গ্রহণ করো, কারণ তোমরা তোমাদের এই দিনের সাক্ষাতকে ভুলে গিয়েছিলে। আমিও তোমাদেরকে বিস্মৃত হয়েছি। আর তোমরা যা করছিলে তোমাদের সেসব কর্মের বিনিময়ে স্থায়ী শাস্তির স্বাদ ভোগ করতে থাকো।"
		},
		{
			"_id": "3518",
			"sura": "32",
			"para": "21",
			"verses": "15",
			"names": "اِنَّمَا یُؤۡمِنُ بِاٰیٰتِنَا الَّذِیۡنَ  اِذَا  ذُکِّرُوۡا بِہَا خَرُّوۡا  سُجَّدًا  وَّ سَبَّحُوۡا بِحَمۡدِ رَبِّہِمۡ وَ  ہُمۡ  لَا  یَسۡتَکۡبِرُوۡنَ ﴿ٛ۱۵﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّمَا یُؤۡمِنُ بِاٰیٰتِنَا الَّذِیۡنَ  اِذَا  ذُکِّرُوۡا بِہَا خَرُّوۡا  سُجَّدًا  وَّ سَبَّحُوۡا بِحَمۡدِ رَبِّہِمۡ وَ  ہُمۡ  لَا  یَسۡتَکۡبِرُوۡنَ ﴿ٛ۱۵﴾ ",
			"index": "3518",
			"name": "আমার আয়াতগুলোর উপর কেবল তারাই ঈমান আনে, যাদেরকে যখনই সেগুলো স্মরণ করিয়ে দেওয়া হয়, তখন সাজদায় লুটিয়ে পড়ে এবং আপন রবের প্রশংসা করতে করতে তার পবিত্রতা ঘোষণা করে এবং অহঙ্কার করে না।  ",
			"en_kanzulimaan": "Only those believe in Our signs who, when they are reminded of them, fall down in prostration and proclaim the Purity of their Lord while praising Him, and are not conceited. (Command of prostration # 9).",
			"ur_kanzulimaan": "ہماری آیتوں پر وہی ایمان لاتے ہیں کہ جب وہ انہیں یاد دلائی جاتی ہیں سجدہ میں گر جاتے ہیں اور اپنے رب کی تعریف کرتے ہوئے اس کی پاکی بولتے ہیں اور تکبر نہیں کرتے، السجدة۔۹",
			"hi_kanzulimaan": " हमारी आयतों पर वही ईमान लाते हैं कि जब वो उन्हें याद दिलाई जाती हैं सज्दे में गिर जाते हैं (31फ) और अपने रब की तारीफ़ करते हुए उसकी पाकी बोलते हैं और तकब्बुुर नही करते",
			"author": "১৫. অতঃপর তারাই আমার আয়াতের উপর ঈমান আনয়ন করে যারা এর (এ আয়াতের) মাধ্যমে উপদিষ্ট হলে সেজদায় লুটিয়ে পড়ে এবং তাদের প্রতিপালকের সপ্রশংস পবিত্রতা ঘোষণা করে। আর তারা অহঙ্কার করে না।"
		},
		{
			"_id": "3519",
			"sura": "32",
			"para": "21",
			"verses": "16",
			"names": "تَتَجَافٰی جُنُوۡبُہُمۡ عَنِ الۡمَضَاجِعِ یَدۡعُوۡنَ رَبَّہُمۡ خَوۡفًا وَّ طَمَعًا ۫ وَّ مِمَّا رَزَقۡنٰہُمۡ  یُنۡفِقُوۡنَ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "تَتَجَافٰی جُنُوۡبُہُمۡ عَنِ الۡمَضَاجِعِ یَدۡعُوۡنَ رَبَّہُمۡ خَوۡفًا وَّ طَمَعًا ۫ وَّ مِمَّا رَزَقۡنٰہُمۡ  یُنۡفِقُوۡنَ ﴿۱۶﴾ ",
			"index": "3519",
			"name": "তাদের পার্শ্বদেশগুলো পৃথক থাকে শয্যাসমূহ থেকে এবং আপন রবকে ডাকতে থাকে ভীত ও আশাবাদী হয়ে আর আমার প্রদত্ত থেকে কিছু দান খয়রাত করে। ",
			"en_kanzulimaan": "Their sides stay detached from their beds and they pray to their Lord with fear and hope - and they spend from what We have bestowed upon them.",
			"ur_kanzulimaan": "ان کی کروٹیں جدا ہوتی ہیں خوابگاہوں ہسے اور اپنے رب کو پکارتے ہیں ڈرتے اور امید کرتے اور ہمارے دیے ہوئے سے کچھ خیرات کرتے ہیں،",
			"hi_kanzulimaan": "उनकी करवटें जुदा होती हैं ख़्वाबगाहों से (32फ) और अपने रब को पुकारते हैं डरते और उम्मीद करते (33फ) और हमारे दिये हुए में से कुछ ख़ैरात करते हैं",
			"author": "১৬. তাদের পার্শ্বদেশসমূহ তাদের শয্যা থেকে বিচ্ছিন্ন থাকে, তাদের প্রতিপালককে আশংকা ও আশায় (উভয় অবস্থার মিশ্রণে) আহ্বান করে এবং আমার প্রদত্ত রিযিক থেকে (আমার পথে) ব্যয় করে।"
		},
		{
			"_id": "3520",
			"sura": "32",
			"para": "21",
			"verses": "17",
			"names": "فَلَا تَعۡلَمُ نَفۡسٌ مَّاۤ  اُخۡفِیَ لَہُمۡ مِّنۡ قُرَّۃِ اَعۡیُنٍ ۚ جَزَآءًۢ  بِمَا  کَانُوۡا  یَعۡمَلُوۡنَ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "فَلَا تَعۡلَمُ نَفۡسٌ مَّاۤ  اُخۡفِیَ لَہُمۡ مِّنۡ قُرَّۃِ اَعۡیُنٍ ۚ جَزَآءًۢ  بِمَا  کَانُوۡا  یَعۡمَلُوۡنَ ﴿۱۷﴾ ",
			"index": "3520",
			"name": "সুতরাং কোন ব্যক্তির জানা নেই যে নয়নাভিরাম তাদের জন্য লুক্কায়িত রাখা হয়েছে, পুরস্কারস্বরূপ তাদের কৃতকর্মের।",
			"en_kanzulimaan": "So no soul knows the comfort of the eyes that is kept hidden for them *; the reward of their deeds. (Paradise)",
			"ur_kanzulimaan": "تو کسی جی کو نہیں معلوم جو آنکھ کی ٹھنڈک ان کے لیے چھپا رکھی ہے صلہ ان کے کاموں کا",
			"hi_kanzulimaan": "तो किसी जी को नहीं मालूम जो आँख की ठण्डक उनके लिये छुपा रखी है (34फ) सिला उनके कामों का (35फ)",
			"author": "১৭. সুতরাং কেউ জানে না তাদের জন্যে নয়নপ্রীতিকর কী লুকিয়ে রাখা হয়েছে। তা হবে এর প্রতিদান যেসব (সৎকর্ম) তারা করতো।"
		},
		{
			"_id": "3521",
			"sura": "32",
			"para": "21",
			"verses": "18",
			"names": "اَفَمَنۡ کَانَ مُؤۡمِنًا کَمَنۡ کَانَ فَاسِقًا ؕؔ لَا  یَسۡتَوٗنَ ﴿۱۸﴾؃",
			"number": "",
			"verses_PDMS": "اَفَمَنۡ کَانَ مُؤۡمِنًا کَمَنۡ کَانَ فَاسِقًا ؕؔ لَا  یَسۡتَوٗنَ ﴿۱۸﴾؃",
			"index": "3521",
			"name": "তবে কি যে ঈমানদার সে তাঁরই মতো হয়ে যাবে, যে নির্দেশ অমান্যকারী? এরা সমান নয়।",
			"en_kanzulimaan": "So will the believer ever be equal to the one who is lawless? They are not equal!",
			"ur_kanzulimaan": "تو کیا جو ایمان والا ہے وہ اس جیسا ہوجائے گا جو بے حکم ہے یہ برابر نہیں،",
			"hi_kanzulimaan": "तो क्या जो ईमान वाला है वो उस जैसा हो जाएगा जो बेहुक्म है (36फ) ये बराबर नहीं",
			"author": "১৮. যে ব্যক্তি ঈমানদার, সে কি তার মতো হতে পারে যে নাফরমান? (না,) এরা (দু’জন) সমান হতে পারে না।"
		},
		{
			"_id": "3522",
			"sura": "32",
			"para": "21",
			"verses": "19",
			"names": "اَمَّا الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ فَلَہُمۡ جَنّٰتُ الۡمَاۡوٰی ۫ نُزُلًۢا بِمَا کَانُوۡا یَعۡمَلُوۡنَ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "اَمَّا الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ فَلَہُمۡ جَنّٰتُ الۡمَاۡوٰی ۫ نُزُلًۢا بِمَا کَانُوۡا یَعۡمَلُوۡنَ ﴿۱۹﴾ ",
			"index": "3522",
			"name": "যারা ঈমান এনেছে এবং সৎকর্ম করেছে তাদের জন্য বসবাস করার বাগান রয়েছে, তাদের কৃতকর্মসমূহের বিনিময়ে আপ্যায়নরূপে। ",
			"en_kanzulimaan": "Those who accepted faith and did good deeds  for them are the Gardens of (everlasting) stay; a welcome in return for what they did.",
			"ur_kanzulimaan": "جو ایمان لائے اور اچھے کام کیے ان کے لیے بسنے کے باغ ہیں، ان کے کاموں کے صلہ میں مہمانداری",
			"hi_kanzulimaan": "जो ईमान लाए और अच्छे काम किये उनके लिये बसने के बाग़ हैं, उनके कामों के सिले में मेहमानदारी (37फ)",
			"author": "১৯. সুতরাং যারা ঈমান এনেছে এবং নেক আমল করছে (আল্লাহ্‌র পক্ষ থেকে) তাদের আপ্যায়নে ও সম্মানে রয়েছে স্থায়ী প্রশান্তির উদ্যানসমূহ, সেসবের প্রতিদানে যেসব (আমল) তারা করতো।"
		},
		{
			"_id": "3523",
			"sura": "32",
			"para": "21",
			"verses": "20",
			"names": "وَ اَمَّا الَّذِیۡنَ فَسَقُوۡا فَمَاۡوٰىہُمُ النَّارُ ؕ کُلَّمَاۤ  اَرَادُوۡۤا اَنۡ یَّخۡرُجُوۡا مِنۡہَاۤ اُعِیۡدُوۡا فِیۡہَا وَ قِیۡلَ لَہُمۡ ذُوۡقُوۡا عَذَابَ النَّارِ الَّذِیۡ  کُنۡتُمۡ بِہٖ تُکَذِّبُوۡنَ ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَمَّا الَّذِیۡنَ فَسَقُوۡا فَمَاۡوٰىہُمُ النَّارُ ؕ کُلَّمَاۤ  اَرَادُوۡۤا اَنۡ یَّخۡرُجُوۡا مِنۡہَاۤ اُعِیۡدُوۡا فِیۡہَا وَ قِیۡلَ لَہُمۡ ذُوۡقُوۡا عَذَابَ النَّارِ الَّذِیۡ  کُنۡتُمۡ بِہٖ تُکَذِّبُوۡنَ ﴿۲۰﴾ ",
			"index": "3523",
			"name": "রইলো ওই সমস্ত লোক, যারা নির্দেশ অমান্যকারী, তাদের ঠিকানা হচ্ছে আগুন। যখনই তারা তা থেকে বের হতে চাইবে তখন তাদেরকে তাতেই ফিরিয়ে দেওয়া হবে। আর তাদেরকে বলা হবে, ‘আস্বাদন করো ওই আগুনের শাস্তি, যাকে তোমরা অস্বীকার করতে’।",
			"en_kanzulimaan": "And those who are lawless - their destination is the fire; whenever they wish to come out of it, they will be returned into it, and it will be said to them, Taste the punishment of the fire you used to deny!",
			"ur_kanzulimaan": "رہے وہ جو بے حکم ہیں ان کا ٹھکانا آ گ ہے، جب کبھی اس میں سے نکلنا چاہیں گے پھر اسی میں پھیر دیے جائیں گے اور ان سے کہا جائے گا چکھو اس آگ کا عذاب جسے تم جھٹلاتے تھے،",
			"hi_kanzulimaan": "रहे वो जो बेहुक्म हैं (38फ) उनका ठिकाना आग है, जब कभी उसमें से निकलना चाहेंगे फिर उसी में फेर दिये जाएंगे और उनसे फ़रमाया जाएगा चखो उस आग का अज़ाब जिसे तुम झुटलाते थे",
			"author": "২০. আর যারা নাফরমানী করেছে তাদের ঠিকানা হবে জাহান্নাম। যখনই তারা সেখান থেকে পলায়ন করতে চাইবে তখনই তাদেরকে তাতে ফিরিয়ে দেয়া হবে এবং তাদেরকে বলা হবে, ‘জাহান্নামের অগ্নি-শাস্তি আস্বাদন করতে থাকো যা তোমরা মিথ্যাপ্রতিপন্ন করতে’।"
		},
		{
			"_id": "3524",
			"sura": "32",
			"para": "21",
			"verses": "21",
			"names": "وَ لَنُذِیۡقَنَّہُمۡ مِّنَ الۡعَذَابِ الۡاَدۡنٰی  دُوۡنَ الۡعَذَابِ  الۡاَکۡبَرِ  لَعَلَّہُمۡ  یَرۡجِعُوۡنَ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَنُذِیۡقَنَّہُمۡ مِّنَ الۡعَذَابِ الۡاَدۡنٰی  دُوۡنَ الۡعَذَابِ  الۡاَکۡبَرِ  لَعَلَّہُمۡ  یَرۡجِعُوۡنَ ﴿۲۱﴾ ",
			"index": "3524",
			"name": "এবং অবশ্যই আমি তাদেরকে আস্বাদন করাবো কিছু নিকটস্থ শাস্তি ওই মহাশাস্তির পূর্বে যেটার প্রত্যক্ষকারী আশা করবে যে, এখনই ফিরে আসবে।",
			"en_kanzulimaan": "And We shall indeed make them taste the smaller punishment before the greater punishment, so that they may return.",
			"ur_kanzulimaan": "اور ضرور ہم انہیں چکھائیں گے کچھ نزدیک کا عذاب اس بڑے عذاب سے پہلے جسے دیکھنے والا امید کرے کہ ابھی باز آئیں گے،",
			"hi_kanzulimaan": "और ज़रूर हम उन्हें चखाएंगे कुछ नज़दीक का अज़ाब (39फ) उस बड़े अज़ाब से पहले (40फ) जिसे देखने वाला उम्मीद करे कि अभी बाज़ आएंगे",
			"author": "২১. আর আমরা অবশ্যই তাদেরকে (পরকালের) গুরুশাস্তির পূর্বে (পার্থিব) লঘুশাস্তির স্বাদ আস্বাদন করাবো; যাতে তারা (কুফরী) থেকে ফিরে আসে।"
		},
		{
			"_id": "3525",
			"sura": "32",
			"para": "21",
			"verses": "22",
			"names": "وَ مَنۡ  اَظۡلَمُ مِمَّنۡ ذُکِّرَ بِاٰیٰتِ رَبِّہٖ ثُمَّ اَعۡرَضَ عَنۡہَا ؕ اِنَّا مِنَ الۡمُجۡرِمِیۡنَ مُنۡتَقِمُوۡنَ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ  اَظۡلَمُ مِمَّنۡ ذُکِّرَ بِاٰیٰتِ رَبِّہٖ ثُمَّ اَعۡرَضَ عَنۡہَا ؕ اِنَّا مِنَ الۡمُجۡرِمِیۡنَ مُنۡتَقِمُوۡنَ ﴿۲۲﴾ ",
			"index": "3525",
			"name": "এবং ওই ব্যক্তি অপেক্ষা অধিকতর যালিম কে, যাকে তার রবের আয়তগুলো দ্বারা উপদেশ দেওয়া হয়েছে, অতঃপর সে সেগুলো থেকে মুখ ফিরিয়ে নিয়েছে? নিশ্চয়, আমি অপরাধীদের থেকে বদলা নিয়ে থাকি।",
			"en_kanzulimaan": "And who is more unjust than one who is preached to from the verses his Lord, then he turns away from them? We will indeed take revenge from the guilty.",
			"ur_kanzulimaan": "اور اس سے بڑھ کر ظالم کون جسے اس کے رب کی آیتوں سے نصیحت کی گئی پھر اس نے ان سے منہ پھیر لیا بیشک ہم مجرموں سے بدلہ لینے والے ہیں،",
			"hi_kanzulimaan": "और उससे बढ़कर ज़ालिम कौन जिसे उसके रब की आयतों से नसीहत की गई फिर उसने उनसे मुंह फेर लिया (41फ) बेशक हम मुजरिमों से बदला लेने वाले हैं",
			"author": "২২. তার চেয়ে বড় জালিম আর কে যে তার প্রতিপালকের আয়াতসমূহ দ্বারা উপদিষ্ট হয়, অতঃপর তা থেকে মুখ ফিরিয়ে নেয়? আমরা অবশ্যই অপরাধীদের উপর প্রতিশোধ গ্রহণ করি।"
		},
		{
			"_id": "3526",
			"sura": "32",
			"para": "21",
			"verses": "23",
			"names": "وَ لَقَدۡ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ فَلَا تَکُنۡ فِیۡ مِرۡیَۃٍ  مِّنۡ لِّقَآئِہٖ وَ جَعَلۡنٰہُ ہُدًی  لِّبَنِیۡۤ   اِسۡرَآءِیۡلَ ﴿ۚ۲۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ فَلَا تَکُنۡ فِیۡ مِرۡیَۃٍ  مِّنۡ لِّقَآئِہٖ وَ جَعَلۡنٰہُ ہُدًی  لِّبَنِیۡۤ   اِسۡرَآءِیۡلَ ﴿ۚ۲۳﴾ ",
			"index": "3526",
			"name": "এবং নিশ্চয় আমি মূসাকে কিতাব দান করেছি, সুতরাং আপনি তার সাক্ষাতের ব্যাপারে সন্দেহ করবেন না! এবং আমি তাকে বনী ইস্রাঈলের জন্য ‘পথ নির্দেশনা’ করেছি।",
			"en_kanzulimaan": "And indeed We bestowed the Book to Moosa, therefore have no doubt in its acquisition, and made it a guidance for the Descendants of Israel.",
			"ur_kanzulimaan": "اور بیشک ہم نے موسیٰ کو کتاب عطا فرمائی تو تم اس کے ملنے میں شک نہ کرو اور ہم نے اسے بنی اسرائیل کے لیے ہدایت کیا،",
			"hi_kanzulimaan": "और बेशक हमने मूसा को किताब (42फ) अता फ़रमाई तो तुम उसके मिलने में शक न करो (43फ) और हमने उसे (44फ) बनी इस्राईल के लिये हिदायत किया",
			"author": "২৩. আর আমরা তো মূসা (আলাইহিস সালাম)-কে (তাওরাত) কিতাব প্রদান করেছিলাম; সুতরাং আপনি তাঁর সাক্ষাতের ব্যাপারে সন্দেহে থাকবেন না (এ সাক্ষাৎ মিরাজ রজনীতে সংঘটিত হওয়ার পথে), আর আমি একে বনী ইসরাঈলের জন্যে পথনির্দেশ বানিয়েছিলাম।"
		},
		{
			"_id": "3527",
			"sura": "32",
			"para": "21",
			"verses": "24",
			"names": "وَ جَعَلۡنَا مِنۡہُمۡ  اَئِمَّۃً  یَّہۡدُوۡنَ  بِاَمۡرِنَا لَمَّا صَبَرُوۡا ۟ؕ  وَ کَانُوۡا بِاٰیٰتِنَا یُوۡقِنُوۡنَ ﴿۲۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَعَلۡنَا مِنۡہُمۡ  اَئِمَّۃً  یَّہۡدُوۡنَ  بِاَمۡرِنَا لَمَّا صَبَرُوۡا ۟ؕ  وَ کَانُوۡا بِاٰیٰتِنَا یُوۡقِنُوۡنَ ﴿۲۴﴾ ",
			"index": "3527",
			"name": "এবং আমি তাদের মধ্য থেকে কিছু সংখ্যক ইমাম করেছি, যারা আমার নির্দেশে পথ বাতলিয়ে দিতো যখন তারা ধৈর্য ধারণ করলো। এবং তারা আমার আয়াতগুলোর উপর দৃঢ় বিশ্বাস করতো। ",
			"en_kanzulimaan": "And We made some leaders among them, guiding by Our command, when they had persevered; and they used to accept faith in Our signs.",
			"ur_kanzulimaan": "اور ہم نے ان میں سے کچھ امام بنائے کہ ہمارے حکم سے بناتے جبکہ انہوں نے صبر کیا اور وہ ہماری آیتوں پر یقین لاتے تھے،",
			"hi_kanzulimaan": "और हमने उनमें से (45फ) कुछ इमाम बनाए कि हमारे हुक्म से बताते (46फ) जब कि उन्हों ने सब्र किया (47फ) और वो हमारी आयतों पर यक़ीन लाते थे",
			"author": "২৪. আর আমরা তাদের মধ্য থেকে কিছু ইমাম ও নেতা মনোনিত করেছিলাম যারা আমার নির্দেশে পথ-প্রদর্শন করতো যখন তারা ধৈর্য ধারণ করেছিল। আর তারা ছিল আমার নিদর্শনাবলীতে দৃঢ় বিশ্বাসী।"
		},
		{
			"_id": "3528",
			"sura": "32",
			"para": "21",
			"verses": "25",
			"names": "اِنَّ  رَبَّکَ ہُوَ یَفۡصِلُ بَیۡنَہُمۡ یَوۡمَ الۡقِیٰمَۃِ  فِیۡمَا  کَانُوۡا فِیۡہِ یَخۡتَلِفُوۡنَ ﴿۲۵﴾  ",
			"number": "",
			"verses_PDMS": "اِنَّ  رَبَّکَ ہُوَ یَفۡصِلُ بَیۡنَہُمۡ یَوۡمَ الۡقِیٰمَۃِ  فِیۡمَا  کَانُوۡا فِیۡہِ یَخۡتَلِفُوۡنَ ﴿۲۵﴾  ",
			"index": "3528",
			"name": "নিশ্চয় আপনার রব ক্বিয়ামতের দিন তাদের মধ্যে মীমাংসা করে দেবেন যেসব বিষয়ে তারা বিরোধ করতো।",
			"en_kanzulimaan": "Indeed your Lord will judge between them on the Day of Resurrection concerning the matters in which they used to differ.",
			"ur_kanzulimaan": "بیشک تمہارا رب ان میں فیصلہ کردے گا قیامت کے دن جس بات میں اختلاف کرتے تھے",
			"hi_kanzulimaan": "बेशक तुम्हारा रब उनमें फ़ैसला कर देगा (48फ) क़यामत के दिन जिस बात में इख़्तिलाफ़ करते थे (49फ)",
			"author": "২৫. নিশ্চয়ই আপনার প্রতিপালকই তাদের মাঝে কিয়ামতের দিন (সেসব বিষয়ের) ফায়সালা করবেন যে বিষয়ে তারা মতবিরোধ করতো।"
		},
		{
			"_id": "3529",
			"sura": "32",
			"para": "21",
			"verses": "26",
			"names": "اَوَ لَمۡ یَہۡدِ لَہُمۡ کَمۡ  اَہۡلَکۡنَا مِنۡ قَبۡلِہِمۡ مِّنَ الۡقُرُوۡنِ یَمۡشُوۡنَ فِیۡ مَسٰکِنِہِمۡ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ ؕ اَفَلَا یَسۡمَعُوۡنَ ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "اَوَ لَمۡ یَہۡدِ لَہُمۡ کَمۡ  اَہۡلَکۡنَا مِنۡ قَبۡلِہِمۡ مِّنَ الۡقُرُوۡنِ یَمۡشُوۡنَ فِیۡ مَسٰکِنِہِمۡ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ ؕ اَفَلَا یَسۡمَعُوۡنَ ﴿۲۶﴾ ",
			"index": "3529",
			"name": "এবং তাদের কি এতেও হিদায়ত হলো না যে, আমি তাদের পূর্বে কতো মানবগোষ্ঠীকে ধ্বংস করেছি, আজ যাদের বাসস্থানগুলোতে এরা বিচরণ করছে? নিশ্চয় নিশ্চয় এতে নিদর্শনাদি রয়েছে। তবে কি তারা শুনছে না?",
			"en_kanzulimaan": "And did they not obtain guidance by the fact that We did destroy many generations before them, so now they walk in their houses? Indeed in this are signs; so do they not heed?",
			"ur_kanzulimaan": "اور کیا انہیں اس پر ہدایت نہ ہوئی کہ ہم نے ان سے پہلے کتنی سنگتیں (قومیں) ہلاک کردیں کہ آج یہ ان کے گھروں میں چل پھر رہے ہیں بیشک اس میں ضرور نشانیاں ہیں تو کیا سنتے نہیں",
			"hi_kanzulimaan": "और क्या उन्हें (50फ) इस पर हिदायत न हुई कि हमने उनसे पहले कितनी संगतें (क़ौमें) (51फ) हलाक कर दीं कि आज ये उनके घरों में चल फिर रहे हैं (52फ) बेशक इसमें ज़रूर निशानियाँ हैं, तो क्या सुनते नहीं (53फ)",
			"author": "২৬. তাদেরকে কি (এ বিষয়ও) পথ-নির্দেশ করলো না যে, তাদের পূর্বে আমরা ধ্বংস করেছি কতো উম্মতকেই যাদের বাস-ভূমিতে (এখন) এরা চলাফেরা করছে? নিশ্চয়ই এতে নিদর্শনাবলী রয়েছে, তারা কি শুনে না?"
		},
		{
			"_id": "3530",
			"sura": "32",
			"para": "21",
			"verses": "27",
			"names": "اَوَ لَمۡ یَرَوۡا اَنَّا نَسُوۡقُ الۡمَآءَ  اِلَی الۡاَرۡضِ الۡجُرُزِ فَنُخۡرِجُ  بِہٖ زَرۡعًا تَاۡکُلُ مِنۡہُ  اَنۡعَامُہُمۡ وَ اَنۡفُسُہُمۡ ؕ اَفَلَا یُبۡصِرُوۡنَ ﴿ؓ۲۷﴾ ",
			"number": "",
			"verses_PDMS": "اَوَ لَمۡ یَرَوۡا اَنَّا نَسُوۡقُ الۡمَآءَ  اِلَی الۡاَرۡضِ الۡجُرُزِ فَنُخۡرِجُ  بِہٖ زَرۡعًا تَاۡکُلُ مِنۡہُ  اَنۡعَامُہُمۡ وَ اَنۡفُسُہُمۡ ؕ اَفَلَا یُبۡصِرُوۡنَ ﴿ؓ۲۷﴾ ",
			"index": "3530",
			"name": "এবং তারা কি দেখে না যে, আমি পানি প্রেরণ করি শুষ্ক ভূমির প্রতি, অতঃপর তা দ্বারা শস্য উদগত করি, যা থেকে তাদের চতুষ্পদ প্রাণীগুলো এবং তারা নিজেরা আহার করে? তবে কি তারা লক্ষ্য করে না?",
			"en_kanzulimaan": "And do they not see that We send the water to the barren land and produce crops with it, so their animals and they themselves eat from it? So do they not perceive?",
			"ur_kanzulimaan": "اور کیا نہیں دیکھتے کہ ہم پانی بھیجتے ہیں خشک زمین کی طرف پھر اس سے کھیتی نکالتے ہیں کہ اس میں سے ان کے چوپائے اور وہ خود کھاتے ہیں تو کیا انہیں سوجھتانہیں",
			"hi_kanzulimaan": "और क्या नहीं देखते कि हम पानी भेजते हैं ख़ुश्क ज़मीन की तरफ़ (54फ) फिर उससे खेती निकालते हैं कि उसमें से उनके चौपाए और वो ख़ुद खाते हैं (55फ) तो क्या उन्हे सूझता नहीं (56फ)",
			"author": "২৭. আর তারা কি দেখেনি, আমি পানি প্রবাহিত করি অনুর্বর ভূমির দিকে, অতঃপর আমি তা থেকে শস্য উদ্গত করি, যা থেকে তাদের চতুষ্পদ প্রাণী আহার্য গ্রহণ করে এবং তারা নিজেরাও? তবু কি তারা লক্ষ্য করে না?"
		},
		{
			"_id": "3531",
			"sura": "32",
			"para": "21",
			"verses": "28",
			"names": "وَ یَقُوۡلُوۡنَ مَتٰی ہٰذَا الۡفَتۡحُ  اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَقُوۡلُوۡنَ مَتٰی ہٰذَا الۡفَتۡحُ  اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ ﴿۲۸﴾ ",
			"index": "3531",
			"name": "এবং তারা বলে, ‘এ মীমাংসা কবে হবে? যদি তোমরা সত্যবাদী হও!’",
			"en_kanzulimaan": "And they say, When will this decision take place, if you are truthful?",
			"ur_kanzulimaan": "اور کہتے ہیں یہ فیصلہ کب ہوگا اگر تم سچے ہو",
			"hi_kanzulimaan": "और कहते हैं यह फ़ैसला कब होगा अगर तुम सच्चे हो (57फ)",
			"author": "২৮. আর তারা জিজ্ঞেস করে, ‘কখন হবে এই ফায়সালা যদি তোমরা সত্যবাদী হও?’"
		},
		{
			"_id": "3532",
			"sura": "32",
			"para": "21",
			"verses": "29",
			"names": "قُلۡ یَوۡمَ الۡفَتۡحِ لَا یَنۡفَعُ الَّذِیۡنَ  کَفَرُوۡۤا اِیۡمَانُہُمۡ  وَ لَا  ہُمۡ  یُنۡظَرُوۡنَ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ یَوۡمَ الۡفَتۡحِ لَا یَنۡفَعُ الَّذِیۡنَ  کَفَرُوۡۤا اِیۡمَانُہُمۡ  وَ لَا  ہُمۡ  یُنۡظَرُوۡنَ ﴿۲۹﴾ ",
			"index": "3532",
			"name": "আপনি বলুন, ‘মীমাংসার দিনে কাফিরদেরকে তাদের ঈমান আনা উপকৃত করবে না এবং না তাদেরকে অবকাশ দেওয়া হবে’।",
			"en_kanzulimaan": "Proclaim, On the Day of Decision *, the disbelievers will not benefit from their accepting faith, nor will they get respite. (* Of death or of resurrection)",
			"ur_kanzulimaan": "تم فرماؤ فیصلہ کے دن کافروں کو ان کا ایمان لانا نفع نہ دے گا اور نہ انہیں مہلت ملے",
			"hi_kanzulimaan": "तुम फ़रमाओ फै़सले के दिन (58फ) काफ़िरों को उनका ईमान लाना नफ़ा न देगा और न उन्हें मोहलत मिले (59फ)",
			"author": "২৯. বলে দিন, ‘ফায়সালার দিন না কাফেরদের তাদের ঈমান উপকারে আসবে, আর না তাদেরকে অবকাশ দেয়া হবে।’"
		},
		{
			"_id": "3533",
			"sura": "32",
			"para": "21",
			"verses": "30",
			"names": "فَاَعۡرِضۡ عَنۡہُمۡ وَ انۡتَظِرۡ  اِنَّہُمۡ مُّنۡتَظِرُوۡنَ ﴿۳۰﴾ ",
			"number": "",
			"verses_PDMS": "فَاَعۡرِضۡ عَنۡہُمۡ وَ انۡتَظِرۡ  اِنَّہُمۡ مُّنۡتَظِرُوۡنَ ﴿۳۰﴾ ",
			"index": "3533",
			"name": "সুতরাং তাদের দিক থেকে মুখ ফিরিয়ে নিন এবং অপেক্ষা করুন; নিশ্চয় তাদেরকেও অপেক্ষা করতে হবে।",
			"en_kanzulimaan": "Therefore turn away from them and wait  indeed they too have to wait.",
			"ur_kanzulimaan": "تو ان سے منہ پھیرلو اور انتظار کرو بیشک انہیں بھی انتظار کرنا ہے",
			"hi_kanzulimaan": "तो उनसे मुंह फेर लो और इन्तिज़ार करो (60फ) बेशक उन्हें भी इन्तिज़ार करना है (61फ)",
			"author": "৩০. অতঃপর তাদেরকে উপেক্ষা করুন এবং অপেক্ষা করুন। আর তারাও অপেক্ষা করছে।"
		}
	]