[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "4273",
			"sura": "42",
			"para": "25",
			"verses": "1",
			"names": "حٰمٓ ۚ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "حٰمٓ ۚ﴿۱﴾ ",
			"index": "4273",
			"name": "হা-মী---ম।",
			"en_kanzulimaan": "Ha-Meem.(Alphabets of the Arabic language - Allah, and to whomever He reveals, know their precise meanings.)",
			"ur_kanzulimaan": "حٰمٓ",
			"hi_kanzulimaan": "_",
			"author": "১. হা-মীম। (প্রকৃত অর্থ আল্লাহ্ এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামই সম্যক অবগত।)"
		},
		{
			"_id": "4274",
			"sura": "42",
			"para": "25",
			"verses": "2",
			"names": "عٓسٓقٓ ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "عٓسٓقٓ ﴿۲﴾ ",
			"index": "4274",
			"name": "‘আঈ----ন সী-----ন ক্বা----ফ।",
			"en_kanzulimaan": "Ain-Seen-Qaf. (Alphabets of the Arabic language - Allah, and to whomever He reveals, know their precise meanings.)",
			"ur_kanzulimaan": "عٓسٓقٓ",
			"hi_kanzulimaan": "ऐन सीन क़ाफ़",
			"author": "২. আইন-সীন-ক্বাফ। (প্রকৃত অর্থ আল্লাহ্ এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামই অধিক অবগত।)"
		},
		{
			"_id": "4275",
			"sura": "42",
			"para": "25",
			"verses": "3",
			"names": "کَذٰلِکَ یُوۡحِیۡۤ  اِلَیۡکَ وَ اِلَی الَّذِیۡنَ مِنۡ قَبۡلِکَ ۙ اللّٰہُ  الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "کَذٰلِکَ یُوۡحِیۡۤ  اِلَیۡکَ وَ اِلَی الَّذِیۡنَ مِنۡ قَبۡلِکَ ۙ اللّٰہُ  الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۳﴾ ",
			"index": "4275",
			"name": "এভাবেই তিনি ওহী করেন আপনার প্রতি এবং আপনার পূর্ববর্তীদের প্রতি। আল্লাহ্‌ সম্মান ও প্রজ্ঞাময়।",
			"en_kanzulimaan": "This is how Allah the Most Honourable, the All Knowing sends the divine revelation to you (O dear Prophet Mohammed - peace and blessings be upon him) and to those before you.",
			"ur_kanzulimaan": "یونہی وحی فرماتا ہے تمہاری طرف اور تم سے اگلوں کی طرف اللہ عزت و حکمت والا،",
			"hi_kanzulimaan": "यूंही वही फ़रमाता है तुम्हारी तरफ़ (2फ) और तुमसे अगलों की तरफ़ (3फ) अल्लाह इज़्ज़त व हिकमत वाला",
			"author": "৩. এভাবেই আপনার প্রতি এবং আপনার পূর্ববর্তীদের (অর্থাৎ পূর্ববর্তী রাসূলগণের) প্রতি প্রত্যাদেশ করেন আল্লাহ্ যিনি পরাক্রমশালী, প্রজ্ঞাবান।"
		},
		{
			"_id": "4276",
			"sura": "42",
			"para": "25",
			"verses": "4",
			"names": "لَہٗ  مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ؕ وَ ہُوَ  الۡعَلِیُّ  الۡعَظِیۡمُ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "لَہٗ  مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ؕ وَ ہُوَ  الۡعَلِیُّ  الۡعَظِیۡمُ ﴿۴﴾ ",
			"index": "4276",
			"name": "তাঁরই, যা কিছু আস্‌মানসমূহে রয়েছে এবং যা কিছু যমীনে। এবং তিনিই সর্বোচ্চ, সুমহান। ",
			"en_kanzulimaan": "To Him only belongs all whatever is in the heavens and all whatever is in the earth; and He is the Supreme, the Greatest.",
			"ur_kanzulimaan": "اسی کا ہے جو کچھ آسمان میں ہے اور جو کچھ زمین میں ہے، اور وہی بلندی و عظمت والا ہے،",
			"hi_kanzulimaan": "उसी का है जो कुछ आसमानों में है और जो कुछ ज़मीन में है, और वही बलन्दी व अज़मत वाला है",
			"author": "৪. যা কিছু আকাশমন্ডলীতে এবং যা কিছু পৃথিবীতে রয়েছে তা তাঁরই। আর তিনি সমুচ্চ মর্যাদার অধিকারী, সুমহান।"
		},
		{
			"_id": "4277",
			"sura": "42",
			"para": "25",
			"verses": "5",
			"names": "تَکَادُ  السَّمٰوٰتُ یَتَفَطَّرۡنَ مِنۡ فَوۡقِہِنَّ وَ الۡمَلٰٓئِکَۃُ  یُسَبِّحُوۡنَ بِحَمۡدِ رَبِّہِمۡ وَ یَسۡتَغۡفِرُوۡنَ لِمَنۡ فِی الۡاَرۡضِ ؕ اَلَاۤ اِنَّ اللّٰہَ ہُوَ  الۡغَفُوۡرُ الرَّحِیۡمُ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "تَکَادُ  السَّمٰوٰتُ یَتَفَطَّرۡنَ مِنۡ فَوۡقِہِنَّ وَ الۡمَلٰٓئِکَۃُ  یُسَبِّحُوۡنَ بِحَمۡدِ رَبِّہِمۡ وَ یَسۡتَغۡفِرُوۡنَ لِمَنۡ فِی الۡاَرۡضِ ؕ اَلَاۤ اِنَّ اللّٰہَ ہُوَ  الۡغَفُوۡرُ الرَّحِیۡمُ ﴿۵﴾ ",
			"index": "4277",
			"name": "আস্‌মান তার উপরিভাগ থেকে বিদীর্ণ হয়ে যাবার উপক্রম হয় এবং ফিরিশ্‌তাগণ আপন রবের প্রশংসা সহকারে তার পবিত্রতা ঘোষণা করে এবং পৃথিবীবাসীদের জন্য ক্ষমা প্রার্থনা করে। শুনে নাও! নিশ্চয় আল্লাহ্‌ই ক্ষমাশীল, দয়ালু। ",
			"en_kanzulimaan": "The heavens nearly split apart from above - and the angels say the Purity of their Lord while praising Him, and seek forgiveness for those on earth; pay heed! Indeed Allah only is the Oft Forgiving, the Most Merciful.",
			"ur_kanzulimaan": "قریب ہوتا ہے کہ آسمان اپنے اوپر سے شق ہوجائیں اور فرشتے اپنے رب کی تعریف کے ساتھ اس کی پاکی بولتے اور زمین والوں کے لیے معافی مانگتے ہیں سن لو بیشک اللہ ہی بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "क़रीब होता है कि आसमान अपने ऊपर से शक़ हो जाएं (4फ) और फ़रिश्ते अपने रब की तारीफ़ के साथ उसकी पाकी बोलते और ज़मीन वालों के लिये माफ़ी मांगते हैं (5फ) सुन लो बेशक अल्लाह ही बख़्शने वाला मेहरबान है",
			"author": "৫. আকাশমন্ডলী তাদের উর্ধ্বদেশ থেকে ফেটে পড়ার উপক্রম হয় এবং ফেরেশতারা তাদের প্রতিপালকের সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করতে থাকে, আর যারা পৃথিবীতে রয়েছে তাদের জন্যে ক্ষমাপ্রার্থনা করতে থাকে। মনে রেখো! আল্লাহ্ই মহাক্ষমাশীল, অসীম দয়ালু।"
		},
		{
			"_id": "4278",
			"sura": "42",
			"para": "25",
			"verses": "6",
			"names": "وَ الَّذِیۡنَ اتَّخَذُوۡا مِنۡ دُوۡنِہٖۤ  اَوۡلِیَآءَ اللّٰہُ  حَفِیۡظٌ عَلَیۡہِمۡ ۫ۖ وَ مَاۤ  اَنۡتَ عَلَیۡہِمۡ  بِوَکِیۡلٍ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ اتَّخَذُوۡا مِنۡ دُوۡنِہٖۤ  اَوۡلِیَآءَ اللّٰہُ  حَفِیۡظٌ عَلَیۡہِمۡ ۫ۖ وَ مَاۤ  اَنۡتَ عَلَیۡہِمۡ  بِوَکِیۡلٍ ﴿۶﴾ ",
			"index": "4278",
			"name": "এবং যে সব লোক আল্লাহ্‌কে ব্যতীত অন্যান্য অভিভাবক গ্রহণ করে বসেছে তারা আল্লাহ্‌র দৃষ্টির মধ্যে রয়েছে; এবং আপনি তাদের যিম্মাদার নন। ",
			"en_kanzulimaan": "And Allah is watching those who have chosen supporters besides Him; and you are not responsible for them.",
			"ur_kanzulimaan": "اور جنہوں نے اللہ کے سوا اور والی بنارکھے ہیں وہ اللہ کی نگاہ میں ہیں اور تم ان کے ذمہ دار نہیں،",
			"hi_kanzulimaan": "और जिन्होंने अल्लाह के सिवा और वाली बना रखे हैं (6फ) वो अल्लाह की निगाह में हैं (7फ)  और तुम उनके ज़िम्मेदार नहीं (8फ)",
			"author": "৬. আর যারা আল্লাহ্‌র পরিবর্তে মূর্তিগুলোকে বন্ধু ও অভিভাবকরূপে গ্রহণ করেছে, আল্লাহ্ তাদের বিষয়ে সদা সচেতন। আর আপনি এদের (এসব কাফেরদের) জন্যে দায়বদ্ধ নন।"
		},
		{
			"_id": "4279",
			"sura": "42",
			"para": "25",
			"verses": "7",
			"names": "وَ کَذٰلِکَ  اَوۡحَیۡنَاۤ  اِلَیۡکَ قُرۡاٰنًا عَرَبِیًّا لِّتُنۡذِرَ اُمَّ الۡقُرٰی وَ مَنۡ حَوۡلَہَا وَ تُنۡذِرَ یَوۡمَ الۡجَمۡعِ لَا رَیۡبَ فِیۡہِ ؕ فَرِیۡقٌ فِی الۡجَنَّۃِ  وَ فَرِیۡقٌ فِی السَّعِیۡرِ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَذٰلِکَ  اَوۡحَیۡنَاۤ  اِلَیۡکَ قُرۡاٰنًا عَرَبِیًّا لِّتُنۡذِرَ اُمَّ الۡقُرٰی وَ مَنۡ حَوۡلَہَا وَ تُنۡذِرَ یَوۡمَ الۡجَمۡعِ لَا رَیۡبَ فِیۡہِ ؕ فَرِیۡقٌ فِی الۡجَنَّۃِ  وَ فَرِیۡقٌ فِی السَّعِیۡرِ ﴿۷﴾ ",
			"index": "4279",
			"name": "এবং এভাবেই আমি আপনার প্রতি আরবী ক্বোরআন ওহীর মাধ্যমে প্রেরণ করেছি যেন আপনি সতর্ক করেন সমস্ত শহরের মূল- মক্কার অধিবাসীদেরকে এবং যতলোক এর চতুর্পাশে রয়েছে, এবং আপনি সতর্ক করবেন একত্রিত হবার দিন সম্পর্কে, যাতে কোন সন্দেহ নেই। এক দল জান্নাতে যাবে এবং একদল দোযখে।",
			"en_kanzulimaan": "And this is how We have divinely revealed to you the Quran in Arabic, for you to warn the people of the mother of all towns - Mecca - and those around it, and to warn of the Day of Assembling of which there is no doubt; a group is in Paradise, and another group is in hell.",
			"ur_kanzulimaan": "اور یونہی ہم نے تمہاری طرف عربی قرآن وحی بھیجا کہ تم ڈراؤ سب شہروں کی اصل مکہ والوں کو اور جتنے اس کے گرد ہیں اور تم ڈراؤ اکٹھے ہونے کے دن سے جس میں کچھ شک نہیں ایک گروہ جنت میں ہے اور ایک گروہ دوزخ میں،",
			"hi_kanzulimaan": "और यूंही हमने तुम्हारी तरफ़ अरबी क़ुरआन वही भेजा कि तुम डराओ सब शहरों की अस्ल मक्का वालों को और जितने उसके गिर्द हैं (9फ) और तुम डराओ इकट्ठे होने के दिन से जिसमें कुछ शक नहीं (10फ) एक गिरोह जन्नत में है और एक गिरोह दोज़ख़ में",
			"author": "৭. আর এভাবেই আমরা আপনার প্রতি কুরআন অবতীর্ণ করেছি আরবী ভাষায়, যাতে আপনি সতর্ক করতে পারেন তাদেরকে, যারা মক্কায় এবং এর আশেপাশে রয়েছে। আর আপনি সতর্ক করুন সমবেত হবার দিনের ব্যাপারে, যাতে কোনো সন্দেহ নেই। (সেদিন) একদল থাকবে জান্নাতে এবং আরেকদল থাকবে জাহান্নামে।"
		},
		{
			"_id": "4280",
			"sura": "42",
			"para": "25",
			"verses": "8",
			"names": "وَ لَوۡ شَآءَ  اللّٰہُ  لَجَعَلَہُمۡ  اُمَّۃً  وَّاحِدَۃً وَّ لٰکِنۡ  یُّدۡخِلُ مَنۡ یَّشَآءُ  فِیۡ  رَحۡمَتِہٖ ؕ وَ الظّٰلِمُوۡنَ مَا لَہُمۡ مِّنۡ وَّلِیٍّ وَّ لَا  نَصِیۡرٍ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ شَآءَ  اللّٰہُ  لَجَعَلَہُمۡ  اُمَّۃً  وَّاحِدَۃً وَّ لٰکِنۡ  یُّدۡخِلُ مَنۡ یَّشَآءُ  فِیۡ  رَحۡمَتِہٖ ؕ وَ الظّٰلِمُوۡنَ مَا لَہُمۡ مِّنۡ وَّلِیٍّ وَّ لَا  نَصِیۡرٍ ﴿۸﴾ ",
			"index": "4280",
			"name": "এবং আল্লাহ্‌ ইচ্ছা করলে তাদের সবাইকে একই দ্বীনের অনুসারী করে দিতেন; কিন্তু আল্লাহ্‌ আপন অনুগ্রহের মধ্যে প্রবিষ্ট করেন যাকে চান এবং যালিমদের না আছে কোন বন্ধু, না কোন সাহায্যকারী। ",
			"en_kanzulimaan": "And had Allah willed, He could have made them all upon one religion, but He admits whomever He wills into His mercy; and the unjust do not have any friend nor any supporter.",
			"ur_kanzulimaan": "اور اللہ چاہتا تو ان سب کو ایک دین پر کردیتا لیکن اللہ اپنی رحمت میں لیتا ہے جسے چاہے اور ظالموں کا نہ کوئی دوست نہ مددگار",
			"hi_kanzulimaan": "और अल्लाह चाहता तो उन सब को एक दीन पर कर देता लेकिन अल्लाह अपनी रहमत में लेता है जिसे चाहे (11फ) और ज़ालिमों का न कोई दोस्त न मददगार (12फ)",
			"author": "৮. আর আল্লাহ্ ইচ্ছা করলে তাদের সবাইকে একই উম্মত করতে পারতেন। বস্তুত তিনি যাকে ইচ্ছা তাকে স্বীয় রহমতে অন্তর্ভুক্ত করেন। আর অত্যাচারীদের, তাদের না আছে কোনো অভিভাবক, আর না আছে কোনো সাহায্যকারী।"
		},
		{
			"_id": "4281",
			"sura": "42",
			"para": "25",
			"verses": "9",
			"names": "اَمِ اتَّخَذُوۡا مِنۡ دُوۡنِہٖۤ  اَوۡلِیَآءَ ۚ فَاللّٰہُ ہُوَ  الۡوَلِیُّ  وَ ہُوَ  یُحۡیِ الۡمَوۡتٰی ۫ وَ ہُوَ  عَلٰی کُلِّ شَیۡءٍ  قَدِیۡرٌ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "اَمِ اتَّخَذُوۡا مِنۡ دُوۡنِہٖۤ  اَوۡلِیَآءَ ۚ فَاللّٰہُ ہُوَ  الۡوَلِیُّ  وَ ہُوَ  یُحۡیِ الۡمَوۡتٰی ۫ وَ ہُوَ  عَلٰی کُلِّ شَیۡءٍ  قَدِیۡرٌ ﴿۹﴾ ",
			"index": "4281",
			"name": "তারা কি আল্লাহ্‌ ব্যতীত অন্য অভিভাবক স্থির করে নিয়েছে? সুতরাং আল্লাহ্‌ই অভিভাবক এবং তিনি মৃতকে জীবিত করবেন এবং তিনি সব কিছু করতে পারেন। ",
			"en_kanzulimaan": "What! Have they appointed supporters other than Allah? So (know that) Allah only is the Supporter, and He will revive the dead; and He is Able to do all things.",
			"ur_kanzulimaan": "کیا اللہ کے سوا اور والی ٹھہرالیے ہیں تو اللہ ہی والی ہے اور وہ مُردے جِلائے گا، اور وہ سب کچھ کرسکتا ہے",
			"hi_kanzulimaan": "क्या अल्लाह के सिवा और वाली ठहरा लिये हैं (13फ) तो अल्लाह ही वाली है और वह मुर्दे जिलाएगा और वह सब कुछ कर सकता है (14फ)",
			"author": "৯. তারা কি আল্লাহ্‌র পরিবর্তে মূর্তিগুলোকে অভিভাবকরূপে গ্রহণ করেছে? সুতরাং আল্লাহ্ই অভিভাবক (আর কেবল তাঁর বন্ধুরাই ‘আউলিয়া’)। আর তিনিই মৃতদেরকে জীবিত করেন এবং তিনিই সকল কিছুর উপর সর্বশক্তিমান।"
		},
		{
			"_id": "4282",
			"sura": "42",
			"para": "25",
			"verses": "10",
			"names": "وَ مَا اخۡتَلَفۡتُمۡ فِیۡہِ مِنۡ شَیۡءٍ فَحُکۡمُہٗۤ اِلَی اللّٰہِ ؕ ذٰلِکُمُ اللّٰہُ رَبِّیۡ عَلَیۡہِ  تَوَکَّلۡتُ ٭ۖ وَ  اِلَیۡہِ  اُنِیۡبُ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا اخۡتَلَفۡتُمۡ فِیۡہِ مِنۡ شَیۡءٍ فَحُکۡمُہٗۤ اِلَی اللّٰہِ ؕ ذٰلِکُمُ اللّٰہُ رَبِّیۡ عَلَیۡہِ  تَوَکَّلۡتُ ٭ۖ وَ  اِلَیۡہِ  اُنِیۡبُ ﴿۱۰﴾ ",
			"index": "4282",
			"name": "তোমরা যে বিষয়ে মতভেদ করো, তবে সেটার ফয়সালা আল্লাহ্‌রই নিকট অর্পিত। তিনিই হন আল্লাহ্‌, আমার প্রতিপালক, আমি তার উপর নির্ভর করেছি এবং আমি তার প্রতি প্রত্যাবর্তন করছি। ",
			"en_kanzulimaan": "The final decision for the matters in which you differ rests with Allah; such is my Lord - I rely on Him; and towards Him do I incline.",
			"ur_kanzulimaan": "تم جس بات میں اختلاف کرو تو اس کا فیصلہ اللہ کے سپرد ہے یہ ہے اللہ میرا رب میں نے اس پر بھروسہ کیا، اور میں اس کی طرف رجوع لاتا ہوں",
			"hi_kanzulimaan": "तुम जिस बात में (15फ) इख़्तिलाफ़ करो तो उसका फ़ैसला अल्लाह के सुपुर्द है  (16फ)  यह है अल्लाह मेरा रब मैं ने उसपर भरोसा किया और मैं उसकी तरफ़ रूजू लाता हूँ (17फ)",
			"author": "১০. ‘আর তোমরা যে বিষয়ে মতবিরোধ করো, এর মীমাংসা তো আল্লাহ্‌রই নিকট। তিনিই আল্লাহ্, আমার প্রতিপালক, তাঁরই প্রতি আমি ভরসা করি এবং আমি তাঁরই অভিমুখী।’"
		},
		{
			"_id": "4283",
			"sura": "42",
			"para": "25",
			"verses": "11",
			"names": "فَاطِرُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ جَعَلَ لَکُمۡ مِّنۡ اَنۡفُسِکُمۡ  اَزۡوَاجًا وَّ مِنَ الۡاَنۡعَامِ اَزۡوَاجًا ۚ یَذۡرَؤُکُمۡ فِیۡہِ ؕ لَیۡسَ کَمِثۡلِہٖ  شَیۡءٌ ۚ وَ ہُوَ السَّمِیۡعُ الۡبَصِیۡرُ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "فَاطِرُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ جَعَلَ لَکُمۡ مِّنۡ اَنۡفُسِکُمۡ  اَزۡوَاجًا وَّ مِنَ الۡاَنۡعَامِ اَزۡوَاجًا ۚ یَذۡرَؤُکُمۡ فِیۡہِ ؕ لَیۡسَ کَمِثۡلِہٖ  شَیۡءٌ ۚ وَ ہُوَ السَّمِیۡعُ الۡبَصِیۡرُ ﴿۱۱﴾ ",
			"index": "4283",
			"name": "আস্‌মানসমূহ ও যমীনের স্রষ্টা; তোমাদের জন্য তোমাদেরই থেকে জোড়া সৃষ্টি করেছেন এবং চতুষ্পদ প্রাণীসমূহ থেকে নর ও মাদী। তা থেকে তোমাদের বংশ বিস্তার করেন। তার মতো কিছুই নেই; এবং তিনিই শুনেন, দেখেন। ",
			"en_kanzulimaan": "The Maker of the heavens and the earth; He has created pairs for you from yourselves and pairs from the animals; He spreads your generation; nothing is like Him; and He only is the All Hearing, the All Seeing.",
			"ur_kanzulimaan": "آسمانوں اور زمین کا بنانے والا، تمہارے لیے تمہیں میں سے جوڑے بنائے اور نر و مادہ چوپائے، اس سے تمہاری نسل پھیلاتا ہے، اس جیسا کوئی نہیں، اور وہی سنتا دیکھتا ہے،",
			"hi_kanzulimaan": "आसमानों और ज़मीन का बनाने वाला, तुम्हारे लिये तुम्हीं में से (18फ) जोड़े बनाए और नर मादा चौपाए, इससे (19फ) तुम्हारी नस्ल फैलाता है, उस जैसा कोई नहीं और वही सुनता देखता है",
			"author": "১১. তিনি আকাশমন্ডলী ও পৃথিবীকে অনস্তিত্ব থেকে অস্তিত্বে আনয়নকারী। তিনিই তোমাদের জন্যে তোমাদের মধ্য থেকে জোড়া সৃষ্টি করেছেন এবং চতুষ্পদ প্রাণীদেরও জোড়া সৃষ্টি করেছেন। আর তোমাদেরকে এর (এ জোড়ার কৌশলের) মাধ্যমে বিস্তার করেন। তাঁর সদৃশ কোনো কিছুই নেই। আর তিনিই সর্বশ্রোতা, সর্বদ্রষ্টা।"
		},
		{
			"_id": "4284",
			"sura": "42",
			"para": "25",
			"verses": "12",
			"names": "لَہٗ  مَقَالِیۡدُ السَّمٰوٰتِ وَ الۡاَرۡضِ ۚ یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ  وَ  یَقۡدِرُ ؕ اِنَّہٗ  بِکُلِّ  شَیۡءٍ عَلِیۡمٌ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "لَہٗ  مَقَالِیۡدُ السَّمٰوٰتِ وَ الۡاَرۡضِ ۚ یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ  وَ  یَقۡدِرُ ؕ اِنَّہٗ  بِکُلِّ  شَیۡءٍ عَلِیۡمٌ ﴿۱۲﴾ ",
			"index": "4284",
			"name": "তাঁরই নিকট আস্‌মানসমূহ ও যমীনের চাবিগুলো। তিনি জীবিকা প্রশস্ত করেন যার জন্য ইচ্ছা করেন এবং সংকুচিত করেন। নিশ্চয় তিনি সবকিছু জানেন। ",
			"en_kanzulimaan": "For Him only are the keys of the heavens and the earth; He increases the sustenance for whomever He wills and restricts it; indeed He is the All Knowing.",
			"ur_kanzulimaan": "اسی کے لیے ہیں آسمانوں اور زمین کی کنجیاں روزی وسیع کرتا ہے جس کے لیے چاہے اور تنگ فرماتا ہے بیشک وہ سب کچھ جانتا ہے،",
			"hi_kanzulimaan": "उसी के लिये हैं आसमानों और ज़मीन की कुंजियां (20फ) रोज़ी वसीअ करता है जिस के लिये चाहे और तंग फ़रमाता है (21फ) बेशक वह सब कुछ जानता है",
			"author": "১২. তিনিই আকাশমন্ডলী ও পৃথিবীর চাবিকাঠির অধিকারী (অর্থাৎ তিনি যার জন্যে ইচ্ছা ধন-ভান্ডার উন্মুক্ত করেন)। তিনি যার জন্যে ইচ্ছা রিযিক বর্ধিত করেন এবং (যার জন্যে ইচ্ছা) সঙ্কুচিত করেন। নিশ্চয়ই তিনি সকল কিছু সম্পর্কে সম্যক অবগত।"
		},
		{
			"_id": "4285",
			"sura": "42",
			"para": "25",
			"verses": "13",
			"names": "شَرَعَ  لَکُمۡ مِّنَ الدِّیۡنِ مَا وَصّٰی بِہٖ نُوۡحًا وَّ الَّذِیۡۤ  اَوۡحَیۡنَاۤ  اِلَیۡکَ وَ مَا وَصَّیۡنَا بِہٖۤ  اِبۡرٰہِیۡمَ  وَ مُوۡسٰی وَ عِیۡسٰۤی اَنۡ  اَقِیۡمُوا الدِّیۡنَ وَ لَا تَتَفَرَّقُوۡا فِیۡہِ ؕ  کَبُرَ عَلَی الۡمُشۡرِکِیۡنَ  مَا تَدۡعُوۡہُمۡ  اِلَیۡہِ ؕ اَللّٰہُ  یَجۡتَبِیۡۤ  اِلَیۡہِ مَنۡ  یَّشَآءُ وَ یَہۡدِیۡۤ  اِلَیۡہِ مَنۡ یُّنِیۡبُ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "شَرَعَ  لَکُمۡ مِّنَ الدِّیۡنِ مَا وَصّٰی بِہٖ نُوۡحًا وَّ الَّذِیۡۤ  اَوۡحَیۡنَاۤ  اِلَیۡکَ وَ مَا وَصَّیۡنَا بِہٖۤ  اِبۡرٰہِیۡمَ  وَ مُوۡسٰی وَ عِیۡسٰۤی اَنۡ  اَقِیۡمُوا الدِّیۡنَ وَ لَا تَتَفَرَّقُوۡا فِیۡہِ ؕ  کَبُرَ عَلَی الۡمُشۡرِکِیۡنَ  مَا تَدۡعُوۡہُمۡ  اِلَیۡہِ ؕ اَللّٰہُ  یَجۡتَبِیۡۤ  اِلَیۡہِ مَنۡ  یَّشَآءُ وَ یَہۡدِیۡۤ  اِلَیۡہِ مَنۡ یُّنِیۡبُ ﴿۱۳﴾ ",
			"index": "4285",
			"name": "তিনি তোমাদের জন্য ধর্মের ওইপথ নির্ধারণ করেছেন, যার নির্দেশ তিনি নূহকে দিয়েছেন এবং যা আমি আপনার প্রতি ওহী করেছি এবং যার আদেশ আমি ইব্রাহীম, মূসা এবং ঈসাকে দিয়েছি যে, দ্বীনকে স্থির রাখো এবং তাতে মতভেদ সৃষ্টি করো না। মুশরিকদের জন্য খুবই ভারী হচ্ছে তা-ই, যার প্রতি আপনি তাদেরকে আহ্বান করছেন এবং আল্লাহ্‌ আপন নৈকট্যের জন্য মনোনীত করে নেন যাকে চান এবং নিজের দিকে পথ প্রদান করেন তাকে, যে প্রত্যাবর্তন করে। ",
			"en_kanzulimaan": "He has kept for you the same path of religion which He commanded Nooh, and what We divinely reveal to you (O dear Prophet Mohammed - peace and blessings be upon him), and what We had commanded to Ibrahim and Moosa and Eisa that, Keep the religion proper, and do not create divisions in it; the polytheists find the matter what you call them to as intolerable; Allah chooses for His proximity whomever He wills, and guides towards Himself whoever inclines (towards Him).",
			"ur_kanzulimaan": "تمہارے لیے دین کی وہ راہ ڈالی جس کا حکم اس نے نوح کو دیا اور جو ہم نے تمہاری طرف وحی کی اور جس کا حکم ہم نے ابراہیم اور موسیٰ اور عیسیٰ کو دیا کہ دین ٹھیک رکھو اور اس میں پھوٹ نہ ڈالو مشرکوں پر بہت ہی گراں ہے وہ جس کی طرف تم انہیں بلاتے ہو، اور اللہ اپنے قریب کے لیے چن لیتا ہے جسے چاہے اور اپنی طرف راہ دیتا ہے اسے جو رجوع لائے",
			"hi_kanzulimaan": "तुम्हारे लिये दीन की वह राह डाली जिसका हुक्म उसने नूह को दिया (22फ) और जो हमने तुम्हारी तरफ़ वही की (23फ) और जिसका हुक्म हमने इब्राहीम और मूसा और ईसा को दिया (24फ) कि दीन ठीक रखो (25फ) और उसमें फूट न डालो (26फ) मुश्रिकों पर बहुत ही गिरां है वह  (27फ) जिसकी तरफ़ तुम उन्हें बुलाते हो, और अल्लाह अपने क़रीब के लिये चुन लेता है जिसे चाहे (28फ) और अपनी तरफ़ राह देता है उसे जो रूजू लाए (29फ)",
			"author": "১৩. তিনি তোমাদের জন্যে দ্বীনের সে পথই নির্ধারণ করেছেন, যার নির্দেশ তিনি দিয়েছিলেন নূহ (আলাইহিস সালাম)-কে। আর আমরা আপনার প্রতি যে ওহী প্রত্যাদেশ করেছি তার নির্দেশ আমরা প্রদান করেছিলাম ইবরাহীম, মূসা এবং ঈসা (আলাইহিমুস সালাম)-কে। (তা এই যে,) ‘তোমরা (এই) দ্বীনের উপর অটল থাকো এবং এতে পার্থক্য সৃষ্টি করো না’। মুশরিকদের জন্যে তা খুবই দুর্বহ, যে (আল্লাহ্‌র একত্ববাদের) দিকে আপনি তাদেরকে আহ্বান করছেন। আল্লাহ (স্বয়ং) যাদেরকে ইচ্ছা করেন নিজের প্রতি (বিশেষ নৈকট্য প্রদানের জন্যে) নির্বাচিত করেন এবং তাঁর অভিমুখে (আগমনের জন্যে) পথপ্রদর্শন করেন প্রত্যেক ব্যক্তিকে যারা (আল্লাহ্‌র দিকে) আন্তরিকভাবে অভিমুখী হয়।"
		},
		{
			"_id": "4286",
			"sura": "42",
			"para": "25",
			"verses": "14",
			"names": "وَ مَا تَفَرَّقُوۡۤا  اِلَّا مِنۡۢ  بَعۡدِ مَا جَآءَہُمُ الۡعِلۡمُ بَغۡیًۢا بَیۡنَہُمۡ ؕ وَ لَوۡ لَا کَلِمَۃٌ سَبَقَتۡ مِنۡ رَّبِّکَ  اِلٰۤی  اَجَلٍ مُّسَمًّی لَّقُضِیَ  بَیۡنَہُمۡ ؕ وَ اِنَّ الَّذِیۡنَ اُوۡرِثُوا الۡکِتٰبَ مِنۡۢ  بَعۡدِہِمۡ لَفِیۡ شَکٍّ مِّنۡہُ مُرِیۡبٍ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا تَفَرَّقُوۡۤا  اِلَّا مِنۡۢ  بَعۡدِ مَا جَآءَہُمُ الۡعِلۡمُ بَغۡیًۢا بَیۡنَہُمۡ ؕ وَ لَوۡ لَا کَلِمَۃٌ سَبَقَتۡ مِنۡ رَّبِّکَ  اِلٰۤی  اَجَلٍ مُّسَمًّی لَّقُضِیَ  بَیۡنَہُمۡ ؕ وَ اِنَّ الَّذِیۡنَ اُوۡرِثُوا الۡکِتٰبَ مِنۡۢ  بَعۡدِہِمۡ لَفِیۡ شَکٍّ مِّنۡہُ مُرِیۡبٍ ﴿۱۴﴾ ",
			"index": "4286",
			"name": "এবং তারা মতভেদ করে নি, কিন্তু (করেছে) এর পর যে, তাদের নিকট জ্ঞান এসেছিলো, পারস্পরিক বিদ্বেষবশতঃ এবং যদি আপনার রবের একটি বাণী গত না হয়ে থাকতো একটি নির্ধারিত সময় সীমা পর্যন্ত, তবে তাদের মধ্যে কবেই ফয়সালা করে দেওয়া হতো। এবং নিশ্চয় ওই সব লোক, যারা তাদের পর কিতাবের উত্তরাধিকারী হয়েছে তারা তা থেকে এক প্রতারণাদাতা সন্দেহের মধ্যে রয়েছে। ",
			"en_kanzulimaan": "And they did not cause divisions except after the knowledge had come to them, because of jealousy among themselves; and were it not for a Word that had already gone forth from your Lord, the judgement would have been passed upon them long ago; and indeed those who inherited the Book after them are in an intriguing doubt regarding it.",
			"ur_kanzulimaan": "اور انہوں نے پھوٹ نہ ڈالی مگر بعد اس کے کہ انہیں علم آچکا تھا آپس کے حسد سے اور اگر تمہارے رب کی ایک بات گزر نہ چکی ہوتی ایک مقرر میعاد تک تو کب کا ان میں فیصلہ کردیا ہوتا اور بیشک وہ جو ان کے بعد کتاب کے وارث ہوئے وہ اس سے ایک دھوکا ڈالنے والے شک میں ہیں",
			"hi_kanzulimaan": "और उन्होंने फूट न डाली मगर बाद इसके कि उन्हें इल्म आ चुका था (30फ) आपस के हसद से (31फ) और अगर तुम्हारे रब की एक बात गुज़र न चुकी होती (32फ) एक मुकर्रर मीआद तक (33फ) तो कब का उनमें फैसला कर दिया होता (34फ) और बेशक वो जो उनके बाद किताब के वारिस हुए (35फ) वो उससे एक धोखा डालने वाले शक में हैं (36फ)",
			"author": "১৪. আর তাদের নিকট জ্ঞান আসার পর তারা বিভক্তি ঘটায়, কেবলমাত্র নিজেদের মধ্যে পারস্পরিক একগুঁয়েমির (এবং হঠকারিতার) কারণে। আর যদি আপনার প্রতিপালকের পক্ষ থেকে পূর্বনির্ধারিত সময়ের (অবকাশের) নির্দেশ না থাকতো তবে তাদের মাঝে ফায়সালা হয়ে যেতো। আর তাদের পর প্রকৃতই যাদেরকে কিতাবের উত্তরাধিকারী করা হয়েছে, তারা নিজেরাই এ বিষয়ে বিভ্রান্তিকর সন্দেহে (নিমজ্জিত) রয়েছে।"
		},
		{
			"_id": "4287",
			"sura": "42",
			"para": "25",
			"verses": "15",
			"names": "فَلِذٰلِکَ فَادۡعُ ۚ وَ اسۡتَقِمۡ  کَمَاۤ   اُمِرۡتَ ۚ وَ لَا تَتَّبِعۡ  اَہۡوَآءَہُمۡ ۚ وَ قُلۡ اٰمَنۡتُ بِمَاۤ  اَنۡزَلَ اللّٰہُ  مِنۡ  کِتٰبٍ ۚ وَ اُمِرۡتُ  لِاَعۡدِلَ بَیۡنَکُمۡ ؕ اَللّٰہُ  رَبُّنَا وَ رَبُّکُمۡ ؕ لَنَاۤ  اَعۡمَالُنَا وَ لَکُمۡ اَعۡمَالُکُمۡ ؕ لَا حُجَّۃَ  بَیۡنَنَا وَ بَیۡنَکُمۡ ؕ اَللّٰہُ  یَجۡمَعُ  بَیۡنَنَا ۚ وَ  اِلَیۡہِ  الۡمَصِیۡرُ ﴿ؕ۱۵﴾ ",
			"number": "",
			"verses_PDMS": "فَلِذٰلِکَ فَادۡعُ ۚ وَ اسۡتَقِمۡ  کَمَاۤ   اُمِرۡتَ ۚ وَ لَا تَتَّبِعۡ  اَہۡوَآءَہُمۡ ۚ وَ قُلۡ اٰمَنۡتُ بِمَاۤ  اَنۡزَلَ اللّٰہُ  مِنۡ  کِتٰبٍ ۚ وَ اُمِرۡتُ  لِاَعۡدِلَ بَیۡنَکُمۡ ؕ اَللّٰہُ  رَبُّنَا وَ رَبُّکُمۡ ؕ لَنَاۤ  اَعۡمَالُنَا وَ لَکُمۡ اَعۡمَالُکُمۡ ؕ لَا حُجَّۃَ  بَیۡنَنَا وَ بَیۡنَکُمۡ ؕ اَللّٰہُ  یَجۡمَعُ  بَیۡنَنَا ۚ وَ  اِلَیۡہِ  الۡمَصِیۡرُ ﴿ؕ۱۵﴾ ",
			"index": "4287",
			"name": "সুতরাং এ কারণেই আহ্বান করুন! এবং দৃঢ় থাকুন যেমন আপনার প্রতি নির্দেশ হয়েছে এবং তাদের খেয়াল খুশীর অনুসরণ করবেন; আর বলুন, আমি ঈমান এনেছি সেটার উপর, যে কিতাবই আল্লাহ্‌ অবতীর্ণ করেছেন, এবং আমাকে নির্দেশ দেওয়া হয়েছে যেন আমি তোমাদের মধ্যে ন্যায় বিচার করি। আল্লাহ্‌ আমাদের ও তোমাদের সবারই রব। আমাদের জন্য আমাদের কৃতকর্ম এবং তোমাদের জন্য তোমাদের কৃতকর্ম। কোন বিতর্ক নেই আমাদের মধ্যে ও তোমাদের মধ্যে। আল্লাহ্‌ আমাদের সবাইকে একত্রিত করবেন এবং তাঁরই দিকে (আমাদের) প্রত্যাবর্তন।",
			"en_kanzulimaan": "For this reason, call them (to Islam); and remain firm, as you are commanded to; and do not follow their desires; and say, I accept faith in whichever Book Allah has sent down; and I am commanded to judge fairly between you; Allah is the Lord of all - ours and yours; for us are our deeds and for you are your misdeeds; there is no debate between us and you; Allah will gather all of us together; and towards Him is the return.",
			"ur_kanzulimaan": "تو اسی لیے بلاؤ اور ثابت قدم رہو جیسا تمہیں حکم ہوا ہے اور ان کی خواہشوں پر نہ چلو اور کہو کہ میں ایمان لایا اس پر جو کوئی کتاب اللہ نے اتاری اور مجھے حکم ہے کہ میں تم میں انصاف کروں اللہ ہمارا اور تمہارا سب کا رب ہے ہمارے لیے ہمارا عمل اور تمہارے لیے تمہارا کیا کوئی حجت نہیں ہم میں اور تم میں اللہ ہم سب کو جمع کرے گا اور اسی کی طرف پھرنا ہے،",
			"hi_kanzulimaan": "तो उसी लिये बुलाओ (37फ) और साबित कदम रहो (38फ) जैसा तुम्हें हुक्म हुआ है, और उनकी ख़्वाहिशों पर न चलो, और कहो कि मैं ईमान लाया उसपर जो कोई किताब अल्लाह ने उतारी (39फ) और मुझे हुक्म है कि मैं तुम में इन्साफ़ करूं (40फ) अल्लाह हमारा और तुम्हारा सब का रब है (41फ) हमारे लिये हमारा अमल और तुम्हारे लिये तुम्हारा किया (42फ) कोई हुज्जत नहीं हममें और तुममें (43फ) अल्लाह हम सब को जमा करेगा (44फ) और उसी की तरफ़ फिरना है",
			"author": "১৫. সুতরাং আপনি (এ দ্বীন)-এর প্রতি আহ্বান করতে থাকুন এবং (এরই উপর) অবিচল থাকুন যেভাবে আপনাকে নির্দেশ দেয়া হয়েছে, আর তাদের খেয়াল-খুশির অনুসরণ করবেন না। আর বলে দিন, ‘আমি বিশ্বাস করি তাতে যে কিতাবই আল্লাহ্ অবতীর্ণ করেছেন এবং আমাকে নির্দেশ দেয়া হয়েছে তোমাদের মাঝে ন্যায়বিচার করতে। আল্লাহ্ আমাদের প্রতিপালক এবং তোমাদেরও প্রতিপালক। আমাদের জন্যে আমাদের আমল এবং তোমাদের জন্যে তোমাদের আমল। আমাদের এবং তোমাদের মাঝে কোনো বিবাদ-বিসম্বাদ নেই। আল্লাহ্ আমাদের সবাইকে একত্রিত করবেন এবং তাঁরই নিকট (সবার) প্রত্যাবর্তন।’"
		},
		{
			"_id": "4288",
			"sura": "42",
			"para": "25",
			"verses": "16",
			"names": "وَ الَّذِیۡنَ یُحَآجُّوۡنَ فِی اللّٰہِ  مِنۡۢ  بَعۡدِ مَا اسۡتُجِیۡبَ لَہٗ  حُجَّتُہُمۡ  دَاحِضَۃٌ  عِنۡدَ رَبِّہِمۡ وَ عَلَیۡہِمۡ غَضَبٌ وَّ لَہُمۡ عَذَابٌ شَدِیۡدٌ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ یُحَآجُّوۡنَ فِی اللّٰہِ  مِنۡۢ  بَعۡدِ مَا اسۡتُجِیۡبَ لَہٗ  حُجَّتُہُمۡ  دَاحِضَۃٌ  عِنۡدَ رَبِّہِمۡ وَ عَلَیۡہِمۡ غَضَبٌ وَّ لَہُمۡ عَذَابٌ شَدِیۡدٌ ﴿۱۶﴾ ",
			"index": "4288",
			"name": "এবং যারা আল্লাহ্‌ সম্পর্কে বাকবিতণ্ডা করে এরপর যে, মুসলমান তার আহ্বানে সাড়া দিয়েছে তাদের দলীল নিছক অসার তাদের রবের নিকট আর তাদের উপর ক্রোধ অবধারিত এবং তাদের জন্য কঠিন শাস্তি রয়েছে। ",
			"en_kanzulimaan": "And those who fight regarding Allah after the Muslims have accepted His call, their reasoning does not hold at all before their Lord, and upon them is wrath, and for them is a severe punishment.",
			"ur_kanzulimaan": "اور وہ جو اللہ کے بارے میں جھگڑتے ہیں بعد اس کے کہ مسلمان اس کی دعوت قبول کرچکے ہیں ان کی دلیل محض بے ثبات ہے ان کے رب کے پاس اور ان پر غضب ہے اور ان کے لیے سخت عذاب ہے",
			"hi_kanzulimaan": " और वो जो अल्लाह के बारे में झगड़ते हैं बाद इसके कि मुसलमान उसकी दावत क़ुबूल कर चुके हैं (45फ) उनकी दलील मेहज़ बेसबात है उनके रब के पास और उनपर ग़ज़ब है (46फ) और उनके लिये सख़्त अज़ाब है (47फ)",
			"author": "১৬. আর মেনে নেয়ার পর যারা আল্লাহ্ (-এঁর দ্বীনের বিষয়) সম্পর্কে ঝগড়া করে, তাদের আলোচনা ও বাদানুবাদ তাদের প্রতিপালকের দৃষ্টিতে অসার। আর তাদের উপর (আল্লাহ্‌র) ক্রোধ এবং তাদের জন্যে রয়েছে কঠোর শাস্তি।"
		},
		{
			"_id": "4289",
			"sura": "42",
			"para": "25",
			"verses": "17",
			"names": "اَللّٰہُ  الَّذِیۡۤ  اَنۡزَلَ الۡکِتٰبَ بِالۡحَقِّ وَ الۡمِیۡزَانَ ؕ وَ مَا یُدۡرِیۡکَ لَعَلَّ  السَّاعَۃَ قَرِیۡبٌ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "اَللّٰہُ  الَّذِیۡۤ  اَنۡزَلَ الۡکِتٰبَ بِالۡحَقِّ وَ الۡمِیۡزَانَ ؕ وَ مَا یُدۡرِیۡکَ لَعَلَّ  السَّاعَۃَ قَرِیۡبٌ ﴿۱۷﴾ ",
			"index": "4289",
			"name": "আল্লাহ্‌, যিনি সত্য সহকারে কিতাব অবতীর্ণ করেছেন এবং ন্যায় বিচারের নিক্তি আর আপনি কি জানেন এটা সম্ভব যে, ক্বিয়ামত নিকটবর্তীই?",
			"en_kanzulimaan": "It is Allah Who has sent down the Book with the truth, and the Scales of Justice; and what do you know - possibly the Last Day could really be near!",
			"ur_kanzulimaan": "اللہ ہے جس نے حق کے ساتھ کتاب اتاری اور انصاف کی ترازو اور تم کیا جانو شاید قیامت قریب ہی ہو",
			"hi_kanzulimaan": "अल्लाह है जिसने हक़ के साथ किताब उतारी (48फ) और इन्साफ़ की तराज़ू (49फ) और तुम क्या जानो शायद क़यामत क़रीब ही हो (50फ)",
			"author": "১৭. আল্লাহ্ তিনিই যিনি সত্য সহকারে অবতীর্ণ করেছেন কিতাব এবং (সমতা ও ন্যায়বিচারের) মানদন্ড। আর আপনাকে কে সতর্ক করেছে, সম্ভবত কিয়ামত নিকটেই?"
		},
		{
			"_id": "4290",
			"sura": "42",
			"para": "25",
			"verses": "18",
			"names": "یَسۡتَعۡجِلُ بِہَا الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِہَا ۚ وَ الَّذِیۡنَ اٰمَنُوۡا مُشۡفِقُوۡنَ مِنۡہَا ۙ وَ یَعۡلَمُوۡنَ  اَنَّہَا الۡحَقُّ ؕ اَلَاۤ  اِنَّ  الَّذِیۡنَ یُمَارُوۡنَ فِی السَّاعَۃِ  لَفِیۡ ضَلٰلٍۭ بَعِیۡدٍ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "یَسۡتَعۡجِلُ بِہَا الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِہَا ۚ وَ الَّذِیۡنَ اٰمَنُوۡا مُشۡفِقُوۡنَ مِنۡہَا ۙ وَ یَعۡلَمُوۡنَ  اَنَّہَا الۡحَقُّ ؕ اَلَاۤ  اِنَّ  الَّذِیۡنَ یُمَارُوۡنَ فِی السَّاعَۃِ  لَفِیۡ ضَلٰلٍۭ بَعِیۡدٍ ﴿۱۸﴾ ",
			"index": "4290",
			"name": "তা অতিসত্বর কামনা করছে তারাই, যারা সেটার উপর ঈমান রাখে না; এবং সেটার উপর যাদের ঈমান আছে তারা সেটাকে ভয় করে এবং জানে যে, তা নিশ্চয় সত্য। শুনছো, নিশ্চয় যারা ক্বিয়ামত সম্বন্ধে সন্দেহ করে, তারা অবশ্য দূরের পথভ্রষ্টতার মধ্যে রয়েছে।    ",
			"en_kanzulimaan": "Those who do not believe in it are impatient for it, and those who believe in it fear it and know that indeed it is the truth; pay heed! Those who doubt the Last Day are certainly in extreme error.",
			"ur_kanzulimaan": "اس کی جلدی مچارہے ہیں وہ جو اس پر ایمان نہیں رکھتے اور جنہیں اس پر ایمان ہے وہ اس سے ڈر رہے ہیں اورجانتے ہیں کہ بیشک وہ حق ہے، سنتے ہو بیشک جو قیامت میں شک کرتے ہیں ضرور دُور کی گمراہی میں ہیں،",
			"hi_kanzulimaan": "इसकी जल्दी मचा रहे हैं वो जो उस पर ईमान नहीं रखते (51फ) और जिन्हें उसपर ईमान है वो उसे से डर रहे हैं और जानते हैं कि बेशक वह हक़ है, सुनते हो बेशक जो क़यामत में शक करते हैं ज़रूर दूर की गुमराही में हैं",
			"author": "১৮. তারাই একে (এ কিয়ামত) দ্রুত কামনা করে যারা এতে বিশ্বাসই রাখে না। আর যারা বিশ্বাস রাখে তারা একে ভয় করে এবং জানে যে, এর আগমন সত্য। জেনে রাখো! যারা কিয়ামত সম্পর্কে বিতর্ক করে তারা ঘোর বিভ্রান্তিতে রয়েছে।"
		},
		{
			"_id": "4291",
			"sura": "42",
			"para": "25",
			"verses": "19",
			"names": "اَللّٰہُ  لَطِیۡفٌۢ  بِعِبَادِہٖ  یَرۡزُقُ مَنۡ  یَّشَآءُ ۚ وَ ہُوَ  الۡقَوِیُّ  الۡعَزِیۡزُ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "اَللّٰہُ  لَطِیۡفٌۢ  بِعِبَادِہٖ  یَرۡزُقُ مَنۡ  یَّشَآءُ ۚ وَ ہُوَ  الۡقَوِیُّ  الۡعَزِیۡزُ ﴿۱۹﴾ ",
			"index": "4291",
			"name": "আল্লাহ্‌ আপন বান্দাদের প্রতি অনুগ্রহ করেন, যাকে চান জীবিকা দান করেন, এবং তিনিই শক্তি ও সম্মানের অধিকারী।",
			"en_kanzulimaan": "Allah is Benevolent upon His bondmen - He bestows sustenance to whomever He wills; and He only is the All Powerful, the Most Honourable.",
			"ur_kanzulimaan": "اللہ اپنے بندوں پر لطف فرماتا ہے جسے چاہے روزی دیتا ہے اور وہی قوت و عزت والا ہے،",
			"hi_kanzulimaan": "अल्लाह अपने बन्दों पर लुत्फ़ (कृपा) फ़रमाता है (52फ) जिसे चाहे रोज़ी देता है (53फ) और वही क़ुव्वत व इज़्ज़त वाला है",
			"author": "১৯. আল্লাহ্ তাঁর বান্দাদের প্রতি অনুগ্রহশীল ও দাতা; তিনি যাকে ইচ্ছা রিযিক ও অনুগ্রহ দান করেন। আর তিনি প্রবল, পরাক্রমশালী।"
		},
		{
			"_id": "4292",
			"sura": "42",
			"para": "25",
			"verses": "20",
			"names": "مَنۡ کَانَ یُرِیۡدُ حَرۡثَ الۡاٰخِرَۃِ  نَزِدۡ لَہٗ فِیۡ حَرۡثِہٖ ۚ وَ مَنۡ کَانَ یُرِیۡدُ حَرۡثَ الدُّنۡیَا نُؤۡتِہٖ  مِنۡہَا وَ مَا لَہٗ  فِی الۡاٰخِرَۃِ مِنۡ نَّصِیۡبٍ ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "مَنۡ کَانَ یُرِیۡدُ حَرۡثَ الۡاٰخِرَۃِ  نَزِدۡ لَہٗ فِیۡ حَرۡثِہٖ ۚ وَ مَنۡ کَانَ یُرِیۡدُ حَرۡثَ الدُّنۡیَا نُؤۡتِہٖ  مِنۡہَا وَ مَا لَہٗ  فِی الۡاٰخِرَۃِ مِنۡ نَّصِیۡبٍ ﴿۲۰﴾ ",
			"index": "4292",
			"name": "যে আখিরাতের ফসল চায়, আমি তার জন্য তার ফসল বৃদ্ধি করে দিই, আর যে দুনিয়ার ফসল কামনা করে আমি তাকে তা থেকে কিছু প্রদান করবো এবং আখিরাতে তার কোন অংশ নেই। ",
			"en_kanzulimaan": "Whoever aspires for the yield of the Hereafter - We increase its yield for him; and whoever aspires for the yield of this world - We give him part of it, and he has no portion in the Hereafter.",
			"ur_kanzulimaan": "جو آخرت کی کھیتی چاہے ہم اس کے لیے اس کی کھیتی بڑھائیں اور جو دنیا کی کھیتی چاہے ہم اسے اس میں سے کچھ دیں گے اور آخرت میں اس کا کچھ حصہ نہیں",
			"hi_kanzulimaan": "जो आख़िरत की खेती चाहे (54फ) हम उसके लिये उसकी खेती बढ़ाएं (55फ) और जो दुनिया की खेती चाहे (56फ) हम उसे उसमें से कुछ देंगे (57फ) और आख़िरत में उसका कुछ हिस्सा नहीं (58फ)",
			"author": "২০. যে ব্যক্তি পরকালের ফসল কামনা করে তার জন্যে আমরা তার ফসল আরো বৃদ্ধি করে দেই; আর যে ব্যক্তি ইহকালের ফসল কামনা করে, আমরা তাকে এ থেকেই কিছু প্রদান করি। তবে তার জন্যে পরকালে কিছুই থাকবে না।"
		},
		{
			"_id": "4293",
			"sura": "42",
			"para": "25",
			"verses": "21",
			"names": "اَمۡ لَہُمۡ شُرَکٰٓؤُا شَرَعُوۡا  لَہُمۡ مِّنَ الدِّیۡنِ مَا لَمۡ یَاۡذَنۡۢ بِہِ اللّٰہُ ؕ وَ لَوۡ لَا کَلِمَۃُ  الۡفَصۡلِ لَقُضِیَ بَیۡنَہُمۡ ؕ وَ  اِنَّ الظّٰلِمِیۡنَ لَہُمۡ عَذَابٌ  اَلِیۡمٌ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "اَمۡ لَہُمۡ شُرَکٰٓؤُا شَرَعُوۡا  لَہُمۡ مِّنَ الدِّیۡنِ مَا لَمۡ یَاۡذَنۡۢ بِہِ اللّٰہُ ؕ وَ لَوۡ لَا کَلِمَۃُ  الۡفَصۡلِ لَقُضِیَ بَیۡنَہُمۡ ؕ وَ  اِنَّ الظّٰلِمِیۡنَ لَہُمۡ عَذَابٌ  اَلِیۡمٌ ﴿۲۱﴾ ",
			"index": "4293",
			"name": "অথবা তাদের জন্য কি কিছু এমন শরীক রয়েছে, যারা তাদের জন্য ওই ধর্ম বের করে দিয়েছে, যার অনুমতি আল্লাহ্‌ দেন নি? এবং যদি এক মীমাংসার প্রতিশ্রুতি না হতো, তবে এখানেই তাদের মধ্যে মীমাংসা করে দেওয়া হতো। এবং নিশ্চয় যালিমদের জন্য বেদনাদায়ক শাস্তি রয়েছে। ",
			"en_kanzulimaan": "Or do they have associate deities who have appointed for them a religion, which Allah has not permitted? And were it not for a Word that had already been decided, the judgement would have been passed between them here itself; and indeed for the unjust is a painful punishment.",
			"ur_kanzulimaan": "یا ان کے لیے کچھ شریک ہیں جنہوں نے ان کے لیے وہ دین نکال دیا ہے کہ اللہ نے اس کی اجازت نہ دی اور اگر ایک فیصلہ کا وعدہ نہ ہوتا تو یہیں ان میں فیصلہ کردیا جاتا اور بیشک ظالموں کے لیے دردناک عذاب ہے",
			"hi_kanzulimaan": "या उनके लिये कुछ शरीक हैं (59फ) जिन्हों ने उनके लिये (60फ) वह दीन निकाल दिया है (61फ) कि अल्लाह ने उसकी इजाज़त न दी (62फ) और अगर एक फ़ैसले का वादा न होता (63फ) तो यहीं उनमें फ़ैसला कर दिया जाता (64फ) और बेशक ज़ालिमों के लिये दर्दनाक अज़ाब है (65फ)",
			"author": "২১. তাদের কি (এমন) কোনো অংশীদার রয়েছে যারা তাদের জন্যে দ্বীনের এমন পথ নির্ধারণ করেছে যার নির্দেশ আল্লাহ্ প্রদান করেননি? আর যদি বিচারের নির্দেশ (বিদ্যমান) না থাকতো তবে তাদের মাঝে ফায়সালা হয়ে যেতো। নিশ্চয় অত্যাচারীদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।"
		},
		{
			"_id": "4294",
			"sura": "42",
			"para": "25",
			"verses": "22",
			"names": "تَرَی الظّٰلِمِیۡنَ مُشۡفِقِیۡنَ مِمَّا کَسَبُوۡا وَ ہُوَ  وَاقِعٌۢ  بِہِمۡ ؕ وَ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ فِیۡ  رَوۡضٰتِ الۡجَنّٰتِ ۚ لَہُمۡ  مَّا یَشَآءُوۡنَ عِنۡدَ  رَبِّہِمۡ ؕ ذٰلِکَ  ہُوَ  الۡفَضۡلُ  الۡکَبِیۡرُ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "تَرَی الظّٰلِمِیۡنَ مُشۡفِقِیۡنَ مِمَّا کَسَبُوۡا وَ ہُوَ  وَاقِعٌۢ  بِہِمۡ ؕ وَ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ فِیۡ  رَوۡضٰتِ الۡجَنّٰتِ ۚ لَہُمۡ  مَّا یَشَآءُوۡنَ عِنۡدَ  رَبِّہِمۡ ؕ ذٰلِکَ  ہُوَ  الۡفَضۡلُ  الۡکَبِیۡرُ ﴿۲۲﴾ ",
			"index": "4294",
			"name": "আপনি যালিমদেরকে দেখবেন যে, তারা নিজেদের উপার্জনের কারণে দারুন ভীত থাকবে এবং তা তাদের উপর আপতিত হবে এবং যারা ঈমান এনেছে এবং সৎকর্ম করেছে তারা জান্নাতের উদ্যানসমূহের মধ্যে থাকবে। তাদের জন্য তাদের রবের নিকট থাকবে যা তারা চায়। এটাই মহা অনুগ্রহ। ",
			"en_kanzulimaan": "You will see the unjust getting terrified of their own deeds, and (evil of) their deeds will certainly befall them; and (that) those who accepted faith and performed good deeds are in blossoming Gardens of Paradise; for them is whatever they wish from their Lord; this only is the great munificence (of Allah).",
			"ur_kanzulimaan": "تم ظالموں کو دیکھو گے کہ اپنی کمائیوں سے سہمے ہوئے ہوں گے اور وہ ان پر پڑ کر رہیں گی اور جو ایمان لائے اور اچھے کام کیے وہ جنت کی پھلواریوں میں ہیں، ان کے لیے ان کے رب کے پاس ہے جو چاہیں، یہی بڑا فضل ہے،",
			"hi_kanzulimaan": "तुम ज़ालिमों को देखोगे कि अपनी कमाइयों से सहमे हुए होंगे (66फ) और वो उनपर पड़ कर रहेगी (67फ) और जो ईमान लाए और अच्छे काम किये वो जन्नत की फुलवारियों में हैं, उनके लिये उनके रब के पास है जो चाहें यही बड़ा फ़ज़्ल है",
			"author": "২২. আপনি অত্যাচারীদেরকে তাদের অর্জিত কৃতকর্মে ভীত দেখবেন; আর এ (শাস্তি) তাদের উপর আপতিত হবেই। আর যারা ঈমান আনে এবং সৎকর্মে নিয়োজিত থাকে তারা অবস্থান করবে বেহেশতের উদ্যানসমূহে; তাদের জন্যে তাদের প্রতিপালকের নিকট থাকবে (সেসব নিয়ামতরাজি) যা তারা কামনা করবে। এটাই তো মহাঅনুগ্রহ।"
		},
		{
			"_id": "4295",
			"sura": "42",
			"para": "25",
			"verses": "23",
			"names": "ذٰلِکَ الَّذِیۡ یُبَشِّرُ اللّٰہُ عِبَادَہُ  الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ ؕ قُلۡ  لَّاۤ اَسۡـَٔلُکُمۡ عَلَیۡہِ  اَجۡرًا  اِلَّا الۡمَوَدَّۃَ  فِی الۡقُرۡبٰی ؕ وَ مَنۡ یَّقۡتَرِفۡ حَسَنَۃً  نَّزِدۡ لَہٗ فِیۡہَا حُسۡنًا ؕ اِنَّ اللّٰہَ غَفُوۡرٌ شَکُوۡرٌ ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ الَّذِیۡ یُبَشِّرُ اللّٰہُ عِبَادَہُ  الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ ؕ قُلۡ  لَّاۤ اَسۡـَٔلُکُمۡ عَلَیۡہِ  اَجۡرًا  اِلَّا الۡمَوَدَّۃَ  فِی الۡقُرۡبٰی ؕ وَ مَنۡ یَّقۡتَرِفۡ حَسَنَۃً  نَّزِدۡ لَہٗ فِیۡہَا حُسۡنًا ؕ اِنَّ اللّٰہَ غَفُوۡرٌ شَکُوۡرٌ ﴿۲۳﴾ ",
			"index": "4295",
			"name": "এটা হচ্ছে তাই, যার সুসংবাদ দিচ্ছেন আল্লাহ্‌ আপন বান্দাদেরকে, যারা ঈমান এনেছে এবং সৎকর্ম করেছে। আপনি বলুন, ‘আমি সেটার জন্য তোমাদের নিকট থেকে কোন পারিশ্রমিক চাই না, কিন্তু চাই নিকটাত্নীয়তার ভালোবাসা।। এবং যে সৎকাজ করে আমি তার জন্য তাতে আরো শ্রীবৃদ্ধি করি। নিশ্চয় আল্লাহ্‌ ক্ষমাশীল, মূল্যায়নকারী। ",
			"en_kanzulimaan": "This is what Allah gives the glad tidings of to His bondmen who accept faith and do good deeds; say (O dear Prophet Mohammed - peace and blessings be upon him) I do not ask any fee from you upon this, except the love between close ones; and whoever performs a good deed - We further increase the goodness in it for him; indeed Allah is Oft Forgiving, Most Appreciative.",
			"ur_kanzulimaan": "یہ ہے وہ جس کی خوشخبری دیتا ہے اللہ اپنے بندوں کو جو ایمان لائے اور اچھے کام کیے، تم فرماؤ میں اس پر تم سے کچھ اجرت نہیں مانگتا مگر قرابت کی محبت اور جو نیک کام کرے ہم اس کے لیے اس میں اور خوبی بڑھائیں، بیشک اللہ بخشنے والا قدر فرمانے والا ہے،",
			"hi_kanzulimaan": "यह है वह जिसकी ख़ुशख़बरी देता है अल्लाह अपने बन्दों को जो ईमान लाए और अच्छे काम किये, तुम फ़रमाओ मैं इस  (68फ) पर तुम से कुछ उजरत नहीं मांगता (69फ) मगर क़राबत की महब्बत, (70फ) और जो नेक काम करे (71फ) हम उसके लिये उसमें और ख़ूबी बढ़ाएं, बेशक अल्लाह बख़्शने वाला क़द्र फ़रमाने वाला है",
			"author": "২৩. এটিই (সে পুরস্কার) যার সুসংবাদ আল্লাহ্ সেসব বান্দাদেরকে প্রদান করেন যারা ঈমান আনে এবং সৎকর্ম করে। বলে দিন, ‘আমি এর (এ রিসালাতের প্রচারের) বিনিময়ে তোমাদের কাছ থেকে কোনো প্রতিদান চাই না, (আমার) নিকটাত্মীয়ের (এবং আল্লাহ্‌র নৈকট্যের) প্রতি ভালোবাসা ব্যতীত।’ আর যে উত্তম কিছু উপার্জন করবে তার জন্যে আমরা পরকালীন পুরস্কার আরো বৃদ্ধি করে দেবো। নিশ্চয়ই আল্লাহ মহাক্ষমাশীল, মূল্যায়নকারী।"
		},
		{
			"_id": "4296",
			"sura": "42",
			"para": "25",
			"verses": "24",
			"names": "اَمۡ یَقُوۡلُوۡنَ  افۡتَرٰی عَلَی اللّٰہِ کَذِبًا ۚ فَاِنۡ  یَّشَاِ اللّٰہُ یَخۡتِمۡ عَلٰی قَلۡبِکَ ؕ وَ یَمۡحُ اللّٰہُ  الۡبَاطِلَ وَ یُحِقُّ الۡحَقَّ بِکَلِمٰتِہٖ ؕ اِنَّہٗ  عَلِیۡمٌۢ  بِذَاتِ  الصُّدُوۡرِ ﴿۲۴﴾ ",
			"number": "",
			"verses_PDMS": "اَمۡ یَقُوۡلُوۡنَ  افۡتَرٰی عَلَی اللّٰہِ کَذِبًا ۚ فَاِنۡ  یَّشَاِ اللّٰہُ یَخۡتِمۡ عَلٰی قَلۡبِکَ ؕ وَ یَمۡحُ اللّٰہُ  الۡبَاطِلَ وَ یُحِقُّ الۡحَقَّ بِکَلِمٰتِہٖ ؕ اِنَّہٗ  عَلِیۡمٌۢ  بِذَاتِ  الصُّدُوۡرِ ﴿۲۴﴾ ",
			"index": "4296",
			"name": "অথবা এ কথা বলে যে, তিনি আল্লাহ্‌ সম্বন্ধে মিথ্যা রচনা করে নিয়েছেন। আর আল্লাহ্‌ ইচ্ছা করলে আপনার হৃদয়ের উপর আপন রহমত ও হিফাযতের মোহরাঙ্কন করে দিতেন এবং তিনি বাতিলকে ধ্বংস করেন আপন বাণীসমূহ দ্বারা। নিশ্চয় তিনি অন্তরগুলোর কথা জানেন। ",
			"en_kanzulimaan": "What! They dare say that, He has fabricated a lie against Allah? And if Allah wills, He can seal your heart by His mercy and protection *; and Allah wipes out falsehood and proves the truth by His Words; indeed He knows what lies within the hearts. (* So that you may not be agonised by what they do).",
			"ur_kanzulimaan": "یا یہ کہتے ہیں کہ انہوں نے اللہ پر جھوٹ باندھ لیا اور اللہ چاہے تو تمہارے اوپر اپنی رحمت و حفاظت کی مہر فرمادے اور مٹا تا ہے باطل کو اور حق کو ثابت فرماتا ہے اپنی باتوں سے بیشک وہ دلوں کی باتیں جانتا ہے،",
			"hi_kanzulimaan": " या (72फ) ये कहते हैं कि उन्होंने अल्लाह पर झूट बांध लिया (73फ) और अल्लाह चाहे तो तुम्हारे दिल पर अपनी रहमत व हिफ़ाज़त की मोहर फ़रमा दे (74फ) और मिटाता है बातिल को (75फ) और हक़ को साबित फ़रमाता है अपनी बातों से (76फ) बेशक वह दिलों की बातें जानता है",
			"author": "২৪. তারা কি বলে যে, এ (রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) আল্লাহ্ সম্পর্কে মিথ্যা উদ্ভাবন করেছেন? যদি তাই হতো তবে আল্লাহ্ ইচ্ছা করলে আপনার পবিত্রতম অন্তরে (ধৈর্য ও দৃঢ়তার) মোহর লাগিয়ে দিতে পারেন (যাতে আপনাকে তাদের অনর্থক কথাবার্তা কষ্ট না দেয়)। আর আল্লাহ্ মিথ্যাকে ধূলিস্যাৎ করেন এবং তাঁর বাণী দ্বারা সত্যকে অবিচল রাখেন। নিশ্চয়ই তিনি অন্তরের বিষয়ে সবিশেষ অবগত।"
		},
		{
			"_id": "4297",
			"sura": "42",
			"para": "25",
			"verses": "25",
			"names": "وَ ہُوَ الَّذِیۡ یَقۡبَلُ  التَّوۡبَۃَ  عَنۡ عِبَادِہٖ وَ یَعۡفُوۡا عَنِ السَّیِّاٰتِ وَ  یَعۡلَمُ مَا تَفۡعَلُوۡنَ ﴿ۙ۲۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الَّذِیۡ یَقۡبَلُ  التَّوۡبَۃَ  عَنۡ عِبَادِہٖ وَ یَعۡفُوۡا عَنِ السَّیِّاٰتِ وَ  یَعۡلَمُ مَا تَفۡعَلُوۡنَ ﴿ۙ۲۵﴾ ",
			"index": "4297",
			"name": "এবং তিনিই, যিনি আপন বান্দাদের তাওবা ক্ববূল করেন ও পাপসমূহ মার্জনা করেন এবং জানেন যা কিছু তোমরা করো; ",
			"en_kanzulimaan": "And it is He Who accepts repentance from His bondmen, and pardons sins *, and knows all your deeds. (Repentance for the cardinal sins, while lesser sins are wiped out by good deeds.)",
			"ur_kanzulimaan": "اور وہی ہے جو اپنے بندوں کی توبہ قبول فرماتا اور گناہوں سے درگزر فرماتا ہے اور جانتا ہے جو کچھ تم کرتے ہو،",
			"hi_kanzulimaan": "और वही है जो अपने बन्दों की तौबह क़ुबूल फ़रमाता है और गुनाहों से दरगुज़र (क्षमा) फ़रमाता है (77फ) और जानता है जो कुछ तुम करते हो",
			"author": "২৫. আর তিনিই তাঁর বান্দাদের তওবা কবুল করেন ও অপরাধসমূহ ক্ষমা করে দেন এবং তিনি জানেন যা কিছু তোমরা করো।"
		},
		{
			"_id": "4298",
			"sura": "42",
			"para": "25",
			"verses": "26",
			"names": "وَ یَسۡتَجِیۡبُ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ وَ یَزِیۡدُہُمۡ مِّنۡ فَضۡلِہٖ ؕ وَ الۡکٰفِرُوۡنَ  لَہُمۡ  عَذَابٌ  شَدِیۡدٌ ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَسۡتَجِیۡبُ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ وَ یَزِیۡدُہُمۡ مِّنۡ فَضۡلِہٖ ؕ وَ الۡکٰفِرُوۡنَ  لَہُمۡ  عَذَابٌ  شَدِیۡدٌ ﴿۲۶﴾ ",
			"index": "4298",
			"name": "এবং তিনি প্রার্থনা গ্রহণ করেন তাদেরই, যারা ঈমান এনেছে এবং সৎকর্ম করেছে এবং তাদেরকে আপন অনুগ্রহ থেকে আরো অধিক পুরস্কৃত করেন আর কাফিরদের জন্য কঠোর শাস্তি রয়েছে। ",
			"en_kanzulimaan": "And He accepts the prayers of those who accept faith and do good deeds, and gives them a greater reward by His munificence; and for the disbelievers is a severe punishment.",
			"ur_kanzulimaan": "اور دعا قبول فرماتا ہے ان کی جو ایمان لائے اور اچھے کام کیے اور انہیں اپنے فضل سے اور انعام دیتا ہے، اور کافروں کے لیے سخت عذاب ہے،",
			"hi_kanzulimaan": "और दुआ क़ुबूल फ़रमाता है उनकी जो ईमान लाए और अच्छे काम किये और उन्हें अपने फ़ज़्ल से और इनआम देता है (78फ) और काफ़िरों के लिये सख़्त अज़ाब है",
			"author": "২৬. আর তিনি সেসব লোকদের আহ্বানে সাড়া দেন যারা ঈমান এনেছে এবং সৎকর্ম করছে; আর তিনি নিজ অনুগ্রহে (তাদের চাওয়ার চেয়েও) তাদেরকে অধিক প্রদান করেন; কাফেরদের জন্যে রয়েছে কঠিন শাস্তি।"
		},
		{
			"_id": "4299",
			"sura": "42",
			"para": "25",
			"verses": "27",
			"names": "وَ لَوۡ بَسَطَ اللّٰہُ  الرِّزۡقَ لِعِبَادِہٖ لَبَغَوۡا فِی الۡاَرۡضِ وَ لٰکِنۡ یُّنَزِّلُ بِقَدَرٍ مَّا یَشَآءُ ؕ اِنَّہٗ  بِعِبَادِہٖ  خَبِیۡرٌۢ   بَصِیۡرٌ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ بَسَطَ اللّٰہُ  الرِّزۡقَ لِعِبَادِہٖ لَبَغَوۡا فِی الۡاَرۡضِ وَ لٰکِنۡ یُّنَزِّلُ بِقَدَرٍ مَّا یَشَآءُ ؕ اِنَّہٗ  بِعِبَادِہٖ  خَبِیۡرٌۢ   بَصِیۡرٌ ﴿۲۷﴾ ",
			"index": "4299",
			"name": "এবং যদি আল্লাহ্‌ আপন সমস্ত বান্দার রিয্‌ক্ব প্রশস্ত করে দিতেন, তবে অবশ্যই তারা যমীণের মধ্যে ফ্যাসাদ সৃষ্টি করতো; কিন্তু তিনি পরিমিত পরিমাণে অবতীর্ণ করেন যতটুকু চান। নিশ্চয় তিনি আপন বান্দাদের সম্পর্কে অবহিত রয়েছেন, তাদেরকে দেখছেন। ",
			"en_kanzulimaan": "And had Allah increased the sustenance for all His slaves, they would have surely caused turmoil in the land, but He sends it down by a proper assessment as He wills; indeed He is Well Aware of, Seeing His bondmen.",
			"ur_kanzulimaan": "اور اگر اللہ اپنے سب بندوں کا رزق وسیع کردیتا تو ضرور زمین میں فساد پھیلاتے لیکن وہ اندازہ سے اتارتا ہے جتنا چاہے، بیشک وہ بندوں سے خبردار ہے انہیں دیکھتا ہے،",
			"hi_kanzulimaan": " और अगर अल्लाह अपने सब बन्दों का रिज़्क़ वसीअ कर देता तो ज़रूर ज़मीन में फ़साद फैलाते (79फ) लेकिन वह अन्दाज़े से उतारता है जितना चाहे, बेशक वह अपने बन्दों से ख़बरदार है (80फ) उन्हें देखता है",
			"author": "২৭. আর যদি আল্লাহ্ তাঁর সকল বান্দাকে জীবনোপকরণে প্রাচুর্য দিতেন তবে তারা পৃথিবীতে অবশ্যই সীমালঙ্ঘন করতো। তবে তিনি (প্রয়োজনানুসারে) যেমন ইচ্ছা পরিমাণমত প্রেরণ করেন। তিনি তাঁর বান্দাদের (প্রয়োজন) সম্পর্কে সম্যক অবগত, সর্বদ্রষ্টা।"
		},
		{
			"_id": "4300",
			"sura": "42",
			"para": "25",
			"verses": "28",
			"names": "وَ ہُوَ الَّذِیۡ یُنَزِّلُ  الۡغَیۡثَ مِنۡۢ  بَعۡدِ مَا قَنَطُوۡا وَ یَنۡشُرُ  رَحۡمَتَہٗ ؕ وَ ہُوَ  الۡوَلِیُّ الۡحَمِیۡدُ ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الَّذِیۡ یُنَزِّلُ  الۡغَیۡثَ مِنۡۢ  بَعۡدِ مَا قَنَطُوۡا وَ یَنۡشُرُ  رَحۡمَتَہٗ ؕ وَ ہُوَ  الۡوَلِیُّ الۡحَمِیۡدُ ﴿۲۸﴾ ",
			"index": "4300",
			"name": "এবং তিনিই, যিনি বারি বর্ষণ করেন তারা নিরাশ হওয়ার পর এবং স্বীয় অনুগ্রহ প্রসারিত করেন। আর তিনিই কর্ম ব্যবস্থাপক, সমস্ত প্রশংশায় প্রশংসিত। ",
			"en_kanzulimaan": "And it is He Who sends down the rain when they have despaired, and spreads out His mercy; and He is the Benefactor, the Most Praiseworthy.",
			"ur_kanzulimaan": "اور وہی ہے کہ مینہ اتارتا ہے ان کے نا امید ہونے پر اور اپنی رحمت پھیلاتا ہے اور وہی کام بنانے والا ہے سب خوبیوں سراہا،",
			"hi_kanzulimaan": "और वही है कि मेंह उतारता है उनके नाउम्मीद होने पर और अपनी रहमत फैलाता है (81फ) और वही काम बनाने वाला सब ख़ूबियों सराहा",
			"author": "২৮. আর তারা হতাশাগ্রস্ত হয়ে পড়লে তিনিই বৃষ্টি বর্ষণ করেন এবং তাঁর অনুগ্রহ বিস্তার করেন। আর তিনি তো অভিভাবক, প্রশংসার্হ।"
		},
		{
			"_id": "4301",
			"sura": "42",
			"para": "25",
			"verses": "29",
			"names": "وَ مِنۡ اٰیٰتِہٖ خَلۡقُ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ مَا بَثَّ فِیۡہِمَا مِنۡ دَآبَّۃٍ ؕ وَ ہُوَ  عَلٰی جَمۡعِہِمۡ   اِذَا  یَشَآءُ  قَدِیۡرٌ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ مِنۡ اٰیٰتِہٖ خَلۡقُ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ مَا بَثَّ فِیۡہِمَا مِنۡ دَآبَّۃٍ ؕ وَ ہُوَ  عَلٰی جَمۡعِہِمۡ   اِذَا  یَشَآءُ  قَدِیۡرٌ ﴿۲۹﴾ ",
			"index": "4301",
			"name": "এবং তার নিদর্শনগুলোর মধ্যে রয়েছে আস্‌মানসমূহ ও যমীনের সৃষ্টি এবং যেসব বিচরণকারীকে তিনি এ দু’বার মধ্যবাগে ছড়িয়ে দিয়েছেন (সেগুলোও)। আর তিনি যখন ইচ্ছা করেন তখনই তাদেরকে একত্রিত করতে সক্ষম।",
			"en_kanzulimaan": "And among His signs is the creation of the heavens and the earth, and the moving creatures dispersed in it; and He is Able to gather them whenever He wills.",
			"ur_kanzulimaan": "اور اس کی نشانیوں سے ہے آسمانوں اور زمین کی پیدائش اور جو چلنے والے ان میں پھیلائے، اور وہ ان کے اکٹھا کرنے پر جب چاہے قادر ہے،",
			"hi_kanzulimaan": "और उसकी निशानियों से है आसमानों और ज़मीन की पैदायश और जो चलने वाले उनमें फैलाए, और वह उनके इकट्ठा करने पर (82फ) जब चाहे क़ादिर है",
			"author": "২৯. আর তাঁর নিদর্শনাবলীর মধ্যে রয়েছে আকাশমন্ডলী ও পৃথিবীর সৃষ্টি এবং এ দু’য়ের মাঝে বিচরণশীল (প্রাণীকুলের সৃষ্টি) যেগুলো তিনি ছড়িয়ে দিয়েছেন। আর তিনি যখনই চান তখনোই এদেরকে একত্রিত করতে সক্ষম।"
		},
		{
			"_id": "4302",
			"sura": "42",
			"para": "25",
			"verses": "30",
			"names": "وَ مَاۤ  اَصَابَکُمۡ مِّنۡ مُّصِیۡبَۃٍ  فَبِمَا کَسَبَتۡ اَیۡدِیۡکُمۡ وَ یَعۡفُوۡا عَنۡ کَثِیۡرٍ ﴿ؕ۳۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَاۤ  اَصَابَکُمۡ مِّنۡ مُّصِیۡبَۃٍ  فَبِمَا کَسَبَتۡ اَیۡدِیۡکُمۡ وَ یَعۡفُوۡا عَنۡ کَثِیۡرٍ ﴿ؕ۳۰﴾ ",
			"index": "4302",
			"name": "এবং তোমাদেরকে যে মুসীবত স্পর্শ করেছে তা তাঁরই কারণে, যা তোমাদের হাতগুলো উপার্জন করেছে এবং বহু কিছুতো তিনি ক্ষমা করে দেন। ",
			"en_kanzulimaan": "And whatever calamity befalls you, is because of what your hands have earned - and there is a great deal He pardons!",
			"ur_kanzulimaan": "اور تمہیں جو مصیبت پہنچی وہ اس کے سبب سے ہے جو تمہارے ہاتھوں نے کمایا اور بہت کچھ تو معاف فرمادیتا ہے،",
			"hi_kanzulimaan": "और तुम्हें जो मुसीबत पहुंची वह इसके सबब से है जो तुम्हारे हाथों ने कमाया (83फ)  और बहुत कुछ तो माफ़ फ़रमा देता है",
			"author": "৩০. আর তোমাদের যে বিপদই ঘটে তা তোমাদের (মন্দকর্মের) কারণেই যা তোমাদের হস্তসমূহ অর্জন করেছে, এমতাবস্থায় (অপরাধের) অনেক কিছু তিনি ক্ষমাও করে দেন।"
		},
		{
			"_id": "4303",
			"sura": "42",
			"para": "25",
			"verses": "31",
			"names": "وَ مَاۤ  اَنۡتُمۡ بِمُعۡجِزِیۡنَ فِی الۡاَرۡضِ ۚۖ وَ مَا لَکُمۡ مِّنۡ دُوۡنِ اللّٰہِ مِنۡ وَّلِیٍّ وَّ لَا نَصِیۡرٍ ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَاۤ  اَنۡتُمۡ بِمُعۡجِزِیۡنَ فِی الۡاَرۡضِ ۚۖ وَ مَا لَکُمۡ مِّنۡ دُوۡنِ اللّٰہِ مِنۡ وَّلِیٍّ وَّ لَا نَصِیۡرٍ ﴿۳۱﴾ ",
			"index": "4303",
			"name": "এবং তোমরা পৃথিবীতে (তার) আয়ত্ত্ব থেকে বের হতে পারো না। এবং আল্লাহ্‌র মোকাবেলায় তোমাদের না আছে কোন বন্ধু, না কোন সাহায্যকারী।",
			"en_kanzulimaan": "And you cannot escape in the earth; and you have neither a friend nor any supporter against Allah.",
			"ur_kanzulimaan": "اور تم زمین میں قابو سے نہیں نکل سکتے اور نہ اللہ کے مقابل تمہارا کوئی دوست نہ مددگار",
			"hi_kanzulimaan": "और तुम ज़मीन में क़ाबू से नहीं निकल सकते (84फ) और न अल्लाह के मुक़ाबल तुम्हारा कोई दोस्त न मददगार (85फ)",
			"author": "৩১. আর তোমরা (তোমাদের পরিকল্পনার মাধ্যমে) আল্লাহ্কে পৃথিবীতে (কোথাও) অক্ষম করতে পারবে না এবং আল্লাহ্ ব্যতীত (মূর্তিগুলোর মধ্যে) না তোমাদের কোনো অভিভাবক থাকবে আর না কোনো সাহায্যকারী।"
		},
		{
			"_id": "4304",
			"sura": "42",
			"para": "25",
			"verses": "32",
			"names": "وَ مِنۡ اٰیٰتِہِ  الۡجَوَارِ فِی الۡبَحۡرِ کَالۡاَعۡلَامِ ﴿ؕ۳۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ مِنۡ اٰیٰتِہِ  الۡجَوَارِ فِی الۡبَحۡرِ کَالۡاَعۡلَامِ ﴿ؕ۳۲﴾ ",
			"index": "4304",
			"name": "এবং তার নিদর্শনগুলোর মধ্যে রয়েছে সমুদ্রে চলমান পর্বত সদৃশ (নৌযান) গুলো। ",
			"en_kanzulimaan": "And among His signs are the ships sailing on the sea, like hills.",
			"ur_kanzulimaan": "اور اس کی نشانیوں سے ہیں دریا میں چلنے والیاں جیسے پہاڑیاں،",
			"hi_kanzulimaan": "और उसकी निशानियों से हैं (86फ) दरिया में चलने वालियां जैसे पहाड़ियां",
			"author": "৩২. আর তাঁর নিদর্শনাবলীর মধ্যে রয়েছে পবর্তমালার ন্যায় উচুঁ সামুদ্রিক জাহাজও।"
		},
		{
			"_id": "4305",
			"sura": "42",
			"para": "25",
			"verses": "33",
			"names": "اِنۡ یَّشَاۡ یُسۡکِنِ الرِّیۡحَ فَیَظۡلَلۡنَ رَوَاکِدَ عَلٰی ظَہۡرِہٖ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ  لِّکُلِّ  صَبَّارٍ  شَکُوۡرٍ ﴿ۙ۳۳﴾ ",
			"number": "",
			"verses_PDMS": "اِنۡ یَّشَاۡ یُسۡکِنِ الرِّیۡحَ فَیَظۡلَلۡنَ رَوَاکِدَ عَلٰی ظَہۡرِہٖ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ  لِّکُلِّ  صَبَّارٍ  شَکُوۡرٍ ﴿ۙ۳۳﴾ ",
			"index": "4305",
			"name": "তিনি ইচ্ছা করলে বায়ুকে থামিয়ে দিতে পারেন, ফলে সেটার পিঠের উপর সেগুলো অচল হয়ে থেকে যাবে। নিশ্চয় নিশ্চয় তাতে নিদর্শনাদি রয়েছে প্রত্যেক মহা ধৈর্যশীল, কৃতজ্ঞদের জন্য।।",
			"en_kanzulimaan": "If He wills, He can calm the winds so the ships remain still on the sea surface; indeed in this are signs for every greatly enduring, grateful person.",
			"ur_kanzulimaan": "وہ چاہے تو ہوا تھما دے اس کی پیٹھ پر ٹھہری رہ جائیں بیشک اس میں ضرور نشانیاں ہیں ہر بڑے صابر شاکر کو",
			"hi_kanzulimaan": "वह चाहे तो हवा थमा दे  (87फ) कि उसकी पीठ पर (88फ) ठहरी रह जाएं  (89फ) बेशक इसमें ज़रूर निशानियां हैं हर बड़े साबिर करने शाकिर को (90फ)",
			"author": "৩৩. আর তিনি ইচ্ছা করলে সম্পূর্ণরূপে স্থির করে দেন বায়ু, ফলে নিশ্চল হয়ে যায় সমুদ্রপৃষ্ঠের জাহাজসমূহ। নিশ্চয়ই এতে নিদর্শন রয়েছে প্রত্যেক ধৈর্যশীল এবং কৃতজ্ঞ ব্যক্তির জন্যে।"
		},
		{
			"_id": "4306",
			"sura": "42",
			"para": "25",
			"verses": "34",
			"names": "اَوۡ یُوۡبِقۡہُنَّ بِمَا کَسَبُوۡا وَ یَعۡفُ عَنۡ  کَثِیۡرٍ ﴿۫۳۴﴾ ",
			"number": "",
			"verses_PDMS": "اَوۡ یُوۡبِقۡہُنَّ بِمَا کَسَبُوۡا وَ یَعۡفُ عَنۡ  کَثِیۡرٍ ﴿۫۳۴﴾ ",
			"index": "4306",
			"name": "অথবা সেগুলোকে ধ্বংস করতে পারেন, মানুষের পাপরাশির কারণে এবং তিনি বহু কিছু ক্ষমা করে দেন;",
			"en_kanzulimaan": "Or He can ruin them due to peoples sins and He can forgive a great deal.",
			"ur_kanzulimaan": "یا انہیں تباہ کردے لوگوں کے گناہوں کے سبب اور بہت معاف فرمادے",
			"hi_kanzulimaan": "या उन्हें तबाह कर दे (91फ)  लोगों के गुनाहों के सबब (92फ) और बहुत कुछ माफ़ फ़रमा दे (93फ)",
			"author": "৩৪. অথবা সেগুলোকে (জাহাজ বা নৌযানসমূহকে) তিনি তাদের অর্জিত (মন্দ) কৃতকর্মের কারণে ডুবিয়ে দিতে পারেন। তবে তিনি অনেককে (তাদের অপরাধ) ক্ষমাও করে দেন।"
		},
		{
			"_id": "4307",
			"sura": "42",
			"para": "25",
			"verses": "35",
			"names": "وَّ یَعۡلَمَ الَّذِیۡنَ یُجَادِلُوۡنَ فِیۡۤ  اٰیٰتِنَا ؕ مَا لَہُمۡ مِّنۡ مَّحِیۡصٍ ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "وَّ یَعۡلَمَ الَّذِیۡنَ یُجَادِلُوۡنَ فِیۡۤ  اٰیٰتِنَا ؕ مَا لَہُمۡ مِّنۡ مَّحِیۡصٍ ﴿۳۵﴾ ",
			"index": "4307",
			"name": "এবং যারা আমার আয়াতগুলো সম্পর্কে ঝগড়া করে তারা জানতে পারবে যে, তাদের জন্য কোথাও পলায়ন করার স্থান নেই। ",
			"en_kanzulimaan": "And for those who dispute regarding Our signs to realise; that they do not have a place to escape to.",
			"ur_kanzulimaan": "اور جان جائیں وہ جو ہماری آیتوں میں جھگڑتے ہیں، کہ انہیں کہیں بھا گنے کی جگہ نہیں،",
			"hi_kanzulimaan": "और जान जाएं वो जो हमारी आयतों में झगड़ते हैं कि उन्हें  (94फ) कहीं भागने की जगह नहीं",
			"author": "৩৫. আর আমাদের আয়াত নিয়ে যারা বিতর্ক করে তারা জানবে যে, তাদের পলায়নের কোনো পথ নেই।"
		},
		{
			"_id": "4308",
			"sura": "42",
			"para": "25",
			"verses": "36",
			"names": "فَمَاۤ  اُوۡتِیۡتُمۡ مِّنۡ شَیۡءٍ فَمَتَاعُ الۡحَیٰوۃِ  الدُّنۡیَا ۚ وَ مَا عِنۡدَ اللّٰہِ خَیۡرٌ وَّ اَبۡقٰی لِلَّذِیۡنَ اٰمَنُوۡا وَ عَلٰی رَبِّہِمۡ یَتَوَکَّلُوۡنَ ﴿ۚ۳۶﴾ ",
			"number": "",
			"verses_PDMS": "فَمَاۤ  اُوۡتِیۡتُمۡ مِّنۡ شَیۡءٍ فَمَتَاعُ الۡحَیٰوۃِ  الدُّنۡیَا ۚ وَ مَا عِنۡدَ اللّٰہِ خَیۡرٌ وَّ اَبۡقٰی لِلَّذِیۡنَ اٰمَنُوۡا وَ عَلٰی رَبِّہِمۡ یَتَوَکَّلُوۡنَ ﴿ۚ۳۶﴾ ",
			"index": "4308",
			"name": "তোমরা যা কিছু লাভ করেছো তা পার্থিব জীবনে ভোগ করারই, এবং যা আল্লাহ্‌র নিকট রয়েছে তা উত্তম এবং অধিকতর স্থায়ী তাদের জন্য, যারা ঈমান এনেছে এবং আপন রবের উপর নির্ভর করে। ",
			"en_kanzulimaan": "Whatever you have received is only for usage in the life of this world, and that which is with Allah is much better and more lasting - for those who believe and rely upon their Lord.",
			"ur_kanzulimaan": "تمہیں جو کچھ ملا ہے وہ جیتی دنیا میں برتنےکا ہے اور وہ جو اللہ کے پاس ہے بہتر ہے اور زیادہ باقی رہنے والا ان کے لیے جو ایمان لائے اور اپنے رب پر بھروسہ کرتے ہیں",
			"hi_kanzulimaan": "तुम्हें जो कुछ मिला है (95फ)  वह जीती दुनिया में बरतने का है (96फ) और वह जो अल्लाह के पास है (97फ) बेहतर है और ज़्यादा बाक़ी रहने वाला उनके लिये जो ईमान लाए और अपने रब पर भरोसा करते हैं (98फ)",
			"author": "৩৬. সুতরাং তোমাদেরকে (প্রাচুর্য ও উপভোগ সামগ্রী) যা কিছুই দেয়া হয়েছে তা পার্থিব জীবনের (স্বল্প দিনের) উপভোগের জন্যে। অপরদিকে যা কিছুই আল্লাহ্‌র নিকট রয়েছে তা উৎকৃষ্ট ও চিরস্থায়ী; (সেসব) তাদের জন্যে যারা ঈমান এনেছে এবং তাদের প্রতিপালকের উপর নির্ভর করে,"
		},
		{
			"_id": "4309",
			"sura": "42",
			"para": "25",
			"verses": "37",
			"names": "وَ الَّذِیۡنَ یَجۡتَنِبُوۡنَ کَبٰٓئِرَ الۡاِثۡمِ وَ الۡفَوَاحِشَ وَ اِذَا مَا غَضِبُوۡا ہُمۡ یَغۡفِرُوۡنَ ﴿ۚ۳۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ یَجۡتَنِبُوۡنَ کَبٰٓئِرَ الۡاِثۡمِ وَ الۡفَوَاحِشَ وَ اِذَا مَا غَضِبُوۡا ہُمۡ یَغۡفِرُوۡنَ ﴿ۚ۳۷﴾ ",
			"index": "4309",
			"name": "এবং ওই সব লোক, যারা বড় বড় গুনাহ ও অশ্লীলতা থেকে বেচে থাকে এবং যখন ক্রুদ্ধ হয় তখন ক্ষমা করে দেয়। ",
			"en_kanzulimaan": "And (for) those who avoid cardinal sins and indecencies, and forgive (even) when they are angry.",
			"ur_kanzulimaan": "اور وہ جو بڑے بڑے گناہوں اور بے حیائیوں سے بچتے ہیں اور جب غصہ آئے معاف کردیتے ہیں،",
			"hi_kanzulimaan": "और वो जो बड़े बड़े गुनाहों और बेहयाइयों से बचते हैं और जब ग़ुस्सा आए माफ़ कर देते हैं",
			"author": "৩৭. আর যারা গুরুতর পাপ ও অশ্লীল কর্মকান্ড থেকে বেঁচে থাকে এবং ক্রোধান্বিত হলে ক্ষমা করে দেয়;"
		},
		{
			"_id": "4310",
			"sura": "42",
			"para": "25",
			"verses": "38",
			"names": "وَ الَّذِیۡنَ اسۡتَجَابُوۡا لِرَبِّہِمۡ وَ اَقَامُوا الصَّلٰوۃَ ۪ وَ اَمۡرُہُمۡ شُوۡرٰی بَیۡنَہُمۡ ۪ وَ مِمَّا رَزَقۡنٰہُمۡ  یُنۡفِقُوۡنَ ﴿ۚ۳۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ اسۡتَجَابُوۡا لِرَبِّہِمۡ وَ اَقَامُوا الصَّلٰوۃَ ۪ وَ اَمۡرُہُمۡ شُوۡرٰی بَیۡنَہُمۡ ۪ وَ مِمَّا رَزَقۡنٰہُمۡ  یُنۡفِقُوۡنَ ﴿ۚ۳۸﴾ ",
			"index": "4310",
			"name": "এবং ওই সব লোক যারা আপন রবের নির্দেশ মেনে নিয়েছে, নামায ক্বায়েম রেখেছে এবং তাদের কাজ তাদের পরস্পরের পরামর্শের মাধ্যমে সম্পন্ন হয় এবং আমার প্রদত্ত সম্পদ থেকে কিছু আমার পথে ব্যয় করে; ",
			"en_kanzulimaan": "And those who obeyed the command of their Lord and kept the prayer established; and whose affairs are with mutual consultation; and who spend in Our cause from what We have bestowed upon them.",
			"ur_kanzulimaan": "اور وہ جنہوں نے اپنے رب کا حکم مانا اور نماز قائم رکھی اور ان کا کام ان کے آپس کے مشورے سے ہے اور ہمارے دیے سے کچھ ہماری راہ میں خرچ کرتے ہیں،",
			"hi_kanzulimaan": "और वो जिन्होंने अपने रब का हुक्म माना (99फ) और नमाज़ क़ायम रखी (100फ) और उनका काम उनके आपस के मशवरे से है (101फ) और हमारे दिये से कुछ हमारी राह में ख़र्च करते हैं",
			"author": "৩৮. আর যারা তাদের প্রতিপালকের নির্দেশ গ্রহণ করে, নামায প্রতিষ্ঠা করে এবং পারস্পরিক পরামর্শের মাধ্যমে নিজেদের সিদ্ধান্ত গ্রহণ করে এবং আমি তাদেরকে যে রিযিক দিয়েছি তা থেকে ব্যয় করে;"
		},
		{
			"_id": "4311",
			"sura": "42",
			"para": "25",
			"verses": "39",
			"names": "وَ الَّذِیۡنَ  اِذَاۤ  اَصَابَہُمُ  الۡبَغۡیُ ہُمۡ یَنۡتَصِرُوۡنَ ﴿۳۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ  اِذَاۤ  اَصَابَہُمُ  الۡبَغۡیُ ہُمۡ یَنۡتَصِرُوۡنَ ﴿۳۹﴾ ",
			"index": "4311",
			"name": "এবং ওই সব লোক যে, যখন তাদেরকে বিদ্রোহ স্পর্শ করে তখন তারা বদলা নেয়। ",
			"en_kanzulimaan": "And those who take revenge when rebellion harms them.",
			"ur_kanzulimaan": "اور وہ کہ جب انہیں بغاوت پہنچے بدلہ لیتے ہیں",
			"hi_kanzulimaan": " और वो कि जब उन्हें बग़ावत पंहुचे बदला लेते हैं (102फ)",
			"author": "৩৯. এবং (কোনো অত্যাচারী ও নিপীড়ক কর্তৃক) নির্যাতিত হলে (তাদের উপর) যারা প্রতিশোধ গ্রহণ করে।"
		},
		{
			"_id": "4312",
			"sura": "42",
			"para": "25",
			"verses": "40",
			"names": "وَ جَزٰٓؤُا سَیِّئَۃٍ  سَیِّئَۃٌ  مِّثۡلُہَا ۚ فَمَنۡ عَفَا وَ اَصۡلَحَ  فَاَجۡرُہٗ  عَلَی اللّٰہِ ؕ اِنَّہٗ  لَا یُحِبُّ الظّٰلِمِیۡنَ ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَزٰٓؤُا سَیِّئَۃٍ  سَیِّئَۃٌ  مِّثۡلُہَا ۚ فَمَنۡ عَفَا وَ اَصۡلَحَ  فَاَجۡرُہٗ  عَلَی اللّٰہِ ؕ اِنَّہٗ  لَا یُحِبُّ الظّٰلِمِیۡنَ ﴿۴۰﴾ ",
			"index": "4312",
			"name": "এবং মন্দের বদলা হচ্ছে সেটারই সমান মন্দ। অতঃপর যে ক্ষমা করেছে এবং কাজ সংশোধন করেছে, তবে তার প্রতিদান আল্লাহ্‌র উপর রয়েছে। নিশ্চয় তিনি পছন্দ করেন না যালিমদেরকে’।",
			"en_kanzulimaan": "The retribution of a harmful deed is the harm equal to it; so whoever forgives and makes amends, so his reward is upon Allah; indeed He does not befriend the unjust.",
			"ur_kanzulimaan": "اور برائی کا بدلہ اسی کی برابر برائی ہے تو جس نے معاف کیا اور کام سنوارا تو اس کا اجر اللہ پر ہے، بیشک وہ دوست نہیں رکھتا ظالموں کو",
			"hi_kanzulimaan": "और बुराई का बदला उसी की बराबर बुराई है (103फ) तो जिसने माफ़ किया और काम संवारा तो उसका अज्र अल्लाह पर है, बेशक वह दोस्त नहीं रखता ज़ालिमों को (104फ)",
			"author": "৪০. আর মন্দের প্রতিদান অনুরূপ মন্দই; অতঃপর যে ক্ষমা করে দেয় এবং (ক্ষমার মাধ্যমে) আপোষ-নিষ্পত্তি করে তার পুরস্কার আল্লাহ্‌র নিকট রয়েছে। নিশ্চয়ই তিনি অত্যাচারীদের সাথে বন্ধুত্ব রাখেন না।"
		},
		{
			"_id": "4313",
			"sura": "42",
			"para": "25",
			"verses": "41",
			"names": "وَ لَمَنِ انۡتَصَرَ  بَعۡدَ ظُلۡمِہٖ فَاُولٰٓئِکَ مَا عَلَیۡہِمۡ  مِّنۡ سَبِیۡلٍ ﴿ؕ۴۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَمَنِ انۡتَصَرَ  بَعۡدَ ظُلۡمِہٖ فَاُولٰٓئِکَ مَا عَلَیۡہِمۡ  مِّنۡ سَبِیۡلٍ ﴿ؕ۴۱﴾ ",
			"index": "4313",
			"name": "এবং নিশ্চয় যে নিজে অত্যাচারিত হওয়ার পর প্রতিশোধ গ্রহণ করেছে, তাদেরকে পাকড়াও করার কোন পথ নেই। ",
			"en_kanzulimaan": "And there is no way of reproach against those who take revenge after being wronged.",
			"ur_kanzulimaan": "اور بے شک جس نے اپنی مظلو می پر بدلہ لیا ان پر کچھ مواخذہ کی راه نہیں،",
			"hi_kanzulimaan": "और बेशक जिसने अपनी मज़लूमी पर बदला लिया उनपर कुछ मुअख़िज़े की राह नहीं",
			"author": "৪১. আর বস্তুত নির্যাতিত হবার পর যারা প্রতিশোধ নেয়, তাদের বিরুদ্ধে কোনো ভাবেই (দোষারোপ ও গ্রফতারের) ব্যবস্থা নেয়া হবে না।"
		},
		{
			"_id": "4314",
			"sura": "42",
			"para": "25",
			"verses": "42",
			"names": "اِنَّمَا السَّبِیۡلُ عَلَی الَّذِیۡنَ یَظۡلِمُوۡنَ النَّاسَ وَ یَبۡغُوۡنَ فِی الۡاَرۡضِ بِغَیۡرِ الۡحَقِّ ؕ اُولٰٓئِکَ  لَہُمۡ عَذَابٌ  اَلِیۡمٌ ﴿۴۲﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّمَا السَّبِیۡلُ عَلَی الَّذِیۡنَ یَظۡلِمُوۡنَ النَّاسَ وَ یَبۡغُوۡنَ فِی الۡاَرۡضِ بِغَیۡرِ الۡحَقِّ ؕ اُولٰٓئِکَ  لَہُمۡ عَذَابٌ  اَلِیۡمٌ ﴿۴۲﴾ ",
			"index": "4314",
			"name": "পাকড়াও তো তাদেরকেই করা হয় যারা মানুষের উপর যুল্‌ম করে এবং পৃথিবীতে অন্যায়ভাবে অবাধ্যতা ছড়ায় তাদের জন্য বেদনাদায়ক শাস্তি রয়েছে। ",
			"en_kanzulimaan": "Reproach is only against those who oppress people, and wrongfully spread rebellion in the land; for them is a painful punishment.",
			"ur_kanzulimaan": "مواخذہ تو انہیں پر ہے جو لوگوں پر ظلم کرتے ہیں اور زمین میں ناحق سرکشی پھیلاتے ہیں ان کے لیے دردناک عذاب ہے،",
			"hi_kanzulimaan": "मुआख़िज़ा तो उन्हीं पर है जो   (105फ) लोगों पर ज़ुल्म करते हैं और ज़मीन में नाहक़ सरकशी फैलाते हैं (106फ) उनके लिये दर्दनाक अज़ाब है",
			"author": "৪২. তবে তাদের বিরুদ্ধে কেবল (তিরস্কার ও গ্রেফতারের) ব্যবস্থা নেয়া হবে যারা মানুষের উপর নির্যাতন করে এবং পৃথিবীতে অন্যায়ভাবে সীমালঙ্ঘন ও বিপর্যয় সৃষ্টি করে; এদের জন্যেই রয়েছে যন্ত্রণাদায়ক শাস্তি।"
		},
		{
			"_id": "4315",
			"sura": "42",
			"para": "25",
			"verses": "43",
			"names": "وَ لَمَنۡ صَبَرَ  وَ غَفَرَ اِنَّ  ذٰلِکَ لَمِنۡ عَزۡمِ  الۡاُمُوۡرِ ﴿۴۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَمَنۡ صَبَرَ  وَ غَفَرَ اِنَّ  ذٰلِکَ لَمِنۡ عَزۡمِ  الۡاُمُوۡرِ ﴿۴۳﴾ ",
			"index": "4315",
			"name": "এবং নিশ্চয় যে ধৈর্যধারণ করেছে এবং ক্ষমা করেছে, তবে এটা অবশ্য সৎ সাহসের কাজ। ",
			"en_kanzulimaan": "And indeed whoever patiently endured and forgave - then indeed these are acts of great courage.",
			"ur_kanzulimaan": "اور بیشک جس نے صبر کیا اور بخش دیا تو یہ ضرور ہمت کے کام ہیں،",
			"hi_kanzulimaan": "और बेशक जिसने सब्र किया   (107फ) और बख़्श दिया तो यह ज़रूर हिम्मत के काम हैं",
			"author": "৪৩. আর অবশ্য যে ধৈর্যধারণ করে এবং ক্ষমা করে দেয়, তা হবে সাহসিকতা ও দৃঢ় সংকল্পেরই কাজ।"
		},
		{
			"_id": "4316",
			"sura": "42",
			"para": "25",
			"verses": "44",
			"names": "وَ مَنۡ یُّضۡلِلِ اللّٰہُ  فَمَا لَہٗ  مِنۡ وَّلِیٍّ مِّنۡۢ بَعۡدِہٖ ؕ وَ تَرَی الظّٰلِمِیۡنَ لَمَّا رَاَوُا الۡعَذَابَ یَقُوۡلُوۡنَ ہَلۡ  اِلٰی مَرَدٍّ  مِّنۡ سَبِیۡلٍ ﴿ۚ۴۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ یُّضۡلِلِ اللّٰہُ  فَمَا لَہٗ  مِنۡ وَّلِیٍّ مِّنۡۢ بَعۡدِہٖ ؕ وَ تَرَی الظّٰلِمِیۡنَ لَمَّا رَاَوُا الۡعَذَابَ یَقُوۡلُوۡنَ ہَلۡ  اِلٰی مَرَدٍّ  مِّنۡ سَبِیۡلٍ ﴿ۚ۴۴﴾ ",
			"index": "4316",
			"name": "এবং যাকে আল্লাহ্‌ পথভ্রষ্ট করেন আল্লাহ্‌র মোকাবেলায় তার কোন বন্ধু নেই। এবং আপনি যালিমদেরকে দেখবেন যে, তখন তারা শাস্তি দেখবে তখন বলবে, ‘ফিরে যাবার কোন পথ আছে কি?",
			"en_kanzulimaan": "And whomever Allah sends astray, there is no friend for him against Allah; and you will see the unjust when they behold the punishment saying, Is there a way to return?",
			"ur_kanzulimaan": "اور جسے اللہ گمراہ کرے اس کا کوئی رفیق نہیں اللہ کے مقابل اور تم ظالموں کو دیکھو گے کہ جب عذاب دیکھیں گے کہیں گے کیا واپس جانے کا کوئی راستہ ہے",
			"hi_kanzulimaan": "और जिसे अल्लाह गुमराह करे उसका कोई रफीक नहीं अल्लाह के मुक़ाबिल (108फ) और तुम ज़ालिमों को देखोगे कि जब अज़ाब देखेंगे (109फ) कहेंगे क्या वापस जाने का कोई रास्ता है (110फ)",
			"author": "৪৪. আর আল্লাহ্ যাকে পথভ্রষ্ট করেন এরপর তার জন্যে কোনো অভিভাবক নেই; আর আপনি অত্যাচারীদেরকে দেখবেন যে, যখন তারা (পরকালের) শাস্তি প্রত্যক্ষ করবে, (তখন) বলবে, ‘(পৃথিবীতে) ফিরে যাবার কি কোনো উপায় আছে?’"
		},
		{
			"_id": "4317",
			"sura": "42",
			"para": "25",
			"verses": "45",
			"names": "وَ تَرٰىہُمۡ  یُعۡرَضُوۡنَ عَلَیۡہَا خٰشِعِیۡنَ مِنَ الذُّلِّ یَنۡظُرُوۡنَ مِنۡ طَرۡفٍ خَفِیٍّ ؕ وَ قَالَ الَّذِیۡنَ  اٰمَنُوۡۤا  اِنَّ الۡخٰسِرِیۡنَ الَّذِیۡنَ خَسِرُوۡۤا  اَنۡفُسَہُمۡ وَ اَہۡلِیۡہِمۡ یَوۡمَ الۡقِیٰمَۃِ ؕ اَلَاۤ  اِنَّ  الظّٰلِمِیۡنَ فِیۡ عَذَابٍ مُّقِیۡمٍ ﴿۴۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ تَرٰىہُمۡ  یُعۡرَضُوۡنَ عَلَیۡہَا خٰشِعِیۡنَ مِنَ الذُّلِّ یَنۡظُرُوۡنَ مِنۡ طَرۡفٍ خَفِیٍّ ؕ وَ قَالَ الَّذِیۡنَ  اٰمَنُوۡۤا  اِنَّ الۡخٰسِرِیۡنَ الَّذِیۡنَ خَسِرُوۡۤا  اَنۡفُسَہُمۡ وَ اَہۡلِیۡہِمۡ یَوۡمَ الۡقِیٰمَۃِ ؕ اَلَاۤ  اِنَّ  الظّٰلِمِیۡنَ فِیۡ عَذَابٍ مُّقِیۡمٍ ﴿۴۵﴾ ",
			"index": "4317",
			"name": "এবং আপনি তাদেরকে দেখবেন যে, তাদেরকে আগুনের উপর পেশ করা হচ্ছে, অপমানে তারা দমিত অর্ধমুদিত গোপন দৃষ্টিতে তাকাচ্ছে; এবং ঈমানদারগণ বলবে, ‘নিশ্চয় ক্ষতির মধ্যে রয়েছে তারাই, যারা নিজেদের আত্নাগুলো ও নিজেদের পরিবারবর্গকে হারিয়ে বসেছে ক্বিয়ামতের দিন। শুনছো! নিশ্চয় যালিমগণ স্থায়ী শাস্তির মধ্যে থাকবে। ",
			"en_kanzulimaan": "And you will see them being presented upon the fire, cowering with disgrace watching with concealed eyes; and the believers will say, Indeed ruined are those who have lost themselves and their families on the Day of Resurrection; pay heed! Indeed the unjust are in a punishment that will never end.",
			"ur_kanzulimaan": "اور تم انہیں دیکھو گے کہ آگ پر پیش کیے جاتے ہیں ذلت سے دبے لچے چھپی نگاہوں دیکھتے ہیں اور ایمان والے کہیں گے بیشک ہار (نقصان) میں وہ ہیں جو اپنی جانیں اور اپنے گھر والے ہار بیٹھے قیامت کے دن سنتے ہو بیشک ظالم ہمیشہ کے عذاب میں ہیں،",
			"hi_kanzulimaan": "और तुम उन्हें देखोगे कि आग पर पेश किये जाते हैं ज़िल्लत से दबे लचे छुपी निगाहों देखते हैं (111फ) और ईमान वाले कहेंगे बेशक हार में वो हैं जो अपनी जानें और अपने घर वाले हार बैठे क़यामत के दिन  (112फ) सुनते हो बेशक ज़ालिम (113फ) हमेशा के अज़ाब में हैं",
			"author": "৪৫. আর আপনি তাদেরকে দেখতে পাবেন যে, তাদেরকে জাহান্নামের সম্মুখে আনা হচ্ছে, তারা অপমানে ভীত অবস্থায় অবনত মস্তকে (চুপিসারে) অর্ধনিমীলিত নয়নে তাকাচ্ছে। আর ঈমানদারগণ বলবে, ‘নিশ্চয়ই ক্ষতিগ্রস্ত তারাই যারা কিয়ামতের দিন নিজেদের এবং নিজের পরিবার-পরিজনের ক্ষতিসাধন করেছে’। মনে রেখো! নিশ্চয়ই অত্যাচারীরা স্থায়ী শাস্তিতে (নিমজ্জিত) থাকবে।"
		},
		{
			"_id": "4318",
			"sura": "42",
			"para": "25",
			"verses": "46",
			"names": "وَ مَا کَانَ لَہُمۡ  مِّنۡ اَوۡلِیَآءَ یَنۡصُرُوۡنَہُمۡ  مِّنۡ دُوۡنِ اللّٰہِ ؕ وَ مَنۡ  یُّضۡلِلِ اللّٰہُ  فَمَا لَہٗ  مِنۡ سَبِیۡلٍ ﴿ؕ۴۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا کَانَ لَہُمۡ  مِّنۡ اَوۡلِیَآءَ یَنۡصُرُوۡنَہُمۡ  مِّنۡ دُوۡنِ اللّٰہِ ؕ وَ مَنۡ  یُّضۡلِلِ اللّٰہُ  فَمَا لَہٗ  مِنۡ سَبِیۡلٍ ﴿ؕ۴۶﴾ ",
			"index": "4318",
			"name": "এবং তাদের কেউ এমন বন্ধু হয় নি যে, আল্লাহ্‌র বিরুদ্ধে তাদেরকে সাহায্য করতো। এবং যাকে আল্লাহ্‌ পথভ্রষ্ট করেন তার জন্য কোথাও রাস্তা নেই। ",
			"en_kanzulimaan": "And they had no friends to help them against Allah; and there is no way for one whom Allah sends astray.",
			"ur_kanzulimaan": "اور ان کے کوئی دوست نہ ہوئے کہ اللہ کے مقابل ان کی مدد کرتے اور جسے اللہ گمراہ کرے اس کے لیے کہیں راستہ نہیں",
			"hi_kanzulimaan": "और उनके कोई दोस्त न हुए कि अल्लाह के मुक़ाबिल उनकी मदद करते (114फ) और जिसे अल्लाह गुमराह करे उसके लिये कहीं रास्ता नहीं (115फ)",
			"author": "৪৬. আর এদের (এ কাফেরদের) জন্যে কোনো সমর্থক থাকবে না যারা আল্লাহ্‌র বিপক্ষে তাদেরকে সাহায্য করবে এবং আল্লাহ্ যাকে পথভ্রষ্ট করেন তার জন্যে (হেদায়াতের) কোনো পথ নেই।"
		},
		{
			"_id": "4319",
			"sura": "42",
			"para": "25",
			"verses": "47",
			"names": "اِسۡتَجِیۡبُوۡا لِرَبِّکُمۡ مِّنۡ قَبۡلِ اَنۡ یَّاۡتِیَ یَوۡمٌ لَّا مَرَدَّ  لَہٗ  مِنَ اللّٰہِ ؕ مَا لَکُمۡ مِّنۡ مَّلۡجَاٍ  یَّوۡمَئِذٍ وَّ مَا لَکُمۡ مِّنۡ نَّکِیۡرٍ ﴿۴۷﴾ ",
			"number": "",
			"verses_PDMS": "اِسۡتَجِیۡبُوۡا لِرَبِّکُمۡ مِّنۡ قَبۡلِ اَنۡ یَّاۡتِیَ یَوۡمٌ لَّا مَرَدَّ  لَہٗ  مِنَ اللّٰہِ ؕ مَا لَکُمۡ مِّنۡ مَّلۡجَاٍ  یَّوۡمَئِذٍ وَّ مَا لَکُمۡ مِّنۡ نَّکِیۡرٍ ﴿۴۷﴾ ",
			"index": "4319",
			"name": "আপন রবের নির্দেশ মেনে চলো ওই দিন আসার পূর্বে যা আল্লাহ্‌র দিক থেকে টলবে না। ওই দিন তোমাদের কোন আশ্রয় থাকবে না, না তোমাদের ব্যাপারে অস্বীকার করার কেউ থাকবে।",
			"en_kanzulimaan": "Obey your Lord before the advent of a Day from Allah, which cannot be averted; you will not have any refuge on that day, nor will you be able to deny.",
			"ur_kanzulimaan": "اپنے رب کا حکم مانو اس دن کے آنے سے پہلے جو اللہ کی طرف سے ٹلنے والا نہیں اس دن تمہیں کوئی پناہ نہ ہوگی اور نہ تمہیں انکار کرتے بنے",
			"hi_kanzulimaan": "अपने रब का हुक्म मानो (116फ) उस दिन के आने से पहले जो अल्लाह की तरफ़ से टलने वाला नहीं (117फ) उस दिन तुम्हें कोई पनाह न होगी और न तुम्हें इन्कार करते बने (118फ)",
			"author": "৪৭. তোমাদের প্রতিপালকের নির্দেশ গ্রহণ করো সেদিনটি আগত হবার পূর্বেই যা আল্লাহ্‌র তরফ থেকে অব্যাহতি পাবে না; সেদিন তোমাদের জন্যে কোনো আশ্রয়স্থলও থাকবে না এবং তোমাদের জন্যে অস্বীকার করার কোনো সুযোগও থাকবে না।"
		},
		{
			"_id": "4320",
			"sura": "42",
			"para": "25",
			"verses": "48",
			"names": "فَاِنۡ  اَعۡرَضُوۡا فَمَاۤ  اَرۡسَلۡنٰکَ عَلَیۡہِمۡ حَفِیۡظًا ؕ اِنۡ عَلَیۡکَ اِلَّا الۡبَلٰغُ ؕ وَ اِنَّاۤ اِذَاۤ  اَذَقۡنَا الۡاِنۡسَانَ مِنَّا رَحۡمَۃً  فَرِحَ بِہَا ۚ وَ اِنۡ تُصِبۡہُمۡ سَیِّئَۃٌۢ  بِمَا قَدَّمَتۡ اَیۡدِیۡہِمۡ  فَاِنَّ  الۡاِنۡسَانَ  کَفُوۡرٌ ﴿۴۸﴾ ",
			"number": "",
			"verses_PDMS": "فَاِنۡ  اَعۡرَضُوۡا فَمَاۤ  اَرۡسَلۡنٰکَ عَلَیۡہِمۡ حَفِیۡظًا ؕ اِنۡ عَلَیۡکَ اِلَّا الۡبَلٰغُ ؕ وَ اِنَّاۤ اِذَاۤ  اَذَقۡنَا الۡاِنۡسَانَ مِنَّا رَحۡمَۃً  فَرِحَ بِہَا ۚ وَ اِنۡ تُصِبۡہُمۡ سَیِّئَۃٌۢ  بِمَا قَدَّمَتۡ اَیۡدِیۡہِمۡ  فَاِنَّ  الۡاِنۡسَانَ  کَفُوۡرٌ ﴿۴۸﴾ ",
			"index": "4320",
			"name": "অতঃপর যদি তারা মুখ ফিরিয়ে নেয়, তবে আমি আপনাকে তাদের রক্ষক হিসেবে প্রেরণ করিনি। আপনার উপর তো (জরুরী) নয়, কিন্তু পৌছিয়ে দেওয়া। এবং আমি যখন মানুষকে আমার নিকট থেকে কোন অনুগ্রহের স্বাদ আস্বাদন করাই তখন সেটার উপর খুশী হয়ে যায় এবং যদি তাদেরকে কোন অনিষ্ট স্পর্শ করে ওই কাজের বদলা হিসেবে, যা তাদের হাতগুলো আগে প্রেরণ করেছে, তবে মানুষ বড়ই অকৃতজ্ঞ। ",
			"en_kanzulimaan": "So if they turn away from you, We have not sent you as a guardian over them; upon you is nothing but to convey (the message); and when We make man taste some mercy from Us, he rejoices upon it; and if some harm reaches them because of what their own hands have sent before, thereupon man is ungrateful!",
			"ur_kanzulimaan": "تو اگر وہ منہ پھیریں تو ہم نے تمہیں ان پر نگہبان بناکر نہیں بھیجا تم پر تو نہیں مگر پہنچادینا اور جب ہم آدمی کو اپنی طرف سے کسی رحمت کا مزہ دیتے ہیں اور اس پر خوش ہوجاتا ہے اور اگر انہیں کوئی برائی پہنچے بدلہ اس کا جو ان کے ہاتھوں نے آگے بھیجا تو انسان بڑا ناشکرا ہے",
			"hi_kanzulimaan": "तो अगर वो मुंह फेरें (119फ) तो हमने तुम्हें उनपर निगहबान बनाकर नहीं भेजा (120फ) तुम पर तो नहीं मगर पहुंचा देना (121फ) और जब हम आदमी को अपनी तरफ़ से किसी रहमत का मज़ा देते हैं (122फ)  और उस पर ख़ुश हो जाता है,और अगर उन्हें कोई बुराई पहुंचे (123फ) बदला उसका जो उनके हाथों ने आगे भेजा (124फ) तो इन्सान बड़ा नाशुक्रा है (125फ)",
			"author": "৪৮. এরপর(ও) যদি তারা মুখ ফিরিয়ে নেয়, তবে আপনাকে আমরা তাদের (রক্ষার) জন্যে রক্ষকরূপে প্রেরণ করিনি। আপনার দায়িত্ব তো কেবল (সত্যের বার্তা) পৌঁছে দেয়া। আর অবশ্য যখন আমরা মানুষকে আমাদের পক্ষ থেকে অনুগ্রহ আস্বাদন করাই, তখন সে আনন্দিত হয় এবং যদি তাদের কোনো বিপদাপদ ঘটে, যা তাদের হস্ত পূর্ব থেকেই প্রেরণ করে রেখেছে তার কারণে, তবে বাস্তবিকই (প্রমাণিত যে) মানুষ অত্যন্ত অকৃতজ্ঞ।"
		},
		{
			"_id": "4321",
			"sura": "42",
			"para": "25",
			"verses": "49",
			"names": "لِلّٰہِ مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ یَخۡلُقُ مَا یَشَآءُ ؕیَہَبُ لِمَنۡ یَّشَآءُ  اِنَاثًا وَّ یَہَبُ  لِمَنۡ  یَّشَآءُ   الذُّکُوۡرَ ﴿ۙ۴۹﴾ ",
			"number": "",
			"verses_PDMS": "لِلّٰہِ مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ یَخۡلُقُ مَا یَشَآءُ ؕیَہَبُ لِمَنۡ یَّشَآءُ  اِنَاثًا وَّ یَہَبُ  لِمَنۡ  یَّشَآءُ   الذُّکُوۡرَ ﴿ۙ۴۹﴾ ",
			"index": "4321",
			"name": "আল্লাহ্‌রই জন্য আস্‌মানসমূহ ও যমীনের রাজত্ব। তিনি সৃষ্টি করেন যা ইচ্ছা করেন। যাকে চান কন্যাসন্তান দান করেন এবং যাকে চান পুত্রসন্তান দান করেন।",
			"en_kanzulimaan": "For Allah only is the kingship of the heavens and the earth; He creates whatever He wills; He may bestow daughters to whomever He wills, and sons to whomever He wills.",
			"ur_kanzulimaan": "اللہ ہی کے لیے ہے آسمانوں اور زمین کی سلطنت پیدا کرتا ہے جو چاہے جسے چاہے بیٹیاں عطا فرمائے اور جسے چاہے بیٹے دے",
			"hi_kanzulimaan": "अल्लाह ही के लिये है आसमानों और ज़मीन की सल्तनत (126फ) पैदा करता है जो चाहे, जिसे चाहे बेटियां अता फरमाए (127फ) और जिसे चाहे बेटे दे (128फ)",
			"author": "৪৯. আকাশমন্ডলী এবং পৃথিবীর সার্বভৌমত্ব আল্লাহ্‌রই; তিনি যা ইচ্ছা তাই সৃষ্টি করেন। তিনি যাকে ইচ্ছা কন্যা সন্তান দান করেন এবং যাকে ইচ্ছা পুত্র সন্তান দান করেন।"
		},
		{
			"_id": "4322",
			"sura": "42",
			"para": "25",
			"verses": "50",
			"names": "اَوۡ یُزَوِّجُہُمۡ ذُکۡرَانًا وَّ اِنَاثًا ۚ وَ یَجۡعَلُ مَنۡ  یَّشَآءُ  عَقِیۡمًا ؕ اِنَّہٗ  عَلِیۡمٌ  قَدِیۡرٌ ﴿۵۰﴾  ",
			"number": "",
			"verses_PDMS": "اَوۡ یُزَوِّجُہُمۡ ذُکۡرَانًا وَّ اِنَاثًا ۚ وَ یَجۡعَلُ مَنۡ  یَّشَآءُ  عَقِیۡمًا ؕ اِنَّہٗ  عَلِیۡمٌ  قَدِیۡرٌ ﴿۵۰﴾  ",
			"index": "4322",
			"name": "অথবা পুত্র ও কন্যা সন্তান উভয়ই দান করেন। আর যাকে চান তাকে বন্ধ্যা করে দেন। নিশ্চয় তিনি জ্ঞানময়, শক্তিমান।",
			"en_kanzulimaan": "Or may mix them, the sons and daughters; and may make barren whomever He wills; indeed He is All Knowing, Able.",
			"ur_kanzulimaan": "یا دونوں ملا دے بیٹے اور بیٹیاں اور جسے چاہے بانجھ کردے بیشک وہ علم و قدرت والا ہے،",
			"hi_kanzulimaan": "या दोनों मिला दे बेटे और बेटियाँ, और जिसे चाहे बांझ कर दे (129फ) बेशक वह इल्म व क़ुदरत वाला है",
			"author": "৫০. অথবা পুত্র ও কন্যা উভয়ই দেন। আর যাকে ইচ্ছা বন্ধা করে দেন। নিশ্চয়ই তিনি সর্বজ্ঞ, সর্বশক্তিমান।"
		},
		{
			"_id": "4323",
			"sura": "42",
			"para": "25",
			"verses": "51",
			"names": "وَ مَا کَانَ  لِبَشَرٍ اَنۡ یُّکَلِّمَہُ اللّٰہُ  اِلَّا وَحۡیًا اَوۡ مِنۡ وَّرَآیِٔ حِجَابٍ اَوۡ یُرۡسِلَ رَسُوۡلًا فَیُوۡحِیَ بِاِذۡنِہٖ مَا یَشَآءُ ؕ اِنَّہٗ عَلِیٌّ  حَکِیۡمٌ ﴿۵۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا کَانَ  لِبَشَرٍ اَنۡ یُّکَلِّمَہُ اللّٰہُ  اِلَّا وَحۡیًا اَوۡ مِنۡ وَّرَآیِٔ حِجَابٍ اَوۡ یُرۡسِلَ رَسُوۡلًا فَیُوۡحِیَ بِاِذۡنِہٖ مَا یَشَآءُ ؕ اِنَّہٗ عَلِیٌّ  حَکِیۡمٌ ﴿۵۱﴾ ",
			"index": "4323",
			"name": "কোন মানুষের পক্ষে শোভা পায় না যে, আল্লাহ্‌ তার সাথে কথা বলবেন, কিন্তু ওহী রূপে, অথবা এভাবে যে, ওই মানুষ মহত্বের পর্দার অন্তরালে থাকবে অথবা কোন ফিরিশ্‌তা প্রেরণ করবেন, সে তার নির্দেশে ওহী করবে যা তিনি চান; নিশ্চয় তিনি উচ্চ মর্যাদাশীল, প্রজ্ঞাময়।",
			"en_kanzulimaan": "And it is not for any human that Allah may speak to him except as a divine revelation or while the human is on this side of the veil of greatness, or that He sends an angel to reveal by His permission, whatever He wills; indeed He is Supreme, Wise.",
			"ur_kanzulimaan": "اور کسی آدمی کو نہیں پہنچتا کہ اللہ اس سے کلام فرمائے مگر وحی کے طور پر یا یوں کہ وہ بشر پر وہ عظمت کے ادھر ہو یا کوئی فرشتہ بھیجے کہ وہ اس کے حکم سے وحی کرے جو وہ چاہے بیشک وہ بلندی و حکمت والا ہے،",
			"hi_kanzulimaan": "और किसी आदमी को नहीं पहुंचता कि अल्लाह उससे कलाम फ़रमाए मगर वही के तौर पर (130फ) या यूं कि वह बशर परदए अज़मत के उधर हो (131फ) या कोई फ़रिश्ता भेजे कि वह उसके हुक्म से वही करे जो वह चाहे (132फ) बेशक वह बलन्दी व हिकमत (बोध) वाला है",
			"author": "৫১. আর কোনো মানুষের (এ) অবকাশ নেই যে, আল্লাহ্ তার সাথে (সরাসরি) কথা বলবেন, ওহীর মাধ্যমে (কাউকে নবুয়্যতের মর্যাদা প্রদান করা) ব্যতীরেকে অথবা পর্দার অন্তরাল ব্যতীরেকে (যেমন মূসা আলাইহিস সালামের সাথে সিনাই পর্বতে বলেছেন।) অথবা তাঁর অনুমতিক্রমে কোনো ফেরেশতাকে দূত হিসেবে প্রেরণ ব্যতীরেকে; আল্লাহ্ যা চান তা প্রত্যাদেশ করেন। (মোটকথা মানবজাতির জন্যে আল্লাহ্‌র সাথে যোগাযোগের মাধ্যম এবং উপলক্ষ কেবল নবী-রাসূলগণই হবেন।) নিশ্চয়ই তিনি উচ্চ মর্যাদার অধিকারী, প্রজ্ঞাবান।"
		},
		{
			"_id": "4324",
			"sura": "42",
			"para": "25",
			"verses": "52",
			"names": "وَ کَذٰلِکَ  اَوۡحَیۡنَاۤ  اِلَیۡکَ رُوۡحًا مِّنۡ اَمۡرِنَا ؕ مَا کُنۡتَ تَدۡرِیۡ مَا الۡکِتٰبُ وَ لَا  الۡاِیۡمَانُ وَ لٰکِنۡ جَعَلۡنٰہُ  نُوۡرًا نَّہۡدِیۡ  بِہٖ مَنۡ نَّشَآءُ  مِنۡ عِبَادِنَا ؕ وَ اِنَّکَ لَتَہۡدِیۡۤ  اِلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿ۙ۵۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَذٰلِکَ  اَوۡحَیۡنَاۤ  اِلَیۡکَ رُوۡحًا مِّنۡ اَمۡرِنَا ؕ مَا کُنۡتَ تَدۡرِیۡ مَا الۡکِتٰبُ وَ لَا  الۡاِیۡمَانُ وَ لٰکِنۡ جَعَلۡنٰہُ  نُوۡرًا نَّہۡدِیۡ  بِہٖ مَنۡ نَّشَآءُ  مِنۡ عِبَادِنَا ؕ وَ اِنَّکَ لَتَہۡدِیۡۤ  اِلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿ۙ۵۲﴾ ",
			"index": "4324",
			"name": "এবং এভাবে আমি আপনার প্রতি ওহী করেছি, এক প্রাণ সঞ্চারক বস্তু আপন নির্দেশে; এর পূর্বে না আপনি কিতাব জানতেন, না শরীয়তের বিবরণ। হাঁ, আমি সেটাকে আলো করেছি, যা দ্বারা আমি পথ দেখাই আপন বান্দাদের মধ্যে যাকে ইচ্ছা করি। এবং নিশ্চয় নিশ্চয় আপনি সোজা পথ বাতলিয়ে দেন। ",
			"en_kanzulimaan": "And this is how We sent the divine revelation to you (O dear Prophet Mohammed - peace and blessings be upon him) - a life giving thing, by Our command; neither did you know the Book nor the detailed commands of religion, but We have made this Quran a light by which We guide whomever We will from Our bondmen; and indeed you surely do guide to the Straight Path.",
			"ur_kanzulimaan": "اور یونہی ہم نے تمہیں وحی بھیجی ایک جان فزا چیز اپنے حکم سے، اس سے پہلے نہ تم کتاب جانتے تھے نہ احکام شرع کی تفصیل ہاں ہم نے اسے نور کیا جس سے ہم راہ دکھاتے ہیں اپنے بندوں سے جسے چاہتے ہیں، اور بیشک تم ضرور سیدھی راہ بتاتے ہو",
			"hi_kanzulimaan": "और यूंही हमने तुम्हें वही भेजी (133फ) एक जाँफ़ज़ा चीज़ (134फ) अपने हुक्म से, इससे पहले न तुम किताब जानते थे न अहकामे शरअ की तफ़सील हाँ हमने उसे  (135फ) नूर किया जिससे हम राह दिखाते हैं अपने बन्दों से जिसे चाहते हैं, और बेशक तुम ज़रूर सीधी राह बताते हो (136फ)",
			"author": "৫২. সুতরাং এভাবেই আমরা আপনার প্রতি নিজ নির্দেশে (অন্তর ও আত্মার) প্রত্যাদেশ করেছি (আর তা হলো কুরআন)। আর (ওহীর পূর্বে নিজ সত্তাগত প্রচেষ্টা ও ধ্যানের মাধ্যমে) না আপনি জানতেন কিতাব কী আর না ঈমান (-এর শরয়ী বিধিবিধানের বিস্তারিত বিষয়াদিও জানতেন, যা পরবর্তীতে অবতীর্ণ ও নির্ধারিত করা হয়েছিল)।* পক্ষান্তরে আমরা একে আলোকবর্তিকা বানিয়েছি যা দ্বারা আমাদের বান্দাদের মধ্যে যাকে ইচ্ছা পথনির্দেশ করি। আর নিশ্চয় আপনি তো সরল পথের দিকে হেদায়াত দান করেন।**\n\n* এতে হুযুর সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের শানে উম্মিয়্যাত বা প্রচলিত জ্ঞান লাভ না করার দিকে ইঙ্গিত রয়েছে; যাতে কাফেরেরা তাঁর মুখে কুরআনের আয়াত বা ঈমানের বিস্তারিত বিষয়াদি শ্রবণ করে এ খারাপ ধারণা না ছড়ায় যে, এসব কিছু হযরত মুহাম্মদ মুস্তাফা সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম নিজের সত্তাগত জ্ঞান ও ধ্যান-ধারণার মাধ্যমে তৈরি করেছেন, কিছুই অবতীর্ণ হয়নি। সুতরাং নিজ থেকে না জানাকে হুযুর সাল্লাল্লাহু আলাইহি ওয় আলিহী ওয়াসাল্লামের মহান অলৌকিকত্যের প্রকাশ হিসেবে দেখানো হয়েছে।"
		},
		{
			"_id": "4325",
			"sura": "42",
			"para": "25",
			"verses": "53",
			"names": "صِرَاطِ اللّٰہِ  الَّذِیۡ  لَہٗ مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ؕ اَلَاۤ  اِلَی اللّٰہِ  تَصِیۡرُ الۡاُمُوۡرُ ﴿۵۳﴾ ",
			"number": "",
			"verses_PDMS": "صِرَاطِ اللّٰہِ  الَّذِیۡ  لَہٗ مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ؕ اَلَاۤ  اِلَی اللّٰہِ  تَصِیۡرُ الۡاُمُوۡرُ ﴿۵۳﴾ ",
			"index": "4325",
			"name": "৫৩. ওই আল্লাহ্‌র পথ, যারই মালিকানাধীন যা কিছু আস্‌মানসমূহে রয়েছে এবং যা কিছু যমীনে। শুনছো! সমস্ত কর্ম আল্লাহ্‌র দিকে প্রত্যাবর্তন করে।",
			"en_kanzulimaan": "The path of Allah - the One to Whom only belongs all whatever is in the heavens and all whatever is in the earth; pay heed! Towards Allah only do all matters return.",
			"ur_kanzulimaan": "اللہ کی راہ کہ اسی کا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں، سنتے ہو سب کام اللہ ہی کی طرف پھیرتے ہیں،",
			"hi_kanzulimaan": "अल्लाह की राह (137फ) कि उसी का है जो कुछ आसमानों में है और जो कुछ ज़मीन में, सुनते हो सब काम अल्लाह ही की तरफ़ फिरते हैं",
			"author": "৫৩. (এ সরল পথ) ওই আল্লাহ্‌রই পথ যিনি আকাশমন্ডলী ও পৃথিবীর সকল কিছুর মালিক। জেনে রাখো! সমস্ত কর্মকান্ড আল্লাহ্‌র দিকেই প্রত্যাবর্তন করে।"
		}
	]