[
		{
			"_id": "5218",
			"sura": "65",
			"para": "28",
			"verses": "1",
			"names": "یٰۤاَیُّہَا  النَّبِیُّ  اِذَا طَلَّقۡتُمُ النِّسَآءَ فَطَلِّقُوۡہُنَّ  لِعِدَّتِہِنَّ وَ اَحۡصُوا  الۡعِدَّۃَ ۚ وَ اتَّقُوا اللّٰہَ  رَبَّکُمۡ ۚ لَا تُخۡرِجُوۡہُنَّ مِنۡۢ  بُیُوۡتِہِنَّ وَ لَا یَخۡرُجۡنَ  اِلَّاۤ  اَنۡ یَّاۡتِیۡنَ بِفَاحِشَۃٍ مُّبَیِّنَۃٍ ؕ وَ تِلۡکَ حُدُوۡدُ  اللّٰہِ ؕ وَ مَنۡ یَّتَعَدَّ حُدُوۡدَ  اللّٰہِ  فَقَدۡ ظَلَمَ نَفۡسَہٗ ؕ لَا تَدۡرِیۡ  لَعَلَّ اللّٰہَ  یُحۡدِثُ بَعۡدَ ذٰلِکَ  اَمۡرًا ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا  النَّبِیُّ  اِذَا طَلَّقۡتُمُ النِّسَآءَ فَطَلِّقُوۡہُنَّ  لِعِدَّتِہِنَّ وَ اَحۡصُوا  الۡعِدَّۃَ ۚ وَ اتَّقُوا اللّٰہَ  رَبَّکُمۡ ۚ لَا تُخۡرِجُوۡہُنَّ مِنۡۢ  بُیُوۡتِہِنَّ وَ لَا یَخۡرُجۡنَ  اِلَّاۤ  اَنۡ یَّاۡتِیۡنَ بِفَاحِشَۃٍ مُّبَیِّنَۃٍ ؕ وَ تِلۡکَ حُدُوۡدُ  اللّٰہِ ؕ وَ مَنۡ یَّتَعَدَّ حُدُوۡدَ  اللّٰہِ  فَقَدۡ ظَلَمَ نَفۡسَہٗ ؕ لَا تَدۡرِیۡ  لَعَلَّ اللّٰہَ  یُحۡدِثُ بَعۡدَ ذٰلِکَ  اَمۡرًا ﴿۱﴾ ",
			"index": "5218",
			"name": "হে নবী! ‘যখন তোমরা আপন স্ত্রীদের তালাক্ব দাও, তখন তোমরা তাদের ইদ্দতের সময়ের উপর তাদেরকে তালাক্ব দাও এবং ইদ্দতের হিসাব রাখো আর আপন রব আল্লাহ্‌কে ভয় করো। ‘ইদ্দতের মধ্যে তাদেরকে তাদের ঘর থেকে বের করে দিও না। এবং না তারা নিজেরাও বের হবে; কিন্তু তারা কোন সুস্পষ্ট অশ্লীলতার কাজ করলে; এবং এগুলো আল্লাহ্‌র নির্ধারিত বিধান; আর যে কেউ আল্লাহ্‌র সীমাগুলো লংঘন করে আগে বাড়ে, নিশ্চয় সে আপন প্রাণের উপর অত্যাচার করেছে। আপনার জানা নেই, এটা সম্ভব যে, আল্লাহ্‌ এর পর কোন নতুন নির্দেশ প্রেরণ করবেন। ",
			"en_kanzulimaan": "O dear Prophet (Mohammed  peace and blessings be upon him)! When you people divorce women, divorce them at the time of their completing the appointed period, and keep count of the appointed period; and fear Allah, your Lord; do not expel them from their houses during the appointed period nor should they leave on their own, unless they bring about some matter of blatant lewdness; and these are the limits of Allah; and whoever crosses Allahs limits has indeed wronged himself; do you not know, it is likely that Allah may send some new decree after this?",
			"ur_kanzulimaan": "اے نبی جب تم لوگ عورتوں کو طلاق دو تو ان کی عدت کے وقت پر انہیں طلاق دو اور عدت کا شمار رکھو اور اپنے رب اللہ سے ڈرو، عدت میں انہیں ان کے گھروں سے نہ نکالو اور نہ وہ آپ نکلیں مگر یہ کہ کوئی صریح بے حیائی کی بات لائیں اور یہ اللہ کی حدیں ہیں، اور جو اللہ کی حدوں سے آگے بڑھا بیشک اس نے اپنی جان پر ظلم کیا، تمہیں نہیں معلوم شاید اللہ اس کے بعد کوئی نیا حکم بھیجے",
			"hi_kanzulimaan": "ऐ नबी (2फ) जब तुम लोग औरतों को तलाक़ दो तो उनकी इद्दत के वक़्त पर उन्हें तलाक़ दो और इद्दत की गिनती रखो (3फ) और अपने रब अल्लाह से डरो इद्दत में उन्हें उनके घरों से न निकालों और वो आप निकलें (4फ) मगर यह कि कोई खुली बेहयाई की बात लाएं (5फ) और ये अल्लाह की हदें हैं, और जो अल्लाह की हदों से आगे बढ़ा, बेशक उसने अपनी जान पर ज़ुल्म किया, तुम्हें नहीं मालूम शायद अल्लाह इसके बाद कोई नया हुक्म भेजे (6फ)",
			"id": 1,
			"text": "يَـٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا",
			"author": "১. হে নবী! (মুসলমানদেরকে বলে দিন) ‘যখন তোমরা নারীদেরকে তালাক দিতে চাও, তখন তাদের পবিত্রতার সময়ে তাদেরকে তালাক দিও এবং ইদ্দতের হিসেব রেখো। আর তোমাদের প্রতিপালক আল্লাহ্কে ভয় করতে থাকো। তাদেরকে তাদের গৃহ থেকে বের করে দিও না এবং তারা নিজেরাও বের হবে না, যদি না তারা সুস্পষ্ট অশ্লীলতায় লিপ্ত হয়।’ আর এ হলো আল্লাহ্‌র (নির্ধারিত) সীমা; যে কেউ আল্লাহ্‌র সীমা লঙ্ঘন করলো, তবে নিশ্চয়ই সে নিজের প্রতিই যুলুম করলো। (হে মানুষ!) তুমি জানো না, হয়তো আল্লাহ্ এরপর (এ তালাকের পর প্রত্যাবর্তনের) কোনো নতুন উপায় করে দেবেন।"
		},
		{
			"_id": "5219",
			"sura": "65",
			"para": "28",
			"verses": "2",
			"names": "فَاِذَا  بَلَغۡنَ  اَجَلَہُنَّ  فَاَمۡسِکُوۡہُنَّ بِمَعۡرُوۡفٍ اَوۡ فَارِقُوۡہُنَّ بِمَعۡرُوۡفٍ وَّ اَشۡہِدُوۡا  ذَوَیۡ عَدۡلٍ  مِّنۡکُمۡ وَ اَقِیۡمُوا الشَّہَادَۃَ  لِلّٰہِ ؕ ذٰلِکُمۡ یُوۡعَظُ بِہٖ  مَنۡ کَانَ یُؤۡمِنُ  بِاللّٰہِ  وَ الۡیَوۡمِ الۡاٰخِرِ ۬ؕ وَ  مَنۡ یَّتَّقِ اللّٰہَ  یَجۡعَلۡ لَّہٗ  مَخۡرَجًا ۙ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "فَاِذَا  بَلَغۡنَ  اَجَلَہُنَّ  فَاَمۡسِکُوۡہُنَّ بِمَعۡرُوۡفٍ اَوۡ فَارِقُوۡہُنَّ بِمَعۡرُوۡفٍ وَّ اَشۡہِدُوۡا  ذَوَیۡ عَدۡلٍ  مِّنۡکُمۡ وَ اَقِیۡمُوا الشَّہَادَۃَ  لِلّٰہِ ؕ ذٰلِکُمۡ یُوۡعَظُ بِہٖ  مَنۡ کَانَ یُؤۡمِنُ  بِاللّٰہِ  وَ الۡیَوۡمِ الۡاٰخِرِ ۬ؕ وَ  مَنۡ یَّتَّقِ اللّٰہَ  یَجۡعَلۡ لَّہٗ  مَخۡرَجًا ۙ﴿۲﴾ ",
			"index": "5219",
			"name": "সুতরাং যখন তারা তাদের মেয়াদকাল পর্যন্ত পৌঁছার উপক্রম হয়; তখন তাদেরকে উত্তমভাবে রেখে দাও অথবা উত্তম পন্থায় পৃথক করে দাও এবং নিজেদের মধ্যে দু’জন নির্ভরযোগ্য লোককে সাক্ষী করে নাও! এবং আল্লাহ্‌র জন্য সাক্ষী স্থির করো। এটা দ্বারা উপদেশ দেওয়া হচ্ছে তাকেই, যে আল্লাহ্‌ ও শেষ দিবসের উপর ঈমান রাখে; আর যে আল্লাহ্‌কে ভয় করে, আল্লাহ্‌ তাঁর জন্য মুক্তির পথ বের করে দেবেন; ",
			"en_kanzulimaan": "So when they are about to reach their appointed term, hold them back with kindness or separate them with kindness, and make two just men among you as witnesses, and establish the testimony for Allah; with this is advised whoever believes in Allah and the Last Day; and whoever fears Allah - Allah will create for him a way of deliverance.",
			"ur_kanzulimaan": "تو جب وہ اپنی میعاد تک پہنچنے کو ہوں تو انہیں بھلائی کے ساتھ روک لو یا بھلائی کے ساتھ جدا کرو اور اپنے میں دو ثقہ کو گواہ کرلو اور اللہ کے لیے گواہی قائم کرو اس سے نصیحت فرمائی جاتی ہے اسے جو اللہ اور پچھلے دن پر ایمان رکھتا ہو اور جو اللہ سے ڈرے اللہ اس کے لیے نجات کی راہ نکال دے گا",
			"hi_kanzulimaan": "तो जब वो अपनी मीआद तक को पहुंचने को हों (7फ) तो उन्हें भलाई के साथ रोक लो या भलाई के साथ जुदा करो (8फ) और अपने में दो सिक़ह को गवाह कर लो और अल्लाह के लिये गवाही क़ायम करो,(9फ) इससे नसीहत फ़रमाई जाती है उसे जो अल्लाह और पिछले दिन पर ईमान रखता हो (10फ) और जो अल्लाह से डरे (11फ) अल्लाह उसके लिये निजात की राह निकाल देगा (12फ)",
			"id": 2,
			"text": "فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا",
			"author": "২. অতঃপর যখন তারা তাদের ইদ্দতকালে (শেষের দিকে) পৌঁছে, তখন তাদেরকে যথোপযুক্ত পন্থায় (বিবাহবন্ধনে) রেখে দাও অথবা তাদেরকে যথোপযুক্ত পন্থায় পরিত্যাগ করো এবং তোমাদের মধ্য থেকে দু’জন ন্যায়পরায়ণ লোককে সাক্ষী রাখো। আর তোমরা আল্লাহ্‌র উদ্দেশ্যে সাক্ষ্য প্রতিষ্ঠা করো। এ (বিষয়) দ্বারা তাকে উপদেশ দেয়া হচ্ছে, যে আল্লাহ্ এবং শেষদিবসে বিশ্বাস রাখে। আর যে আল্লাহ্কে ভয় করে, তিনি তার জন্যে (পার্থিব এবং পরকালিন দুঃখ-দুশ্চিন্তা থেকে) নিস্কৃতির পথ তৈরি করে দেন,"
		},
		{
			"_id": "5220",
			"sura": "65",
			"para": "28",
			"verses": "3",
			"names": "وَّ یَرۡزُقۡہُ  مِنۡ حَیۡثُ لَا یَحۡتَسِبُ ؕ وَ مَنۡ  یَّتَوَکَّلۡ عَلَی اللّٰہِ  فَہُوَ حَسۡبُہٗ ؕ اِنَّ اللّٰہَ  بَالِغُ  اَمۡرِہٖ ؕ قَدۡ جَعَلَ اللّٰہُ  لِکُلِّ شَیۡءٍ  قَدۡرًا ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "وَّ یَرۡزُقۡہُ  مِنۡ حَیۡثُ لَا یَحۡتَسِبُ ؕ وَ مَنۡ  یَّتَوَکَّلۡ عَلَی اللّٰہِ  فَہُوَ حَسۡبُہٗ ؕ اِنَّ اللّٰہَ  بَالِغُ  اَمۡرِہٖ ؕ قَدۡ جَعَلَ اللّٰہُ  لِکُلِّ شَیۡءٍ  قَدۡرًا ﴿۳﴾ ",
			"index": "5220",
			"name": "এবং তাকে ওই স্থান থেকে জীবিকা দেবেন, যেখানে তাঁর কল্পনাও থাকে না এবং যে আল্লাহ্‌র উপর ভরসা করে, তবে তিনি তাঁর জন্য যথেষ্ট। নিশ্চয় আল্লাহ্‌ তাঁর কাজ পরিপূর্ণকারী। নিশ্চয় আল্লাহ্‌ প্রত্যেক বস্তুর একটা নির্দিষ্ট পরিমাণ রেখেছেন। ",
			"en_kanzulimaan": "And will provide him sustenance from a place he had never expected; and whoever relies on Allah  then Allah is Sufficient for him; indeed Allah will accomplish His command; indeed Allah has set a proper measure for all things.",
			"ur_kanzulimaan": "اور اسے وہاں سے روزی دے گا جہاں اس کا گمان نہ ہو، اور جو اللہ پر بھروسہ کرے تو وہ اسے کافی ہے بیشک اللہ اپنا کام پورا کرنے والا ہے، بیشک اللہ نے ہر چیز کا ایک اندازہ رکھا ہے،",
			"hi_kanzulimaan": "और उसे वहाँ से रोज़ी देगा जहाँ उसका गुमान न हो, और जो अल्लाह पर भरोसा करे तो वह उसे काफ़ी है (13फ) बेशक अल्लाह अपना काम पूरा करने वाला है, बेशक अल्लाह ने हर चीज़ का अन्दाज़ा कर रखा है",
			"id": 3,
			"text": "وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا",
			"author": "৩. এবং তাকে রিযিক দান করেন তার ধারণাতীত উৎস থেকে। আর যে ব্যক্তি আল্লাহ্‌র উপর ভরসা করে তার জন্যে তিনিই যথেষ্ট। নিশ্চয়ই আল্লাহ্ নিজ কর্ম পূর্ণকারী। আল্লাহ্ সবকিছুর জন্যে স্থির করেছেন নির্দিষ্ট পরিমাণ।"
		},
		{
			"_id": "5221",
			"sura": "65",
			"para": "28",
			"verses": "4",
			"names": "وَ الّٰٓیِٴۡ  یَئِسۡنَ مِنَ  الۡمَحِیۡضِ مِنۡ نِّسَآئِکُمۡ   اِنِ  ارۡتَبۡتُمۡ فَعِدَّتُہُنَّ  ثَلٰثَۃُ اَشۡہُرٍ ۙ وَّ الّٰٓیِٴۡ  لَمۡ یَحِضۡنَ ؕ وَ اُولَاتُ الۡاَحۡمَالِ  اَجَلُہُنَّ اَنۡ یَّضَعۡنَ حَمۡلَہُنَّ ؕ  وَ مَنۡ یَّتَّقِ اللّٰہَ  یَجۡعَلۡ لَّہٗ  مِنۡ  اَمۡرِہٖ یُسۡرًا ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ الّٰٓیِٴۡ  یَئِسۡنَ مِنَ  الۡمَحِیۡضِ مِنۡ نِّسَآئِکُمۡ   اِنِ  ارۡتَبۡتُمۡ فَعِدَّتُہُنَّ  ثَلٰثَۃُ اَشۡہُرٍ ۙ وَّ الّٰٓیِٴۡ  لَمۡ یَحِضۡنَ ؕ وَ اُولَاتُ الۡاَحۡمَالِ  اَجَلُہُنَّ اَنۡ یَّضَعۡنَ حَمۡلَہُنَّ ؕ  وَ مَنۡ یَّتَّقِ اللّٰہَ  یَجۡعَلۡ لَّہٗ  مِنۡ  اَمۡرِہٖ یُسۡرًا ﴿۴﴾ ",
			"index": "5221",
			"name": "এবং তোমাদের স্ত্রীদের মধ্যে যারা ‘হায়য’ (রজঃস্রাব) থেকে নিরাশ হয়েছে, যদি তোমাদের কিছুটা সন্দেহ থাকে, তবে তাদের ‘ইদ্দত’ তিন মাস এবং তাদেরও যাদের এখনও ‘হায়য’ আসে নি। আর গর্ভবর্তীদের ‘ইদ্দত’ হচ্ছে তাদের গর্ভস্থ সন্তান প্রসব করা পর্যন্ত এবং যে আল্লাহ্‌কে ভয় করবে, আল্লাহ্‌ তাঁর কাজ সহজ করে দেবেন। ",
			"en_kanzulimaan": "And for those of your women who have no hope of menstruation, if you doubt, the appointed period is three months - and also for those who have not yet had menstruation; and the appointed period for the pregnant women is up to the time they deliver their burden; and whoever fears Allah  Allah will create ease for him in his affairs.",
			"ur_kanzulimaan": "اور تمہاری عورتوں میں جنہیں حیض کی امید نہ رہی اگر تمہیں کچھ شک ہو تو ان کی عدت تین مہینے ہے اور ان کی جنہیں ابھی حیض نہ آیا اور حمل والیوں کی میعاد یہ ہے کہ وہ اپنا حمل جَن لیں اور جو اللہ سے ڈرے اللہ اس کے کام میں آسانی فرمادے گا،",
			"hi_kanzulimaan": "और तुम्हारी औरतों में जिन्हें हैज़ की उम्मीद न रही (14फ) अगर तुम्हें कुछ शक हो (15फ) तो उनकी इद्दत तीन महीने है और उनकी जिन्हें अभी हैज़ न आया (16फ) और हमल वालियों की मीआद यह है कि वो अपना हमल जन लें (17फ) और जो अल्लाह से डरे अल्लाह उसके काम में आसानी फ़रमा देगा",
			"id": 4,
			"text": "وَٱلَّـٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّـٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا",
			"author": "৪. আর তোমাদের নারীদের মধ্যে যাদের আর ঋতুবর্তী হবার আশা নেই, যদি (তাদের ইদ্দত গণনায়) তোমাদের সন্দেহ হয় তবে তাদের ইদ্দত তিন মাস এবং তাদেরও যাদের (এখনও) ঋতুকাল আসেনি। আর গর্ভবর্তী নারীদের ইদ্দত তাদের সন্তান প্রসব পর্যন্ত। আর যে আল্লাহ্কে ভয় করে, তিনি তার সমস্যা সহজ করে দেন।"
		},
		{
			"_id": "5222",
			"sura": "65",
			"para": "28",
			"verses": "5",
			"names": "ذٰلِکَ  اَمۡرُ اللّٰہِ  اَنۡزَلَہٗۤ  اِلَیۡکُمۡ ؕ وَ مَنۡ یَّتَّقِ اللّٰہَ یُکَفِّرۡ عَنۡہُ سَیِّاٰتِہٖ وَ یُعۡظِمۡ لَہٗۤ  اَجۡرًا ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ  اَمۡرُ اللّٰہِ  اَنۡزَلَہٗۤ  اِلَیۡکُمۡ ؕ وَ مَنۡ یَّتَّقِ اللّٰہَ یُکَفِّرۡ عَنۡہُ سَیِّاٰتِہٖ وَ یُعۡظِمۡ لَہٗۤ  اَجۡرًا ﴿۵﴾ ",
			"index": "5222",
			"name": "এটা আল্লাহ্‌র নির্দেশ, যা তিনি তোমাদের প্রতি অবতীর্ণ করেছেন; এবং যে আল্লাহ্‌কে ভয় করে আল্লাহ্‌ তাঁর পাপসমূহ মোচন করবেন এবং তাকে মহা প্রতিদান দেবেন। ",
			"en_kanzulimaan": "This is Allahs command that He has sent down towards you; and whoever fears Allah  Allah will relieve his sins and bestow upon him a great reward.",
			"ur_kanzulimaan": "یہ اللہ کا حکم ہے کہ اس نے تمہاری طرف اتارا، اور جو اللہ سے ڈرے اللہ اس کی برائیاں اتار دے گا اور اسے بڑا ثواب دے گا،",
			"hi_kanzulimaan": "यह (18फ) अल्लाह का हुक्म है कि उसने तुम्हारी तरफ़ उतारा, और जो अल्लाह से डरे (19फ) अल्लाह उसकी बुराइयाँ उतार देगा और उसे बड़ा सवाब देगा",
			"id": 5,
			"text": "ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا",
			"author": "৫. এ আল্লাহ্‌র নির্দেশ, যা তিনি তোমাদের প্রতি অবতীর্ণ করেন। আর যে আল্লাহ্কে ভয় করে, তিনি তার (আমলনামা) থেকে তার লঘুতর পাপ মুছে দেন এবং তার প্রতিদান বাড়িয়ে দেন।"
		},
		{
			"_id": "5223",
			"sura": "65",
			"para": "28",
			"verses": "6",
			"names": "اَسۡکِنُوۡہُنَّ  مِنۡ حَیۡثُ سَکَنۡتُمۡ مِّنۡ وُّجۡدِکُمۡ وَ لَا  تُضَآرُّوۡہُنَّ  لِتُضَیِّقُوۡا عَلَیۡہِنَّ ؕ وَ اِنۡ کُنَّ  اُولَاتِ حَمۡلٍ فَاَنۡفِقُوۡا عَلَیۡہِنَّ حَتّٰی یَضَعۡنَ حَمۡلَہُنَّ ۚ  فَاِنۡ  اَرۡضَعۡنَ لَکُمۡ  فَاٰتُوۡہُنَّ  اُجُوۡرَہُنَّ ۚ وَ اۡتَمِرُوۡا  بَیۡنَکُمۡ بِمَعۡرُوۡفٍ ۚ وَ اِنۡ  تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ  لَہٗۤ   اُخۡرٰی  ؕ﴿۶﴾",
			"number": "",
			"verses_PDMS": "اَسۡکِنُوۡہُنَّ  مِنۡ حَیۡثُ سَکَنۡتُمۡ مِّنۡ وُّجۡدِکُمۡ وَ لَا  تُضَآرُّوۡہُنَّ  لِتُضَیِّقُوۡا عَلَیۡہِنَّ ؕ وَ اِنۡ کُنَّ  اُولَاتِ حَمۡلٍ فَاَنۡفِقُوۡا عَلَیۡہِنَّ حَتّٰی یَضَعۡنَ حَمۡلَہُنَّ ۚ  فَاِنۡ  اَرۡضَعۡنَ لَکُمۡ  فَاٰتُوۡہُنَّ  اُجُوۡرَہُنَّ ۚ وَ اۡتَمِرُوۡا  بَیۡنَکُمۡ بِمَعۡرُوۡفٍ ۚ وَ اِنۡ  تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ  لَہٗۤ   اُخۡرٰی  ؕ﴿۶﴾",
			"index": "5223",
			"name": "স্ত্রীদেরকে সেখানেই রাখো, যেখানে নিজে থাকো, স্বীয় সামর্থ্যানুযায়ী এবং তাদের ক্ষতি করো না তাদেরকে সংকটে ফেলে। এবং যদি গর্ভবতী হয়, তবে তাদের জন্য ব্যয় করো, যতোদিন না তারা সন্তান প্রসব করে; অতঃপর যদি তারা তোমাদের জন্য সন্তানকে স্তন্য দান করে, তবে তাদেরকে তাদের পারিশ্রমিক দাও। এবং পরস্পরের মধ্যে সংগতভাবে পরামর্শ করো; অতঃপর যদি পরস্পর সংকট সৃষ্টি করো, তবে অবিলম্বে তাঁর জন্য অন্য নারী পাওয়া যাবে, যে দুধ পান করাবে। ",
			"en_kanzulimaan": "Accommodate them where you also reside, according to your means, and do not harass them to make it difficult upon them; and if they are pregnant, give them the provision till they deliver their burden; then if they suckle the child for you, pay them its due; and consult with each other in a reasonable manner; and if you create hardship for one another, the child will get another breast feeding nurse.",
			"ur_kanzulimaan": "عورتوں کو وہاں رکھو جہاں خود رہتے ہو اپنی طاقت بھر اور انہیں ضرر نہ دو کہ ان پر تنگی کرو اور اگر حمل والیاں ہوں تو انہیں نان و نفقہ دو یہاں تک کہ ان کے بچہ پیدا ہو پھر اگر وہ تمہارے لیے بچہ کو دودھ پلائیں تو انہیں اس کی اجرت دو اور آپس میں معقول طور پر مشورہ کرو پھر اگر باہم مضائقہ کرو (دشوار سمجھو) تو قریب ہے کہ اسے اور دودھ پلانے والی مل جائے گی،",
			"hi_kanzulimaan": "औरतों को वहाँ रखो जहाँ ख़ुद रहते हो अपनी ताक़त भर (20फ) और उन्हें ज़रर (कष्ट) न दो कि उनपर तंगी करो, (21फ) और अगर (22फ) हमल वालियाँ हों तो उन्हें नान नफ़क़ा दो, यहाँ तक कि उनके बच्चा पैदा हो (23फ) फिर अगर वो तुम्हारे लिये बच्चे को दूध पिलाएं तो उन्हें उसकी उजरत दो (24फ) और आपस में मअक़ूल तौर पर मशवरा करो (25फ) फिर अगर आपसी मज़ायक़ा करा (दुशवार समझो) (26फ) तो क़रीब है कि उसे और दूध पिलाने वाली मिल जाएगी",
			"id": 6,
			"text": "أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ",
			"author": "৬. তোমরা এ (তালাকপ্রাপ্তা) নারীদেরকে সেখানেই রাখো যেখানে তোমরা তোমাদের সাধ্যানুযায়ী অবস্থান করো এবং তাদেরকে কষ্ট দিয়ে (তাদের থাকার জায়গা) সংকটাপন্ন করো না। আর যদি তারা গর্ভবর্তী হয় তবে সন্তান জন্ম দেয়া পর্যন্ত তাদের জন্যে ব্যয় করতে থাকো। অতঃপর যদি তারা তোমাদের জন্যে (সন্তানকে) স্তন্য দান করে, তবে তাদেরকে এর বিনিময় পরিশোধ করো এবং পরস্পরে (যথারীতি) সঙ্গতভাবে পরামর্শ করো। আর যদি তোমরা পরস্পরে কঠিন অবস্থা অনুভব করো, তবে তাকে অপর (কোনো) নারী দুগ্ধ পান করাবে।"
		},
		{
			"_id": "5224",
			"sura": "65",
			"para": "28",
			"verses": "7",
			"names": "لِیُنۡفِقۡ  ذُوۡ سَعَۃٍ  مِّنۡ سَعَتِہٖ ؕ وَ مَنۡ قُدِرَ عَلَیۡہِ  رِزۡقُہٗ  فَلۡیُنۡفِقۡ مِمَّاۤ  اٰتٰىہُ اللّٰہُ ؕ لَا یُکَلِّفُ اللّٰہُ  نَفۡسًا اِلَّا مَاۤ  اٰتٰىہَا ؕ سَیَجۡعَلُ اللّٰہُ  بَعۡدَ عُسۡرٍ  یُّسۡرًا ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "لِیُنۡفِقۡ  ذُوۡ سَعَۃٍ  مِّنۡ سَعَتِہٖ ؕ وَ مَنۡ قُدِرَ عَلَیۡہِ  رِزۡقُہٗ  فَلۡیُنۡفِقۡ مِمَّاۤ  اٰتٰىہُ اللّٰہُ ؕ لَا یُکَلِّفُ اللّٰہُ  نَفۡسًا اِلَّا مَاۤ  اٰتٰىہَا ؕ سَیَجۡعَلُ اللّٰہُ  بَعۡدَ عُسۡرٍ  یُّسۡرًا ﴿۷﴾ ",
			"index": "5224",
			"name": "সামর্থ্যবান যেন স্বীয় সামর্থ্যাপযোগী ব্যয় করে এবং যার উপর তাঁর জীবিকা সংকীর্ণ করা হয়েছে সে তা থেকেই ব্যয় করবে যা তাকে আল্লাহ্‌ প্রদান করেছেন। আল্লাহ্‌ কোন আত্নার উপর বোঝা চাপান না, কিন্তু সেই পরিমাণ, যতটুকু তাকে প্রদান করেছেন। অবিলম্ব আল্লাহ্‌ কষ্টের পর স্বস্তি প্রদান করবেন।",
			"en_kanzulimaan": "Whoever has the capacity must give provisions according to his means; and the one whose sustenance is restricted upon him, must give provisions from what Allah has given him; Allah does not burden any soul except according to what He has given it; Allah will soon, after the hardship, create ease.",
			"ur_kanzulimaan": "مقدور والا اپنے مقدور کے قابل نفقہ دے، اور جس پر اس کا رزق تنگ کیا گیا وہ اس میں سے نفقہ دے جو اسے اللہ نے دیا، اللہ کسی جان پر بوجھ نہیں رکھتا مگر اسی قابل جتنا اسے دیا ہے، قریب ہے اللہ دشواری کے بعد آسانی فرمادے گا",
			"hi_kanzulimaan": "मक़दूर वाला (27फ) अपने मक़दूर के क़ाबिल नफ़क़ा दे,  और जिस पर उसका रिज़्क़ तंग किया गया वह उसमें से नफ़क़ा दे जो उसे अल्लाह ने दिया, अल्लाह किसी जान पर बोझ नहीं रखता मगर उसी क़ाबिल जितना उसे दिया है क़रीब है अल्लाह दुशवारी के बाद आसानी फ़रमा देगा (28फ)",
			"id": 7,
			"text": "لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا",
			"author": "৭. সামর্থ্যবান তার নিজ সামর্থ্য অনুযায়ী খরচ করবে। আর যার জীবনোপকরণ সীমিত সে (ভরণপোষণ হিসেবে) তা থেকে ব্যয় করবে আল্লাহ্ তাকে যা দিয়েছেন। আল্লাহ্ কাউকে তদপেক্ষা বেশি দায়িত্ব চাপিয়ে দেন না যতটুকু তিনি তাকে দিয়েছেন। আল্লাহ্ অচিরেই কষ্টের পর স্বস্তি দান করবেন।"
		},
		{
			"_id": "5225",
			"sura": "65",
			"para": "28",
			"verses": "8",
			"names": "وَ کَاَیِّنۡ  مِّنۡ  قَرۡیَۃٍ  عَتَتۡ عَنۡ اَمۡرِ رَبِّہَا وَ رُسُلِہٖ  فَحَاسَبۡنٰہَا حِسَابًا شَدِیۡدًا ۙ وَّ عَذَّبۡنٰہَا عَذَابًا  نُّکۡرًا ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَاَیِّنۡ  مِّنۡ  قَرۡیَۃٍ  عَتَتۡ عَنۡ اَمۡرِ رَبِّہَا وَ رُسُلِہٖ  فَحَاسَبۡنٰہَا حِسَابًا شَدِیۡدًا ۙ وَّ عَذَّبۡنٰہَا عَذَابًا  نُّکۡرًا ﴿۸﴾ ",
			"index": "5225",
			"name": "এবং কত শহরই ছিলো, যারা তাদের রবের নির্দেশ ও তাঁর রসূলগণের প্রতি অবাধ্যতা প্রদর্শন করেছে অতঃপর আমি তাদের থেকে কঠোর হিসাব নিয়েছি এবং তাদেরকে মন্দ মার দিয়েছি।",
			"en_kanzulimaan": "And many a town existed that rebelled against the command of its Lord and His Noble Messengers, so We took a severe account from it - and struck them with a dreadful punishment.",
			"ur_kanzulimaan": "اور کتنے ہی شہر تھے جنہوں نے اپنے رب کے حکم اور اس کے رسولوں سے سرکشی کی تو ہم نے ان سے سخت حسا ب لیا اور انہیں بری مار دی",
			"hi_kanzulimaan": "और कितने ही शहर थे जिन्होंने अपने रब के हुक्म से और उसके रसूलों से सरकशी की तो हमने उनसे सख़्त हिसाब लिया (29फ) और उन्हें बुरी मार दी (30फ)",
			"id": 8,
			"text": "وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا",
			"author": "৮. আর কতো জনপদ ছিল যারা (অর্থাৎ জনপদের অধিবাসীরা) তাদের প্রতিপালক এবং তাদের রাসূলগণের নির্দেশের অবাধ্য হয়েছিল এবং বিদ্রোহ করেছিল। ফলে আমরা তাদেরকে কঠোর হিসাবে পাকড়াও করেছিলাম এবং তাদেরকে এমন প্রচন্ড শাস্তি দিয়েছিলাম যা দেখাও যায়নি, শুনাও যায়নি।"
		},
		{
			"_id": "5226",
			"sura": "65",
			"para": "28",
			"verses": "9",
			"names": "فَذَاقَتۡ وَبَالَ  اَمۡرِہَا وَ کَانَ عَاقِبَۃُ اَمۡرِہَا خُسۡرًا ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "فَذَاقَتۡ وَبَالَ  اَمۡرِہَا وَ کَانَ عَاقِبَۃُ اَمۡرِہَا خُسۡرًا ﴿۹﴾ ",
			"index": "5226",
			"name": "তখন তারা তাদের কৃতকর্মের অশুভ পরিণতি ভোগ করেছে এবং তাদের কাজের পরিণতি হয়েছে অনিষ্টই। ",
			"en_kanzulimaan": "They therefore tasted the evil outcome of their deeds, and the outcome of their deeds was a loss.",
			"ur_kanzulimaan": "تو انہوں نے اپنے کیے کا وبال چکھا اور ان کے کام انجام گھاٹا ہوا،",
			"hi_kanzulimaan": "तो उन्होंने अपने किये का वबाल चखा और उनके काम का अंजाम घाटा हुआ",
			"id": 9,
			"text": "فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا",
			"author": "৯. সুতরাং তারা নিজ কর্মফল আস্বাদন করেছে; আর ক্ষতিই হলো তাদের কর্মের পরিণতি।"
		},
		{
			"_id": "5227",
			"sura": "65",
			"para": "28",
			"verses": "10",
			"names": "اَعَدَّ اللّٰہُ  لَہُمۡ عَذَابًا شَدِیۡدًا ۙ فَاتَّقُوا اللّٰہَ  یٰۤاُولِی  الۡاَلۡبَابِ ۬ۚۖۛ الَّذِیۡنَ اٰمَنُوۡا ؕ۟ۛ قَدۡ  اَنۡزَلَ  اللّٰہُ  اِلَیۡکُمۡ   ذِکۡرًا ﴿ۙ۱۰﴾ ",
			"number": "",
			"verses_PDMS": "اَعَدَّ اللّٰہُ  لَہُمۡ عَذَابًا شَدِیۡدًا ۙ فَاتَّقُوا اللّٰہَ  یٰۤاُولِی  الۡاَلۡبَابِ ۬ۚۖۛ الَّذِیۡنَ اٰمَنُوۡا ؕ۟ۛ قَدۡ  اَنۡزَلَ  اللّٰہُ  اِلَیۡکُمۡ   ذِکۡرًا ﴿ۙ۱۰﴾ ",
			"index": "5227",
			"name": "আল্লাহ্‌ তাদের জন্য কঠিন শাস্তি প্রস্তুত করে রেখেছেন। সুতরাং আল্লাহ্‌কে ভয়ো করো হে বিবেকসম্পন্নরা! ওই সব লোক, যারা ঈমান এনেছে; নিশ্চয় আল্লাহ্‌ তোমাদের জন্য সম্মান অবতারণ করেছেন;",
			"en_kanzulimaan": "Allah has kept prepared a severe punishment for them  therefore fear Allah, O men of intellect! O People who Believe! Allah has sent down a Remembrance (or an honour) for you. (The Holy Prophet is a Remembrance from Allah.)",
			"ur_kanzulimaan": "اللہ نے ان کے لیے سخت عذاب تیار کر رکھا ہے تو اللہ سے ڈرو اے عقل والو! وہ جو ایمان لائے ہو، بیشک اللہ نے تمہارے لیے عزت اتاری ہے،",
			"hi_kanzulimaan": "अल्लाह ने उनके लिये सख़्त अज़ाब तैयार कर रखा है तो अल्लाह से डरो, ऐ अक़्ल वालो! जो ईमान लाए हो, बेशक अल्लाह ने तुम्हारे लिये इज़्ज़त उतारी है",
			"id": 10,
			"text": "أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَـٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا",
			"author": "১০. আল্লাহ্ তাদের জন্যে (আখেরাতেও) কঠিন শাস্তি প্রস্তুত রেখেছেন। সুতরাং আল্লাহ্কে ভয় করতে থাকো, হে বোধসম্পন্ন ব্যক্তিগণ, যারা ঈমান আনয়ন করেছো। নিশ্চয়ই আল্লাহ্ তোমাদেরই প্রতি অবতীর্ণ করেছেন (কুরআনের) উপদেশ।"
		},
		{
			"_id": "5228",
			"sura": "65",
			"para": "28",
			"verses": "11",
			"names": "رَّسُوۡلًا یَّتۡلُوۡا  عَلَیۡکُمۡ  اٰیٰتِ اللّٰہِ مُبَیِّنٰتٍ لِّیُخۡرِجَ  الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ مِنَ الظُّلُمٰتِ  اِلَی النُّوۡرِ ؕ وَ مَنۡ یُّؤۡمِنۡۢ  بِاللّٰہِ وَ یَعۡمَلۡ صَالِحًا یُّدۡخِلۡہُ  جَنّٰتٍ تَجۡرِیۡ  مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَاۤ  اَبَدًا ؕ قَدۡ اَحۡسَنَ اللّٰہُ  لَہٗ  رِزۡقًا ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "رَّسُوۡلًا یَّتۡلُوۡا  عَلَیۡکُمۡ  اٰیٰتِ اللّٰہِ مُبَیِّنٰتٍ لِّیُخۡرِجَ  الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ مِنَ الظُّلُمٰتِ  اِلَی النُّوۡرِ ؕ وَ مَنۡ یُّؤۡمِنۡۢ  بِاللّٰہِ وَ یَعۡمَلۡ صَالِحًا یُّدۡخِلۡہُ  جَنّٰتٍ تَجۡرِیۡ  مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَاۤ  اَبَدًا ؕ قَدۡ اَحۡسَنَ اللّٰہُ  لَہٗ  رِزۡقًا ﴿۱۱﴾ ",
			"index": "5228",
			"name": "ওই রসূল, যিনি তোমাদের নিকট আল্লাহ্‌র সুস্পষ্ট আয়াতসমূহ পাঠ করেন, যাতে তাদেরকেই, যারা ঈমান এনেছে ও সৎকাজ করেছে অন্ধকাররাশি থেকে আলোর দিকে নিয়ে যান। এবং যে আল্লাহ্‌র উপর ঈমান আনে এবং সৎকর্ম করে, তাকে এমন বাগানসমূহে নিয়ে যাবেন, যেগুলোর নিম্নদেশে নহরসমূহ প্রবাহিত, যেগুলোতে তারা সর্বদা স্থায়ীভাবে থাকবে। নিশ্চয় আল্লাহ্‌ তার জন্য উত্তম জীবিকা রেখেছেন। ",
			"en_kanzulimaan": "The Noble Messenger who recites the clear verses of Allah to you, so that he may take those who accept faith and do good deeds, away from the realms of darkness towards light; and whoever accepts faith in Allah and does good deeds, Allah will admit him into Gardens beneath which rivers flow, to abide in them for ever and ever; indeed Allah has kept an excellent sustenance for him.",
			"ur_kanzulimaan": "وہ رسول کہ تم پر اللہ کی روشن آیتیں پڑھتا ہے تاکہ انہیں جو ایمان لائے اور اچھے کام کیے اندھیریوں سے اجالے کی طرف لے جائے، اور جو اللہ پر ایمان لائے اور اچھا کام کرے وہ اسے باغوں میں لے جائے گا جن کے نیچے نہریں بہیں جن میں ہمیشہ ہمیشہ رہیں، بیشک اللہ نے اس کے لیے اچھی روزی رکھی",
			"hi_kanzulimaan": "वह रसूल (31फ) कि तुम पर अल्लाह की रौशन आयतें पढ़ता है ताकि उन्हें जो ईमान लाए और अच्छे काम किये (32फ) अंधेरियों से (33फ) उजाले की तरफ़ ले जाए और जो अल्लाह पर ईमान लाए और अच्छा काम करे, वह उसे बाग़ में ले जाएगा जिनके नीचे नेहरें बहें जिनमें हमेशा हमेशा रहें, बेशक अल्लाह ने उसके लिये अच्छी रोज़ी रखी (34फ)",
			"id": 11,
			"text": "رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا",
			"author": "১১. (আর) রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামকেও প্রেরণ করা হয়েছে), যিনি তোমাদের কাছে আল্লাহ্‌র সুস্পষ্ট আয়াতসমূহ পাঠ করেন, যারা ঈমান এনেছে এবং সৎকর্ম করে তাদেরকে অন্ধকার থেকে আলোতে আনয়ন করার জন্যে। আর যে আল্লাহ্‌র উপর বিশ্বাস রাখে এবং সৎকর্ম করে, তিনি তাকে প্রবেশ করাবেন জান্নাতে, যার তলদেশে স্রোতধারা প্রবাহিত; তারা তাতে চিরকাল অবস্থান করবে। নিশ্চয়ই আল্লাহ্ তার জন্যে (প্রস্তুত) রেখেছেন অতি উত্তম রিযিক।"
		},
		{
			"_id": "5229",
			"sura": "65",
			"para": "28",
			"verses": "12",
			"names": "اَللّٰہُ  الَّذِیۡ خَلَقَ سَبۡعَ  سَمٰوٰتٍ وَّ مِنَ الۡاَرۡضِ مِثۡلَہُنَّ ؕ یَتَنَزَّلُ  الۡاَمۡرُ بَیۡنَہُنَّ لِتَعۡلَمُوۡۤا اَنَّ اللّٰہَ عَلٰی کُلِّ شَیۡءٍ قَدِیۡرٌ ۬ۙ وَّ اَنَّ اللّٰہَ  قَدۡ اَحَاطَ بِکُلِّ شَیۡءٍ عِلۡمًا  ﴿۱۲﴾",
			"number": "",
			"verses_PDMS": "اَللّٰہُ  الَّذِیۡ خَلَقَ سَبۡعَ  سَمٰوٰتٍ وَّ مِنَ الۡاَرۡضِ مِثۡلَہُنَّ ؕ یَتَنَزَّلُ  الۡاَمۡرُ بَیۡنَہُنَّ لِتَعۡلَمُوۡۤا اَنَّ اللّٰہَ عَلٰی کُلِّ شَیۡءٍ قَدِیۡرٌ ۬ۙ وَّ اَنَّ اللّٰہَ  قَدۡ اَحَاطَ بِکُلِّ شَیۡءٍ عِلۡمًا  ﴿۱۲﴾",
			"index": "5229",
			"name": "আল্লাহ্‌, যিনি সপ্ত আস্‌মান সৃষ্টি করেছেন এবং অনুরূপ সংখ্যায় যমীনসমূহও। নির্দেশ সেগুলোর মধ্যখানে অবতীর্ণ হয় যাতে তোমরা জানতে পারো যে, আল্লাহ্‌ সব কিছু করতে পারেন; আল্লাহ্‌র জ্ঞান সবকিছুকে পরিবেষ্টন করে আছে।",
			"en_kanzulimaan": "It is Allah Who has created the seven heavens, and seven earthly worlds like them; the command descends within them, so that you may know that Allah is Able to do all things, and that Allahs knowledge encompasses everything.",
			"ur_kanzulimaan": "اللہ ہے جس نے سات آسمان بنائے اور انہی کی برابر زمینیں حکم ان کے درمیان اترتا ہے تاکہ تم جان لو کہ اللہ سب کچھ کرسکتا ہے، اللہ کا علم ہر چیز کو محیط ہے،",
			"hi_kanzulimaan": "अल्लाह है जिसने सात आसमान बनाए (35फ) और उन्हीं के बराबर ज़मीनें (36फ) हुक्म उनके बीच उतरता है (37फ) ताकि तुम जान लो कि अल्लाह सब कुछ कर सकता है अल्लाह का इल्म हर चीज़ को घेरे है",
			"id": 12,
			"text": "ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا",
			"author": "১২. আল্লাহ্ই সৃষ্টি করেছেন সপ্তাকাশ এবং এগুলোর অনুরূপ (সপ্ত স্তর বিশিষ্ট) পৃথিবী। এসবের মাঝে (প্রকৃতির শৃঙ্খলা পরিচালনার) নির্দেশ অবতীর্ণ হতে থাকে, যাতে তোমরা জানতে পারো যে, আল্লাহ্ সবকিছুর উপর সর্বশক্তিমান এবং এই যে, আল্লাহ্ সকল কিছু স্বীয় জ্ঞান দ্বারা পরিবেষ্টন করে আছেন। (অর্থাৎ পরবর্তীকালে যখন বিজ্ঞান উন্নতি লাভ করবে, তখন আমরা আল্লাহ্‌র কুদরত এবং পরিবেষ্টনী জ্ঞানের মহত্ব কিছুটা বুঝতে পারবো যে কিভাবে তিনি শত শত বছর পূর্বে সেসব বাস্তবতা বর্ণনা করেছেন।)"
		}
	]