[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "5200",
			"sura": "64",
			"para": "28",
			"verses": "1",
			"names": "یُسَبِّحُ  لِلّٰہِ  مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ۚ لَہُ  الۡمُلۡکُ وَ لَہُ  الۡحَمۡدُ ۫ وَ ہُوَ عَلٰی کُلِّ  شَیۡءٍ   قَدِیۡرٌ ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "یُسَبِّحُ  لِلّٰہِ  مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ۚ لَہُ  الۡمُلۡکُ وَ لَہُ  الۡحَمۡدُ ۫ وَ ہُوَ عَلٰی کُلِّ  شَیۡءٍ   قَدِیۡرٌ ﴿۱﴾ ",
			"index": "5200",
			"name": "আল্লাহ্‌র পবিত্রতা ঘোষণা করে যা কিছু আস্‌মানসমূহে রয়েছে এবং যা কিছু যমীনে। রাজ্য তাঁরই এবং তাঁরই জন্য সমস্ত প্রশংসা। আর তিনি সবকিছুর উপর শক্তিমান। ",
			"en_kanzulimaan": "All whatever is in the heavens and all whatever is in the earth proclaims the Purity of Allah; His only is the kingship and His only is all praise; and He is Able to do all things.",
			"ur_kanzulimaan": "اللہ کی پاکی بولتا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں، اسی کا ملک ہے اور اسی کی تعریف اور وہ ہر چیز پر قادر ہے،",
			"hi_kanzulimaan": "अल्लाह की पाकी बोलता है जो कुछ आसमानो में है और जो कुछ ज़मीन में, उसी का मुल्क है और उसी की तारीफ़ (2फ) और वह हर चीज़ पर क़ादिर है",
			"id": 1,
			"text": "يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
			"author": "১. যা কিছু আকাশমন্ডলীতে এবং যা কিছু পৃথিবীতে রয়েছে (সবকিছুই) পবিত্রতা ও মহিমা ঘোষণা করে আল্লাহ্‌র। সমস্ত রাজত্ব তাঁরই এবং সকল প্রশংসাও তাঁরই। আর তিনি সকল কিছুর উপর সর্বশক্তিমান।"
		},
		{
			"_id": "5201",
			"sura": "64",
			"para": "28",
			"verses": "2",
			"names": "ہُوَ  الَّذِیۡ خَلَقَکُمۡ  فَمِنۡکُمۡ کَافِرٌ وَّ مِنۡکُمۡ  مُّؤۡمِنٌ ؕ وَ  اللّٰہُ  بِمَا تَعۡمَلُوۡنَ بَصِیۡرٌ ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "ہُوَ  الَّذِیۡ خَلَقَکُمۡ  فَمِنۡکُمۡ کَافِرٌ وَّ مِنۡکُمۡ  مُّؤۡمِنٌ ؕ وَ  اللّٰہُ  بِمَا تَعۡمَلُوۡنَ بَصِیۡرٌ ﴿۲﴾ ",
			"index": "5201",
			"name": "তিনিই, যিনি তোমাদেরকে সৃষ্টি করেছেন। সুতরাং তোমাদের মধ্যে কেউ কাফির এবং তোমাদের মধ্যে কেউ মুসলমান। এবং আল্লাহ্‌ তোমাদের কর্ম দেখছেন। ",
			"en_kanzulimaan": "It is He Who has created you, so among you one is a disbeliever whereas another is a Muslim; and Allah is seeing your deeds.",
			"ur_kanzulimaan": "وہی ہے جس نے تمہیں پیدا کیا تو تم میں کوئی کافر اور تم میں کوئی مسلمان اور اللہ تمہارے کام دیکھ رہا ہے،",
			"hi_kanzulimaan": "वही है जिसने तुम्हें पैदा किया तो तुममें कोई काफ़िर और तुम में कोई मुसलमान (3फ) और अल्लाह तुम्हारे काम देख रहा है",
			"id": 2,
			"text": "هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ",
			"author": "২. তিনিই তোমাদেরকে সৃষ্টি করেছেন, অতঃপর তোমাদের মধ্যে কেউ কাফের এবং কেউ মুমিন। আর তোমরা যা করো আল্লাহ্ তা ভালোভাবেই দেখেন।"
		},
		{
			"_id": "5202",
			"sura": "64",
			"para": "28",
			"verses": "3",
			"names": "خَلَقَ  السَّمٰوٰتِ وَ الۡاَرۡضَ بِالۡحَقِّ وَ صَوَّرَکُمۡ  فَاَحۡسَنَ صُوَرَکُمۡ ۚ وَ اِلَیۡہِ الۡمَصِیۡرُ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "خَلَقَ  السَّمٰوٰتِ وَ الۡاَرۡضَ بِالۡحَقِّ وَ صَوَّرَکُمۡ  فَاَحۡسَنَ صُوَرَکُمۡ ۚ وَ اِلَیۡہِ الۡمَصِیۡرُ ﴿۳﴾ ",
			"index": "5202",
			"name": "তিনি আস্‌মান ও যমীন সত্য সহকারে সৃষ্টি করেছেন এবং তোমাদেরকে আকৃতি দান করেছেন, সুতরাং তোমাদের উত্তম আকৃতিই তৈরি করেছেন এবং তাঁরই দিকে প্রত্যাবর্তন করতে হবে। ",
			"en_kanzulimaan": "He created the heavens and the earth with the truth, and fashioned you thereby making you in best shapes; and towards Him only is the return.",
			"ur_kanzulimaan": "اس نے آسمان اور زمین حق کے ساتھ بنائے اور تمہاری تصویر کی تو تمہاری اچھی صورت بنائی اور اسی کی طرف پھرنا ہے",
			"hi_kanzulimaan": "उसने आसमान और ज़मीन हक़ के साथ बनाए और तुम्हारी तस्वीर की तो तुम्हारी अच्छी सूरत बनाई (4फ) और उसी की तरफ़ फिरना है (5फ)",
			"id": 3,
			"text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ",
			"author": "৩. তিনিই আকাশমন্ডলী এবং পৃথিবী সৃষ্টি করেছেন প্রজ্ঞা ও অভীষ্ট লক্ষ্য সহকারে। আর (তিনিই) তোমাদের আকৃতি দিয়েছেন, অতঃপর তোমাদের আকৃতিকে করেছেন উৎকৃষ্টতর। আর তাঁরই দিকে (সকলের) প্রত্যাবর্তন।"
		},
		{
			"_id": "5203",
			"sura": "64",
			"para": "28",
			"verses": "4",
			"names": "یَعۡلَمُ  مَا فِی السَّمٰوٰتِ وَ الۡاَرۡضِ وَ یَعۡلَمُ  مَا تُسِرُّوۡنَ وَ مَا تُعۡلِنُوۡنَ ؕ وَ اللّٰہُ  عَلِیۡمٌۢ  بِذَاتِ  الصُّدُوۡرِ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "یَعۡلَمُ  مَا فِی السَّمٰوٰتِ وَ الۡاَرۡضِ وَ یَعۡلَمُ  مَا تُسِرُّوۡنَ وَ مَا تُعۡلِنُوۡنَ ؕ وَ اللّٰہُ  عَلِیۡمٌۢ  بِذَاتِ  الصُّدُوۡرِ ﴿۴﴾ ",
			"index": "5203",
			"name": "তিনি জানেন যা কিছু আস্‌মানসমূহ ও যমীনে রয়েছে এবং জানেন যা কিছু তোমরা গোপন করো এবং প্রকাশ করো; আর আল্লাহ্‌ অন্তগুলোর কথা জানেন। ",
			"en_kanzulimaan": "He knows all whatever is in the heavens and in the earth, and He knows all what you hide and all what you disclose; and Allah knows what lies within the hearts.",
			"ur_kanzulimaan": "جانتا ہے جو کچھ آسمانوں اور زمین میں ہے اور جانتا ہے جو تم چھپاتے اور ظاہر کرتے ہو، اور اللہ دلوں کی بات جانتا ہے،",
			"hi_kanzulimaan": "जानता है जो कुछ आसमान और ज़मीन में है और जानता है जो तुम छुपाते और ज़ाहिर करते हो, और अल्लाह दिलों की बात जानता है",
			"id": 4,
			"text": "يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
			"author": "৪. আকাশমন্ডলীতে এবং পৃথিবীতে যা কিছু রয়েছে তিনি জানেন এবং তিনি সেসবও জানেন যা তোমরা গোপন করো এবং যা তোমরা প্রকাশ করো। আর আল্লাহ্ অন্তরে রক্ষিত (গোপন) বিষয় সম্পর্কে(ও) সম্যক অবগত।"
		},
		{
			"_id": "5204",
			"sura": "64",
			"para": "28",
			"verses": "5",
			"names": "اَلَمۡ  یَاۡتِکُمۡ نَبَؤُا  الَّذِیۡنَ کَفَرُوۡا مِنۡ قَبۡلُ ۫ فَذَاقُوۡا وَبَالَ  اَمۡرِہِمۡ وَ لَہُمۡ عَذَابٌ  اَلِیۡمٌ  ﴿۵﴾",
			"number": "",
			"verses_PDMS": "اَلَمۡ  یَاۡتِکُمۡ نَبَؤُا  الَّذِیۡنَ کَفَرُوۡا مِنۡ قَبۡلُ ۫ فَذَاقُوۡا وَبَالَ  اَمۡرِہِمۡ وَ لَہُمۡ عَذَابٌ  اَلِیۡمٌ  ﴿۵﴾",
			"index": "5204",
			"name": "তোমাদের নিকট কি তাদের খবর আসে নি, যারা তোমাদের পূর্বে কুফর করেছে? এবং নিজেদের কর্মের অশুভ পরিণতি ভোগ করেছে? এবং তাদের জন্য বেদনাদায়ক শাস্তি রয়েছে। ",
			"en_kanzulimaan": "Did not the news of those who disbelieved before you reach you? So they tasted the evil outcome of their deeds, and for them is a painful punishment.",
			"ur_kanzulimaan": "کیا تمہیں ان کی خبر نہ آئی جنہوں نے تم سے پہلے کفر کیا اور اپنے کام کا وبال چکھا اور ان کے لیے دردناک عذاب ہے",
			"hi_kanzulimaan": "क्या तुम्हें (6फ) उनकी ख़बर न आई जिन्होंने तुमसे पहले कुफ़्र किया (7फ) और अपने काम का वबाल चखा (8फ) और उनके लिये दर्दनाक अज़ाब है (9फ)",
			"id": 5,
			"text": "أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
			"author": "৫. তোমাদের নিকট কি সেসব লোকের বৃত্তান্ত পৌঁছেনি যারা (তোমাদের) পূর্বে কুফরী করেছিল এবং (পৃথিবীতে) তাদের কর্মের শাস্তি আস্বাদন করেছে? আর (আখেরাতেও) তাদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।"
		},
		{
			"_id": "5205",
			"sura": "64",
			"para": "28",
			"verses": "6",
			"names": "ذٰلِکَ  بِاَنَّہٗ  کَانَتۡ  تَّاۡتِیۡہِمۡ  رُسُلُہُمۡ بِالۡبَیِّنٰتِ فَقَالُوۡۤا  اَبَشَرٌ یَّہۡدُوۡنَنَا ۫ فَکَفَرُوۡا وَ تَوَلَّوۡا وَّ اسۡتَغۡنَی اللّٰہُ ؕ وَ اللّٰہُ  غَنِیٌّ  حَمِیۡدٌ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ  بِاَنَّہٗ  کَانَتۡ  تَّاۡتِیۡہِمۡ  رُسُلُہُمۡ بِالۡبَیِّنٰتِ فَقَالُوۡۤا  اَبَشَرٌ یَّہۡدُوۡنَنَا ۫ فَکَفَرُوۡا وَ تَوَلَّوۡا وَّ اسۡتَغۡنَی اللّٰہُ ؕ وَ اللّٰہُ  غَنِیٌّ  حَمِیۡدٌ ﴿۶﴾ ",
			"index": "5205",
			"name": "এটা এ জন্য যে, তাদের নিকট তাদের রসূল সুস্পষ্ট প্রমাণাদি নিয়ে আসতেন, তখন তারা বলেছে, ‘মানুষই কি আমাদেরকে পথ প্রদর্শন করবে?’ সুতরাং তারা কাফির হয়েছে এবং ফিরে গেছে। আর আল্লাহ্‌ পরোয়া করেন নি। এবং আল্লাহ্‌ পরোয়াহীন, সমস্ত প্রশংসায় প্রশংসিত। ",
			"en_kanzulimaan": "This is because their Noble Messengers used to bring clear proofs to them - in response they said, What! Will humans show us the way?; they therefore became disbelievers and turned away, and Allah acted independently; and Allah is the Independent, the Most Praiseworthy.",
			"ur_kanzulimaan": "یہ اس لیے کہ ان کے پاس ان کے رسول روشن دلیلیں لاتے تو بولے، کیا آدمی ہمیں راہ بتائیں گے تو کافر ہوئے اور پھر گئے اور اللہ نے بے نیازی کو کام فرمایا، اور اللہ بے نیاز ہے سب خوبیوں سراہا،",
			"hi_kanzulimaan": "यह इसलिये कि उनके पास उनके रसूल रौशन दलीलें लाते (10फ) तो बोले क्या आदमी हमें राह बताएंगे (11फ) तो काफ़िर हुए (12फ) और फिर गए (13फ) और अल्लाह ने बेनियाज़ी को काम फ़रमाया और अल्लाह बेनियाज़ है सब ख़ूबियों सराहा",
			"id": 6,
			"text": "ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ",
			"author": "৬. তা এ জন্যে যে, তাদের নিকট তাদের রাসূলগণ সুস্পষ্ট নিদর্শনাবলী নিয়ে আসতেন, তখন তারা বলতো, ‘(আমাদেরই মতো এবং আমাদেরই প্রকৃতির)* মানুষ কি আমাদেরকে হেদায়াত করবে?’ অতঃপর তারা কুফরী করলো এবং (সত্য থেকে) মুখ ফিরিয়ে নিল। আর এতে আল্লাহ্‌র কিছুই যায় আসে না; আল্লাহ্ অমুখাপেক্ষী, প্রশংসা ও গুণগানের উপযুক্ত।\n\n* ‘বাশার’ শব্দের এই অর্থই গ্রহণ করেছেনে তাফসিরকারকগণ। রেফারেন্সর জন্যে দেখুন তাফসিরে তাবারী, আল-কাশ্শাফ, বাগাভী, খাজেন, মাজহারী এবং ফতহুল কাদির ইত্যাদি।"
		},
		{
			"_id": "5206",
			"sura": "64",
			"para": "28",
			"verses": "7",
			"names": "زَعَمَ  الَّذِیۡنَ  کَفَرُوۡۤا اَنۡ  لَّنۡ یُّبۡعَثُوۡا ؕ قُلۡ  بَلٰی وَ رَبِّیۡ  لَتُبۡعَثُنَّ  ثُمَّ  لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡ ؕ وَ ذٰلِکَ عَلَی اللّٰہِ   یَسِیۡرٌ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "زَعَمَ  الَّذِیۡنَ  کَفَرُوۡۤا اَنۡ  لَّنۡ یُّبۡعَثُوۡا ؕ قُلۡ  بَلٰی وَ رَبِّیۡ  لَتُبۡعَثُنَّ  ثُمَّ  لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡ ؕ وَ ذٰلِکَ عَلَی اللّٰہِ   یَسِیۡرٌ ﴿۷﴾ ",
			"index": "5206",
			"name": "কাফিরগণ বক্‌লো যে, তারা কখনো পুনরুত্থিত হবে না। আপনি বলুন, ‘কেন নয়, আমার রবের শপথ, তোমরা অবশ্যই পুনরুত্থিত হবে, অতঃপর তোমাদের কৃতকর্ম তোমাদেরকে জানিয়ে দেওয়া হবে। আর এটা আল্লাহ্‌র জন্য সহজ। ",
			"en_kanzulimaan": "The disbelievers alleged that they will surely not be raised again; proclaim (O dear Prophet Mohammed  peace and blessings be upon him), Surely yes, why not? By oath of my Lord, you will surely be raised again and you will then be informed of your misdeeds; and this is easy for Allah.",
			"ur_kanzulimaan": "کافروں نے بکا کہ وہ ہرگز نہ اٹھائے جائیں گے، تم فرماؤ کیوں نہیں میرے رب کی قسم تم ضرور اٹھائے جاؤ گے پھر تمہارے کوتک تمہیں جتا دیے جائیں گے، اور یہ اللہ کو آسان ہے،",
			"hi_kanzulimaan": "काफ़िरों ने बका कि वो हरगिज़ न उठाए जाएंगे, तुम फ़रमाओ क्यों नहीं, मेरे रब की क़सम, तुम ज़रूर उठाए जाओगे फिर तुम्हारे कौतुक तुम्हें जता दिये जाएंगे, और यह अल्लाह को आसान है",
			"id": 7,
			"text": "زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
			"author": "৭. কাফেরেরা ধারণা করেছে যে, তাদেরকে কখনো (দ্বিতীয়বার) উত্থিত করা হবে না। বলে দিন, ‘অবশ্যই হবে, আমার প্রতিপালকের শপথ! তোমাদেরকে অবশ্যই উত্থিত করা হবে, অতঃপর তোমাদেরকে অবহিত করা হবে যা কিছু তোমরা করতে। আর তা আল্লাহ্‌র পক্ষে খুবই সহজ।’"
		},
		{
			"_id": "5207",
			"sura": "64",
			"para": "28",
			"verses": "8",
			"names": "فَاٰمِنُوۡا بِاللّٰہِ وَ رَسُوۡلِہٖ وَ النُّوۡرِ الَّذِیۡۤ اَنۡزَلۡنَا ؕ وَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ خَبِیۡرٌ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "فَاٰمِنُوۡا بِاللّٰہِ وَ رَسُوۡلِہٖ وَ النُّوۡرِ الَّذِیۡۤ اَنۡزَلۡنَا ؕ وَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ خَبِیۡرٌ ﴿۸﴾ ",
			"index": "5207",
			"name": "সুতরাং তোমরা ঈমান আনো আল্লাহ্‌ ও তাঁর রসূল এবং ওই নূরের উপর, যা আমি অবতীর্ণ করেছি। এবং আল্লাহ্‌ তোমাদের কার্যাদি সম্পর্কে অবহিত। ",
			"en_kanzulimaan": "Therefore accept faith in Allah and His Noble Messenger and the light which We have sent down; and Allah is Well Aware of what you do.",
			"ur_kanzulimaan": "تو ایمان لاؤ اللہ اور اس کے رسول اور اس نور پر جو ہم نے اتارا، اور اللہ تمہارے کاموں سے خبردار ہے،",
			"hi_kanzulimaan": "तो ईमान लाओ अल्लाह और उसके रसूल और उस नूर पर (14फ) जो हमने उतारा और अल्लाह तुम्हारे कामों से ख़बरदार है",
			"id": 8,
			"text": "فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
			"author": "৮. অতঃপর তোমরা আল্লাহ্ এবং তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) এবং যে জ্যোতি আমরা অবতীর্ণ করেছি তাতে ঈমান আনয়ন করো। আর আল্লাহ্ সেসব কর্মকান্ড সম্পর্কে জ্ঞাত যা তোমরা করো।"
		},
		{
			"_id": "5208",
			"sura": "64",
			"para": "28",
			"verses": "9",
			"names": "یَوۡمَ یَجۡمَعُکُمۡ  لِیَوۡمِ الۡجَمۡعِ ذٰلِکَ یَوۡمُ التَّغَابُنِ ؕ وَ مَنۡ یُّؤۡمِنۡۢ  بِاللّٰہِ وَ یَعۡمَلۡ  صَالِحًا یُّکَفِّرۡ عَنۡہُ  سَیِّاٰتِہٖ وَ یُدۡخِلۡہُ  جَنّٰتٍ تَجۡرِیۡ  مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَاۤ  اَبَدًا ؕ ذٰلِکَ الۡفَوۡزُ الۡعَظِیۡمُ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "یَوۡمَ یَجۡمَعُکُمۡ  لِیَوۡمِ الۡجَمۡعِ ذٰلِکَ یَوۡمُ التَّغَابُنِ ؕ وَ مَنۡ یُّؤۡمِنۡۢ  بِاللّٰہِ وَ یَعۡمَلۡ  صَالِحًا یُّکَفِّرۡ عَنۡہُ  سَیِّاٰتِہٖ وَ یُدۡخِلۡہُ  جَنّٰتٍ تَجۡرِیۡ  مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَاۤ  اَبَدًا ؕ ذٰلِکَ الۡفَوۡزُ الۡعَظِیۡمُ ﴿۹﴾ ",
			"index": "5208",
			"name": "যেদিন তোমাদেরকে একত্রিত করবেন, সবার একত্রিত হবার দিনে, সেদিন হচ্ছে ক্ষতিগ্রস্ত হবারই এবং যে ব্যক্তি আল্লাহ্‌র প্রতি ঈমান আনে এবং ভালো কাজ করে আল্লাহ্‌ তাঁর পাপাচারসমূহ মোচন করবেন এবং তাকে বাগানসমূহে নিয়ে যাবেন, যে গুলোর নিম্নদেশে নহরসমূহ প্রবহমান, তারা তাতে স্থায়ীভাবে থাকবে। এটাই মহা সাফল্য। ",
			"en_kanzulimaan": "The day when He will gather you, on the Day of Collective Assembly  that is the day when the loss of the losers will be laid bare; and whoever believes in Allah and does good deeds, Allah will relieve him of his sins and admit him into Gardens beneath which rivers flow, for them to abide in it forever; this is the greatest success.",
			"ur_kanzulimaan": "جس دن تمہیں اکٹھا کرے گا سب جمع ہونے کے دن وہ دن ہے ہار والوں کی ہار کھلنے کا اور جو اللہ پر ایمان لائے اور اچھا کام کرے اللہ اس کی برائیاں اتاردے گا اور اسے باغوں میں لے جائے گا جن کے نیچے نہریں بہیں کہ وہ ہمیشہ ان میں رہیں، یہی بڑی کامیابی ہے،",
			"hi_kanzulimaan": "जिस दिन तुम्हें इकट्ठा करेगा सब जमा होने के दिन (15फ) वह दिन है हार वालों की हार खुलने का (16फ) और जो अल्लाह पर ईमान लाए और अच्छा काम करे अल्लाह उसकी बुराइयाँ उतार देगा और उसे बाग़ों में ले जाएगा जिनके नीचे नेहरें बहें कि वो, हमेशा उनमें रहें, यही बड़ी कामयाबी है",
			"id": 9,
			"text": "يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
			"author": "৯. যেদিন তিনি তোমাদেরকে সমাবেশ দিবসে (হাশরের ময়দানে) সমবেত করবেন, সেদিন হবে পরাজয় এবং লোকসান প্রকাশিত হবার দিন। যে ব্যক্তি আল্লাহ্তে বিশ্বাস স্থাপন করে এবং সৎকর্ম করে, তবে (আল্লাহ্) এ (আমলনামা) থেকে তার পাপসমূহ মোচন করে দেবেন এবং তাকে প্রবেশ করাবেন জান্নাতে, যার পাদদেশে স্রোতধারা প্রবাহিত, তাতে তারা চিরকাল অবস্থান করবে। এটিই মহাসাফল্য।"
		},
		{
			"_id": "5209",
			"sura": "64",
			"para": "28",
			"verses": "10",
			"names": "وَ الَّذِیۡنَ کَفَرُوۡا  وَ کَذَّبُوۡا بِاٰیٰتِنَاۤ اُولٰٓئِکَ اَصۡحٰبُ النَّارِ خٰلِدِیۡنَ فِیۡہَا ؕ وَ  بِئۡسَ الۡمَصِیۡرُ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ کَفَرُوۡا  وَ کَذَّبُوۡا بِاٰیٰتِنَاۤ اُولٰٓئِکَ اَصۡحٰبُ النَّارِ خٰلِدِیۡنَ فِیۡہَا ؕ وَ  بِئۡسَ الۡمَصِیۡرُ ﴿۱۰﴾ ",
			"index": "5209",
			"name": "এবং যারা কুফর করেছে এবং আমার আয়াতসমূহকে অস্বীকার করেছে তারা অগ্নিবাসী, স্থায়ীভাবে তাতে থাকবে। এবং কতই মন্দ পরিণতি। ",
			"en_kanzulimaan": "And those who disbelieved and denied Our signs, are the people of the fire  to remain in it forever; and what a wretched outcome!",
			"ur_kanzulimaan": "اور جنہوں نے کفر کیا اور ہماری آیتیں جھٹلائیں وہ آگ والے ہیں ہمیشہ اس میں رہیں، اور کیا ہی برا انجام،",
			"hi_kanzulimaan": "और जिन्होंने कुफ़्र किया और हमारी आयतें झुटलाईं वो आग वाले हैं हमेशा उसमें रहें, और क्या ही बुरा अंजाम",
			"id": 10,
			"text": "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ",
			"author": "১০. আর যারা কুফরী করে এবং আমাদের আয়াতসমূহকে মিথ্যাপ্রতিপন্ন করে, তারাই জাহান্নামের অধিবাসী; (যারা) এতে চিরকাল অবস্থান করবে। আর কতো মন্দ সে প্রত্যাবর্তনস্থল।"
		},
		{
			"_id": "5210",
			"sura": "64",
			"para": "28",
			"verses": "11",
			"names": "مَاۤ  اَصَابَ مِنۡ مُّصِیۡبَۃٍ  اِلَّا بِاِذۡنِ اللّٰہِ ؕ وَ  مَنۡ یُّؤۡمِنۡۢ  بِاللّٰہِ  یَہۡدِ  قَلۡبَہٗ ؕ وَ اللّٰہُ  بِکُلِّ  شَیۡءٍ  عَلِیۡمٌ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "مَاۤ  اَصَابَ مِنۡ مُّصِیۡبَۃٍ  اِلَّا بِاِذۡنِ اللّٰہِ ؕ وَ  مَنۡ یُّؤۡمِنۡۢ  بِاللّٰہِ  یَہۡدِ  قَلۡبَہٗ ؕ وَ اللّٰہُ  بِکُلِّ  شَیۡءٍ  عَلِیۡمٌ ﴿۱۱﴾ ",
			"index": "5210",
			"name": "আল্লাহ্‌র নির্দেশ ব্যতিরেকে কোন বিপদই আপতিত হয় না। এবং যে কেউ আল্লাহ্‌র উপর ঈমান আনে আল্লাহ্‌ তাঁর অন্তরকে হিদায়ত করবেন এবং আল্লাহ্‌ সবকিছু জানেন। ",
			"en_kanzulimaan": "No misfortune befalls except by Allahs command; and Allah will guide the heart of whoever accepts faith in Him; and Allah knows all things.",
			"ur_kanzulimaan": "کوئی مصیبت نہیں پہنچتی مگر اللہ کے حکم سے، اور جو اللہ پر ایمان لائے اللہ اس کے دل کو ہدایت فرمادے گا اور اللہ سب کچھ جانتا ہے،",
			"hi_kanzulimaan": "कोई मुसीबत नहीं पहुंचती (17फ) मगर अल्लाह के हुक्म से, और जो अल्लाह पर ईमान लाए (18फ) अल्लाह उसके दिल को हिदायत फ़रमादेगा (19फ) और अल्लाह सब कुछ जानता है",
			"id": 11,
			"text": "مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ",
			"author": "১১. আল্লাহ্‌র অনুমতি ব্যতীত (কারো উপর) কোনো বিপদই আপতিত হয় না এবং যে আল্লাহ্‌র উপর ঈমান আনে তার অন্তরকে তিনি সৎপথে পরিচালিত করেন। আর আল্লাহ্ সকল বিষয়ে সম্যক পরিজ্ঞাত।"
		},
		{
			"_id": "5211",
			"sura": "64",
			"para": "28",
			"verses": "12",
			"names": "وَ اَطِیۡعُوا اللّٰہَ  وَ اَطِیۡعُوا الرَّسُوۡلَ ۚ فَاِنۡ  تَوَلَّیۡتُمۡ  فَاِنَّمَا عَلٰی  رَسُوۡلِنَا الۡبَلٰغُ  الۡمُبِیۡنُ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَطِیۡعُوا اللّٰہَ  وَ اَطِیۡعُوا الرَّسُوۡلَ ۚ فَاِنۡ  تَوَلَّیۡتُمۡ  فَاِنَّمَا عَلٰی  رَسُوۡلِنَا الۡبَلٰغُ  الۡمُبِیۡنُ ﴿۱۲﴾ ",
			"index": "5211",
			"name": "এবং আল্লাহ্‌র নির্দেশ মান্য করো ও রসূলের নির্দেশ মান্য করো। অতঃপর যদি তোমরা মুখ ফিরিয়ে নাও, তবে জেনে রেখো যে, আমার রসূলের দায়িত্ব শুধু সুস্পষ্টভাবে পৌঁছিয়ে দেওয়াই। ",
			"en_kanzulimaan": "And obey Allah and obey His Noble Messenger; then if you turn away, know that the duty upon Our Noble Messenger is only to plainly convey.",
			"ur_kanzulimaan": "اور اللہ کا حکم مانو اور رسول کا حکم مانو، پھر اگر تم منہ پھیرو تو جان لو کہ ہمارے رسول پر صرف صریح پہنچا دینا ہے",
			"hi_kanzulimaan": "और अल्लाह का हुक्म मानो और रसूल का हुक्म मानो फिर अगर तुम मुंह फेरो (20फ) तो जान लो कि हमारे रसूल पर सिर्फ़ खुला पहुंचा देना है (21फ)",
			"id": 12,
			"text": "وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
			"author": "১২. আর তোমরা আনুগত্য করো আল্লাহ্‌র এবং আনুগত্য করো রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর। অতঃপর যদি তোমরা মুখ ফিরিয়ে নাও, তবে (মনে রেখো) আমাদের রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর দায়িত্ব কেবল সুস্পষ্টরূপে (বিধিবিধানসমূহ) পৌঁছে দেয়া।"
		},
		{
			"_id": "5212",
			"sura": "64",
			"para": "28",
			"verses": "13",
			"names": "اَللّٰہُ  لَاۤ  اِلٰہَ  اِلَّا ہُوَ ؕ وَ عَلَی اللّٰہِ فَلۡیَتَوَکَّلِ  الۡمُؤۡمِنُوۡنَ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "اَللّٰہُ  لَاۤ  اِلٰہَ  اِلَّا ہُوَ ؕ وَ عَلَی اللّٰہِ فَلۡیَتَوَکَّلِ  الۡمُؤۡمِنُوۡنَ ﴿۱۳﴾ ",
			"index": "5212",
			"name": "আল্লাহ্‌, যিনি ব্যতীত অন্য কারো ইবাদত নেই এবং আল্লাহ্‌রই উপর যেন ঈমানদারগণ ভরসা করে।",
			"en_kanzulimaan": "Allah  there is none worthy of worship except Him; and only upon Allah must the Muslims rely.",
			"ur_kanzulimaan": "اللہ ہے جس کے سوا کسی کی بندگی نہیں اور اللہ ہی پر ایمان والے بھروسہ کریں،",
			"hi_kanzulimaan": "अल्लाह है जिसके सिवा किसी की बन्दगी नहीं और अल्लाह ही पर ईमान वाले भरोसा करें",
			"id": 13,
			"text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
			"author": "১৩. আল্লাহ্ (উপাস্য), তিনি ব্যতীত কোনো ইলাহ্ নেই; সুতরাং ঈমানদারগণের আল্লাহ্‌রই প্রতি ভরসা রাখা উচিত।"
		},
		{
			"_id": "5213",
			"sura": "64",
			"para": "28",
			"verses": "14",
			"names": "یٰۤاَیُّہَا  الَّذِیۡنَ  اٰمَنُوۡۤا اِنَّ مِنۡ اَزۡوَاجِکُمۡ وَ اَوۡلَادِکُمۡ عَدُوًّا  لَّکُمۡ فَاحۡذَرُوۡہُمۡ ۚ  وَ  اِنۡ  تَعۡفُوۡا وَ تَصۡفَحُوۡا وَ تَغۡفِرُوۡا  فَاِنَّ اللّٰہَ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا  الَّذِیۡنَ  اٰمَنُوۡۤا اِنَّ مِنۡ اَزۡوَاجِکُمۡ وَ اَوۡلَادِکُمۡ عَدُوًّا  لَّکُمۡ فَاحۡذَرُوۡہُمۡ ۚ  وَ  اِنۡ  تَعۡفُوۡا وَ تَصۡفَحُوۡا وَ تَغۡفِرُوۡا  فَاِنَّ اللّٰہَ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۱۴﴾ ",
			"index": "5213",
			"name": "হে ঈমানদারগণ! তোমাদের কিছু সংখ্যক স্ত্রী ও সন্তান তোমাদের শত্রু। সুতরাং তাদের থেকে সতর্ক থাকো! এবং যদি মাফ করো, (তাদের দোষত্রুটি) উপেক্ষা করো এবং ক্ষমা করে দাও, তবে নিশ্চয় আল্লাহ্‌ ক্ষমাশীল, দয়ালু।",
			"en_kanzulimaan": "O People who Believe! Some of your wives and children are your enemies, therefore be wary of them; and if you pardon and overlook and forgive, then indeed Allah is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "اے ایمان والو تمہاری کچھ بی بیا ں اور بچے تمہارے دشمن ہیں تو ان سے احتیاط رکھو اور اگر معاف کرو اور درگزرو اور بخش دو تو بیشک اللہ بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "ऐ ईमान वालो! तुम्हारी कुछ बीबियां और बच्चे तुम्हारे दुश्मन हैं (22फ) तो उनसे एहतियात रखो (23फ) और अगर माफ़ करो और दरगुज़र करो और बख़्श दो तो बेशक अल्लाह बख़्शने वाला मेहरबान है",
			"id": 14,
			"text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
			"author": "১৪. হে ঈমানদারগণ! নিশ্চয়ই তোমাদের স্ত্রীগণ এবং তোমাদের সন্তানদের মধ্যে কেউ কেউ তোমাদের শত্রু। অতএব তাদের থেকে সতর্ক থাকো। আর যদি তোমরা দৃষ্টি এড়িয়ে যাও ও উপেক্ষা করো এবং মার্জনা করে দাও, তবে অবশ্যই আল্লাহ্ ক্ষমাশীল, পরম দয়ালু।"
		},
		{
			"_id": "5214",
			"sura": "64",
			"para": "28",
			"verses": "15",
			"names": "اِنَّمَاۤ  اَمۡوَالُکُمۡ وَ اَوۡلَادُکُمۡ  فِتۡنَۃٌ ؕ وَ اللّٰہُ  عِنۡدَہٗۤ   اَجۡرٌ  عَظِیۡمٌ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّمَاۤ  اَمۡوَالُکُمۡ وَ اَوۡلَادُکُمۡ  فِتۡنَۃٌ ؕ وَ اللّٰہُ  عِنۡدَہٗۤ   اَجۡرٌ  عَظِیۡمٌ ﴿۱۵﴾ ",
			"index": "5214",
			"name": "তোমাদের সম্পদ ও তোমাদের সন্তানগণ হচ্ছে পরীক্ষাই এবং আল্লাহ্‌র নিকট মহা পুরস্কার রয়েছে। ",
			"en_kanzulimaan": "Your wealth and your children are just a test; and with Allah is a tremendous reward.",
			"ur_kanzulimaan": "تمہارے مال اور تمہارے بچے جانچ ہی ہیں اور اللہ کے پاس بڑا ثواب ہے",
			"hi_kanzulimaan": "तुम्हारे माल और तुम्हारे बच्चे जांच ही हैं (24फ) और अल्लाह के पास बड़ा सवाब है (25फ)",
			"id": 15,
			"text": "إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ",
			"author": "১৫. তোমাদের সম্পদ ও তোমাদের সন্তান-সন্ততি তো কেবল পরীক্ষা মাত্র। আর আল্লাহ্‌র নিকট রয়েছে মহাপ্রতিদান।"
		},
		{
			"_id": "5215",
			"sura": "64",
			"para": "28",
			"verses": "16",
			"names": "فَاتَّقُوا اللّٰہَ  مَا  اسۡتَطَعۡتُمۡ وَ اسۡمَعُوۡا وَ اَطِیۡعُوۡا وَ اَنۡفِقُوۡا خَیۡرًا  لِّاَنۡفُسِکُمۡ ؕ وَ مَنۡ یُّوۡقَ شُحَّ نَفۡسِہٖ  فَاُولٰٓئِکَ ہُمُ الۡمُفۡلِحُوۡنَ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "فَاتَّقُوا اللّٰہَ  مَا  اسۡتَطَعۡتُمۡ وَ اسۡمَعُوۡا وَ اَطِیۡعُوۡا وَ اَنۡفِقُوۡا خَیۡرًا  لِّاَنۡفُسِکُمۡ ؕ وَ مَنۡ یُّوۡقَ شُحَّ نَفۡسِہٖ  فَاُولٰٓئِکَ ہُمُ الۡمُفۡلِحُوۡنَ ﴿۱۶﴾ ",
			"index": "5215",
			"name": "সুতরাং আল্লাহ্‌কে ভয় করো যে পর্যন্ত সম্ভব হয়! এবং ফরমান শ্রবণ করো ও নির্দেশ মান্য করো। আর আল্লাহ্‌র পথে ব্যয় করো! নিজেদের মঙ্গলের জন্য এবং যাকে স্বীয় প্রাণের লালসা থেকে রক্ষা করা হয়েছে তবে তারাই সাফল্য লাভকারী। ",
			"en_kanzulimaan": "Therefore fear Allah as much as possible, and heed the commands, and obey, and spend in Allahs cause, for your own good; and whoever is rescued from the greed of his own soul  is they who will be successful.",
			"ur_kanzulimaan": "تو اللہ سے ڈرو جہاں تک ہوسکے اور فرمان سنو اور حکم مانو اور اللہ کی راہ میں خرچ کرو اپنے بھلے کو، اور جو اپنی جان کے لالچ سے بچایا گیا تو وہی فلاح پانے والے ہیں،",
			"hi_kanzulimaan": "तो अल्लाह से डरो जहाँ तक हो सके (26फ) और फ़रमान सुनो और हुक्म मानो (27फ) और अल्लाह की राह में ख़र्च करो अपने भले को, और जो अपनी जान के लालच से बचाया गया (28फ) तो वही भलाई पाने वाले हैं",
			"id": 16,
			"text": "فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
			"author": "১৬. অতএব তোমরা আল্লাহ্কে যথাসাধ্য ভয় করতে থাকো। আর (তাঁর বিধিবিধান) শ্রবণ করো, আনুগত্য করো এবং (তাঁর পথে) ব্যয় করো, তোমাদেরই কল্যাণের জন্যে। আর যারা নিজ প্রবৃত্তির কার্পণ্য থেকে মুক্ত, তারাই সফলকাম।"
		},
		{
			"_id": "5216",
			"sura": "64",
			"para": "28",
			"verses": "17",
			"names": "اِنۡ  تُقۡرِضُوا اللّٰہَ  قَرۡضًا حَسَنًا یُّضٰعِفۡہُ لَکُمۡ  وَ یَغۡفِرۡ لَکُمۡ ؕ وَ اللّٰہُ  شَکُوۡرٌ  حَلِیۡمٌ ﴿ۙ۱۷﴾ ",
			"number": "",
			"verses_PDMS": "اِنۡ  تُقۡرِضُوا اللّٰہَ  قَرۡضًا حَسَنًا یُّضٰعِفۡہُ لَکُمۡ  وَ یَغۡفِرۡ لَکُمۡ ؕ وَ اللّٰہُ  شَکُوۡرٌ  حَلِیۡمٌ ﴿ۙ۱۷﴾ ",
			"index": "5216",
			"name": "যদি তোমরা আল্লাহ্‌কে ভালো কর্জ প্রদান করো, তবে তিনি তোমাদের জন্য তা দ্বিগুণ করবেন এবং তোমাদেরকে ক্ষমা করে দেবেন। আর আল্লাহ্‌ মূল্যায়নকারী, সহনশীল।",
			"en_kanzulimaan": "If you lend an excellent loan to Allah, He will double it for you and forgive you; and Allah is Most Appreciative, Most Forbearing.",
			"ur_kanzulimaan": "اگر تم اللہ کو اچھا قرض دو گے وہ تمہارے لیے اس کے دونے کردے گا اور تمہیں بخش دے گا اور اللہ قدر فرمانے والے حلم والا ہے",
			"hi_kanzulimaan": "अगर तुम अल्लाह को अच्छा क़र्ज़ दोगे (29फ) वह तुम्हारे लिये उसके दूने कर देगा और तुम्हें बख़्श देगा, और अल्लाह क़द्र फ़रमाने वाला हिल्म वाला है",
			"id": 17,
			"text": "إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ",
			"author": "১৭. যদি তোমরা (একনিষ্ঠ ও বিশুদ্ধচিত্তে) আল্লাহ্কে উত্তম ঋণ প্রদান করো, তবে তিনি তোমাদের জন্যে তা বহুগুণ বৃদ্ধি করে দেবেন এবং তোমাদেরকে ক্ষমা করবেন। আর আল্লাহ্ গুণগ্রাহী, ধৈর্যশীল,"
		},
		{
			"_id": "5217",
			"sura": "64",
			"para": "28",
			"verses": "18",
			"names": "عٰلِمُ  الۡغَیۡبِ وَ الشَّہَادَۃِ  الۡعَزِیۡزُ الۡحَکِیۡمُ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "عٰلِمُ  الۡغَیۡبِ وَ الشَّہَادَۃِ  الۡعَزِیۡزُ الۡحَکِیۡمُ ﴿۱۸﴾ ",
			"index": "5217",
			"name": "প্রত্যেক গোপন ও প্রকাশ্যের জ্ঞাতা, মহা সম্মানিত প্রজ্ঞাময়।",
			"en_kanzulimaan": "The All Knowing of all things hidden and visible, the Most Honourable, the Wise.",
			"ur_kanzulimaan": "ہر نہاں اور عیاں کا جاننے والا عزت والا حکمت والا،",
			"hi_kanzulimaan": "हर छुपे और ज़ाहिर का जानने वाला इज़्ज़त वाला हिकमत वाला",
			"id": 18,
			"text": "عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
			"author": "১৮. সমস্ত অদৃশ্য ও দৃশ্যের পরিজ্ঞাতা, মহাসম্মানিত, পরাক্রমশালী ও প্রজ্ঞাবান।"
		}
	]