[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "4326",
			"sura": "43",
			"para": "25",
			"verses": "1",
			"names": "حٰمٓ ۚ﴿ۛ۱﴾ ",
			"number": "",
			"verses_PDMS": "حٰمٓ ۚ﴿ۛ۱﴾ ",
			"index": "4326",
			"name": "হা-মী---ম।",
			"en_kanzulimaan": "Ha-Meem. (Alphabets of the Arabic language - Allah, and to whomever He reveals, know their precise meanings.)",
			"ur_kanzulimaan": "حٰمٓ",
			"hi_kanzulimaan": "_",
			"author": "১. হা-মীম। (প্রকৃত অর্থ আল্লাহ্ এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামই সম্যক অবগত।)"
		},
		{
			"_id": "4327",
			"sura": "43",
			"para": "25",
			"verses": "2",
			"names": "وَ الۡکِتٰبِ  الۡمُبِیۡنِ ۙ﴿ۛ۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ الۡکِتٰبِ  الۡمُبِیۡنِ ۙ﴿ۛ۲﴾ ",
			"index": "4327",
			"name": "সুস্পষ্ট কিতাবের শপথ। ",
			"en_kanzulimaan": "By oath of the clear Quran.",
			"ur_kanzulimaan": "روشن کتاب کی قسم",
			"hi_kanzulimaan": "रौशन किताब की क़सम (2फ)",
			"author": "২. শপথ আলোকোজ্জ্বল কিতাবের।"
		},
		{
			"_id": "4328",
			"sura": "43",
			"para": "25",
			"verses": "3",
			"names": "اِنَّا جَعَلۡنٰہُ  قُرۡءٰنًا عَرَبِیًّا  لَّعَلَّکُمۡ تَعۡقِلُوۡنَ ۚ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّا جَعَلۡنٰہُ  قُرۡءٰنًا عَرَبِیًّا  لَّعَلَّکُمۡ تَعۡقِلُوۡنَ ۚ﴿۳﴾ ",
			"index": "4328",
			"name": "আমি সেটাকে আরবী ক্বোরআন অবতীর্ণ করেছি, যাতে তোমরা বুঝতে পারো, ",
			"en_kanzulimaan": "We have indeed sent it as a Quran in the Arabic language, so that you may understand.",
			"ur_kanzulimaan": "ہم نے اسے عربی قرآن اتارا کہ تم سمجھو",
			"hi_kanzulimaan": "हमने इसे अरबी क़ुरआन उतारा कि तुम समझो (3फ)",
			"author": "৩. নিশ্চয়ই আমরা এ কুরআন (নাযিল) করেছি আরবী (ভাষায়) যাতে তোমরা বুঝতে পারো।"
		},
		{
			"_id": "4329",
			"sura": "43",
			"para": "25",
			"verses": "4",
			"names": "وَ اِنَّہٗ  فِیۡۤ  اُمِّ الۡکِتٰبِ لَدَیۡنَا لَعَلِیٌّ حَکِیۡمٌ ؕ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنَّہٗ  فِیۡۤ  اُمِّ الۡکِتٰبِ لَدَیۡنَا لَعَلِیٌّ حَکِیۡمٌ ؕ﴿۴﴾ ",
			"index": "4329",
			"name": "এবং নিশ্চয় নিশ্চয় তা মূল কিতাবের মধ্যে আমার নিকট উচ্চ মর্যাদাসম্পন্ন, প্রজ্ঞাময়। ",
			"en_kanzulimaan": "And the Quran is undoubtedly, in the Original Book with Us, surely the exalted, full of wisdom.",
			"ur_kanzulimaan": "اور بیشک وہ اصل کتاب میں ہمارے پاس ضرور بلندی و حکمت والا ہے،",
			"hi_kanzulimaan": "और बेशक वह अस्ल किताब में (4फ) हमारे पास ज़रूर बुलन्दी व हिकमत (बोध) वाला है",
			"author": "৪. নিশ্চয়ই এটি সংরক্ষিত রয়েছে আমাদের নিকট, সমস্ত কিতাবের মূল (লাওহে মাহফুয বা সংরক্ষিত ফলক)-এ; অবশ্যই (এটি সকল কিতাবের উপর) উচ্চ মর্যাদাসম্পন্ন, জ্ঞানগর্ভ।"
		},
		{
			"_id": "4330",
			"sura": "43",
			"para": "25",
			"verses": "5",
			"names": "اَفَنَضۡرِبُ عَنۡکُمُ  الذِّکۡرَ صَفۡحًا اَنۡ کُنۡتُمۡ  قَوۡمًا مُّسۡرِفِیۡنَ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "اَفَنَضۡرِبُ عَنۡکُمُ  الذِّکۡرَ صَفۡحًا اَنۡ کُنۡتُمۡ  قَوۡمًا مُّسۡرِفِیۡنَ ﴿۵﴾ ",
			"index": "4330",
			"name": "তবে কি আমি তোমাদের দিক থেকে উপদেশের পার্শ্ব পাল্টে দেবো (প্রত্যাহার করে নেবো) এজন্য যে, তোমরা সীমালঙ্ঘনকারী?",
			"en_kanzulimaan": "So shall We divert the advice away from you, because you are a nation that exceeds the limits?",
			"ur_kanzulimaan": "تو کیا ہم تم سے ذکر کا پہلو پھیردیں اس پر کہ تم لوگ حد سے بڑھنے والے ہو",
			"hi_kanzulimaan": "तो क्या हम तुम से ज़िक्र का पहलू फेर दें इस पर कि तुम लोग हद से बढ़ने वाले हो (5फ)",
			"author": "৫. আমরা কি এ উপদেশবাণী তোমাদের নিকট থেকে প্রত্যাহার করে নেবো, কারণ তোমরা সীমালঙ্ঘনকারী সম্প্রদায়?"
		},
		{
			"_id": "4331",
			"sura": "43",
			"para": "25",
			"verses": "6",
			"names": "وَ کَمۡ  اَرۡسَلۡنَا مِنۡ نَّبِیٍّ  فِی الۡاَوَّلِیۡنَ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَمۡ  اَرۡسَلۡنَا مِنۡ نَّبِیٍّ  فِی الۡاَوَّلِیۡنَ ﴿۶﴾ ",
			"index": "4331",
			"name": "এবং আমি কতোই অদৃশ্য বক্তা (নবী) পূর্ববর্তীদের মধ্যে গ্রহণ করেছি। ",
			"en_kanzulimaan": "And how many Prophets We did send among the earlier people!",
			"ur_kanzulimaan": "اور ہم نے کتنے ہی غیب بتانے والے (نبی) اگلوں میں بھیجے،",
			"hi_kanzulimaan": "और हमने कितने ही ग़ैब बताने वाले (नबी) अगलों में भेजे",
			"author": "৬. আর পূর্ববর্তীদের নিকট আমি কতোই না নবী প্রেরণ করেছিলাম!"
		},
		{
			"_id": "4332",
			"sura": "43",
			"para": "25",
			"verses": "7",
			"names": "وَ مَا یَاۡتِیۡہِمۡ  مِّنۡ نَّبِیٍّ  اِلَّا کَانُوۡا بِہٖ یَسۡتَہۡزِءُوۡنَ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا یَاۡتِیۡہِمۡ  مِّنۡ نَّبِیٍّ  اِلَّا کَانُوۡا بِہٖ یَسۡتَہۡزِءُوۡنَ ﴿۷﴾ ",
			"index": "4332",
			"name": "এবং তাদের নিকট যে, অদৃশ্যবক্তা (নবী)ই এসেছেন, তারা তাকে নিয়ে বিদ্রূপই করেছে। ",
			"en_kanzulimaan": "And whenever any Prophet came to them, they only mocked at him.",
			"ur_kanzulimaan": "اور ان کے پاس جو غیب بتانے والا (نبی) آیا اس کی ہنسی ہی بنایا کیے",
			"hi_kanzulimaan": "और उनके पास जो ग़ैब बताने वाला (नबी) आया उसकी हंसी ही बनाया किये (6फ)",
			"author": "৭. আর এমন কোনো নবীই তাদের নিকট আগমন করেননি যাঁকে তারা উপহাস করেনি।"
		},
		{
			"_id": "4333",
			"sura": "43",
			"para": "25",
			"verses": "8",
			"names": "فَاَہۡلَکۡنَاۤ  اَشَدَّ مِنۡہُمۡ بَطۡشًا وَّ مَضٰی مَثَلُ  الۡاَوَّلِیۡنَ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "فَاَہۡلَکۡنَاۤ  اَشَدَّ مِنۡہُمۡ بَطۡشًا وَّ مَضٰی مَثَلُ  الۡاَوَّلِیۡنَ ﴿۸﴾ ",
			"index": "4333",
			"name": "তখন আমি এমন সবকে ধ্বংস করেছি, যারা তাদের থেকেও পাকড়াও ক্ষমতার মধ্যে অধিকতর শক্ত ছিলো এবং পূর্ববর্তীদের অবস্থা গত হয়েছে। ",
			"en_kanzulimaan": "We therefore destroyed the people who were more forceful than these, and the example of the earlier ones has already gone by.",
			"ur_kanzulimaan": "تو ہم نے وہ ہلاک کردیے جو ان سے بھی پکڑ میں سخت تھے اور اگلوں کا حال گزر چکا ہے،",
			"hi_kanzulimaan": "तो हमने वो हलाक कर दिये जो उनसे भी पकड़ में सख़्त थे (7फ) और अगलों का हाल गुज़र चुका है",
			"author": "৮. আর আমরা তাদেরকে ধ্বংস করেছিলাম যারা ছিল এদের (এ মক্কার কাফেরদের) চেয়েও অধিকতর শক্তিশালী। আর পূর্ববর্তী লোকদের অবস্থা (ইতোপূর্বে অনেক জায়গায়) উদ্ধৃত করা হয়েছে।"
		},
		{
			"_id": "4334",
			"sura": "43",
			"para": "25",
			"verses": "9",
			"names": "وَ لَئِنۡ سَاَلۡتَہُمۡ  مَّنۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ لَیَقُوۡلُنَّ خَلَقَہُنَّ الۡعَزِیۡزُ الۡعَلِیۡمُ ﴿ۙ۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَئِنۡ سَاَلۡتَہُمۡ  مَّنۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ لَیَقُوۡلُنَّ خَلَقَہُنَّ الۡعَزِیۡزُ الۡعَلِیۡمُ ﴿ۙ۹﴾ ",
			"index": "4334",
			"name": "এবং যদি আপনি তাদেরকে জিজ্ঞাসা করেন ‘আস্‌মান ও যমীণ কে সৃষ্টি করেছেন?’ তবে তারা অবশ্যই বলবে যে, সেগুলোকে সৃষ্টি করেছেন ওই সম্মানিত, জ্ঞানময় সত্তা।",
			"en_kanzulimaan": "And if you ask them, Who has created the heavens and the earth?, they will surely say, They are created by the Most Honourable, the All Knowing.",
			"ur_kanzulimaan": "اور اگر تم ان سے پوچھو کہ آسمان اور زمین کس نے بنائے تو ضرور کہیں گے انہیں بنایا اس عزت والے علم والے نے",
			"hi_kanzulimaan": "और अगर तुम उनसे पूछो (8फ) कि आसमान और ज़मीन किसने बनाए तो ज़रूर कहेंगे उन्हें बनाया उस इज़्ज़त वाले इल्म वाले ने (9फ)",
			"author": "৯. আর যদি তাদেরকে জিজ্ঞেস করেন, ‘আকাশমন্ডলী ও পৃথিবী কে সৃষ্টি করেছেন?’ তারা অবশ্যই বলবে, ‘এগুলো সৃষ্টি করেছেন পরাক্রমশালী, সর্বজ্ঞ (প্রতিপালক)’।"
		},
		{
			"_id": "4335",
			"sura": "43",
			"para": "25",
			"verses": "10",
			"names": "الَّذِیۡ جَعَلَ لَکُمُ الۡاَرۡضَ مَہۡدًا وَّ جَعَلَ لَکُمۡ فِیۡہَا سُبُلًا لَّعَلَّکُمۡ تَہۡتَدُوۡنَ ﴿ۚ۱۰﴾ ",
			"number": "",
			"verses_PDMS": "الَّذِیۡ جَعَلَ لَکُمُ الۡاَرۡضَ مَہۡدًا وَّ جَعَلَ لَکُمۡ فِیۡہَا سُبُلًا لَّعَلَّکُمۡ تَہۡتَدُوۡنَ ﴿ۚ۱۰﴾ ",
			"index": "4335",
			"name": "তিনিই, যিনি তোমাদের জন্য যমীনকে বিছানা করেছেন এবং তোমাদের জন্য তাতে রাস্তা করেছেন যেন তোমরা পথের দিশা পাও। ",
			"en_kanzulimaan": "The One Who made the earth a bed you, and made roads for you in it, so that you may be guided.",
			"ur_kanzulimaan": "جس نے تمہارے لیے زمین کو بچھونا کیا اورتمہارے لیے اس میں راستے کیے کہ تم راہ پاؤ",
			"hi_kanzulimaan": "वह जिसने तुम्हारे लिये ज़मीन को बिछौना किया और तुम्हारे लिये उसमें रास्ते किये कि तुम राह पाओ (10फ)",
			"author": "১০. যিনি তোমাদের জন্যে পৃথিবীকে করেছেন বিছানা এবং এতে করেছেন তোমাদের চলার পথ, যাতে তোমরা অভীষ্ট লক্ষ্যে পৌঁছুতে পারো।"
		},
		{
			"_id": "4336",
			"sura": "43",
			"para": "25",
			"verses": "11",
			"names": "وَ الَّذِیۡ  نَزَّلَ مِنَ السَّمَآءِ مَآءًۢ  بِقَدَرٍ ۚ فَاَنۡشَرۡنَا بِہٖ بَلۡدَۃً  مَّیۡتًا ۚ کَذٰلِکَ تُخۡرَجُوۡنَ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡ  نَزَّلَ مِنَ السَّمَآءِ مَآءًۢ  بِقَدَرٍ ۚ فَاَنۡشَرۡنَا بِہٖ بَلۡدَۃً  مَّیۡتًا ۚ کَذٰلِکَ تُخۡرَجُوۡنَ ﴿۱۱﴾ ",
			"index": "4336",
			"name": "এবং তিনিই, যিনি আস্‌মান থেকে বারি বর্ষণ করেছেন এক পরিমিত পরিমাণে, অতঃপর আমি তা দ্বারা এক মৃত শহরককে জীবিত করে দিয়েছি। এভাবেই তোমাদেরকে বের করা হবে। ",
			"en_kanzulimaan": "And Who sent down water from the sky with a proper measure, so We revived a dead city with it; this is how you will be taken out.",
			"ur_kanzulimaan": "اور وہ جس نے آسمان سے پانی اتارا ایک اندازے سے تو ہم نے اس سے ایک مردہ شہر زندہ فرمادیا، یونہی تم نکالے جاؤ گے",
			"hi_kanzulimaan": "और वह जिसने आसमान से पानी उतारा एक अन्दाज़े से (11फ)तो हमने उस से एक मुर्दा शहर ज़िन्दा फ़रमा दिया यूं ही तुम निकाले जाओगे (12फ)",
			"author": "১১. আর যিনি আকাশ থেকে পানি বর্ষণ করেছেন (প্রয়োজন অনুযায়ী) পরিমিতভাবে। অতঃপর এর দ্বারা আমরা সঞ্জীবিত করেছি নির্জীব শহরকে। এভাবেই তোমাদেরকে (মৃত্যুর পর পৃথিবী থেকে) বের করা হবে।"
		},
		{
			"_id": "4337",
			"sura": "43",
			"para": "25",
			"verses": "12",
			"names": "وَ الَّذِیۡ خَلَقَ الۡاَزۡوَاجَ کُلَّہَا وَ جَعَلَ لَکُمۡ مِّنَ الۡفُلۡکِ وَ الۡاَنۡعَامِ مَا تَرۡکَبُوۡنَ ﴿ۙ۱۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡ خَلَقَ الۡاَزۡوَاجَ کُلَّہَا وَ جَعَلَ لَکُمۡ مِّنَ الۡفُلۡکِ وَ الۡاَنۡعَامِ مَا تَرۡکَبُوۡنَ ﴿ۙ۱۲﴾ ",
			"index": "4337",
			"name": "এবং যিনি সব যুগল সৃষ্টি করেছেন এবং তোমাদের জন্য নৌযানগুলো ও চতুষ্পদ জন্তুগুলো থেকে যানবাহনসমূহ সৃষ্টি করেছেন; ",
			"en_kanzulimaan": "And the One Who created all pairs, and made the ships and cattle as rides for you.",
			"ur_kanzulimaan": "اور جس نے سب جوڑے بنائے اور تمہارے لیے کشتیوں اور چوپایوں سے سواریاں بنائیں،",
			"hi_kanzulimaan": "और जिसने सब जोड़े बनाए (13फ) और तुम्हारे लिये किश्तियाँ और चौपायों से सवारियाँ बनाई",
			"author": "১২. আর যিনি সব রকমের প্রাণসত্তা সৃষ্টি করেছেন এবং তোমাদের জন্যে সৃষ্টি করেছেন নৌযান ও সামুদ্রিক জাহাজ এবং চতুষ্পদজন্তু যাতে তোমরা (সমুদ্র ও স্থলপথে) আরোহণ করতে পারো,"
		},
		{
			"_id": "4338",
			"sura": "43",
			"para": "25",
			"verses": "13",
			"names": "لِتَسۡتَوٗا عَلٰی ظُہُوۡرِہٖ  ثُمَّ تَذۡکُرُوۡا نِعۡمَۃَ  رَبِّکُمۡ  اِذَا اسۡتَوَیۡتُمۡ عَلَیۡہِ وَ تَقُوۡلُوۡا سُبۡحٰنَ الَّذِیۡ سَخَّرَ لَنَا ہٰذَا  وَ مَا کُنَّا لَہٗ  مُقۡرِنِیۡنَ ﴿ۙ۱۳﴾ ",
			"number": "",
			"verses_PDMS": "لِتَسۡتَوٗا عَلٰی ظُہُوۡرِہٖ  ثُمَّ تَذۡکُرُوۡا نِعۡمَۃَ  رَبِّکُمۡ  اِذَا اسۡتَوَیۡتُمۡ عَلَیۡہِ وَ تَقُوۡلُوۡا سُبۡحٰنَ الَّذِیۡ سَخَّرَ لَنَا ہٰذَا  وَ مَا کُنَّا لَہٗ  مُقۡرِنِیۡنَ ﴿ۙ۱۳﴾ ",
			"index": "4338",
			"name": "যাতে তোমরা সেগুলোর পিঠের উপর স্থিরভাবে বসতে পারো অতঃপর আপন রবের নি’মাতকে স্মরণ করো যখন সেটার উপর স্থিরভাবে বসে যাও, এবং এভাবে বলো, ‘পবিত্রতা তাঁরই যিনি এ যানকে আমাদের বশীভূত করে দিয়েছেন; অথচ সেটা আমাদের বশীভূত হবার ছিলো না; ",
			"en_kanzulimaan": "So that you may properly mount their backs, and may remember your Lords favour when you have mounted them, and say, Purity is to Him, Who has given this ride in our control, and we did not have the strength for it.",
			"ur_kanzulimaan": "کہ تم ان کی پیٹھوں پر ٹھیک بیٹھو پھر اپنے رب کی نعمت یاد کرو جب اس پر ٹھیک بیٹھ لو اور یوں کہو پاکی ہے اسے جس نے اس سواری کو ہمارے بس میں کردیا اور یہ ہمارے بوتے (قابو) کی نہ تھی،",
			"hi_kanzulimaan": "कि तुम उनकी पीठों पर ठीक बैठो (14फ) फिर अपने रब की नेअमत याद करो जब उस पर ठीक बैठ लो और यूं कहो पाकी है उसे जिसने इस सवारी को हमारे बस में कर दिया और यह हमारे बूते की न थी",
			"author": "১৩. যাতে তোমরা এদের পৃষ্ঠে (অথবা আসনের উপর) স্থির হয়ে বসতে পারো; অতঃপর তোমরা তোমাদের প্রতিপালকের নিয়ামত স্মরণ করো। যখন তোমরা এতে (এসব বাহনের আসনের উপর) স্থির হয়ে বসো তখন বলো, ‘পূতঃপবিত্র সে সত্তা যিনি এসবকে আমাদের অনুগত করেছেন, অথচ আমরা এগুলোকে আমাদের বশে আনতে পারতাম না।"
		},
		{
			"_id": "4339",
			"sura": "43",
			"para": "25",
			"verses": "14",
			"names": "وَ  اِنَّاۤ  اِلٰی  رَبِّنَا  لَمُنۡقَلِبُوۡنَ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اِنَّاۤ  اِلٰی  رَبِّنَا  لَمُنۡقَلِبُوۡنَ ﴿۱۴﴾ ",
			"index": "4339",
			"name": "এবং নিশ্চয় আমাদেরকে আপন রবের দিকে প্রত্যাবর্তন করতে হবে। ",
			"en_kanzulimaan": "And indeed we have to return to our Lord.",
			"ur_kanzulimaan": "اور بیشک ہمیں اپنے رب کی طرف پلٹنا ہے",
			"hi_kanzulimaan": "और बेशक हमें अपने रब की तरफ़ पलटना है (15फ)",
			"author": "১৪. আর অবশ্যই আমরা আমাদের প্রতিপালকের দিকে প্রত্যাবর্তনকারী।’"
		},
		{
			"_id": "4340",
			"sura": "43",
			"para": "25",
			"verses": "15",
			"names": "وَ جَعَلُوۡا لَہٗ  مِنۡ عِبَادِہٖ جُزۡءًا ؕ اِنَّ الۡاِنۡسَانَ  لَکَفُوۡرٌ  مُّبِیۡنٌ ﴿ؕ۱۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَعَلُوۡا لَہٗ  مِنۡ عِبَادِہٖ جُزۡءًا ؕ اِنَّ الۡاِنۡسَانَ  لَکَفُوۡرٌ  مُّبِیۡنٌ ﴿ؕ۱۵﴾ ",
			"index": "4340",
			"name": "এবং তারা তার জন্য তার বান্দাদের মধ্য থেকে অংশ স্থির করেছে। নিশ্চয় মানুষ সুস্পষ্ট অকৃতজ্ঞ। ",
			"en_kanzulimaan": "And from His bondmen, they appointed a portion for Him; man is indeed an open ingrate.",
			"ur_kanzulimaan": "اور اس کے لیے اس کے بندوں میں سے ٹکڑا ٹھہرایا بیشک آدمی کھلا ناشکرا ہے",
			"hi_kanzulimaan": "और उसके लिये उसके बन्दों में से टुकड़ा ठहराया (16फ) बेशक आदमी (17फ) खुला नाशुक्रा है (18फ)",
			"author": "১৫. আর এরা (এসব মুশরিকেরা) তাঁর বান্দাদের মধ্য থেকে (কতিপয়কে তাঁর সন্তান স্থির করে) তাঁর অংশ সাব্যস্ত করেছে। অবশ্যই মানুষ সুষ্পষ্টরূপে বড়ই অকৃতজ্ঞ।"
		},
		{
			"_id": "4341",
			"sura": "43",
			"para": "25",
			"verses": "16",
			"names": "اَمِ اتَّخَذَ مِمَّا یَخۡلُقُ بَنٰتٍ وَّ اَصۡفٰکُمۡ بِالۡبَنِیۡنَ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "اَمِ اتَّخَذَ مِمَّا یَخۡلُقُ بَنٰتٍ وَّ اَصۡفٰکُمۡ بِالۡبَنِیۡنَ ﴿۱۶﴾ ",
			"index": "4341",
			"name": "তিনি কি নিজের জন্য আপন সৃষ্টির মধ্য থেকে কনা সন্তানদেরকেই গ্রহণ করেছেন? আর তোমাদেরকে পুত্র সন্তানদের সাথে খাস করেছেন?",
			"en_kanzulimaan": "Has He chosen daughters for Himself from His creation, and selected only sons for you?",
			"ur_kanzulimaan": "کیا اس نے اپنے لیے اپنی مخلوق میں سے بیٹیاں لیں اور تمہیں بیٹوں کے ساتھ خاص کیا",
			"hi_kanzulimaan": "क्या उसने अपने लिये अपनी मख़लूक़ (सृष्टि) में से बेटियाँ लीं और तुम्हें बेटों के साथ ख़ास किया (19फ)",
			"author": "১৬. (হে কাফেরেরা! তোমাদের চিন্তার সক্ষমতা অনুযায়ী জবাব দাও) ‘তিনি কি নিজের সৃষ্টিজগত থেকে (নিজের জন্যে) কন্যা সন্তান গ্রহণ করেছেন এবং তোমাদেরকে বিশিষ্ট করেছেন পুত্র-সন্তান দ্বারা?’"
		},
		{
			"_id": "4342",
			"sura": "43",
			"para": "25",
			"verses": "17",
			"names": "وَ اِذَا بُشِّرَ اَحَدُہُمۡ بِمَا ضَرَبَ لِلرَّحۡمٰنِ مَثَلًا ظَلَّ وَجۡہُہٗ  مُسۡوَدًّا وَّ ہُوَ کَظِیۡمٌ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذَا بُشِّرَ اَحَدُہُمۡ بِمَا ضَرَبَ لِلرَّحۡمٰنِ مَثَلًا ظَلَّ وَجۡہُہٗ  مُسۡوَدًّا وَّ ہُوَ کَظِیۡمٌ ﴿۱۷﴾ ",
			"index": "4342",
			"name": "এবং যখন তাদের মধ্যে কাউকেও সুসংবাদ দেওয়া হয় ওই বস্তুর, যেটাকে সে রাহমানের গুণ বলেছে, তখন সারাদিন তার মুখ কালো থাকে এবং দুঃখ করে। ",
			"en_kanzulimaan": "And if one of them is given the glad tidings of what he professes regarding the Most Gracious, his face blackens and he is mournful!",
			"ur_kanzulimaan": "اور جب ان میں کسی کو خوشخبری دی جائے اس چیز کی جس کا وصف رحمن کے لیے بتاچکا ہے تو دن بھر اس کا منہ کالا رہے اور غم کھایا کرے",
			"hi_kanzulimaan": "और जब उनमें किसी को ख़ुशख़बरी दी जाए उस चीज़ की (20फ) जिसका वस्फ़ रहमान के लिये बता चुका है (21फ) तो दिन भर उसका मुंह काला रहे और ग़म खाया करे (22फ)",
			"author": "১৭. অথচ যখন তাদের কাউকে (তার গৃহে কন্যা সন্তান প্রসবের) সংবাদ দেয়া হয়, যাকে তারা দয়াময় (আল্লাহ্)-এঁর সদৃশ মনে করে, তখন তার মুখমন্ডল কালো হয়ে যায় এবং সে দুঃসহ মর্মযাতনায় ও ক্রোধে ক্লিষ্ট হয়।"
		},
		{
			"_id": "4343",
			"sura": "43",
			"para": "25",
			"verses": "18",
			"names": "اَوَ مَنۡ یُّنَشَّؤُا فِی الۡحِلۡیَۃِ  وَ ہُوَ فِی الۡخِصَامِ  غَیۡرُ  مُبِیۡنٍ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "اَوَ مَنۡ یُّنَشَّؤُا فِی الۡحِلۡیَۃِ  وَ ہُوَ فِی الۡخِصَامِ  غَیۡرُ  مُبِیۡنٍ ﴿۱۸﴾ ",
			"index": "4343",
			"name": "এবং (তারা কি আল্লাহ্‌র প্রতি এমন সন্তান আরোপ করে), যে অলঙ্কারে লালিত হয় এবং তর্ক-বিতর্ককালে সুস্পষ্ট কথা বলতে পারে না?",
			"en_kanzulimaan": "And (do they chose for Him) one who is brought up among ornaments, and cannot express herself clearly in debate?",
			"ur_kanzulimaan": "اور کیا وہ جو گہنے (زیور) میں پروان چڑھے اور بحث میں صاف بات نہ کرے",
			"hi_kanzulimaan": "और क्या (23फ) वह जो गहने(जे़वर) में पर्वान चढ़े (24फ) और बहस में साफ़ बात न करे (25फ)",
			"author": "১৮. আর (আল্লাহ নিজের বিষয়াদিতে অংশীদার ও সহযোগিতার জন্যে এমন সন্তান গ্রহণ করবেন,) যে নাকি অলঙ্কারাদি দ্বারা সৌন্দর্যমন্ডিত হয়ে লালিত-পালিত হয় এবং (কোমল বৈশিষ্ট্য ও লাজুকতার কারণে) তর্ক-বিতর্কে সুষ্পষ্ট (মতামত প্রকাশকারীও) নয়?"
		},
		{
			"_id": "4344",
			"sura": "43",
			"para": "25",
			"verses": "19",
			"names": "وَ جَعَلُوا الۡمَلٰٓئِکَۃَ  الَّذِیۡنَ ہُمۡ عِبٰدُ الرَّحۡمٰنِ  اِنَاثًا ؕ اَشَہِدُوۡا خَلۡقَہُمۡ ؕ سَتُکۡتَبُ شَہَادَتُہُمۡ وَ  یُسۡـَٔلُوۡنَ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَعَلُوا الۡمَلٰٓئِکَۃَ  الَّذِیۡنَ ہُمۡ عِبٰدُ الرَّحۡمٰنِ  اِنَاثًا ؕ اَشَہِدُوۡا خَلۡقَہُمۡ ؕ سَتُکۡتَبُ شَہَادَتُہُمۡ وَ  یُسۡـَٔلُوۡنَ ﴿۱۹﴾ ",
			"index": "4344",
			"name": "এবং তারা ফিরিশ্‌তাদেরকে, যারা রাহমানেরই বান্দা, ‘নারী জাতি’ সাব্যস্ত করেছে। এরা কি তাদেরকে সৃষ্টি করার সময় উপস্থিত ছিলো? এখন লিপিবদ্ধ করা হবে তাদের সাক্ষ্য এবং তাদের নিকট থেকে জবাব তলব করা হবে। ",
			"en_kanzulimaan": "And they appoint the angels, who are the bondmen of the Most Gracious, as females; were they present at the time of the angels creation? Their declaration will be now recorded and they will be questioned.",
			"ur_kanzulimaan": "اور انہوں نے فرشتوں کو، کہ رحمٰن کے بندے ہیں عورتیں ٹھہرایا کیا ان کے بناتے وقت یہ حاضر تھے اب لکھ لی جائے گی ان کی گواہی اور ان سے جواب طلب ہوگا",
			"hi_kanzulimaan": "और उन्होंने फ़रिश्तों को कि रहमान के बन्दे हैं औरतें ठहराया (26फ) क्या उनके बनाते वक़्त ये हाज़िर थे (27फ) अब लिखली जाएगी उनकी गवाही (28फ)",
			"author": "১৯. আর তারা অনুগ্রহশীল (আল্লাহ্)-এঁর বান্দা ফেরেশতাদেরকে নারী গণ্য করেছে। তারা কি তাদের সৃষ্টি প্রত্যক্ষ করেছিল? (না, সুতরাং) এখন তাদের সাক্ষ্য লিপিবদ্ধ করা হবে এবং (কিয়ামতের দিন) তাদেরকে জিজ্ঞেস করা হবে।"
		},
		{
			"_id": "4345",
			"sura": "43",
			"para": "25",
			"verses": "20",
			"names": "وَ قَالُوۡا  لَوۡ  شَآءَ الرَّحۡمٰنُ مَا عَبَدۡنٰہُمۡ ؕ مَا لَہُمۡ  بِذٰلِکَ مِنۡ عِلۡمٍ ٭ اِنۡ ہُمۡ  اِلَّا یَخۡرُصُوۡنَ ﴿ؕ۲۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡا  لَوۡ  شَآءَ الرَّحۡمٰنُ مَا عَبَدۡنٰہُمۡ ؕ مَا لَہُمۡ  بِذٰلِکَ مِنۡ عِلۡمٍ ٭ اِنۡ ہُمۡ  اِلَّا یَخۡرُصُوۡنَ ﴿ؕ۲۰﴾ ",
			"index": "4345",
			"name": "এবং তারা বলবে, ‘যদি পরম দয়ালু ইচ্ছা করতেন, তবে আমরা সেগুলোর পূজা করতাম না’। তাদের সেটার প্রকৃত রহস্য সম্পর্কে কিছুই জানা নেই। এভাবেই তারা মনগড়া কথাবার্তা বলে বেড়ায়। ",
			"en_kanzulimaan": "And they say, If the Most Gracious had willed, we would not have worshipped them! They do not know its truth at all; they only make guesses.",
			"ur_kanzulimaan": "اور بولے اگر رحمٰن چاہتا ہم انہیں نہ پوجتے انہیں اس کی حقیقت کچھ معلوم نہیں یونہی اٹکلیں دوڑاتے ہیں",
			"hi_kanzulimaan": "और उन से जवाब तलब होगा (29फ) और बोले अगर रहमान चाहता हम इन्हें न पूजते (30फ) उन्हें इसकी हक़ीक़त कुछ मालूम नहीं (31फ) यूंही अटकलें दौड़ाते हैं (32फ)",
			"author": "২০. আর তারা বলে, ‘যদি পরম দয়াময় চাইতেন, তবে আমরা এদের (এসব মূর্তির) উপাসনা করতাম না’। তাদের এ বিষয়েও কোনো জ্ঞান নেই। তারা কেবল অনুমানের ভিত্তিতে মিথ্যা কথা বলছে।"
		},
		{
			"_id": "4346",
			"sura": "43",
			"para": "25",
			"verses": "21",
			"names": "اَمۡ اٰتَیۡنٰہُمۡ کِتٰبًا مِّنۡ قَبۡلِہٖ  فَہُمۡ بِہٖ مُسۡتَمۡسِکُوۡنَ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "اَمۡ اٰتَیۡنٰہُمۡ کِتٰبًا مِّنۡ قَبۡلِہٖ  فَہُمۡ بِہٖ مُسۡتَمۡسِکُوۡنَ ﴿۲۱﴾ ",
			"index": "4346",
			"name": "অথবা এর পূর্বে কি আমি তাদেরকে কোন কিতাব দিয়েছি, যাকে তারা দৃঢ়ভাবে ধারণ করে আছে?",
			"en_kanzulimaan": "Or have We given them some Book before this, to which they hold fast?",
			"ur_kanzulimaan": "یا اس سے قبل ہم نے انہیں کوئی کتاب دی ہے جسے وہ تھامے ہوئے ہیں",
			"hi_kanzulimaan": "या इससे क़ब्ल हमने उन्हें कोई किताब दी है जिसे वो थामे हुए हैं (33फ)",
			"author": "২১. আমরা কি তাদেরকে এর পূর্বে কোনো কিতাব দিয়েছি যা তারা প্রমাণ হিসেবে আঁকড়ে ধরে আছে?"
		},
		{
			"_id": "4347",
			"sura": "43",
			"para": "25",
			"verses": "22",
			"names": "بَلۡ قَالُوۡۤا  اِنَّا وَجَدۡنَاۤ  اٰبَآءَنَا عَلٰۤی اُمَّۃٍ وَّ  اِنَّا عَلٰۤی  اٰثٰرِہِمۡ  مُّہۡتَدُوۡنَ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "بَلۡ قَالُوۡۤا  اِنَّا وَجَدۡنَاۤ  اٰبَآءَنَا عَلٰۤی اُمَّۃٍ وَّ  اِنَّا عَلٰۤی  اٰثٰرِہِمۡ  مُّہۡتَدُوۡنَ ﴿۲۲﴾ ",
			"index": "4347",
			"name": "বরং তারা বললো, ‘আমরা আমাদের পিতৃপুরুষদেরকে একটা ধর্মের উপর পেয়েছি এবং আমরা তাদের পদাঙ্ক অনুসরণ করে চলছি’।",
			"en_kanzulimaan": "Rather they said, We found our forefathers upon a religion, and we are following their footsteps.",
			"ur_kanzulimaan": "بلکہ بولے ہم نے اپنے باپ دادا کو ایک دین پر پایا اور ہم ان کی لکیر پر چل رہے ہیں",
			"hi_kanzulimaan": "बल्कि बोले हमने अपने बाप दादा को एक दीन पर पाया और हम उनकी लकीर पर चल रहे हैं (34फ)",
			"author": "২২. (না,) বরং তারা বলে, ‘আমরা তো আমাদের পিতৃপুরুষদেরকে পেয়েছি এক মিল্লাতের (ও মতাদর্শের) অনুসারী এবং আমরা তো তাদেরই পদাঙ্কে (পথ চলে) হেদায়াত প্রাপ্ত।’"
		},
		{
			"_id": "4348",
			"sura": "43",
			"para": "25",
			"verses": "23",
			"names": "وَ کَذٰلِکَ مَاۤ  اَرۡسَلۡنَا مِنۡ قَبۡلِکَ فِیۡ قَرۡیَۃٍ مِّنۡ نَّذِیۡرٍ  اِلَّا قَالَ مُتۡرَفُوۡہَاۤ  ۙ اِنَّا وَجَدۡنَاۤ  اٰبَآءَنَا عَلٰۤی  اُمَّۃٍ  وَّ اِنَّا عَلٰۤی اٰثٰرِہِمۡ  مُّقۡتَدُوۡنَ ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَذٰلِکَ مَاۤ  اَرۡسَلۡنَا مِنۡ قَبۡلِکَ فِیۡ قَرۡیَۃٍ مِّنۡ نَّذِیۡرٍ  اِلَّا قَالَ مُتۡرَفُوۡہَاۤ  ۙ اِنَّا وَجَدۡنَاۤ  اٰبَآءَنَا عَلٰۤی  اُمَّۃٍ  وَّ اِنَّا عَلٰۤی اٰثٰرِہِمۡ  مُّقۡتَدُوۡنَ ﴿۲۳﴾ ",
			"index": "4348",
			"name": "এবং এভাবেই আমি তোমাদের পূর্বে যখন কোন শহরে কোন সতর্ককারী প্রেরণ করেছি, তখন সেখানকার অবস্থাসম্পন্ন লোকেরা এ কথাই বলেছে ‘আমরা আমাদের পিতৃপুরুষদেরকে একটা দ্বীনের উপর পেয়েছি এবং আমরা তাদের পদাঙ্ক অনুসরণ করে চলছি’।",
			"en_kanzulimaan": "And similarly, whenever We sent a Herald of Warning before you (O dear Prophet Mohammed - peace and blessings be upon him) into any town, its wealthy people said, We found our forefathers upon a religion, and we are following their footsteps.",
			"ur_kanzulimaan": "اور ایسے ہی ہم نے تم سے پہلے جب کسی شہر میں ڈر سنانے والا بھیجا وہاں کے آسُودوں (امیروں) نے یہی کہا کہ ہم نے اپنے باپ دادا کو ایک دین پر پایا اور ہم ان کی لکیر کے پیچھے ہیں",
			"hi_kanzulimaan": "और ऐसे ही हमने तुम से पहले जब किसी शहर में कोई डर सुनाने वाला भेजा वहाँ के आसूदों ने यही कहा कि हमने अपने बाप दादा को एक दीन पर पाया और हम उनकी लकीर के पीछे हैं (35फ)",
			"author": "২৩. আর এভাবে আমরা আপনার পূর্বে কোনো জনপদে এমন কোনো সতর্ককারী পাঠাইনি যাঁকে সেখানকার নেতৃস্থানীয় ও সমৃদ্ধশালী ব্যক্তিরা বলেনি, ‘আমরা তো আমাদের পিতৃপুরুষদেরকে পেয়েছি এক মিল্লাতের (ও মতাদর্শের) অনুসারী এবং আমরা তো তাদেরই পদাঙ্ক অনুসরণকারী’।"
		},
		{
			"_id": "4349",
			"sura": "43",
			"para": "25",
			"verses": "24",
			"names": "قٰلَ   اَوَ لَوۡ جِئۡتُکُمۡ  بِاَہۡدٰی مِمَّا وَجَدۡتُّمۡ عَلَیۡہِ  اٰبَآءَکُمۡ ؕ قَالُوۡۤا  اِنَّا بِمَاۤ  اُرۡسِلۡتُمۡ  بِہٖ  کٰفِرُوۡنَ ﴿۲۴﴾ ",
			"number": "",
			"verses_PDMS": "قٰلَ   اَوَ لَوۡ جِئۡتُکُمۡ  بِاَہۡدٰی مِمَّا وَجَدۡتُّمۡ عَلَیۡہِ  اٰبَآءَکُمۡ ؕ قَالُوۡۤا  اِنَّا بِمَاۤ  اُرۡسِلۡتُمۡ  بِہٖ  کٰفِرُوۡنَ ﴿۲۴﴾ ",
			"index": "4349",
			"name": "নবী বলেছেন, ‘এবং তবুও কি, যখন আমি তোমাদের নিকট সেটাই নিয়ে আসবো, যা বেশি সরল পথ হয় সেটার চেয়েও, যার উপর তোমাদের বাপ দাদা ছিলো? তারা বললো, ‘যা কিছু সহকারে তোমরা প্রেরিত হয়েছো আমরা তা মানি না’।",
			"en_kanzulimaan": "The prophet said, What! Even if I bring to you a path better than what you found your forefathers following?; they said, We do not believe in whatever you have been sent with.",
			"ur_kanzulimaan": "نبی نے فرمایا اور کیا جب بھی کہ میں تمہارے پاس وہ لاؤں جو سیدھی راہ ہو اس سے جس پر تمہارے باپ دادا تھے بولے جو کچھ تم لے کر بھیجے گئے ہم اسے نہیں مانتے",
			"hi_kanzulimaan": "नबी ने फ़रमाया और क्या जब भी कि मैं तुम्हारे पास वह (36फ) लाऊं जो सीधी राह हो उससे (37फ) जिसपर तुम्हारे बाप दादा थे बोले जो कुछ तुम लेकर भेजे गए हम उसे नहीं मानते (38फ)",
			"author": "২৪. (রাসূূল) বলতেন, ‘আমি যদি তোমাদেরকে (এ (মতাদর্শ)-এর চেয়েও উৎকৃষ্ট হেদায়াতের (দ্বীন ও) মতাদর্শ এনে দেই যার উপর তোমরা তোমাদের পিতৃপুরুষদেরকে পেয়েছিলে?’ তখন তারা বলতো, ‘তোমাদেরকে যা কিছু দিয়েই প্রেরণ করা হয়েছে আমরা এর অস্বীকারকারী’।"
		},
		{
			"_id": "4350",
			"sura": "43",
			"para": "25",
			"verses": "25",
			"names": "فَانۡتَقَمۡنَا مِنۡہُمۡ  فَانۡظُرۡ کَیۡفَ کَانَ عَاقِبَۃُ  الۡمُکَذِّبِیۡنَ ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "فَانۡتَقَمۡنَا مِنۡہُمۡ  فَانۡظُرۡ کَیۡفَ کَانَ عَاقِبَۃُ  الۡمُکَذِّبِیۡنَ ﴿۲۵﴾ ",
			"index": "4350",
			"name": "অতঃপর আমি তাদের থেকে প্রতিশোধ নিয়েছি, সুতরাং দেখুন অস্বীকারকারীদের কেমন পরিণাম হয়েছে। ",
			"en_kanzulimaan": "So We took revenge from them - therefore see what sort of fate befell those who denied!",
			"ur_kanzulimaan": "تو ہم نے ان سے بدلہ لیا تو دیکھو جھٹلانے والوں کا کیسا انجام ہوا،",
			"hi_kanzulimaan": "तो हमने उनसे बदला लिया (39फ) तो देखो झुटलाने वालों का कैसा अंजाम हुआ",
			"author": "২৫. সুতরাং আমরা তাদের থেকে প্রতিশোধ নিয়েছিলাম, অতঃপর আপনি দেখুন, মিথ্যাবাদীদের পরিণতি কেমন হয়েছিল!"
		},
		{
			"_id": "4351",
			"sura": "43",
			"para": "25",
			"verses": "26",
			"names": "وَ اِذۡ قَالَ  اِبۡرٰہِیۡمُ  لِاَبِیۡہِ  وَ قَوۡمِہٖۤ  اِنَّنِیۡ بَرَآءٌ   مِّمَّا تَعۡبُدُوۡنَ ﴿ۙ۲۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذۡ قَالَ  اِبۡرٰہِیۡمُ  لِاَبِیۡہِ  وَ قَوۡمِہٖۤ  اِنَّنِیۡ بَرَآءٌ   مِّمَّا تَعۡبُدُوۡنَ ﴿ۙ۲۶﴾ ",
			"index": "4351",
			"name": "এবং যখন ইব্রাহীম নিজ পিতা ও নিজ সম্প্রদায়কে বললেন, ‘আমি তোমাদের উপাস্যগুলোর প্রতি অসন্তুষ্ট;",
			"en_kanzulimaan": "And when Ibrahim said to his father and his people, I have no relation whatsoever with your deities.",
			"ur_kanzulimaan": "اور جب ابراہیم نے اپنے باپ اور اپنی قوم سے فرمایا میں بیزار ہوں تمہارے معبودو ں سے،",
			"hi_kanzulimaan": "और जब इब्राहीम ने अपने बाप और अपनी क़ौम से फ़रमाया मैं बेज़ार हूँ तुम्हारे मअबूदों से",
			"author": "২৬. আর যখন ইবরাহীম (আলাইহিস সালাম তাঁর প্রকৃত চাচা কিন্তু লালন-পালনের কারণে) তাঁর পিতা এবং নিজ সম্প্রদায়কে বললেন, ‘নিশ্চয়ই সেসবের সাথে আমার কোনো সম্পর্ক নেই তোমরা যাদের পূজা করো,"
		},
		{
			"_id": "4352",
			"sura": "43",
			"para": "25",
			"verses": "27",
			"names": "اِلَّا  الَّذِیۡ  فَطَرَنِیۡ  فَاِنَّہٗ  سَیَہۡدِیۡنِ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "اِلَّا  الَّذِیۡ  فَطَرَنِیۡ  فَاِنَّہٗ  سَیَہۡدِیۡنِ ﴿۲۷﴾ ",
			"index": "4352",
			"name": "তিনি ব্যতীত যিনি আমাকে সৃষ্টি করেছেন, সুতরাং অবশ্য তিনি শিগ্‌গিরই আমাকে পথ প্রদান করবেন। ",
			"en_kanzulimaan": "Except Him Who has created me, for He will soon direct me. (To my place of migration.)",
			"ur_kanzulimaan": "سوا اس کے جس نے مجھے پیدا کیا کہ ضرور وہ بہت جلد مجھے راہ دے گا،",
			"hi_kanzulimaan": "सिवा उसके जिसने मुझे पैदा किया कि ज़रूर वह बहुत जल्द मुझे राह देगा",
			"author": "২৭. তবে সে সত্তা ব্যতীত, যিনি আমাকে সৃষ্টি করেছেন। সুতরাং তিনি আমাকে অচিরেই পথ দেখাবেন।’"
		},
		{
			"_id": "4353",
			"sura": "43",
			"para": "25",
			"verses": "28",
			"names": "وَ جَعَلَہَا کَلِمَۃًۢ  بَاقِیَۃً  فِیۡ عَقِبِہٖ  لَعَلَّہُمۡ  یَرۡجِعُوۡنَ ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَعَلَہَا کَلِمَۃًۢ  بَاقِیَۃً  فِیۡ عَقِبِہٖ  لَعَلَّہُمۡ  یَرۡجِعُوۡنَ ﴿۲۸﴾ ",
			"index": "4353",
			"name": "এবং সেটাকে আপন বংশধরদের মধ্যে শাশ্বত বাণীরূপে রেখে গেছেন যাতে তারা ফিরে আসতে পারে; ",
			"en_kanzulimaan": "And Ibrahim kept this declaration among his progeny, in order that they may desist.",
			"ur_kanzulimaan": "اور اسے اپنی نسل میں باقی کلام رکھا کہ کہیں وہ باز آئیں",
			"hi_kanzulimaan": "और उसे (40फ) अपनी नस्ल में बाक़ी कलाम रखा (41फ) कि कहीं वो बाज़ आएं (42फ)",
			"author": "২৮. আর ইবরাহীম (আলাইহিস সালাম তাওহীদের এ মতাদর্শকে) তাঁর বংশধর ও সন্তান-সন্ততির মাঝে স্থায়ী বাণীরূপে রেখে গেছেন, যাতে তারা (আল্লাহ্‌র দিকে) প্রত্যাবর্তন করে।"
		},
		{
			"_id": "4354",
			"sura": "43",
			"para": "25",
			"verses": "29",
			"names": "بَلۡ مَتَّعۡتُ ہٰۤؤُلَآءِ وَ اٰبَآءَہُمۡ حَتّٰی جَآءَہُمُ  الۡحَقُّ وَ  رَسُوۡلٌ  مُّبِیۡنٌ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "بَلۡ مَتَّعۡتُ ہٰۤؤُلَآءِ وَ اٰبَآءَہُمۡ حَتّٰی جَآءَہُمُ  الۡحَقُّ وَ  رَسُوۡلٌ  مُّبِیۡنٌ ﴿۲۹﴾ ",
			"index": "4354",
			"name": "বরং আমি তাদেরকে এবং তাদের পিতৃপুরুষদেরকে পৃথিবীতে ভোগ করার সুযোগ দিয়েছি এ পর্যন্ত যে, তাদের নিকট সত্য ও সুস্পষ্ট বর্ণনাকারী রসূল তাশরীফ আনয়ন করেন। ",
			"en_kanzulimaan": "In fact I gave them and their forefathers the usage of this world until the truth and the Noble Messenger who conveyed the message clearly, came to them.",
			"ur_kanzulimaan": "بلکہ میں نے انہیں اور ان کے باپ دادا کو دنیا کے فائدے دیے یہاں تک کہ ان کے پاس حق اور صاف بتانے والا رسول تشریف لایا",
			"hi_kanzulimaan": "बल्कि मैं उन्हें (43फ) और उनके बाप दादा को दुनिया के फ़ायदे दिये (44फ) यहाँ तक कि उनके पास हक़ (45फ) और साफ़ बताने वाला रसूल तशरीफ़ लाया (46फ)",
			"author": "২৯. বরং আমিই তাদেরকে এবং তাদের পিতৃপুরুষদেরকে (ইবরাহীম আলাইহিস সালামের কারণে এবং তাঁর মাধ্যমে এ পৃথিবীতে) ভোগের সুযোগ দিয়েছি; যতক্ষণ পর্যন্ত না তাদের নিকট সত্য (অর্থাৎ কুরআন) এবং পরিস্কার ও সুস্পষ্টরূপে বর্ণনাকারী রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) আগমন করেছেন।"
		},
		{
			"_id": "4355",
			"sura": "43",
			"para": "25",
			"verses": "30",
			"names": "وَ لَمَّا جَآءَہُمُ الۡحَقُّ  قَالُوۡا ہٰذَا سِحۡرٌ  وَّ اِنَّا بِہٖ  کٰفِرُوۡنَ ﴿۳۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَمَّا جَآءَہُمُ الۡحَقُّ  قَالُوۡا ہٰذَا سِحۡرٌ  وَّ اِنَّا بِہٖ  کٰفِرُوۡنَ ﴿۳۰﴾ ",
			"index": "4355",
			"name": "এবং যখন তাদের নিকট সত্য আগমন করলো, তখন তারা বললো, ‘এটা যাদু এবং আমরা সেটার অস্বীকারকারী। ",
			"en_kanzulimaan": "And when the truth came to them they said, This is magic, and we disbelieve in it.",
			"ur_kanzulimaan": "اور جب ان کے پاس حق آیا بولے یہ جادو ہے اور ہم اس کے منکر ہیں،",
			"hi_kanzulimaan": "और जब उनके पास हक़ (सत्य) आया बोले यह जादू है और हम इसके मुन्किर हैं",
			"author": "৩০. আর যখন তাদের নিকট সত্য সমাগত তখন বলতে লাগলো, ‘এ তো যাদু, আর আমরা তা প্রত্যাখ্যান করি’।"
		},
		{
			"_id": "4356",
			"sura": "43",
			"para": "25",
			"verses": "31",
			"names": "وَ قَالُوۡا لَوۡ لَا نُزِّلَ ہٰذَا الۡقُرۡاٰنُ عَلٰی رَجُلٍ مِّنَ الۡقَرۡیَتَیۡنِ  عَظِیۡمٍ ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡا لَوۡ لَا نُزِّلَ ہٰذَا الۡقُرۡاٰنُ عَلٰی رَجُلٍ مِّنَ الۡقَرۡیَتَیۡنِ  عَظِیۡمٍ ﴿۳۱﴾ ",
			"index": "4356",
			"name": "এবং তারা বললো, ‘কেন অবতীর্ণ করা হয় নি এ ক্বোরআনকে ওই দু’শহরের কোন বড় লোকের উপর?’",
			"en_kanzulimaan": "And they said, Why was the Quran not sent down upon some chieftain of these two great towns? (The chiefs of Mecca and Taif).",
			"ur_kanzulimaan": "اور بولے کیوں نہ اتارا گیا یہ قرآن ان دو شہروں کے کسی بڑے آدمی پر",
			"hi_kanzulimaan": "और बोले क्यों न उतारा गया ये क़ुरआन इन दो शहरों (47फ) के किसी बड़े आदमी पर (48फ)",
			"author": "৩১. আর তারা বলে, ‘এ কুরআন (মক্কা ও তায়েফের) দুই জনপদের কোনো মহান ব্যক্তির প্রতি (অর্থাৎ কোনো নেতা, সরদার বা সমৃদ্ধশালী কারো প্রতি) কেন অবতীর্ণ হলো না?’"
		},
		{
			"_id": "4357",
			"sura": "43",
			"para": "25",
			"verses": "32",
			"names": "اَہُمۡ یَقۡسِمُوۡنَ رَحۡمَتَ رَبِّکَ ؕ نَحۡنُ قَسَمۡنَا بَیۡنَہُمۡ  مَّعِیۡشَتَہُمۡ فِی الۡحَیٰوۃِ الدُّنۡیَا وَ رَفَعۡنَا بَعۡضَہُمۡ فَوۡقَ بَعۡضٍ دَرَجٰتٍ لِّیَتَّخِذَ بَعۡضُہُمۡ بَعۡضًا سُخۡرِیًّا ؕ وَ رَحۡمَتُ رَبِّکَ خَیۡرٌ  مِّمَّا یَجۡمَعُوۡنَ ﴿۳۲﴾ ",
			"number": "",
			"verses_PDMS": "اَہُمۡ یَقۡسِمُوۡنَ رَحۡمَتَ رَبِّکَ ؕ نَحۡنُ قَسَمۡنَا بَیۡنَہُمۡ  مَّعِیۡشَتَہُمۡ فِی الۡحَیٰوۃِ الدُّنۡیَا وَ رَفَعۡنَا بَعۡضَہُمۡ فَوۡقَ بَعۡضٍ دَرَجٰتٍ لِّیَتَّخِذَ بَعۡضُہُمۡ بَعۡضًا سُخۡرِیًّا ؕ وَ رَحۡمَتُ رَبِّکَ خَیۡرٌ  مِّمَّا یَجۡمَعُوۡنَ ﴿۳۲﴾ ",
			"index": "4357",
			"name": "আপনার রবের অনুগ্রহ কি তারা বন্টন করে? আমি তাদের মধ্যে তাদের জীবন সামগ্রী পার্থিব জীবনে বণ্টন করেছি এবং তাদের মধ্যে এককে অপরের উপর বহু উচ্চ মর্যাদায় মর্যাদাবান করেছি, যাতে একে অপরকে হাসি ঠাট্টার পাত্র করে নেয় এবং আপনার রবের অনুগ্রহ তাদের সঞ্চিত অর্থ ও জনবল থেকে উত্তম। ",
			"en_kanzulimaan": "Are they the distributors of your Lords mercy? We have distributed among them their comforts in the life of this world, and gave high status to some over others so that they mock at each other; and the mercy of your Lord is better than all what they hoard.",
			"ur_kanzulimaan": "کیا تمہارے رب کی رحمت وہ بانٹتے ہیں ہم نے ان میں ان کی زیست کا سامان دنیا کی زندگی میں بانٹا اور ان میں ایک دوسرے پر درجوں بلندی دی کہ ان میں ایک دوسرے کی ہنسی بنائے اور تمہارے رب کی رحمت ان کی جمع جتھا سے بہتر",
			"hi_kanzulimaan": "क्या तुम्हारे रब की रहमत वो बाँटते हैं (49फ) हमने उनमें उनकी ज़िस्त का सामान दुनिया की ज़िन्दगी में बाँटा (50फ) और उनमें एक दूसरे पर दर्जो बलन्दी दी (51फ) कि उनमें एक दूसरे की हंसी बनाए (52फ) और तुम्हारे रब की रहमत (53फ) उनकी जमा जथा से बेहतर (54फ)",
			"author": "৩২. তারা কি আপনার প্রতিপালকের (নবুয়্যতের) রহমত বন্টন করে? আমরাই তাদের মাঝে পার্থিব জীবনে তাদের জীবিকা (সামগ্রী) বন্টন করি এবং আমরাই তাদের মধ্যে একজনকে অপরজনের উপর (উপকরণ ও সম্পদে) মর্যাদায় উন্নীত করি; (তা কি এ জন্যে করি,) যাতে তাদের কতিপয় (ধনাঢ্য) অপর (গরীব) কাউকে ঠাট্টা-বিদ্রুপ করবে? (দরিদ্রদের এ উপহাসের কারণে তোমরা কাউকেই নবুয়্যতের রহমতের উপযুক্ত মনে করো না।) আর তোমাদের প্রতিপালকের অনুগ্রহ সেসব (সম্পদ) থেকে উৎকৃষ্ট যা তারা জমা করে (এবং যা নিয়ে তারা অহঙ্কার করে।)"
		},
		{
			"_id": "4358",
			"sura": "43",
			"para": "25",
			"verses": "33",
			"names": "وَ لَوۡ لَاۤ  اَنۡ یَّکُوۡنَ النَّاسُ اُمَّۃً  وَّاحِدَۃً لَّجَعَلۡنَا  لِمَنۡ یَّکۡفُرُ بِالرَّحۡمٰنِ لِبُیُوۡتِہِمۡ سُقُفًا مِّنۡ فِضَّۃٍ  وَّ مَعَارِجَ عَلَیۡہَا یَظۡہَرُوۡنَ ﴿ۙ۳۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ لَاۤ  اَنۡ یَّکُوۡنَ النَّاسُ اُمَّۃً  وَّاحِدَۃً لَّجَعَلۡنَا  لِمَنۡ یَّکۡفُرُ بِالرَّحۡمٰنِ لِبُیُوۡتِہِمۡ سُقُفًا مِّنۡ فِضَّۃٍ  وَّ مَعَارِجَ عَلَیۡہَا یَظۡہَرُوۡنَ ﴿ۙ۳۳﴾ ",
			"index": "4358",
			"name": "এবং যদি এটা না হতো যে, সমস্ত লোক এ দ্বীন (অর্থাৎ কুফর এর) উপর হয়ে যাবে, তবে আমি অবশ্যই রহমানের অস্বীকারকারীদের জন্য রূপার ছাদ ও সিড়িসমূহ সৃষ্টি করতাম, যেগুলোর উপর তারা চড়তো; ",
			"en_kanzulimaan": "And were it not for that all people be on one religion, We would have made for the disbelievers of the Most Gracious, roofs and stairs of silver which they would climb.",
			"ur_kanzulimaan": "اور اگر یہ نہ ہوتا کہ سب لوگ ایک دین پر ہوجائیں تو ہم ضرور رحمٰن کے منکروں کے لیے چاندی کی چھتیں اور سیڑھیاں بناتے جن پر چڑھتے،",
			"hi_kanzulimaan": "और अगर यह न होता कि सब लोग एक दीन पर हो जाएं (55फ) तो हम ज़रूर रहमान का  मुन्किरों के लिये चांदी की छतें और सीढ़ियाँ बनाते जिनपर चढ़ते",
			"author": "৩৩. আর সমস্ত মানুষ (কুফরীর বিষয়ে একমত হয়ে) একই জাতি হয়ে যাবে, এ আশংকা না থাকলে দয়াময় আল্লাহ্কে অস্বীকারকারী সকলের গৃহের জন্যে দিতাম রৌপ্য-নির্মিত ছাদ ও সিঁড়ি, যেগুলোতে তারা আরোহণ করতো,"
		},
		{
			"_id": "4359",
			"sura": "43",
			"para": "25",
			"verses": "34",
			"names": "وَ لِبُیُوۡتِہِمۡ  اَبۡوَابًا وَّ سُرُرًا عَلَیۡہَا یَتَّکِـُٔوۡنَ ﴿ۙ۳۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لِبُیُوۡتِہِمۡ  اَبۡوَابًا وَّ سُرُرًا عَلَیۡہَا یَتَّکِـُٔوۡنَ ﴿ۙ۳۴﴾ ",
			"index": "4359",
			"name": "এবং তাদের ঘরগুলোর জন্য (দিতাম) রূপার দরজাসমূহ এবং রূপার আসন, যেগুলোর সাথে তারা হেলান দিতো। ",
			"en_kanzulimaan": "And doors of silver for their houses and couches of silver upon which they would recline.",
			"ur_kanzulimaan": "اور ان کے گھروں کے لیے چاندی کے دروازے اور چاندی کے تخت جن پر تکیہ لگاتے،",
			"hi_kanzulimaan": "और उनके घरो कें लिये चांदी के दरवाज़ें और चांदी के तख़्त जिन पर तकिया लगाते और तरह तरह की आरायश (56फ)",
			"author": "৩৪. আর (এভাবে) তাদের গৃহের জন্যে (দিতাম রৌপ্যের) দরোজা ও পালঙ্ক , যাতে তারা হেলান দিতো,"
		},
		{
			"_id": "4360",
			"sura": "43",
			"para": "25",
			"verses": "35",
			"names": "وَ زُخۡرُفًا ؕ وَ اِنۡ کُلُّ  ذٰلِکَ لَمَّا مَتَاعُ الۡحَیٰوۃِ  الدُّنۡیَا ؕ وَ الۡاٰخِرَۃُ  عِنۡدَ  رَبِّکَ  لِلۡمُتَّقِیۡنَ ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ زُخۡرُفًا ؕ وَ اِنۡ کُلُّ  ذٰلِکَ لَمَّا مَتَاعُ الۡحَیٰوۃِ  الدُّنۡیَا ؕ وَ الۡاٰخِرَۃُ  عِنۡدَ  رَبِّکَ  لِلۡمُتَّقِیۡنَ ﴿۳۵﴾ ",
			"index": "4360",
			"name": "এবং বিভিন্ন ধরনের সাজ-সজ্জাও। আর এই যা কিছু রয়েছে সবই পার্থিব জীবনেরই আসবাবপত্র। এবং আখিরাত তোমাদের রবের নিকট পরহেয্‌গারদের জন্য। ",
			"en_kanzulimaan": "And diverse adornments; and all this is usage only of the life of this world; and the Hereafter with your Lord, is for the pious.",
			"ur_kanzulimaan": "اور طرح طرح کی آرائش اور یہ جو کچھ ہے جیتی دنیا ہی کا اسباب ہے، اور آخرت تمہارے رب کے پاس پرہیزگاروں کے لیے ہے",
			"hi_kanzulimaan": "और यह जो कुछ है जीती दुनिया ही का अस्बाब है और आख़िरत तुम्हारे रब के पास परहेज़गारों के लिये है (57फ)",
			"author": "৩৫. আর (রৌপ্যের উপর) স্বর্ণ ও মণিমুক্তার সাজসজ্জাও (করে দিতাম) এবং এসব কিছুই পার্থিব জীবনের ক্ষণস্থায়ী ও তুচ্ছ ভোগ-সম্ভার। আর পরকাল (যার সৌন্দর্য ও ভূষণ) রয়েছে আপনার প্রতিপালকের নিকট, কেবল পরহেযগারদের জন্যে।"
		},
		{
			"_id": "4361",
			"sura": "43",
			"para": "25",
			"verses": "36",
			"names": "وَ مَنۡ یَّعۡشُ عَنۡ ذِکۡرِ الرَّحۡمٰنِ نُقَیِّضۡ لَہٗ  شَیۡطٰنًا  فَہُوَ  لَہٗ  قَرِیۡنٌ ﴿۳۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ یَّعۡشُ عَنۡ ذِکۡرِ الرَّحۡمٰنِ نُقَیِّضۡ لَہٗ  شَیۡطٰنًا  فَہُوَ  لَہٗ  قَرِیۡنٌ ﴿۳۶﴾ ",
			"index": "4361",
			"name": "এবং যা রহমানের স্মরণ থেকে বিমুখ হয়, আমি তার জন্য একটা শয়তান নিয়োগ করি, যাতে সে তার সাথী হয়ে থাকে। ",
			"en_kanzulimaan": "And whoever is averse to the Remembrance of the Most Gracious, We appoint a devil upon him, who stays with him.",
			"ur_kanzulimaan": "اور جسے رند تو آئے (شب کوری ہو) رحمن کے ذکر سے ہم اس پر ایک شیطان تعینات کریں کہ وہ اس کا ساتھی رہے،",
			"hi_kanzulimaan": "और जिसे रतौंद आए रहमान के ज़िक्र से (58फ) हम उस पर एक शैतान तैनात करें कि वह उसका साथी रहे",
			"author": "৩৬. আর যে ব্যক্তি দয়াময় আল্লাহ্‌র স্মরণ থেকে বিমুখ হয়, আমরা তাকে নিয়ন্ত্রণে নিয়োজিত করি এক শয়তান, যে হয় তার সহচর।"
		},
		{
			"_id": "4362",
			"sura": "43",
			"para": "25",
			"verses": "37",
			"names": "وَ اِنَّہُمۡ  لَیَصُدُّوۡنَہُمۡ عَنِ السَّبِیۡلِ وَ یَحۡسَبُوۡنَ  اَنَّہُمۡ  مُّہۡتَدُوۡنَ ﴿۳۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنَّہُمۡ  لَیَصُدُّوۡنَہُمۡ عَنِ السَّبِیۡلِ وَ یَحۡسَبُوۡنَ  اَنَّہُمۡ  مُّہۡتَدُوۡنَ ﴿۳۷﴾ ",
			"index": "4362",
			"name": "এবং নিশ্চয় ওই শয়তানগণ তাদেরকে সৎপথে বাধা দেয় এবং এ-ই মনে করে যে, তারা সঠিক পথে রয়েছে; ",
			"en_kanzulimaan": "And indeed those devils prevent them from the Straight Path, and they think they are on guidance!",
			"ur_kanzulimaan": "اور بیشک وہ شیاطین ان کو راہ سے روکتے ہیں اور سمجھتے یہ ہیں کہ وہ راہ پر ہیں،",
			"hi_kanzulimaan": "और बेशक वो शयातीन उनको (59फ) राह से रोकते हैं और (60फ) समझते यह हैं कि वो राह पर हैं",
			"author": "৩৭. আর এরাই (এ শয়তানগুলো) তাদেরকে (হেদায়াতের) পথ থেকে বিরত রাখে, অথচ তারা মনে করে তারা হেদায়াতপ্রাপ্ত।"
		},
		{
			"_id": "4363",
			"sura": "43",
			"para": "25",
			"verses": "38",
			"names": "حَتّٰۤی  اِذَا جَآءَنَا قَالَ یٰلَیۡتَ بَیۡنِیۡ وَ بَیۡنَکَ بُعۡدَ الۡمَشۡرِقَیۡنِ فَبِئۡسَ الۡقَرِیۡنُ ﴿۳۸﴾ ",
			"number": "",
			"verses_PDMS": "حَتّٰۤی  اِذَا جَآءَنَا قَالَ یٰلَیۡتَ بَیۡنِیۡ وَ بَیۡنَکَ بُعۡدَ الۡمَشۡرِقَیۡنِ فَبِئۡسَ الۡقَرِیۡنُ ﴿۳۸﴾ ",
			"index": "4363",
			"name": "শেষ পর্যন্ত যখন কাফির আমার নিকট আসবে, তখন তার শয়তানকে বলবে, ‘হায়! কোন মতে তোমার ও আমার মধ্যে পূর্ব-পশ্চিমের ব্যবধান থাকতো। সুতরাং কতোই মন্দ সাথী!",
			"en_kanzulimaan": "To the extent that when the disbeliever will be brought to Us, he will say to his devil, Alas - if only there was the distance* of east and west, between you and me! - so what an evil companion** he is! (* Had I not listened to you. **They will be bound together in chains.)",
			"ur_kanzulimaan": "یہاں تک کہ جب کافر ہمارے پاس آئے گا اپنے شیطان سے کہے گا ہائے کسی طرح مجھ میں تجھ میں پورب پچھم کا فاصلہ ہوتا تو کیا ہی برا ساتھی ہے،",
			"hi_kanzulimaan": "यहाँ तक कि जब (61फ) काफ़िर हमारे पास आएगा अपने शैतान से कहेगा हाय किसी तरह मुझ में तुझ में पूरब पश्चिम का फ़ासला होता तू क्या ही बुरा साथी है",
			"author": "৩৮. অবশেষে যখন সে আমাদের নিকট উপস্থিত হবে তখন (নিজের সঙ্গী শয়তানকে) বলবে, ‘হায়! যদি তোমার ও আমার মাঝে পূর্ব ও পশ্চিমের ব্যবধান থাকতো। সুতরাং (তুমি ছিলে) কতোই না নিকৃষ্ট সঙ্গী!"
		},
		{
			"_id": "4364",
			"sura": "43",
			"para": "25",
			"verses": "39",
			"names": "وَ لَنۡ یَّنۡفَعَکُمُ الۡیَوۡمَ اِذۡ  ظَّلَمۡتُمۡ  اَنَّکُمۡ   فِی الۡعَذَابِ  مُشۡتَرِکُوۡنَ ﴿۳۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَنۡ یَّنۡفَعَکُمُ الۡیَوۡمَ اِذۡ  ظَّلَمۡتُمۡ  اَنَّکُمۡ   فِی الۡعَذَابِ  مُشۡتَرِکُوۡنَ ﴿۳۹﴾ ",
			"index": "4364",
			"name": "এবং আজ অবশ্য তোমাদের এটা দ্বারা কোন উপকার হবে না, যেহেতু তোমরা যুল্‌ম করেছো তোমরা সবাই শাস্তির মধ্যে অংশীদার। ",
			"en_kanzulimaan": "(It will be said to them) And you will not benefit from them this day, whereas you are unjust - for you are all partners in the punishment.",
			"ur_kanzulimaan": "اور ہرگز تمہارا اس سے بھلا نہ ہوگا آج جبکہ تم نے ظلم کیا کہ تم سب عذاب میں شریک ہو،",
			"hi_kanzulimaan": "और हरगिज़ तुम्हारा उस  (62फ) से भला न होगा आज जब कि (63फ) तुमने ज़ुल्म किया कि तुम सब अज़ाब में शरीक हो",
			"author": "৩৯. আর আজকের দিনে তোমাদের (এ আকাঙ্ক্ষা) কোনো কাজেই আসবে না, যেহেতু তোমরা (জীবনভর) অন্যায় করেছিলে। (আজ) তোমরা সকলেই শাস্তিতে অংশীদার।"
		},
		{
			"_id": "4365",
			"sura": "43",
			"para": "25",
			"verses": "40",
			"names": "اَفَاَنۡتَ تُسۡمِعُ  الصُّمَّ  اَوۡ تَہۡدِی الۡعُمۡیَ وَ مَنۡ  کَانَ فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "اَفَاَنۡتَ تُسۡمِعُ  الصُّمَّ  اَوۡ تَہۡدِی الۡعُمۡیَ وَ مَنۡ  کَانَ فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۴۰﴾ ",
			"index": "4365",
			"name": "তবে কি আপনি বধিরদেরকে শুনাবেন, অথবা অন্ধগণকে পথ দেখাবেন এবং ওই সব লোককেও, যারা সুস্পষ্ট পথভ্রষ্টটার মধ্যে রয়েছে? ",
			"en_kanzulimaan": "So will you make the deaf listen or show the path to the blind, and to those who are in open error? (The disbelievers whose hearts are sealed, are deaf and blind to the truth).",
			"ur_kanzulimaan": "تو کیا تم بہروں کو سناؤ گے یا اندھوں کو راہ دکھاؤ گے اور انہیں جو کھلی گمراہی میں ہیں",
			"hi_kanzulimaan": "तो क्या तुम बहरों को सुनाओगे (64फ) या अंधों को राह दिखाओगे (65फ) और उन्हें जो खुली गुमराही में हैं (66फ)",
			"author": "৪০. অতঃপর আপনি কি শুনাতে পারবেন বধিরকে, নাকি হেদায়াতের পথ দেখাতে পারবেন অন্ধ এবং সেসব লোককে যারা সুস্পষ্ট বিভ্রান্তিতে রয়েছে?"
		},
		{
			"_id": "4366",
			"sura": "43",
			"para": "25",
			"verses": "41",
			"names": "فَاِمَّا نَذۡہَبَنَّ بِکَ فَاِنَّا مِنۡہُمۡ مُّنۡتَقِمُوۡنَ ﴿ۙ۴۱﴾ ",
			"number": "",
			"verses_PDMS": "فَاِمَّا نَذۡہَبَنَّ بِکَ فَاِنَّا مِنۡہُمۡ مُّنۡتَقِمُوۡنَ ﴿ۙ۴۱﴾ ",
			"index": "4366",
			"name": "সুতরাং যদি আমি আপনাকে নিয়ে যাই, তবে তাদের থেকে অবশ্য বদলা নেবো। ",
			"en_kanzulimaan": "So if We take you away, We shall then indeed take revenge from them.",
			"ur_kanzulimaan": "تو اگر ہم تمہیں لے جائیں تو ان سے ہم ضرور بدلہ لیں گے",
			"hi_kanzulimaan": "तो अगर हम तुम्हें ले जाएं (67फ) तो उनसे हम ज़रूर बदला लेंगे (68फ)",
			"author": "৪১. অতঃপর যদি আমরা আপনাকে (পৃথিবী থেকে) নিয়ে যাই, তবুও আমরা তাদের থেকে প্রতিশোধ গ্রহণ করবো,"
		},
		{
			"_id": "4367",
			"sura": "43",
			"para": "25",
			"verses": "42",
			"names": "اَوۡ نُرِیَنَّکَ الَّذِیۡ وَعَدۡنٰہُمۡ  فَاِنَّا عَلَیۡہِمۡ مُّقۡتَدِرُوۡنَ ﴿۴۲﴾ ",
			"number": "",
			"verses_PDMS": "اَوۡ نُرِیَنَّکَ الَّذِیۡ وَعَدۡنٰہُمۡ  فَاِنَّا عَلَیۡہِمۡ مُّقۡتَدِرُوۡنَ ﴿۴۲﴾ ",
			"index": "4367",
			"name": "অথবা আপনাকে দেখাবো যার প্রতিশ্রুতি আমি তাদেরকে দিয়েছি। সুতরাং আমি তাদের উপর বড় শক্তিশালী। ",
			"en_kanzulimaan": "Or show you what We have promised them - We therefore have complete control over them.",
			"ur_kanzulimaan": "یا تمہیں دکھادیں جس کا انہیں ہم نے وعدہ دیا ہے تو ہم ان پر بڑی قدرت والے ہیں،",
			"hi_kanzulimaan": "या तुम्हें दिखा दें (69फ) जिसका उन्हें हमने वादा दिया हैं तो हम उनपर बड़ी क़ुदरत वाले हैं",
			"author": "৪২. অথবা আপনাকে প্রত্যক্ষ করাই (সে শাস্তি) যার অঙ্গীকার আমরা তাদেরকে করেছিলাম, সুতরাং অবশ্যই আমরা তাদের উপর পূর্ণ ক্ষমতার অধিকারী।"
		},
		{
			"_id": "4368",
			"sura": "43",
			"para": "25",
			"verses": "43",
			"names": "فَاسۡتَمۡسِکۡ بِالَّذِیۡۤ  اُوۡحِیَ   اِلَیۡکَ ۚ اِنَّکَ عَلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿۴۳﴾ ",
			"number": "",
			"verses_PDMS": "فَاسۡتَمۡسِکۡ بِالَّذِیۡۤ  اُوۡحِیَ   اِلَیۡکَ ۚ اِنَّکَ عَلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿۴۳﴾ ",
			"index": "4368",
			"name": "সুতরাং দৃঢ়ভাবে ধারণ করে থাকুন সেটাকেই, যা আপনার প্রতি ওহী করা হয়েছে। নিশ্চয় আপনি সরল পথে রয়েছেন। ",
			"en_kanzulimaan": "Therefore hold fast to what We have divinely revealed to you; indeed you are upon the Straight Path. (The Holy Prophets can never go astray).",
			"ur_kanzulimaan": "تو مضبوط تھامے رہو اسے جو تمہاری طرف وحی کی گئی بیشک تم سیدھی راہ پر ہو،",
			"hi_kanzulimaan": "तो मज़बूत थामे रहो उसे जो तुम्हारी तरफ़ वही की गई (70फ) बेशक तुम सीधी राह पर हो",
			"author": "৪৩. অতঃপর, আপনি সুদৃঢ়ভাবে আকড়ে থাকুন (এ কুরআন) যা আপনার প্রতি প্রত্যাদেশ করা হয়েছে। নিশ্চয়ই আপনি (অধিষ্ঠিত) রয়েছেন সরল পথেই।"
		},
		{
			"_id": "4369",
			"sura": "43",
			"para": "25",
			"verses": "44",
			"names": "وَ اِنَّہٗ  لَذِکۡرٌ لَّکَ وَ لِقَوۡمِکَ ۚ وَ سَوۡفَ تُسۡـَٔلُوۡنَ ﴿۴۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنَّہٗ  لَذِکۡرٌ لَّکَ وَ لِقَوۡمِکَ ۚ وَ سَوۡفَ تُسۡـَٔلُوۡنَ ﴿۴۴﴾ ",
			"index": "4369",
			"name": "এবং নিশ্চয় তা হচ্ছে সম্মান আপনার জন্য এবং আপনার সম্প্রদায়ের জন্য। আর অবিলম্বে তোমাদেরকে জিজ্ঞাসা করা হবে। ",
			"en_kanzulimaan": "And it is undoubtedly an honour for you and your people; and you will soon be questioned.",
			"ur_kanzulimaan": "اور بیشک وہ شرف ہے تمہارے لیے اور تمہاری قوم کے لیے اور عنقریب تم سے پوچھا جائے گا",
			"hi_kanzulimaan": "और बेशक वह (71फ) शरफ़ (बुज़ुर्गी) है तुम्हारे लिये (72फ) और तुम्हारी क़ौम के लिये (73फ) और अन्करिब तुम से पूछा जाएगा (74फ)",
			"author": "৪৪. আর অবশ্যই এ (কুরআন) আপনার জন্যে এবং আপনার উম্মতের জন্যে মহা সম্মানের। আর (হে মানুষ!) তোমাদেরকে অচিরেই জিজ্ঞেস করা হবে (যে, তোমারা কুরআনের সাথে কীরকম সম্পর্ক স্থাপন করেছিলে।)"
		},
		{
			"_id": "4370",
			"sura": "43",
			"para": "25",
			"verses": "45",
			"names": "وَ سۡـَٔلۡ مَنۡ  اَرۡسَلۡنَا مِنۡ  قَبۡلِکَ مِنۡ رُّسُلِنَاۤ  اَجَعَلۡنَا مِنۡ دُوۡنِ الرَّحۡمٰنِ اٰلِـہَۃً   یُّعۡبَدُوۡنَ ﴿۴۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ سۡـَٔلۡ مَنۡ  اَرۡسَلۡنَا مِنۡ  قَبۡلِکَ مِنۡ رُّسُلِنَاۤ  اَجَعَلۡنَا مِنۡ دُوۡنِ الرَّحۡمٰنِ اٰلِـہَۃً   یُّعۡبَدُوۡنَ ﴿۴۵﴾ ",
			"index": "4370",
			"name": "এবং তাদেরকে জিজ্ঞাসা করুন, যাদেরকে আমি আপনার পূর্বে রসূলরূপে প্রেরণ করেছি, আমি কি রহমান ব্যতীত অন্য কোন খোদা স্থির করেছি, যেগুলোর উপাসনা করা যায়?",
			"en_kanzulimaan": "And ask them - did any of the Noble Messengers We sent before you, appoint any other Gods except the Most Gracious, whom they used to worship?",
			"ur_kanzulimaan": "اور ان سے پوچھو جو ہم نے تم سے پہلے رسول بھیجے کیا ہم نے رحمان کے سوا کچھ اور خدا ٹھہرائے جن کو پوجا ہو",
			"hi_kanzulimaan": "और उनसे पूछो जो हमने तुमसे पहले रसूल भेजे क्या हमने रहमान के सिवा कुछ और ख़ुदा ठहराए जिनको पूजा हो (75फ)",
			"author": "৪৫. আর আপনার পূর্বে যে রাসূলগণকে প্রেরণ করেছিলাম তাঁদেরকে জিজ্ঞেস করুন, আমরা কি দয়াময় আল্লাহ্ ব্যতীত অন্য কোনো উপাস্য স্থির করেছিলাম যার উপাসনা করা যায়?"
		},
		{
			"_id": "4371",
			"sura": "43",
			"para": "25",
			"verses": "46",
			"names": "وَ لَقَدۡ  اَرۡسَلۡنَا مُوۡسٰی بِاٰیٰتِنَاۤ  اِلٰی فِرۡعَوۡنَ وَ مَلَا۠ئِہٖ فَقَالَ  اِنِّیۡ رَسُوۡلُ رَبِّ الۡعٰلَمِیۡنَ ﴿۴۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ  اَرۡسَلۡنَا مُوۡسٰی بِاٰیٰتِنَاۤ  اِلٰی فِرۡعَوۡنَ وَ مَلَا۠ئِہٖ فَقَالَ  اِنِّیۡ رَسُوۡلُ رَبِّ الۡعٰلَمِیۡنَ ﴿۴۶﴾ ",
			"index": "4371",
			"name": "এবং নিশ্চয় আমি মূসাকে আমার নিদর্শনাদি সহকারে ফির’আউন ও তার পরিষদবর্গের প্রতি প্রেরণ করেছি, তখন তিনি বললেন, ‘নিশ্চয় আমি তার রসূল, যিনি সমগ্র জাহানের মালিক।",
			"en_kanzulimaan": "And indeed We sent Moosa along with Our signs towards Firaun and his chieftains - he therefore said, Indeed I am a Noble Messenger of the Lord of the Creation.",
			"ur_kanzulimaan": "اور بیشک ہم نے موسیٰ کو اپنی نشایوں کے ساتھ فرعون اور اس کے سرداروں کی طرف بھیجا تو اس نے فرمایا بیشک میں اس کا رسول ہوں جو سارے جہاں کا مالک ہے،",
			"hi_kanzulimaan": "और बेशक हमने मूसा को अपनी निशानयों के साथ फ़िरऔन और उसके सरदारों की तरफ़ भेजा तो उसने फ़रमाया बेशक मैं उसका रसूल हूँ जो सारे जहाँ (जगत) का मालिक है",
			"author": "৪৬. আর আমরা তো মূসা (আলাইহিস সালাম)-কে আমাদের নিদর্শনাবলীসহ ফেরাউন এবং তার পরিষদবর্গের নিকট পাঠিয়েছিলাম। অতঃপর তিনি বললেন, ‘নিশ্চয়ই আমি সারা জাহানের প্রতিপালকের প্রেরিত রাসূল’।"
		},
		{
			"_id": "4372",
			"sura": "43",
			"para": "25",
			"verses": "47",
			"names": "فَلَمَّا جَآءَہُمۡ بِاٰیٰتِنَاۤ  اِذَا ہُمۡ مِّنۡہَا یَضۡحَکُوۡنَ ﴿۴۷﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا جَآءَہُمۡ بِاٰیٰتِنَاۤ  اِذَا ہُمۡ مِّنۡہَا یَضۡحَکُوۡنَ ﴿۴۷﴾ ",
			"index": "4372",
			"name": "অতঃপর যখন সে তাদের নিকট আমার নিদর্শনসমূহ নিয়ে এলো, তখনই তারা সেগুলো নিয়ে বিদ্রূপ করতে লাগলো। ",
			"en_kanzulimaan": "So when he brought Our signs to them, they started mocking at them!",
			"ur_kanzulimaan": "پھر جب وہ ان کے پاس ہماری نشانیاں لایا جبھی وہ ان پر ہنسنے لگے",
			"hi_kanzulimaan": "फिर जब वह उनके पास हमारी निशानियाँ लाया (76फ) जभी वो उनपर हंसने लगे (77फ)",
			"author": "৪৭. অতঃপর যখন তিনি আমাদের নিদর্শনাবলী নিয়ে তাদের নিকট আগমন করলেন, তখনই তারা সেসব (নিদর্শনাবলী) নিয়ে হাসি-ঠাট্টা করতে লাগলো।"
		},
		{
			"_id": "4373",
			"sura": "43",
			"para": "25",
			"verses": "48",
			"names": "وَ مَا نُرِیۡہِمۡ  مِّنۡ اٰیَۃٍ  اِلَّا ہِیَ اَکۡبَرُ مِنۡ اُخۡتِہَا ۫ وَ اَخَذۡنٰہُمۡ  بِالۡعَذَابِ لَعَلَّہُمۡ  یَرۡجِعُوۡنَ ﴿۴۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا نُرِیۡہِمۡ  مِّنۡ اٰیَۃٍ  اِلَّا ہِیَ اَکۡبَرُ مِنۡ اُخۡتِہَا ۫ وَ اَخَذۡنٰہُمۡ  بِالۡعَذَابِ لَعَلَّہُمۡ  یَرۡجِعُوۡنَ ﴿۴۸﴾ ",
			"index": "4373",
			"name": "এবং আমি তাদেরকে যে নিদর্শনই দেখাই তা পূর্বাপেক্ষা বড় হয়; এবং আমি তাদেরকে মুসীবতে গ্রেফতার করেছি, যাতে তারা ফিরে আসে",
			"en_kanzulimaan": "And all the signs We showed them were always greater than the earlier ones; and We seized them with calamities, so that they may return.",
			"ur_kanzulimaan": "اور ہم انہیں جو نشانی دکھاتے وہ پہلے سے بڑی ہوتی اور ہم نے انہیں مصیبت میں گرفتار کیا کہ وہ بام آئیں",
			"hi_kanzulimaan": "और हम उन्हें जो निशानी दिखाते वह पहले से बड़ी होती (78फ) और हमने उन्हें मुसीबत में गिरफ़्तार किया कि वो बाज़ आएं (79फ)",
			"author": "৪৮. আর আমরা তাদেরকে এমন কোনো নিদর্শনাবলী দেখাইনি যা তার পূর্ববর্তী সাদৃশ্যপূর্ণ নিদর্শন অপেক্ষা শ্রেষ্ঠ ছিল না। আর (পরিশেষে) আমরা তাদেরকে (অনেকবার) শাস্তিতে গ্রাস করলাম যাতে তারা প্রত্যাবর্তন করে।"
		},
		{
			"_id": "4374",
			"sura": "43",
			"para": "25",
			"verses": "49",
			"names": "وَ قَالُوۡا یٰۤاَیُّہَ السّٰحِرُ  ادۡعُ  لَنَا رَبَّکَ بِمَا عَہِدَ عِنۡدَکَ ۚ اِنَّنَا  لَمُہۡتَدُوۡنَ ﴿۴۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡا یٰۤاَیُّہَ السّٰحِرُ  ادۡعُ  لَنَا رَبَّکَ بِمَا عَہِدَ عِنۡدَکَ ۚ اِنَّنَا  لَمُہۡتَدُوۡنَ ﴿۴۹﴾ ",
			"index": "4374",
			"name": "এবং তারা বললো, ‘হে যাদুকর! আমাদের জন্য আপন রবের নিকট প্রার্থনা করো ওই অঙ্গীকার রক্ষার জন্য যা তিনি তোমার সাথে করেছেন। নিশ্চয় আমরা সৎপথে আসবো।",
			"en_kanzulimaan": "And they said, O you magician! Pray for us to your Lord, by the means of His covenant which is with you; we will certainly come to guidance.",
			"ur_kanzulimaan": "اور بولے کہ اے جادوگر ہمارے لیے اپنے رب سے دعا کر کہ اس عہد کے سبب جو اس کا تیرے پاس ہے بیشک ہم ہدایت پر آئیں گے",
			"hi_kanzulimaan": "और बोले (80फ) कि ऐ जादूगर (81फ) हमारे लिये अपने रब से दुआ कर उस एहद के सबब जो उसका तेरे पास है (82फ)",
			"author": "৪৯. আর তারা বলতে লাগলো, ‘হে যাদুকর! তুমি আমাদের জন্যে তোমার প্রতিপালকের নিকট অঙ্গীকার অনুযায়ী প্রার্থনা করো যা তিনি তোমার সাথে করেছেন। (তাহলে) অবশ্যই আমরা সৎপথ অবলম্বন করবো।’"
		},
		{
			"_id": "4375",
			"sura": "43",
			"para": "25",
			"verses": "50",
			"names": "فَلَمَّا کَشَفۡنَا عَنۡہُمُ  الۡعَذَابَ  اِذَا ہُمۡ  یَنۡکُثُوۡنَ ﴿۵۰﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا کَشَفۡنَا عَنۡہُمُ  الۡعَذَابَ  اِذَا ہُمۡ  یَنۡکُثُوۡنَ ﴿۵۰﴾ ",
			"index": "4375",
			"name": "অতঃপর যখন আমি তাদের থেকে ওই মুসীবত অপসারণ করে দিয়েছি তখনই তারা অঙ্গীকার ভঙ্গ করে ফেলেছে। ",
			"en_kanzulimaan": "So when We averted the calamity from them, they immediately broke the promise!",
			"ur_kanzulimaan": "پھر جب ہم نے ان سے وہ مصیبت ٹال دی جبھی وہ عہد توڑ گئے",
			"hi_kanzulimaan": "बेशक हम हिदायत पर आएंगे (83फ) फिर जब हमने उनसे वह मुसीबत टाल दी जभी वो एहद तोड़ गए (84फ)",
			"author": "৫০. অতঃপর যখন (মূসার দোয়ার কারণে) তাদের থেকে আমরা শাস্তি দূর করলাম তখনই তারা অঙ্গীকার ভঙ্গ করতে লাগলো।"
		},
		{
			"_id": "4376",
			"sura": "43",
			"para": "25",
			"verses": "51",
			"names": "وَ نَادٰی فِرۡعَوۡنُ فِیۡ  قَوۡمِہٖ  قَالَ یٰقَوۡمِ اَلَیۡسَ لِیۡ مُلۡکُ مِصۡرَ وَ ہٰذِہِ  الۡاَنۡہٰرُ تَجۡرِیۡ مِنۡ  تَحۡتِیۡ ۚ اَفَلَا  تُبۡصِرُوۡنَ ﴿ؕ۵۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ نَادٰی فِرۡعَوۡنُ فِیۡ  قَوۡمِہٖ  قَالَ یٰقَوۡمِ اَلَیۡسَ لِیۡ مُلۡکُ مِصۡرَ وَ ہٰذِہِ  الۡاَنۡہٰرُ تَجۡرِیۡ مِنۡ  تَحۡتِیۡ ۚ اَفَلَا  تُبۡصِرُوۡنَ ﴿ؕ۵۱﴾ ",
			"index": "4376",
			"name": "এবং ফির’আউন আপন সম্প্রদায়ের মধ্যে আহ্বান করলো, ‘হে আমার সম্প্রদায়! আমার জন্য কি মিশরের বাদশাহী নেই এবং এসব নদ-নদীও, যেগুলো আমার নিম্নদেশে প্রবহামান? তবে কি তোমরা দেখতে পাচ্ছো না?",
			"en_kanzulimaan": "And said Firaun, O my people! Is not the kingdom of Egypt for me, and these rivers that flow beneath me? So do you not see?",
			"ur_kanzulimaan": "اور فرعون اپنی قوم میں پکارا کہ اے میری قوم! کیا میرے لیے مصر کی سلطنت نہیں اور یہ نہریں کہ میرے نیچے بہتی ہیں تو کیا تم دیکھتے نہیں",
			"hi_kanzulimaan": "और फ़िरऔन अपनी क़ौम में (85फ) पुकारा कि ऐ मेरी क़ौम क्या मेरे लिये मिस्र की सल्तनत नहीं और ये नहरें कि मेरे नीचे बहती हैं (86फ) तो क्या तुम देखते नहीं (87फ)",
			"author": "৫১. আর ফেরাউন তার সম্প্রদায়কে (অহঙ্কারবশত) ডাকতে লাগলো, (এবং) বলতে লাগলো, ‘হে আমার সম্প্রদায়! মিশর রাজ্য কি আমার নিয়ন্ত্রণে নয়? আর এ স্রোতধারাগুলো যা আমার (অট্রালিকাসমূহের) পাদদেশ দিয়ে প্রবাহিত (আমার নয় কি?) সুতরাং তোমরা কি দেখছো না?"
		},
		{
			"_id": "4377",
			"sura": "43",
			"para": "25",
			"verses": "52",
			"names": "اَمۡ اَنَا خَیۡرٌ  مِّنۡ ہٰذَا الَّذِیۡ ہُوَ  مَہِیۡنٌ ۬ۙ وَّ لَا یَکَادُ  یُبِیۡنُ ﴿۵۲﴾ ",
			"number": "",
			"verses_PDMS": "اَمۡ اَنَا خَیۡرٌ  مِّنۡ ہٰذَا الَّذِیۡ ہُوَ  مَہِیۡنٌ ۬ۙ وَّ لَا یَکَادُ  یُبِیۡنُ ﴿۵۲﴾ ",
			"index": "4377",
			"name": "অথবা আমি উত্তম তার চেয়ে যে হীন। এবং সে কথা সুস্পষ্টভাবে বলছে বলে মনে হয় না’।",
			"en_kanzulimaan": "Or that I am better than him, for he is lowly - and he does not seem to talk plainly.",
			"ur_kanzulimaan": "یا میں بہتر ہوں اس سے کہ ذلیل ہے اور بات صاف کرتا معلوم نہیں ہوتا",
			"hi_kanzulimaan": "या मैं बेहतर हूँ (88फ) उससे कि ज़लील है (89फ) और बात साफ़ करता मालूम नहीं होता (90फ)",
			"author": "৫২. (এটা কি বাস্তব নয় যে,) আমি উত্তম এ ব্যক্তি হতে যে তুচ্ছ এবং মূল্যহীন এবং স্পষ্টভাবে কথা বলতেও অক্ষম?"
		},
		{
			"_id": "4378",
			"sura": "43",
			"para": "25",
			"verses": "53",
			"names": "فَلَوۡ لَاۤ  اُلۡقِیَ عَلَیۡہِ  اَسۡوِرَۃٌ  مِّنۡ ذَہَبٍ اَوۡ جَآءَ  مَعَہُ الۡمَلٰٓئِکَۃُ  مُقۡتَرِنِیۡنَ ﴿۵۳﴾ ",
			"number": "",
			"verses_PDMS": "فَلَوۡ لَاۤ  اُلۡقِیَ عَلَیۡہِ  اَسۡوِرَۃٌ  مِّنۡ ذَہَبٍ اَوۡ جَآءَ  مَعَہُ الۡمَلٰٓئِکَۃُ  مُقۡتَرِنِیۡنَ ﴿۵۳﴾ ",
			"index": "4378",
			"name": "সুতরাং তার উপর কোন স্থাপন করা হলো না স্বর্ণের কঙ্কন? অথবা তার সাথে ফিরিশ্‌তাগণ আসতো, যারা তার সাথে থাকতো!",
			"en_kanzulimaan": "So why was he not bestowed with armlets of gold? Or angels should have come with him staying at his side!",
			"ur_kanzulimaan": "تو اس پر کیوں نہ ڈالے گئے سونے کے کنگن یا اس کے ساتھ فرشتے آتے کہ اس کے پاس رہتے",
			"hi_kanzulimaan": "तो उस पर क्यों न डाले गए सोने के कंगन (91फ) या उसके साथ फ़रिश्ते आते कि उसके पास रहते (92फ)",
			"author": "৫৩. অতঃপর (যদি তিনি সত্যিকার রাসূল হন তবে পরিধানের জন্যে) তাঁকে কেন স্বর্ণের কাঁকন দেয়া হলো না, অথবা তার সাথে দলবদ্ধভাবে (পর্যায়ক্রমে) ফেরেশতারা কেন আগমন করে না?’"
		},
		{
			"_id": "4379",
			"sura": "43",
			"para": "25",
			"verses": "54",
			"names": "فَاسۡتَخَفَّ قَوۡمَہٗ  فَاَطَاعُوۡہُ ؕ اِنَّہُمۡ کَانُوۡا قَوۡمًا فٰسِقِیۡنَ ﴿۵۴﴾ ",
			"number": "",
			"verses_PDMS": "فَاسۡتَخَفَّ قَوۡمَہٗ  فَاَطَاعُوۡہُ ؕ اِنَّہُمۡ کَانُوۡا قَوۡمًا فٰسِقِیۡنَ ﴿۵۴﴾ ",
			"index": "4379",
			"name": "অতঃপর সে তার সম্প্রদায়কে বোকা বানিয়ে ফেললো, অতঃপর তারা তার কথা মত চললো; নিশ্চয় তারা নির্দেশ অমান্যকারী লোক ছিলো। ",
			"en_kanzulimaan": "So when he had brainwashed his people, they followed him; indeed they were a disobedient nation.",
			"ur_kanzulimaan": "پھر اس نے اپنی قوم کو کم عقل کرلیا تو وہ اس کے کہنے پر چلے بیشک وہ بے حکم لوگ تھے،",
			"hi_kanzulimaan": "फिर उसने अपनी क़ौम को कम अक़्ल कर लिया (93फ) तो वो उसके कहने पर चले (94फ) बेशक वो बेहुक्म लोग थे",
			"author": "৫৪. সুতরাং (এসব বক্তব্য দ্বারা) সে তার সম্প্রদায়কেও বোকা বানিয়ে দিল, ফলে এ লোকেরা তার কথা মেনে নিল। অবশ্য এরা তো ছিল অবাধ্য সম্প্রদায়।"
		},
		{
			"_id": "4380",
			"sura": "43",
			"para": "25",
			"verses": "55",
			"names": "فَلَمَّاۤ  اٰسَفُوۡنَا انۡتَقَمۡنَا مِنۡہُمۡ فَاَغۡرَقۡنٰہُمۡ  اَجۡمَعِیۡنَ ﴿ۙ۵۵﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّاۤ  اٰسَفُوۡنَا انۡتَقَمۡنَا مِنۡہُمۡ فَاَغۡرَقۡنٰہُمۡ  اَجۡمَعِیۡنَ ﴿ۙ۵۵﴾ ",
			"index": "4380",
			"name": "অতঃপর যখন তারা ওই কাজ করলো, যার কারণে আমার ক্রোধ তাদের উপর এসে পড়লে তখন আমি তাদের থেকে প্রতিশোধ নিলাম, অতঃপর আমি তাদের সবাইকে নিমজ্জিত করলাম। ",
			"en_kanzulimaan": "So when they made Us wrathful, We took revenge from them - We therefore drowned all of them.",
			"ur_kanzulimaan": "پھر جب انہوں نے وہ کیا جس پر ہمارا غضب ان پر آیا ہم نے ان سے بدلہ لیا تو ہم نے ان سب کو ڈبودیا،",
			"hi_kanzulimaan": "फिर जब उन्होंने वह किया जिसपर हमारा ग़ज़ब (प्रकोप) उनपर आया हमने उनसे बदला लिया तो हमने उन सबको डुबो दिया",
			"author": "৫৫. অতঃপর যখন তারা (মূসা আলাইহিস সালামের শানে বেয়াদবি করে) আমাদেরকে ক্রোধান্বিত করে দিলো, (তখন) আমরা তাদের থেকে প্রতিশোধ গ্রহণ করলাম এবং তাদের সবাইকে ডুবিয়ে দিলাম।"
		},
		{
			"_id": "4381",
			"sura": "43",
			"para": "25",
			"verses": "56",
			"names": "فَجَعَلۡنٰہُمۡ  سَلَفًا وَّ  مَثَلًا  لِّلۡاٰخِرِیۡنَ ﴿۵۶﴾ ",
			"number": "",
			"verses_PDMS": "فَجَعَلۡنٰہُمۡ  سَلَفًا وَّ  مَثَلًا  لِّلۡاٰخِرِیۡنَ ﴿۵۶﴾ ",
			"index": "4381",
			"name": "সুতরাং আমি তাদেরকে করে দিলাম অতীত ইতিহাস ও দৃষ্টান্ত পরবর্তীদের জন্য। ",
			"en_kanzulimaan": "So We made them a bygone fable and a lesson for the latter generations.",
			"ur_kanzulimaan": "انہیں ہم نے کردیا اگلی داستان اور کہاوت پچھلوں کے لیے",
			"hi_kanzulimaan": "उन्हें हमने कर दिया अगली दास्तान और कहावत पिछलों के लिये (95फ)",
			"author": "৫৬. সুতরাং আমরা তাদেরকে করে রাখলাম অতীত ইতিহাস এবং পরবর্তীতে আগমনকারীদের জন্যে উপদেশ গ্রহণের দৃষ্টান্ত।"
		},
		{
			"_id": "4382",
			"sura": "43",
			"para": "25",
			"verses": "57",
			"names": "وَ لَمَّا ضُرِبَ ابۡنُ مَرۡیَمَ  مَثَلًا  اِذَا قَوۡمُکَ مِنۡہُ  یَصِدُّوۡنَ ﴿۵۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَمَّا ضُرِبَ ابۡنُ مَرۡیَمَ  مَثَلًا  اِذَا قَوۡمُکَ مِنۡہُ  یَصِدُّوۡنَ ﴿۵۷﴾ ",
			"index": "4382",
			"name": "অতঃপর যখন মরিয়ম তনয়ের দৃষ্টান্ত বর্ণনা করা হয়, তখনই আপনার সম্প্রদায় তাকে নিয়ে বিদ্রূপ করতে থাকে। ",
			"en_kanzulimaan": "And when the example of the son of Maryam is given, your people laugh at it!",
			"ur_kanzulimaan": "اور جب ابنِ مریم کی مثال بیان کی جائے، جبھی تمہاری قوم اس سے ہنسنے لگتے ہیں",
			"hi_kanzulimaan": "और जब इब्न मरयम की मिसाल बयान की जाए जभी तुम्हारी क़ौम उससे हंसने लगते हैं (96फ)",
			"author": "৫৭. আর যখন মারইয়াম তনয় (ঈসা আলাইহিমাস সালাম)-এঁর দৃষ্টান্ত পেশ করা হয়, তখন আপনার সম্প্রদায় (-এর লোকেরা উপহাস প্রদর্শনে) এ নিয়ে হাসতে থাকে,"
		},
		{
			"_id": "4383",
			"sura": "43",
			"para": "25",
			"verses": "58",
			"names": "وَ قَالُوۡۤاءَ اٰلِہَتُنَا خَیۡرٌ اَمۡ ہُوَ ؕ مَا ضَرَبُوۡہُ  لَکَ  اِلَّا جَدَلًا ؕ بَلۡ ہُمۡ قَوۡمٌ خَصِمُوۡنَ ﴿۵۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡۤاءَ اٰلِہَتُنَا خَیۡرٌ اَمۡ ہُوَ ؕ مَا ضَرَبُوۡہُ  لَکَ  اِلَّا جَدَلًا ؕ بَلۡ ہُمۡ قَوۡمٌ خَصِمُوۡنَ ﴿۵۸﴾ ",
			"index": "4383",
			"name": "এবং বলে, ‘আমাদের উপাস্য উত্তম, না তিনি?’ তারা আপনাকে কেবল এ কথা বলেছে অন্যায়ভাবে বিতর্কের উদ্দেশ্যে বরং তারা হচ্ছে ঝগড়াটে লোক।",
			"en_kanzulimaan": "And they say, Are our deities better or he? They did not say this to you except to unjustly argue; in fact they are a quarrelsome people.",
			"ur_kanzulimaan": "اور کہتے ہیں کیا ہمارے معبود بہتر ہیں یا وہ انہوں نے تم سے یہ نہ کہی مگر ناحق جھگڑے کو بلکہ وہ ہیں جھگڑالو لوگ",
			"hi_kanzulimaan": "और कहते हैं क्या हमारे मअबूद बेहतर हैं या वो (97फ) उन्होंने तुम से यह न कही मगर नाहक़ झगड़े को (98फ) बल्कि वो हैं ही झगड़ालू लोग (99फ)",
			"author": "৫৮. এবং বলে, ‘আমাদের উপাস্যগুলো উত্তম নাকি যন্ত্রণাদায়ক দিবসের শাস্তির দুর্ভোগ।"
		},
		{
			"_id": "4384",
			"sura": "43",
			"para": "25",
			"verses": "59",
			"names": "اِنۡ ہُوَ اِلَّا عَبۡدٌ اَنۡعَمۡنَا عَلَیۡہِ وَ جَعَلۡنٰہُ  مَثَلًا   لِّبَنِیۡۤ   اِسۡرَآءِیۡلَ ﴿ؕ۵۹﴾ ",
			"number": "",
			"verses_PDMS": "اِنۡ ہُوَ اِلَّا عَبۡدٌ اَنۡعَمۡنَا عَلَیۡہِ وَ جَعَلۡنٰہُ  مَثَلًا   لِّبَنِیۡۤ   اِسۡرَآءِیۡلَ ﴿ؕ۵۹﴾ ",
			"index": "4384",
			"name": "সে তো নয়, কিন্তু একজন বান্দা, যার উপর আমি অনুগ্রহ করেছি এবং তাকে আমি বনী ইস্রাঈলের জন্য আশ্চর্যকর নমুনা করেছি। ",
			"en_kanzulimaan": "He is purely a bondman (of Ours), whom We have favoured upon, and We made him an extraordinary example for the Descendants of Israel.",
			"ur_kanzulimaan": "وہ تو نہیں مگر ایک بندہ جس پر ہم نے احسان فرمایا اور اسے ہم نے بنی اسرائیل کے لیے عجیب نمونہ بنایا",
			"hi_kanzulimaan": "वह तो नहीं मगर एक बन्दा जिस पर हमने एहसान फ़रमाया (100फ) और उसे हमने बनी इस्राईल के लिये अजीब नमूना बनाया (101फ)",
			"author": "৫৯. তিনি (ঈসা আলাইহিস সালাম) তো ছিলেন একজন (সম্মানিত) বান্দা যাঁর প্রতি আমরা অনুগ্রহ করেছিলাম এবং তাঁকে করেছিলাম বনী ইসরাঈলের জন্যে (আমাদের ক্ষমতার) দৃষ্টান্ত।"
		},
		{
			"_id": "4385",
			"sura": "43",
			"para": "25",
			"verses": "60",
			"names": "وَ لَوۡ  نَشَآءُ  لَجَعَلۡنَا مِنۡکُمۡ مَّلٰٓئِکَۃً  فِی الۡاَرۡضِ  یَخۡلُفُوۡنَ ﴿۶۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ  نَشَآءُ  لَجَعَلۡنَا مِنۡکُمۡ مَّلٰٓئِکَۃً  فِی الۡاَرۡضِ  یَخۡلُفُوۡنَ ﴿۶۰﴾ ",
			"index": "4385",
			"name": "এবং যদি আমি ইচ্ছা করতাম তবে যমীনে তোমাদের পরিবর্তে ফিরিশ্‌তাদেরকে বসবাস করাতাম’।",
			"en_kanzulimaan": "And if We willed, We could have established angels on the earth instead of you.",
			"ur_kanzulimaan": "اور اگر ہم چاہتے تو زمین میں تمہارے بدلے فرشتے بساتے",
			"hi_kanzulimaan": "और अगर हम चाहते तो (102फ) ज़मीन में तुम्हारे बदले फ़रिश्ते बसाते (103फ)",
			"author": "৬০. আর যদি আমরা চাইতাম তবে পৃথিবীতে তোমাদের পরিবর্তে ফেরেশতা সৃষ্টি করতাম, যারা হতো তোমাদের স্থলাভিষিক্ত।"
		},
		{
			"_id": "4386",
			"sura": "43",
			"para": "25",
			"verses": "61",
			"names": "وَ اِنَّہٗ  لَعِلۡمٌ  لِّلسَّاعَۃِ  فَلَا تَمۡتَرُنَّ بِہَا وَ اتَّبِعُوۡنِ ؕ ہٰذَا صِرَاطٌ مُّسۡتَقِیۡمٌ ﴿۶۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنَّہٗ  لَعِلۡمٌ  لِّلسَّاعَۃِ  فَلَا تَمۡتَرُنَّ بِہَا وَ اتَّبِعُوۡنِ ؕ ہٰذَا صِرَاطٌ مُّسۡتَقِیۡمٌ ﴿۶۱﴾ ",
			"index": "4386",
			"name": "এবং নিশ্চয় ঈসা ক্বিয়ামতের সংবাদ, সুতরাং কখনো ক্বিয়ামত সম্পর্কে সন্দেহ করো না এবং আমার অনুসারী হও! এটা সোজা পথ।।",
			"en_kanzulimaan": "And indeed Eisa is a sign* of the Last Day, therefore do not ever doubt in the Last Day, and obey Me**; this is the Straight Path. (* The advent of Prophet Eisa to earth for the second time. ** By obeying the Noble Messenger.)",
			"ur_kanzulimaan": "اور بیشک عیسی ٰ قیامت کی خبر ہے تو ہرگز قیامت میں شک نہ کرنا اور میرے پیرو ہونا یہ سیدھی راہ ہے،",
			"hi_kanzulimaan": "और बेशक ईसा क़यामत की ख़बर है (104फ) तो हरगिज़ क़यामत में शक न करना और मेरे पैरो (अनुयायी) होना (105फ) यह सीधी राह है",
			"author": "৬১. আর অবশ্যই তিনি (ঈসা আলাইহিম সালাম আসমান থেকে অবতরণকালে) হবেন কিয়ামতের (নিকটবর্তী) নিদর্শন। অতঃপর তোমরা এতে কখনোই সন্দেহ করো না এবং আমার অনুসরণ করতে থাকো। এটিই সরলপথ।"
		},
		{
			"_id": "4387",
			"sura": "43",
			"para": "25",
			"verses": "62",
			"names": "وَ لَا یَصُدَّنَّکُمُ الشَّیۡطٰنُ ۚ اِنَّہٗ  لَکُمۡ عَدُوٌّ  مُّبِیۡنٌ ﴿۶۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا یَصُدَّنَّکُمُ الشَّیۡطٰنُ ۚ اِنَّہٗ  لَکُمۡ عَدُوٌّ  مُّبِیۡنٌ ﴿۶۲﴾ ",
			"index": "4387",
			"name": "এবং কখনো শয়তান যেন তোমাদেরকে বাধা না দেয়। নিশ্চয় সে তোমাদের প্রকাশ্য শত্রু। ",
			"en_kanzulimaan": "And do not ever let the devil stop you; he is indeed your open enemy.",
			"ur_kanzulimaan": "اور ہرگز شیطان تمہیں نہ روک دے بیشک وہ تمہارا کھلا دشمن ہے،",
			"hi_kanzulimaan": "और हरगिज़ शैतान तुम्हें न रोक दे (106फ) बेशक वह तुम्हारा खुला दुश्मन है",
			"author": "৬২. আর শয়তান যেন তোমাদেরকে কখনোই (এ পথ থেকে) নিবৃত্ত না করে। নিশ্চয়ই সে তোমাদের প্রকাশ্য শত্রু।"
		},
		{
			"_id": "4388",
			"sura": "43",
			"para": "25",
			"verses": "63",
			"names": "وَ لَمَّا جَآءَ عِیۡسٰی بِالۡبَیِّنٰتِ قَالَ قَدۡ جِئۡتُکُمۡ  بِالۡحِکۡمَۃِ وَ لِاُبَیِّنَ  لَکُمۡ بَعۡضَ الَّذِیۡ تَخۡتَلِفُوۡنَ فِیۡہِ ۚ فَاتَّقُوا اللّٰہَ  وَ اَطِیۡعُوۡنِ ﴿۶۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَمَّا جَآءَ عِیۡسٰی بِالۡبَیِّنٰتِ قَالَ قَدۡ جِئۡتُکُمۡ  بِالۡحِکۡمَۃِ وَ لِاُبَیِّنَ  لَکُمۡ بَعۡضَ الَّذِیۡ تَخۡتَلِفُوۡنَ فِیۡہِ ۚ فَاتَّقُوا اللّٰہَ  وَ اَطِیۡعُوۡنِ ﴿۶۳﴾ ",
			"index": "4388",
			"name": "এবং যখন ঈসা সুস্পষ্ট নিদর্শনসমূহ নিয়ে এলো, তখন সে বললো, ‘আমি তোমাদের নিকট ‘হিকমত’ নিয়ে এসেছি এবং এ জন্যে যে, আমি তোমাদের নিকট বর্ণনা করবো এমন কিছু কথা, যেগুলোতে তোমরা মতভেদ করছো। সুতরাং আল্লাহ্‌কে ভয় করো এবং আমার নির্দেশ মান্য করো। ",
			"en_kanzulimaan": "And when Eisa came to them with clear signs, he said, I have come to you with wisdom, and to explain to you some of the matters regarding which you dispute; therefore fear Allah, and obey me.",
			"ur_kanzulimaan": "اور جب عیسیٰ روشن نشانیاں لایا اس نے فرمایا میں تمہارے پاس حکمت لے کر آیا اور اس لیے میں تم سے بیان کردوں بعض وہ باتیں جن میں تم اختلاف رکھتے ہو تو اللہ سے ڈرو اور میرا حکم مانو،",
			"hi_kanzulimaan": "और जब ईसा रौशन निशानियाँ (107फ) लाया उसने फ़रमाया मैं तुम्हारे पास हिकमत (बोध) लेकर आया (108फ) और इस लिये मैं तुम से बयान कर दूं बआ़ज़ वो बातें जिन में तुम इख़्तिलाफ़ रखते हो (109फ) तो अल्लाह से डरो और मेरा हुक्म मानो",
			"author": "৬৩. আর যখন ঈসা (আলাইহিস সালাম) সুষ্পষ্ট নিদর্শনাবলী নিয়ে আগমন করেছিলেন, তখন তিনি বলেছিলেন, ‘অবশ্যই আমি তোমাদের নিকট আগমন করেছি প্রজ্ঞা ও জ্ঞান নিয়ে এবং (এ আগমনের উদ্দেশ্য,) যেসব বিষয়ে তোমরা মতবিরোধ করো যাতে সেগুলো তোমাদের জন্যে সুষ্পষ্টরূপে বর্ণনা করে দিতে পারি। সুতরাং তোমরা আল্লাহ্কে ভয় করো এবং আমার আনুগত্য করো।"
		},
		{
			"_id": "4389",
			"sura": "43",
			"para": "25",
			"verses": "64",
			"names": "اِنَّ اللّٰہَ  ہُوَ رَبِّیۡ  وَ رَبُّکُمۡ  فَاعۡبُدُوۡہُ ؕ ہٰذَا صِرَاطٌ  مُّسۡتَقِیۡمٌ ﴿۶۴﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ اللّٰہَ  ہُوَ رَبِّیۡ  وَ رَبُّکُمۡ  فَاعۡبُدُوۡہُ ؕ ہٰذَا صِرَاطٌ  مُّسۡتَقِیۡمٌ ﴿۶۴﴾ ",
			"index": "4389",
			"name": "নিশ্চয় আল্লাহ্‌ আমার রব ও তোমাদের রব। সুতরাং তাঁরই ইবাদত করো! এটা সোজা পথ।",
			"en_kanzulimaan": "Allah is indeed my Lord, and yours - therefore worship Him; this is the Straight Path.",
			"ur_kanzulimaan": "بیشک اللہ میرا رب اور تمہارا رب تو اسے پوجو، یہ سیدھی راہ ہے",
			"hi_kanzulimaan": "बेशक अल्लाह मेरा रब और तुम्हारा रब तो उसे पूजो यह सीधी राह है (110फ)",
			"author": "৬৪. নিশ্চয়ই আল্লাহ্ই আমার প্রতিপালক এবং তোমাদেরও প্রতিপালক। সুতরাং তাঁরই ইবাদত করো; এটিই সরলপথ।’"
		},
		{
			"_id": "4390",
			"sura": "43",
			"para": "25",
			"verses": "65",
			"names": "فَاخۡتَلَفَ الۡاَحۡزَابُ مِنۡۢ  بَیۡنِہِمۡ ۚ فَوَیۡلٌ  لِّلَّذِیۡنَ ظَلَمُوۡا مِنۡ عَذَابِ یَوۡمٍ اَلِیۡمٍ ﴿۶۵﴾ ",
			"number": "",
			"verses_PDMS": "فَاخۡتَلَفَ الۡاَحۡزَابُ مِنۡۢ  بَیۡنِہِمۡ ۚ فَوَیۡلٌ  لِّلَّذِیۡنَ ظَلَمُوۡا مِنۡ عَذَابِ یَوۡمٍ اَلِیۡمٍ ﴿۶۵﴾ ",
			"index": "4390",
			"name": "অতঃপর ওই সব দল পরস্পর বিরোধী হয়ে গেলো। সুতরাং যালিমদের জন্য দুর্ভোগ রয়েছে এক বেদনাদায়ক দিবসের শাস্তি থেকে। ",
			"en_kanzulimaan": "Then the groups differed amongst themselves; therefore ruin is for the unjust by the punishment of an agonising day.",
			"ur_kanzulimaan": "پھر وہ گروہ آپس میں مختلف ہوگئے تو ظالموں کی خرابی ہے ایک درد ناک دن کے عذاب سے",
			"hi_kanzulimaan": "फिर वो गिरोह आपस में मुख़्तलिफ़ हो गए (111फ) तो ज़ालिमों की ख़राबी है (112फ) एक दर्दनाक दिन के अज़ाब से (113फ)",
			"author": "৬৫. অতঃপর তাদের মাঝে (পরস্পরেই) বিভিন্ন দল হয়ে গেল। সুতরাং যালিমদের জন্যে রয়েছে তোমাদেরকে যার অধিকারী করা হয়েছে, (আমলের) প্রতিদানস্বরূপ যা তোমরা করতে।"
		},
		{
			"_id": "4391",
			"sura": "43",
			"para": "25",
			"verses": "66",
			"names": "ہَلۡ یَنۡظُرُوۡنَ  اِلَّا السَّاعَۃَ  اَنۡ تَاۡتِیَہُمۡ بَغۡتَۃً  وَّ ہُمۡ  لَا یَشۡعُرُوۡنَ ﴿۶۶﴾ ",
			"number": "",
			"verses_PDMS": "ہَلۡ یَنۡظُرُوۡنَ  اِلَّا السَّاعَۃَ  اَنۡ تَاۡتِیَہُمۡ بَغۡتَۃً  وَّ ہُمۡ  لَا یَشۡعُرُوۡنَ ﴿۶۶﴾ ",
			"index": "4391",
			"name": "তারা কিসের অপেক্ষায় রয়েছে? কিন্তু ক্বিয়ামতের- তা তাদের উপর হঠাৎ করে এসে যাবে এবং তারা টেরও পাবে না। ",
			"en_kanzulimaan": "What are they waiting for - except the Last Day, that it may suddenly come upon them while they are unaware?",
			"ur_kanzulimaan": "کاہے کے انتظار میں ہیں مگر قیامت کے کہ ان پر اچانک آجائے اور انہیں خبر نہ ہو،",
			"hi_kanzulimaan": "काहे के इन्तिज़ार में हैं मगर क़यामत के कि उनपर अचानक आ जाए और उन्हें ख़बर न हो",
			"author": "৬৬. এরা কি (কেবল এ জন্যে) অপেক্ষা করছে যে, তাদের নিকট কিয়ামত আকস্মিকভাবে উপনীত হবে, আর তারা বুঝতেও পারবে না?"
		},
		{
			"_id": "4392",
			"sura": "43",
			"para": "25",
			"verses": "67",
			"names": "اَلۡاَخِلَّآءُ  یَوۡمَئِذٍۭ بَعۡضُہُمۡ لِبَعۡضٍ عَدُوٌّ  اِلَّا الۡمُتَّقِیۡنَ ﴿ؕ۶۷﴾ ",
			"number": "",
			"verses_PDMS": "اَلۡاَخِلَّآءُ  یَوۡمَئِذٍۭ بَعۡضُہُمۡ لِبَعۡضٍ عَدُوٌّ  اِلَّا الۡمُتَّقِیۡنَ ﴿ؕ۶۷﴾ ",
			"index": "4392",
			"name": "অন্তরঙ্গ বন্ধুরা সেদিন একে অপরের শত্রু হবে, পরহেয্‌গারগণ ব্যতীত। ",
			"en_kanzulimaan": "Close friends will turn into enemies of one another on that Day, except the pious.",
			"ur_kanzulimaan": "گہرے دوست اس دن ایک دوسرے کے دشمن ہوں گے مگر پرہیزگار",
			"hi_kanzulimaan": "गहरे दोस्त उस दिन एक दूसरे के दुश्मन होंगे मगर परहेज़गार (114फ)",
			"author": "৬৭. সমস্ত বন্ধু ও ঘনিষ্ঠজন সেদিন একে অপরের শত্রু হয়ে যাবে, কেবল পরহেযগারগণ ব্যতীত। (তাদের বন্ধুত্ব ও নৈকট্য ফলপ্রসু হবে।)"
		},
		{
			"_id": "4393",
			"sura": "43",
			"para": "25",
			"verses": "68",
			"names": "یٰعِبَادِ  لَا خَوۡفٌ عَلَیۡکُمُ  الۡیَوۡمَ  وَ لَاۤ اَنۡتُمۡ  تَحۡزَنُوۡنَ ﴿ۚ۶۸﴾ ",
			"number": "",
			"verses_PDMS": "یٰعِبَادِ  لَا خَوۡفٌ عَلَیۡکُمُ  الۡیَوۡمَ  وَ لَاۤ اَنۡتُمۡ  تَحۡزَنُوۡنَ ﴿ۚ۶۸﴾ ",
			"index": "4393",
			"name": "তাদেরকে বলা হবে, ‘হে আমার বান্দারা! আজ তোমাদের না কোন ভয় আছে, না তোমাদের কোন দুঃখ;",
			"en_kanzulimaan": "To such will be said, O My bondmen! This day there shall be no fear upon you, nor any grief.",
			"ur_kanzulimaan": "ان سے فرمایا جائے گا اے میرے بندو آج نہ تم پر خوف نہ تم کو غم ہو،",
			"hi_kanzulimaan": "उनसे फ़रमाया जाएगा ऐ मेरे बन्दो आज न तुम पर ख़ौफ़ न तुम को ग़म हो",
			"author": "৬৮. (তাদেরকে বলা হবে,) ‘হে আমার (নৈকট্যপ্রাপ্ত) বান্দাগণ! আজ তোমাদের কোনো ভয় নেই এবং তোমরা চিন্তিতও হবে না।’"
		},
		{
			"_id": "4394",
			"sura": "43",
			"para": "25",
			"verses": "69",
			"names": "اَلَّذِیۡنَ اٰمَنُوۡا بِاٰیٰتِنَا وَ کَانُوۡا مُسۡلِمِیۡنَ ﴿ۚ۶۹﴾ ",
			"number": "",
			"verses_PDMS": "اَلَّذِیۡنَ اٰمَنُوۡا بِاٰیٰتِنَا وَ کَانُوۡا مُسۡلِمِیۡنَ ﴿ۚ۶۹﴾ ",
			"index": "4394",
			"name": "যেসব লোক আমার নিদর্শনগুলোর উপর ঈমান এনেছে এবং মুসলমান ছিলো!",
			"en_kanzulimaan": "Those who believed in Our signs, and were Muslims.",
			"ur_kanzulimaan": "وہ جو ہماری آیتوں پر ایمان لائے اور مسلمان تھے،",
			"hi_kanzulimaan": "वो जो हमारी आयतों पर ईमान लाए और मुसलमान थे",
			"author": "৬৯. (তারা) সেসব লোক যারা আমাদের আয়াতসমূহের প্রতি বিশ্বাস স্থাপন করেছিল এবং সর্বদা (আমাদের প্রতি) অনুগত ছিল।"
		},
		{
			"_id": "4395",
			"sura": "43",
			"para": "25",
			"verses": "70",
			"names": "اُدۡخُلُوا الۡجَنَّۃَ  اَنۡتُمۡ وَ اَزۡوَاجُکُمۡ تُحۡبَرُوۡنَ ﴿۷۰﴾ ",
			"number": "",
			"verses_PDMS": "اُدۡخُلُوا الۡجَنَّۃَ  اَنۡتُمۡ وَ اَزۡوَاجُکُمۡ تُحۡبَرُوۡنَ ﴿۷۰﴾ ",
			"index": "4395",
			"name": "‘প্রবেশ করো জান্নাতে তোমরা ও তোমাদের স্ত্রীগণ এবং তোমাদের সমাদর করা হবে’।",
			"en_kanzulimaan": "Enter Paradise - you and your wives - and you will be honoured guests.",
			"ur_kanzulimaan": "داخل ہو جنت میں تم اور تمہاری بیبیاں اور تمہاری خاطریں ہوتیں",
			"hi_kanzulimaan": "दाख़िल हो जन्नत में तुम और तुम्हारी बीबियाँ  और तुम्हारी ख़ातिरें होतीं (115फ)",
			"author": "৭০. তোমরা এবং তোমাদের সঙ্গী-সাথীবৃন্দ* (সবাই) জান্নাতে প্রবেশ করো। (জান্নাতের নিয়ামতরাজি, প্রশান্তি ও সন্তুষ্টি সহকারে) তোমাদেরকে সম্মানিত করা হবে।\n\n* মুফাস্সিরীনে কেরাম আয়াতের কারীমার ‘আযওয়াজুকুম’ শব্দের অর্থ স্ত্রীগণ ব্যতীত “নৈকট্যবান সঙ্গী”ও করেছেন। যেমন ইমাম কুরতুবী তাফসীরুল জামে লিআহকামিল কুরআনে (১৪:১১), ইমাম ইবনে কাছীর তাফসীরুল কুরআনিল আযীমে (৪:১৩৪) এবং ইমাম শাওকানী তাফসীরু ফাতহিল কাদীরে (৫:৫৬৩) বর্ণনা করেছেন। এগুলোর ভিত্তিতে ‘আযওয়াজ’ শব্দের অর্থ স্ত্রীগণের পরিবর্তে “সঙ্গী-সাথীবৃন্দ” করা হয়েছে।"
		},
		{
			"_id": "4396",
			"sura": "43",
			"para": "25",
			"verses": "71",
			"names": "یُطَافُ عَلَیۡہِمۡ  بِصِحَافٍ مِّنۡ ذَہَبٍ وَّ اَکۡوَابٍ ۚ وَ فِیۡہَا مَا تَشۡتَہِیۡہِ  الۡاَنۡفُسُ وَ تَلَذُّ الۡاَعۡیُنُ ۚ وَ اَنۡتُمۡ  فِیۡہَا خٰلِدُوۡنَ ﴿ۚ۷۱﴾ ",
			"number": "",
			"verses_PDMS": "یُطَافُ عَلَیۡہِمۡ  بِصِحَافٍ مِّنۡ ذَہَبٍ وَّ اَکۡوَابٍ ۚ وَ فِیۡہَا مَا تَشۡتَہِیۡہِ  الۡاَنۡفُسُ وَ تَلَذُّ الۡاَعۡیُنُ ۚ وَ اَنۡتُمۡ  فِیۡہَا خٰلِدُوۡنَ ﴿ۚ۷۱﴾ ",
			"index": "4396",
			"name": "তাদেরকে প্রদক্ষিণ করা হবে স্বর্ণের পেয়ালা ও পাত্রসমূহ সহকারে এবং তাতে থাকবে যা মন চাইবে এবং যা দ্বারা চক্ষু আনন্দ পাবে; আর তাতে তোমরা সর্বদা থাকবে।",
			"en_kanzulimaan": "Rounds of golden cups and wine will be presented upon them; and in it is whatever the hearts wish for, and what pleases the eye; and you will stay in it forever.",
			"ur_kanzulimaan": "ان پر دورہ ہوگا سونے کے پیالوں اور جاموں کا اور اس میں جو جی چاہے اور جس سے آنکھ کو لذت پہنچے اور تم اس میں ہمیشہ رہو گے،",
			"hi_kanzulimaan": "उन पर दौरा होगा सोने के प्यालों और जामों का और उसमें जो जी चाहे और जिससे आँख को लज़्ज़त पहुंचे (116फ) और तुम उसमें हमेशा रहोगे",
			"author": "৭১. তাদেরকে প্রদক্ষিণ করা হবে স্বর্ণের থালা এবং পানপাত্র নিয়ে। আর সেখানে (বিদ্যমান) থাকবে সবকিছুই যা অন্তর কামনা করবে এবং (যা দ্বারা) চক্ষু শীতল হবে। আর তোমরা সেখানে থাকবে চিরদিন।"
		},
		{
			"_id": "4397",
			"sura": "43",
			"para": "25",
			"verses": "72",
			"names": "وَ تِلۡکَ الۡجَنَّۃُ  الَّتِیۡۤ  اُوۡرِثۡتُمُوۡہَا بِمَا کُنۡتُمۡ  تَعۡمَلُوۡنَ ﴿۷۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ تِلۡکَ الۡجَنَّۃُ  الَّتِیۡۤ  اُوۡرِثۡتُمُوۡہَا بِمَا کُنۡتُمۡ  تَعۡمَلُوۡنَ ﴿۷۲﴾ ",
			"index": "4397",
			"name": "আর এটা হচ্ছে ওই জান্নাত, তোমাদেরকে যারই উত্তরাধিকারী করা হয়েছে তোমাদের কৃতকর্মের পুরস্কারস্বরূপ।",
			"en_kanzulimaan": "And this is the Paradise which is bequeathed to you, because of your deeds.",
			"ur_kanzulimaan": "اور یہ ہے وہ جنت جس کے تم وارث کیے گئے اپنے اعمال سے،",
			"hi_kanzulimaan": "और यह है वह जन्नत जिसके तुम वारिस किये गए अपने  अमाल (कर्मों) से",
			"author": "৭২. আর (হে পরহেযগারগণ!) এটিই জান্নাত, তিনি (ঈসা আলাইহিস সালাম)?’ তারা কেবল বাক-বিতন্ডার উদ্দেশ্যেই আপনাকে এ কথা বলে। বস্তুত এরা এক বিতন্ডাকারী সম্প্রদায়।"
		},
		{
			"_id": "4398",
			"sura": "43",
			"para": "25",
			"verses": "73",
			"names": "لَکُمۡ  فِیۡہَا  فَاکِہَۃٌ  کَثِیۡرَۃٌ  مِّنۡہَا تَاۡکُلُوۡنَ ﴿۷۳﴾ ",
			"number": "",
			"verses_PDMS": "لَکُمۡ  فِیۡہَا  فَاکِہَۃٌ  کَثِیۡرَۃٌ  مِّنۡہَا تَاۡکُلُوۡنَ ﴿۷۳﴾ ",
			"index": "4398",
			"name": "তোমাদের জন্য তাতে প্রচুর ফলমূল রয়ছে, সেগুলো থেকে তোমরা আহার করবে। ",
			"en_kanzulimaan": "For you are many fruits in it, for you to eat therefrom.",
			"ur_kanzulimaan": "تمہارے لیے اس میں بہت میوے ہیں کہ ان میں سے کھاؤ",
			"hi_kanzulimaan": "तुम्हारे लिये इसमें बहुत मेवे हैं कि उनमें से खाओ (117फ)",
			"author": "৭৩. সেখানে তোমাদের জন্যে রয়েছে প্রচুর ফলমূল, তা থেকে তোমরা আহার করতে থাকবে।"
		},
		{
			"_id": "4399",
			"sura": "43",
			"para": "25",
			"verses": "74",
			"names": "اِنَّ  الۡمُجۡرِمِیۡنَ فِیۡ عَذَابِ جَہَنَّمَ خٰلِدُوۡنَ ﴿ۚۖ۷۴﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الۡمُجۡرِمِیۡنَ فِیۡ عَذَابِ جَہَنَّمَ خٰلِدُوۡنَ ﴿ۚۖ۷۴﴾ ",
			"index": "4399",
			"name": "নিশ্চয় অপরাধী জাহান্নামের শাস্তিতে স্থায়ীভাবে থাকবে।",
			"en_kanzulimaan": "Indeed the criminals will stay in the punishment of hell forever.",
			"ur_kanzulimaan": "بیشک مجرم جہنم کے عذاب میں ہمیشہ رہنے والے ہیں،",
			"hi_kanzulimaan": "बेशक मुजरिम (118फ) जहन्नम के अज़ाब में हमेशा रहने वाले हैं",
			"author": "৭৪. নিশ্চয়ই অপরাধীরা জাহান্নামের শাস্তিতে অবস্থান করবে চিরদিন,"
		},
		{
			"_id": "4400",
			"sura": "43",
			"para": "25",
			"verses": "75",
			"names": "لَا یُفَتَّرُ عَنۡہُمۡ  وَ ہُمۡ فِیۡہِ مُبۡلِسُوۡنَ ﴿ۚ۷۵﴾ ",
			"number": "",
			"verses_PDMS": "لَا یُفَتَّرُ عَنۡہُمۡ  وَ ہُمۡ فِیۡہِ مُبۡلِسُوۡنَ ﴿ۚ۷۵﴾ ",
			"index": "4400",
			"name": "তা তাদের উপর থেকে কখনো হ্রাস করা হবে না এবং তারা তাতে হতাশ হয়ে থাকবে। ",
			"en_kanzulimaan": "And it will never be lightened upon them, and they will remain in it devastated.",
			"ur_kanzulimaan": "وہ کبھی ان پر سے ہلکا نہ پڑے گا اور وہ اس میں بے آ س رہیں گے",
			"hi_kanzulimaan": "वह कभी उनपर से हलका न पड़ेगा और वो उसमें बेआस रहेंगे (119फ)",
			"author": "৭৫. যা তাদের জন্যে লাঘব করা হবে না এবং এতে তারা অন্তহীন নিরাশ হয়ে পড়ে থাকবে।"
		},
		{
			"_id": "4401",
			"sura": "43",
			"para": "25",
			"verses": "76",
			"names": "وَ مَا ظَلَمۡنٰہُمۡ وَ لٰکِنۡ کَانُوۡا ہُمُ الظّٰلِمِیۡنَ ﴿۷۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا ظَلَمۡنٰہُمۡ وَ لٰکِنۡ کَانُوۡا ہُمُ الظّٰلِمِیۡنَ ﴿۷۶﴾ ",
			"index": "4401",
			"name": "এবং আমি তাদের প্রতি কোন যুল্‌ম করি নি। হাঁ, তারা নিজেরাই যালিম ছিলো। ",
			"en_kanzulimaan": "And We did not oppress them at all, but they themselves were unjust.",
			"ur_kanzulimaan": "اور ہم نے ان پر کچھ ظلم نہ کیا، ہاں وہ خود ہی ظالم تھے",
			"hi_kanzulimaan": "और हमने उनपर कुछ ज़ुल्म न किया हाँ वो ख़ुद ही ज़ालिम थे (120फ)",
			"author": "৭৬. আর আমরা তাদের প্রতি অত্যাচার করিনি, বরং তারা নিজেরাই অত্যাচারী।"
		},
		{
			"_id": "4402",
			"sura": "43",
			"para": "25",
			"verses": "77",
			"names": "وَ نَادَوۡا یٰمٰلِکُ لِیَقۡضِ عَلَیۡنَا رَبُّکَ ؕ قَالَ  اِنَّکُمۡ   مّٰکِثُوۡنَ ﴿۷۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ نَادَوۡا یٰمٰلِکُ لِیَقۡضِ عَلَیۡنَا رَبُّکَ ؕ قَالَ  اِنَّکُمۡ   مّٰکِثُوۡنَ ﴿۷۷﴾ ",
			"index": "4402",
			"name": "এবং তারা ডেকে বলবে, ‘হে মালিক! তোমার রব যেন আমাদেরকে নিঃশেষ করে দেন!’ তিনি বলবেন, ‘তোমাদেরকে তো অবস্থান করতে হবে’।",
			"en_kanzulimaan": "And they will cry out, O Malik*, ask your Lord to finish us! He will answer, Rather you are to stay (forever). (*The guard of hell)",
			"ur_kanzulimaan": "اور وہ پکاریں گے اے مالک تیرا رب ہمیں تمام کرچکے وہ فرمائے گا تمہیں تو ٹھہرنا",
			"hi_kanzulimaan": "और वो पुकारेंगे (121फ) ऐ मालिक तेरा रब हमें तमाम कर चुके (122फ) वह फ़रमाएगा (123फ) तुम्हें तो ठहरना है (124फ)",
			"author": "৭৭. আর তারা চিৎকার করে (জাহান্নামের প্রহরীদেরকে) আহ্বান করবে, ‘হে মালিক! আপনার প্রতিপালক যেন আমাদেরকে মৃত্যু দান করেন, (সেটাই ভালো)।’ সে বলবে, ‘(এখন) তোমরা (এ অবস্থাতেই) চিরদিন অবস্থান করবে’।"
		},
		{
			"_id": "4403",
			"sura": "43",
			"para": "25",
			"verses": "78",
			"names": "لَقَدۡ جِئۡنٰکُمۡ بِالۡحَقِّ وَ لٰکِنَّ  اَکۡثَرَکُمۡ  لِلۡحَقِّ  کٰرِہُوۡنَ ﴿۷۸﴾ ",
			"number": "",
			"verses_PDMS": "لَقَدۡ جِئۡنٰکُمۡ بِالۡحَقِّ وَ لٰکِنَّ  اَکۡثَرَکُمۡ  لِلۡحَقِّ  کٰرِہُوۡنَ ﴿۷۸﴾ ",
			"index": "4403",
			"name": "নিশ্চয় আমি তোমাদের নিকট সত্য এনেছি, কিন্তু তোমাদের মধ্যে অধিকাংশ সত্য পছন্দ করে না। ",
			"en_kanzulimaan": "Indeed We have brought the Truth to you, but most of you detest the Truth.",
			"ur_kanzulimaan": "بیشک ہم تمہارے پاس حق لائے مگر تم میں اکثر کو حق ناگوار ہے،",
			"hi_kanzulimaan": "बेशक हम तुम्हारे पास हक़ लाए (125फ) मगर तुम में अक्सर को हक़ नागवार है",
			"author": "৭৮. আমরা তো তোমাদের নিকট সত্য নিয়ে আগমন করেছিলাম, কিন্তু তোমাদের অধিকাংশই সত্যকে অপছন্দ করেছিলে।"
		},
		{
			"_id": "4404",
			"sura": "43",
			"para": "25",
			"verses": "79",
			"names": "اَمۡ  اَبۡرَمُوۡۤا  اَمۡرًا فَاِنَّا مُبۡرِمُوۡنَ ﴿ۚ۷۹﴾ ",
			"number": "",
			"verses_PDMS": "اَمۡ  اَبۡرَمُوۡۤا  اَمۡرًا فَاِنَّا مُبۡرِمُوۡنَ ﴿ۚ۷۹﴾ ",
			"index": "4404",
			"name": "তারা কি তাদের ধারণায় কোন কাজের স্থির সিদ্ধান্ত গ্রহণ করে নিয়েছে? অতঃপর আমি আপন কাজে স্থির সিদ্ধান্ত গ্রহণকারী। ",
			"en_kanzulimaan": "Do they assume that they have made their work thorough? So We shall make Our work thorough.",
			"ur_kanzulimaan": "کیا انہوں نے اپنے خیال میں کوئی کام پکا کرلیا ہے",
			"hi_kanzulimaan": "क्या उन्होंने (126फ) अपने ख़याल में कोई काम पक्का कर लिया है (127फ)",
			"author": "৭৯. তারা (মক্কার কাফেরেরা রাসূলে পাক সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের বিরুদ্ধে কোনো পরিকল্পনা) চূড়ান্ত করে ফেলেছে কি? তবে আমরা(ও) চূড়ান্ত সিদ্ধান্ত গ্রহণ করছি।"
		},
		{
			"_id": "4405",
			"sura": "43",
			"para": "25",
			"verses": "80",
			"names": "اَمۡ یَحۡسَبُوۡنَ  اَنَّا  لَا نَسۡمَعُ سِرَّہُمۡ وَ نَجۡوٰىہُمۡ ؕ بَلٰی وَ رُسُلُنَا لَدَیۡہِمۡ یَکۡتُبُوۡنَ ﴿۸۰﴾ ",
			"number": "",
			"verses_PDMS": "اَمۡ یَحۡسَبُوۡنَ  اَنَّا  لَا نَسۡمَعُ سِرَّہُمۡ وَ نَجۡوٰىہُمۡ ؕ بَلٰی وَ رُسُلُنَا لَدَیۡہِمۡ یَکۡتُبُوۡنَ ﴿۸۰﴾ ",
			"index": "4405",
			"name": "তারা কি এ ধারণায় রয়েছে যে, ‘আমি তাদের গোপন কথা ও পরামর্শ শুনতে পাই না?’ হাঁ, কেন নয়! এবং আমার ফিরিশ্‌তাগণ তাদের নিকট লিপিবদ্ধ করছে। ",
			"en_kanzulimaan": "Do they fancy that We do not listen to their whispers and their counselling? Why not, We surely do! And Our angels are with them, writing down.",
			"ur_kanzulimaan": "تو ہم اپنا کام پکا کرنے والے ہیں کیا اس گھمنڈ میں ہیں کہ ہم ان کی آہستہ بات اور ان کی مشورت نہیں سنتے، ہاں کیوں نہیں اور ہمارے فرشتے ان کے پاس لکھ رہے ہیں،",
			"hi_kanzulimaan": "तो हम अपना काम पक्का करने वाले हैं (128फ) क्या इस घमण्ड में हैं कि हम उनकी आहिस्ता बात और उनकी मशविरत (सलाह) नहीं सुनते हाँ क्यों नहीं (129फ) और हमारे फ़रिश्ते उनके पास लिख रहे हैं",
			"author": "৮০. তারা কি মনে করে যে, আমরা তাদের গোপন কথা এবং তাদের কানাঘুষা শুনতে পাই না? কেন নয়? (অবশ্যই শুনতে পাই।) আর আমাদের প্রেরিত ফেরেশতাগণও তাদের নিকট অবস্থান করে লিপিবদ্ধ করছে।"
		},
		{
			"_id": "4406",
			"sura": "43",
			"para": "25",
			"verses": "81",
			"names": "قُلۡ  اِنۡ کَانَ لِلرَّحۡمٰنِ وَلَدٌ ٭ۖ فَاَنَا اَوَّلُ الۡعٰبِدِیۡنَ ﴿۸۱﴾  ",
			"number": "",
			"verses_PDMS": "قُلۡ  اِنۡ کَانَ لِلرَّحۡمٰنِ وَلَدٌ ٭ۖ فَاَنَا اَوَّلُ الۡعٰبِدِیۡنَ ﴿۸۱﴾  ",
			"index": "4406",
			"name": "আপনি বলুন, ‘অসম্ভব কল্পনায়, রহমানের যদি কোন সন্তান থাকতো, তবে সর্বপ্রথম আমি তার ইবাদত করতাম।",
			"en_kanzulimaan": "Proclaim (O dear Prophet Mohammed - peace and blessings be upon him), If supposedly, the Most Gracious had an offspring* - I would be the first to worship! (*Which is impossible)",
			"ur_kanzulimaan": "تم فرماؤ بفرض محال رحمٰن کے کوئی بچہ ہوتا، تو سب سے پہلے میں پوجتا",
			"hi_kanzulimaan": "तुम फ़रमाओ बफ़र्ज़ महाल रहमान के कोई बच्चा होता तो सब से पहले मैं पूजता (130फ)",
			"author": "৮১. বলে দিন, ‘(অসম্ভব ধরে নিলেও) যদি দয়াময় আল্লাহ্‌র কোনো পুত্র থাকতো (অথবা সন্তানাদি) তবে আমি হতাম (তাঁর) ইবাদতকারীদের অগ্রণী’।"
		},
		{
			"_id": "4407",
			"sura": "43",
			"para": "25",
			"verses": "82",
			"names": "سُبۡحٰنَ رَبِّ السَّمٰوٰتِ وَ الۡاَرۡضِ رَبِّ الۡعَرۡشِ عَمَّا یَصِفُوۡنَ ﴿۸۲﴾ ",
			"number": "",
			"verses_PDMS": "سُبۡحٰنَ رَبِّ السَّمٰوٰتِ وَ الۡاَرۡضِ رَبِّ الۡعَرۡشِ عَمَّا یَصِفُوۡنَ ﴿۸۲﴾ ",
			"index": "4407",
			"name": "পবিত্রতা আস্‌মানসমূহ ও যমীনের রবের, আরশাধিপতির, ওইসব কথা থেকে যেগুলো এরা রচনা করছে। ",
			"en_kanzulimaan": "Purity is to the Lord of the heavens and the earth, the Lord of the Throne, from all what they fabricate.",
			"ur_kanzulimaan": "پاکی ہے آسمانوں اور زمین کے رب کو، عرش کے رب کو ان باتوں سے جو یہ بناتے ہیں",
			"hi_kanzulimaan": "पाकी है आसमानों और ज़मीन के रब को अर्श के रब को उन बातों से जो ये बनाते हैं (131फ)",
			"author": "৮২. আকাশমন্ডলী ও পৃথিবীর প্রতিপালক, আরশের অধিপতি সুমহান, পূতঃপবিত্র সেসব বিষয়াদি থেকে যা তারা আরোপ করে।"
		},
		{
			"_id": "4408",
			"sura": "43",
			"para": "25",
			"verses": "83",
			"names": "فَذَرۡہُمۡ  یَخُوۡضُوۡا وَ یَلۡعَبُوۡا حَتّٰی یُلٰقُوۡا یَوۡمَہُمُ  الَّذِیۡ یُوۡعَدُوۡنَ ﴿۸۳﴾ ",
			"number": "",
			"verses_PDMS": "فَذَرۡہُمۡ  یَخُوۡضُوۡا وَ یَلۡعَبُوۡا حَتّٰی یُلٰقُوۡا یَوۡمَہُمُ  الَّذِیۡ یُوۡعَدُوۡنَ ﴿۸۳﴾ ",
			"index": "4408",
			"name": "সুতরাং আপনি তাদেরকে ছেড়ে দিন- তারা অনর্থক কথাবার্তা বলতে থাকুক এবং ক্রীড়া তামাশা করুক এ পর্যন্ত যে, তারা ওই দিনকে পাবে, যার প্রতিশ্রুতি তাদের সাথে রয়েছে।",
			"en_kanzulimaan": "Therefore leave them to utter vile speech and to play, until they confront the day which they are promised.",
			"ur_kanzulimaan": "تو تم انہیں چھوڑو کہ بیہودہ باتیں کریں اور کھیلیں یہاں تک کہ اپنے اس دن کو پائیں جس کا ان سے وعدہ ہے",
			"hi_kanzulimaan": "तो तुम उन्हें छोड़ो कि बेहूदा बातें करें और खेलें (132फ) यहाँ तक कि अपने उस दिन को पाएं जिसका उनसे वादा है (133फ)",
			"author": "৮৩. সুতরাং তাদেরকে ছেড়ে দিন, তারা অসার বাক-বিতন্ডায় এবং অনর্থক ক্রীড়া-কৌতুকে মত্ত থাকুক, সেদিনের সম্মুখীন হওয়া পর্যন্ত যেদিনের অঙ্গীকার তাদেরকে করা হচ্ছে।"
		},
		{
			"_id": "4409",
			"sura": "43",
			"para": "25",
			"verses": "84",
			"names": "وَ ہُوَ الَّذِیۡ فِی السَّمَآءِ  اِلٰہٌ  وَّ فِی الۡاَرۡضِ  اِلٰہٌ ؕ وَ ہُوَ  الۡحَکِیۡمُ  الۡعَلِیۡمُ ﴿۸۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الَّذِیۡ فِی السَّمَآءِ  اِلٰہٌ  وَّ فِی الۡاَرۡضِ  اِلٰہٌ ؕ وَ ہُوَ  الۡحَکِیۡمُ  الۡعَلِیۡمُ ﴿۸۴﴾ ",
			"index": "4409",
			"name": "এবং তিনিই আস্‌মানবাসীদের খোদা এবং পৃথিবীবাসীদের খোদা। আর তিনিই প্রজ্ঞা ও জ্ঞানময়। ",
			"en_kanzulimaan": "And only He is the God of the heavenly creation and the God of the earthly creation; and He only is the Wise, the All Knowing.",
			"ur_kanzulimaan": "اور وہی آسمان والوں کا خدا اور زمین والوں کا خدا اور وہی حکمت و علم والا ہے،",
			"hi_kanzulimaan": "और वही आसमान वालों का ख़ुदा  और ज़मीन वालों का ख़ुदा(134फ) और वही हिकमत (बोध) व इल्म वाला है",
			"author": "৮৪. আর সে সত্তাই আসমানেও উপাস্য এবং পৃথিবীতেও উপাস্য। আর তিনি প্রজ্ঞাবান, সর্বজ্ঞ"
		},
		{
			"_id": "4410",
			"sura": "43",
			"para": "25",
			"verses": "85",
			"names": "وَ تَبٰرَکَ الَّذِیۡ  لَہٗ  مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ مَا بَیۡنَہُمَا ۚ وَ عِنۡدَہٗ  عِلۡمُ السَّاعَۃِ ۚ وَ  اِلَیۡہِ  تُرۡجَعُوۡنَ ﴿۸۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ تَبٰرَکَ الَّذِیۡ  لَہٗ  مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ مَا بَیۡنَہُمَا ۚ وَ عِنۡدَہٗ  عِلۡمُ السَّاعَۃِ ۚ وَ  اِلَیۡہِ  تُرۡجَعُوۡنَ ﴿۸۵﴾ ",
			"index": "4410",
			"name": "এবং মহা বরকতময় তিনি, যার জন্যই হচ্ছে রাজত্ব আস্‌মানসমূহ ও যমীনের এবং যা কিছু উভয়ের মধ্যখানে রয়েছে এবং তাঁরই নিকট রয়েছে ক্বিয়ামতের জ্ঞান এবং তোমাদেরকে তাঁরই প্রতি প্রত্যাবর্তন করতে হবে। ",
			"en_kanzulimaan": "And Most Auspicious is He, for Whom is the kingship of the heavens and the earth and all that is between them; and only with Him is the knowledge of the Last Day; and towards Him you are to return.",
			"ur_kanzulimaan": "اور بڑی برکت والا ہے وہ کہ اسی کے لیے ہے سلطنت آسمانوں اور زمین کی اور جو کچھ ان کے درمیان ہے اور اسی کے پاس ہے قیامت کا علم، اور تمہیں اس کی طرف پھرنا،",
			"hi_kanzulimaan": "और बड़ी बरकत वाला है वह कि उसी के लिये हैं सल्तनत आसमानों और ज़मीन की और जो कुछ उनके दरमियान है और उसी के पास है क़यामत का इल्म और तुम्हें उसी की तरफ़ फिरना",
			"author": "৮৫. আর সে সত্তা কতো মহান বরকতের অধিকারী, যিনি আকাশমন্ডলী ও পৃথিবীর এবং এ দু’য়ের মাঝে সবকিছুর সার্বভৌম অধিকারী। আর কিয়ামতের (সময়ের) জ্ঞান কেবল তাঁরই আছে এবং তোমরা তাঁরই নিকট প্রত্যাবর্তিত হবে।"
		},
		{
			"_id": "4411",
			"sura": "43",
			"para": "25",
			"verses": "86",
			"names": "وَ لَا یَمۡلِکُ الَّذِیۡنَ یَدۡعُوۡنَ مِنۡ دُوۡنِہِ الشَّفَاعَۃَ  اِلَّا مَنۡ شَہِدَ بِالۡحَقِّ وَ ہُمۡ یَعۡلَمُوۡنَ ﴿۸۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا یَمۡلِکُ الَّذِیۡنَ یَدۡعُوۡنَ مِنۡ دُوۡنِہِ الشَّفَاعَۃَ  اِلَّا مَنۡ شَہِدَ بِالۡحَقِّ وَ ہُمۡ یَعۡلَمُوۡنَ ﴿۸۶﴾ ",
			"index": "4411",
			"name": "এবং এরা আল্লাহ্‌ ব্যতীত যেগুলোর পূজা করছে, সেগুলো সুপারিশের ক্ষমতা রাখে না। হাঁ, সুপারিশের ক্ষমতা তাদেরই রয়েছে যারা সত্যের সাক্ষ্য দিয়েছে এবং জ্ঞান রাখে। ",
			"en_kanzulimaan": "And those whom they worship besides Allah do not have the right of intercession - the right of intercession is only for those who testify to the Truth and have knowledge.",
			"ur_kanzulimaan": "اور جن کو یہ اللہ کے سوا پوجتے ہیں شفاعت کا اختیار نہیں رکھتے، ہاں شفاعت کا اختیار انہیں ہے جو حق کی گواہی دیں اور علم رکھیں",
			"hi_kanzulimaan": "और जिनको ये अल्लाह के सिवा पूजते हैं शफ़ाअत का इख़्तियार नहीं रखते हाँ शफ़ाअत का इख़्तियार उन्हें हैं जो हक़ की गवाही दें (135फ) और इल्म रखें (136फ)",
			"author": "৮৬. আর আল্লাহ্‌র পরিবর্তে তারা (কাফেরেরা) যাদের পূজা করে, তারা (তো) সুপারিশের (কোনো) ক্ষমতাই রাখে না, তবে তারা ব্যতীত যারা (বিশ্বাসের সাথে) সাক্ষ্য প্রদান করেছে এবং সত্য উপলব্ধি করেছে (তারা শাফায়াতের অধিকার লাভ করবে)।"
		},
		{
			"_id": "4412",
			"sura": "43",
			"para": "25",
			"verses": "87",
			"names": "وَ لَئِنۡ سَاَلۡتَہُمۡ مَّنۡ خَلَقَہُمۡ  لَیَقُوۡلُنَّ اللّٰہُ فَاَنّٰی یُؤۡفَکُوۡنَ ﴿ۙ۸۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَئِنۡ سَاَلۡتَہُمۡ مَّنۡ خَلَقَہُمۡ  لَیَقُوۡلُنَّ اللّٰہُ فَاَنّٰی یُؤۡفَکُوۡنَ ﴿ۙ۸۷﴾ ",
			"index": "4412",
			"name": "এবং যদি আপনি তাদেরকে জিজ্ঞাসা করেন, ‘তাদেরকে কে সৃষ্টি করেছে?’ তবে অবশ্যই বলবে- ‘আল্লাহ্‌’। সুতরাং কোথায় উল্টো দিকে ফিরে যাচ্ছো?",
			"en_kanzulimaan": "And if you ask them as to Who created them, they will surely answer Allah - so where are they reverting?",
			"ur_kanzulimaan": "اور اگر تم ان سے پوچھو انہیں کس نے پیدا کیا تو ضرور کہیں گے اللہ نے تو کہاں اوندھے جاتے ہیں",
			"hi_kanzulimaan": "और अगर तुम उनसे पूछो (137फ) कि उन्हें किसने पैदा किया तो ज़रूर कहेंगे अल्लाह ने (138फ) तो कहाँ औंधे जाते हैं (139फ)",
			"author": "৮৭. আর যদি আপনি তাদেরকে জিজ্ঞেস করেন, ‘তাদেরকে কে সৃষ্টি করেছেন?’ তখন অবশ্যই তারা বলবে, ‘আল্লাহ্’। অতঃপর তারা কোথায় বিভ্রান্ত হয়ে ঘুরছে?"
		},
		{
			"_id": "4413",
			"sura": "43",
			"para": "25",
			"verses": "88",
			"names": "وَ قِیۡلِہٖ  یٰرَبِّ  اِنَّ ہٰۤؤُلَآءِ  قَوۡمٌ لَّا یُؤۡمِنُوۡنَ ﴿ۘ۸۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ قِیۡلِہٖ  یٰرَبِّ  اِنَّ ہٰۤؤُلَآءِ  قَوۡمٌ لَّا یُؤۡمِنُوۡنَ ﴿ۘ۸۸﴾ ",
			"index": "4413",
			"name": "আমার রসূলের এ উক্তির শপথ- ‘হে আমার রব! এসব লোক ঈমান আনে না। ",
			"en_kanzulimaan": "And by oath of the saying of My Prophet O my Lord! These people do not accept faith!",
			"ur_kanzulimaan": "مجھے رسول کے اس کہنے کی قسم کہ اے میرے رب! یہ لوگ ایمان نہیں لاتے،",
			"hi_kanzulimaan": "मुझे रसूल (140फ) के इस कहने की क़सम (141फ) कि ऐ मेरे रब ये लोग ईमान नहीं लाते",
			"author": "৮৮. আর (সম্মানিত হাবীব)-এঁর এ কথার শপথ, ‘হে প্রতিপালক! নিশ্চয়ই তারা সেসব লোক যারা (কোনোভাবেই) ঈমানই আনয়ন করবে না।’"
		},
		{
			"_id": "4414",
			"sura": "43",
			"para": "25",
			"verses": "89",
			"names": "فَاصۡفَحۡ عَنۡہُمۡ وَ قُلۡ سَلٰمٌ ؕ فَسَوۡفَ یَعۡلَمُوۡنَ ﴿۸۹﴾ ",
			"number": "",
			"verses_PDMS": "فَاصۡفَحۡ عَنۡہُمۡ وَ قُلۡ سَلٰمٌ ؕ فَسَوۡفَ یَعۡلَمُوۡنَ ﴿۸۹﴾ ",
			"index": "4414",
			"name": "সুতরাং তাদেরকে উপেক্ষা করুণ এবং বলুন! ‘ব্যাস, সালাম’। ভবিষ্যতে তারা জেনে যাবে।",
			"en_kanzulimaan": "Therefore excuse them and proclaim, Peace; for they will soon come to know.",
			"ur_kanzulimaan": "تو ان سے درگزر کرو اور فرماؤ بس سلام ہے کہ آگے جان جائیں گے",
			"hi_kanzulimaan": "तो इन से दरगुज़र करो (छोड़ दो) (142फ) और फ़रमाओ बस सलाम है (143फ) कि आगे जान जाएंगे (144फ)",
			"author": "৮৯. সুতরাং (হে আমার প্রিয়তম!) আপনি তাদেরকে উপেক্ষা করুন এবং (এরূপ) বলুন, ‘(কেবল আমাদের) সালাম’; অতঃপর শীঘ্রই তারা (তাদের পরিণতি) জানতে পারবে।"
		}
	]