[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "4059",
			"sura": "39",
			"para": "23",
			"verses": "1",
			"names": "تَنۡزِیۡلُ  الۡکِتٰبِ مِنَ اللّٰہِ  الۡعَزِیۡزِ الۡحَکِیۡمِ ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "تَنۡزِیۡلُ  الۡکِتٰبِ مِنَ اللّٰہِ  الۡعَزِیۡزِ الۡحَکِیۡمِ ﴿۱﴾ ",
			"index": "4059",
			"name": "কিতাব অবতীর্ণ করা আল্লাহ্‌, সম্মানিত ও প্রজ্ঞাময়ের নিকট থেকে। ",
			"en_kanzulimaan": "The revelation of the Book is from Allah, the Most Honourable, the Wise.",
			"ur_kanzulimaan": "کتاب اتارنا ہے اللہ عزت و حکمت والے کی طرف سے،",
			"hi_kanzulimaan": "किताब (2फ) उतारना है अल्लाह इज़्ज़त व हिकमत (बोध) वाले की तरफ़ से",
			"author": "১. এ কিতাব অবতীর্ণ মহাপরাক্রমশালী, প্রজ্ঞাবান আল্লাহ্‌র পক্ষ থেকে।"
		},
		{
			"_id": "4060",
			"sura": "39",
			"para": "23",
			"verses": "2",
			"names": "اِنَّاۤ  اَنۡزَلۡنَاۤ  اِلَیۡکَ الۡکِتٰبَ بِالۡحَقِّ فَاعۡبُدِ اللّٰہَ  مُخۡلِصًا لَّہُ  الدِّیۡنَ ؕ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّاۤ  اَنۡزَلۡنَاۤ  اِلَیۡکَ الۡکِتٰبَ بِالۡحَقِّ فَاعۡبُدِ اللّٰہَ  مُخۡلِصًا لَّہُ  الدِّیۡنَ ؕ﴿۲﴾ ",
			"index": "4060",
			"name": "নিশ্চয় যদি আপনার প্রতি এ কিতাব সত্য সহকারে অবতীর্ণ করেছি; সুতরাং আল্লাহ্‌রই ইবাদত করুন নিরেট তাঁরই বান্দা হয়ে। ",
			"en_kanzulimaan": "We have indeed divinely revealed the Book to you (O dear Prophet Mohammed - peace and blessings be upon him) with the truth, therefore worship Allah, as His sincere bondman.",
			"ur_kanzulimaan": "بیشک ہم نے تمہاری طرف یہ کتاب حق کے ساتھ اتاری تو اللہ کو کو پوجو نرے اس کے بندے ہوکر،",
			"hi_kanzulimaan": "बेशक हमने तुम्हारी तरफ़ (3फ) यह किताब हक़ (सत्य) के साथ उतारी तो अल्लाह को पूजो निरे उसके बन्दे होकर",
			"author": "২. নিশ্চয়ই আমরা আপনার প্রতি (এ) কিতাব সত্য সহকারে অবতীর্ণ করেছি। সুতরাং আপনি আল্লাহ্‌র ইবাদত করুন তাঁর আনুগত্যে একনিষ্ঠ হয়ে।"
		},
		{
			"_id": "4061",
			"sura": "39",
			"para": "23",
			"verses": "3",
			"names": "اَلَا لِلّٰہِ الدِّیۡنُ الۡخَالِصُ ؕ وَ الَّذِیۡنَ اتَّخَذُوۡا مِنۡ دُوۡنِہٖۤ  اَوۡلِیَآءَ ۘ مَا نَعۡبُدُہُمۡ  اِلَّا لِیُقَرِّبُوۡنَاۤ  اِلَی اللّٰہِ  زُلۡفٰی ؕ اِنَّ اللّٰہَ یَحۡکُمُ بَیۡنَہُمۡ فِیۡ مَا ہُمۡ فِیۡہِ یَخۡتَلِفُوۡنَ ۬ؕ اِنَّ اللّٰہَ  لَا یَہۡدِیۡ مَنۡ ہُوَ کٰذِبٌ  کَفَّارٌ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "اَلَا لِلّٰہِ الدِّیۡنُ الۡخَالِصُ ؕ وَ الَّذِیۡنَ اتَّخَذُوۡا مِنۡ دُوۡنِہٖۤ  اَوۡلِیَآءَ ۘ مَا نَعۡبُدُہُمۡ  اِلَّا لِیُقَرِّبُوۡنَاۤ  اِلَی اللّٰہِ  زُلۡفٰی ؕ اِنَّ اللّٰہَ یَحۡکُمُ بَیۡنَہُمۡ فِیۡ مَا ہُمۡ فِیۡہِ یَخۡتَلِفُوۡنَ ۬ؕ اِنَّ اللّٰہَ  لَا یَہۡدِیۡ مَنۡ ہُوَ کٰذِبٌ  کَفَّارٌ ﴿۳﴾ ",
			"index": "4061",
			"name": "হাঁ, অকৃত্রিম বন্দেগী শুধু আল্লাহ্‌রই। এবং ওই সব লোক, যারা তাকে ব্যতীত অন্য অভিভাবক গ্রহণ করে বসেছে, তারা বলে, ‘আমরা তো তাদেরকে শুধু এতটুকু কথার জন্য পূজা করি যে, তারা আমাদেরকে আল্লাহ্‌র সান্নিধ্যে এনে দেবে। আল্লাহ্‌ তাদের মধ্যে মীমাংসা করে দেবেন ওই বিষয়ে, যাতে তারা মতভেদ করছে। নিশ্চয় আল্লাহ্‌ সৎপথ প্রদান করেন না তাকে, যে মিথ্যাবাদী, বড় অকৃতজ্ঞ। ",
			"en_kanzulimaan": "Pay heed! Worship is for Allah only; and those who have taken others as their supporters beside Him say; We worship * them only so that they get us closer to Allah; Allah will surely judge between them regarding the matter in which they dispute; indeed Allah does not guide one who is a big liar, extremely ungrateful. (*The pagans regarded their idols as smaller Gods and worshipped them. So did the Christians. This does not apply to Muslims who only respect their elders, and ask for their blessings.)",
			"ur_kanzulimaan": "ہاں خالص اللہ ہی کی بندگی ہے اور وہ جنہوں نے اس کے سوا اور والی بنالیے کہتے ہیں ہم تو انہیں صرف اتنی بات کے لیے پوجتے ہیں کہ یہ ہمیں اللہ کے پاس نزدیک کردیں، اللہ ان پر فیصلہ کردے گا اس بات کا جس میں اختلاف کررہے ہیں بیشک اللہ راہ نہیں دیتا اسے جو جھوٹا بڑا ناشکرا ہو",
			"hi_kanzulimaan": "हाँ ख़ालिस अल्लाह ही की बन्दगी है (4फ)और वो जिन्होंने उसके सिवा और वाली (सरपरस्त) बना लिये (5फ) कहते हैं हम तो उन्हें(6फ)सिर्फ़ इतनी बात के लिये पूजते हैं कि ये हमें अल्लाह के पास नज़्दीक़ कर दें, अल्लाह उनमें फ़ैसला कर देगा उस बात का जिसमें इख़्तिलाफ़ (मतभेद) कर रहे हैं (7फ)बेशक अल्लाह राह नहीं देता उसे जो झूठा बड़ा नाशुक्रा हो (8फ)",
			"author": "৩. (লোকজনকে বলে দিন,) ‘শুনো! আনুগত্য ও দাসত্ব একনিষ্ঠভাবে আল্লাহ্‌রই প্রাপ্য। আর (কাফেরদের মধ্যে) যারা আল্লাহ্‌র পরিবর্তে অন্যকে (অর্থাৎ মূর্তি ও দেবদেবীকে) বন্ধুরূপে গ্রহণ করেছে, তারা (নিজেদের মূর্তিপূজার মিথ্যা সমর্থনের জন্যে) বলে, ‘আমরা এ জন্যে তাদের উপাসনা করি যে, তারা আমাদেরকে আল্লাহ্‌র সান্নিধ্যে এনে দেবে।’ অবশ্যই আল্লাহ্ তাদের মাঝে সে বিষয়ের ফায়সালা করবেন, যে বিষয়ে তারা মতবিরোধ করে। নিশ্চয়ই আল্লাহ্ তাকে হেদায়াত দেন না যে মিথ্যাবাদী, বড় অকৃতজ্ঞ।"
		},
		{
			"_id": "4062",
			"sura": "39",
			"para": "23",
			"verses": "4",
			"names": "لَوۡ اَرَادَ  اللّٰہُ اَنۡ یَّتَّخِذَ وَلَدًا  لَّاصۡطَفٰی مِمَّا یَخۡلُقُ مَا یَشَآءُ ۙ سُبۡحٰنَہٗ ؕ ہُوَ اللّٰہُ  الۡوَاحِدُ الۡقَہَّارُ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "لَوۡ اَرَادَ  اللّٰہُ اَنۡ یَّتَّخِذَ وَلَدًا  لَّاصۡطَفٰی مِمَّا یَخۡلُقُ مَا یَشَآءُ ۙ سُبۡحٰنَہٗ ؕ ہُوَ اللّٰہُ  الۡوَاحِدُ الۡقَہَّارُ ﴿۴﴾ ",
			"index": "4062",
			"name": "আল্লাহ্‌ নিজের জন্য সন্তান গ্রহণ করলে আপন সৃষ্টি থেকে যাকে চাইতেন মনোনীত করে নিতেন। পবিত্রতা তাঁরই। তিনিই হন এক আল্লাহ্‌, সবার উপর বিজয়ী। ",
			"en_kanzulimaan": "Were Allah to create a son * for Himself, He would have chosen any one from His creation! Purity is to Him! He is Allah, the One, the All Dominant. (*Which is impossible.)",
			"ur_kanzulimaan": "اللہ اپنے لیے بچہ بناتا تو اپنی مخلوق میں سے جسے چاہتا چن لیتا پاکی ہے اسے وہی ہے ایک اللہ سب پر غالب،",
			"hi_kanzulimaan": "अल्लाह अपने लिये बच्चा बनाता तो अपनी मख़लूक़ में से जिसे चाहता चुन लेता (9फ) पाकी है उसे (10फ) वही है एक अल्लाह (11फ) सब पर ग़ालिब",
			"author": "৪. আর আল্লাহ্ (নিজের জন্যে) সন্তান গ্রহণ করতে চাইলে তিনি নিজের সৃষ্টির মধ্যে যাকে ইচ্ছা বেছে নিতেন। তিনি পূতঃপবিত্র, তিনিই আল্লাহ্ যিনি একক, সবার উপর আধিপত্যের অধিকারী।"
		},
		{
			"_id": "4063",
			"sura": "39",
			"para": "23",
			"verses": "5",
			"names": "خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ بِالۡحَقِّ ۚ یُکَوِّرُ الَّیۡلَ عَلَی النَّہَارِ وَ یُکَوِّرُ النَّہَارَ عَلَی الَّیۡلِ وَ سَخَّرَ الشَّمۡسَ وَ الۡقَمَرَ ؕ کُلٌّ یَّجۡرِیۡ لِاَجَلٍ مُّسَمًّی ؕ اَلَا ہُوَ  الۡعَزِیۡزُ  الۡغَفَّارُ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ بِالۡحَقِّ ۚ یُکَوِّرُ الَّیۡلَ عَلَی النَّہَارِ وَ یُکَوِّرُ النَّہَارَ عَلَی الَّیۡلِ وَ سَخَّرَ الشَّمۡسَ وَ الۡقَمَرَ ؕ کُلٌّ یَّجۡرِیۡ لِاَجَلٍ مُّسَمًّی ؕ اَلَا ہُوَ  الۡعَزِیۡزُ  الۡغَفَّارُ ﴿۵﴾ ",
			"index": "4063",
			"name": "তিনি আসমান ও যমীন সত্য সৃষ্টি করেছেন; রাতকে দিনের উপর আচ্ছাদিত করেন। আর তিনি সূর্য ও চন্দ্রকে কাজে নিয়োজিত করেছেন। প্রত্যেকটি একেকটি নির্ধারিত মেয়াদকালের জন্য পরিভ্রমণ করছে। শুনছো! তিনিই সম্মানের মালিক, ক্ষমাশীল।",
			"en_kanzulimaan": "It is He Who created the heavens and the earth with the truth; He envelops the night over day and envelops the day over night, and He has subjected the sun and the moon; each one runs for its appointed term; pay heed! He only is the Most Honourable, the Oft Forgiving.",
			"ur_kanzulimaan": "اس نے آسمان اور زمین حق بنائے رات کو دن پر لپیٹتا ہے اور دن کو رات پر لپیٹتا ہے اور اس نے سورج اور چاند کو کام میں لگایا ہر ایک، ایک ٹھہرائی میعاد کے لیے چلتا ہے سنتا ہے وہی صاحب عزت بخشنے والا ہے،",
			"hi_kanzulimaan": "उसने आसमान और ज़मीन हक़ बनाए रात को दिन पर लपेटता है और दिन को रात पर लपेटता है (12फ) और उसने सूरज और चांद को काम में लगाया हर एक एक ठहराई मीआद के लिये चलता है (13फ) सुनता है वही साहिबे इज़्ज़त बख़्शने वाला है.",
			"author": "৫. তিনি আকাশমন্ডলী এবং পৃথিবী সৃষ্টি করেছেন ত্রুটিহীন কৌশল ও পরিকল্পনায়। তিনি রাত্রিকে দিবসের উপর আচ্ছাদিত করেন এবং দিবসকে রাত্রির উপর আচ্ছাদিত করেন। আর সূর্য ও চন্দ্রকে তিনি (একটি নিয়মের) অধীনস্ত করে রেখেছেন। প্রত্যেকেই (অর্থাৎ সমস্ত গ্রহ- নক্ষত্র) নির্দিষ্ট সময়কালে (নিজ নিজ কক্ষ পথে) পরিভ্রমণ করে থাকে। সাবধান! তিনিই (সমস্ত নিয়মের উপর) আধিপত্যশীল, মহাক্ষমাশীল।"
		},
		{
			"_id": "4064",
			"sura": "39",
			"para": "23",
			"verses": "6",
			"names": "خَلَقَکُمۡ مِّنۡ نَّفۡسٍ وَّاحِدَۃٍ  ثُمَّ  جَعَلَ مِنۡہَا زَوۡجَہَا وَ اَنۡزَلَ  لَکُمۡ مِّنَ الۡاَنۡعَامِ ثَمٰنِیَۃَ  اَزۡوَاجٍ ؕ یَخۡلُقُکُمۡ  فِیۡ بُطُوۡنِ اُمَّہٰتِکُمۡ  خَلۡقًا مِّنۡۢ بَعۡدِ خَلۡقٍ فِیۡ ظُلُمٰتٍ ثَلٰثٍ ؕ ذٰلِکُمُ اللّٰہُ رَبُّکُمۡ لَہُ الۡمُلۡکُ ؕ لَاۤ اِلٰہَ  اِلَّا ہُوَ ۚ فَاَنّٰی تُصۡرَفُوۡنَ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "خَلَقَکُمۡ مِّنۡ نَّفۡسٍ وَّاحِدَۃٍ  ثُمَّ  جَعَلَ مِنۡہَا زَوۡجَہَا وَ اَنۡزَلَ  لَکُمۡ مِّنَ الۡاَنۡعَامِ ثَمٰنِیَۃَ  اَزۡوَاجٍ ؕ یَخۡلُقُکُمۡ  فِیۡ بُطُوۡنِ اُمَّہٰتِکُمۡ  خَلۡقًا مِّنۡۢ بَعۡدِ خَلۡقٍ فِیۡ ظُلُمٰتٍ ثَلٰثٍ ؕ ذٰلِکُمُ اللّٰہُ رَبُّکُمۡ لَہُ الۡمُلۡکُ ؕ لَاۤ اِلٰہَ  اِلَّا ہُوَ ۚ فَاَنّٰی تُصۡرَفُوۡنَ ﴿۶﴾ ",
			"index": "4064",
			"name": "তিনি তোমাদেরকে এক সত্তা থেকে সৃষ্টি করেছেন। অতঃপর তা থেকে তার জোড়া সৃষ্টি করেন। এবং তোমাদের জন্য চতুষ্পদ জন্তুসমূহ থেকে আট জোড়া অবতারণ করেন। তোমাদেরকে তোমাদের মায়ের পেটে সৃষ্টি করেন- এক প্রকারের পর আরেক প্রকারে ত্রিবিধ অন্ধকারে। তিনিই হন আল্লাহ্‌ তোমাদের রব, বাদশাহী তাঁরই। তিনিই ব্যতীত অন্য কারো বন্দেগী নেই। অতঃপর কোথায় মুখ ফিরিয়ে যাচ্ছো?",
			"en_kanzulimaan": "It is He Who created you from a single being, and then from the same being created its spouse, and sent down for you eight pairs of animals; He creates you in your mothers wombs, from one sort to another, in a triple darkness; such is Allah, your Lord  for Him only is the kingship; there is no God except Him; so where are you being turned away?",
			"ur_kanzulimaan": "اس نے تمہیں ایک جان سے بنایا پھر اسی سے اس کا جوڑ پیدا کیا اور تمہارے لیے چوپایوں میں سے آٹھ جوڑے تھے تمہیں تمہاری ماؤں کے پیٹ میں بناتا ہے ایک طرح کے بعد اور طرح تین اندھیریوں میں یہ ہے اللہ تمہارا رب اسی کی بادشاہی ہے، اس کے سوا کسی کی بندگی نہیں، پھر کہیں پھیرے جاتے ہو",
			"hi_kanzulimaan": "उसने तुम्हें एक जान से बनाया (14फ) फिर उसी से उसका जोड़ा पैदा किया (15फ) और तुम्हारे लिये चौपायों में से (16फ) आठ जोड़े उतारे (17फ) तुम्हें तुम्हारी माओ के पेट में बनाता है एक तरह के बाद और तरह (18फ) तीन अंधेरियों में (19फ) यह है अल्लाह तुम्हारा रब उसी की बादशाही है, उसके सिवा किसी की बन्दगी नहीं फिर कहां फिरे जाते हो (20फ)",
			"author": "৬. তিনি তোমাদের সবাইকে একই জৈবিক কোষ থেকে সৃষ্টি করেছেন। অতঃপর এ থেকে এর মতো জোড়া সৃষ্টি করেছেন। অতঃপর তিনি তোমাদের জন্যে প্রাণীদের থেকে মোট আট জোড়া (নর ও মাদি) সরবরাহ করেছেন। তিনি তোমাদেরকে মাতৃগর্ভে সৃষ্টির এক ধাপ থেকে পরবর্তী ধাপে পর্যায়ক্রমে আকৃতি দান করেন, (এ প্রক্রিয়াকে পূর্ণতা দান করেন) ত্রিবিধ অন্ধকার পর্দায়। তিনিই তোমাদের প্রতিপালক, সকল ক্ষমতা ও কর্তৃত্ব তাঁরই; তিনি ব্যতীত কোনো উপাস্য নেই। অতঃপর (সৃষ্টির এ গোপন বাস্তবতা জানার পরেও) তোমরা কোথায় বিভ্রান্ত হয়ে ঘুরে বেড়াচ্ছো?"
		},
		{
			"_id": "4065",
			"sura": "39",
			"para": "23",
			"verses": "7",
			"names": "اِنۡ  تَکۡفُرُوۡا فَاِنَّ اللّٰہَ غَنِیٌّ  عَنۡکُمۡ ۟ وَ لَا یَرۡضٰی لِعِبَادِہِ  الۡکُفۡرَ ۚ وَ اِنۡ تَشۡکُرُوۡا یَرۡضَہُ لَکُمۡ ؕ وَ لَا تَزِرُ وَازِرَۃٌ  وِّزۡرَ  اُخۡرٰی ؕ ثُمَّ  اِلٰی رَبِّکُمۡ مَّرۡجِعُکُمۡ  فَیُنَبِّئُکُمۡ بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ ؕ اِنَّہٗ  عَلِیۡمٌۢ  بِذَاتِ الصُّدُوۡرِ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "اِنۡ  تَکۡفُرُوۡا فَاِنَّ اللّٰہَ غَنِیٌّ  عَنۡکُمۡ ۟ وَ لَا یَرۡضٰی لِعِبَادِہِ  الۡکُفۡرَ ۚ وَ اِنۡ تَشۡکُرُوۡا یَرۡضَہُ لَکُمۡ ؕ وَ لَا تَزِرُ وَازِرَۃٌ  وِّزۡرَ  اُخۡرٰی ؕ ثُمَّ  اِلٰی رَبِّکُمۡ مَّرۡجِعُکُمۡ  فَیُنَبِّئُکُمۡ بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ ؕ اِنَّہٗ  عَلِیۡمٌۢ  بِذَاتِ الصُّدُوۡرِ ﴿۷﴾ ",
			"index": "4065",
			"name": "যদি তোমরা অকৃতজ্ঞা প্রকাশ করো, তবে নিশ্চয় আল্লাহ্‌ তোমাদের মুখাপেক্ষী নন এবং আপন বান্দাদের অকৃতজ্ঞতা তিনি পছন্দ করেন না। আর যদি কৃতজ্ঞতা প্রকাশ করো তবে তা তোমাদের জন্য পছন্দ করেন। এবং কান বোঝাবাহী সত্তা অন্য কারো বোঝা বহন করবে না। অতঃপর তোমাদেরকে আপন রবেরই দিকে ফিরে যেতে হবে। তখন তিনি তোমাদেরকে বলে দেবেন যা তোমরা করতে। নিশ্চয় তিনি অন্তরসমূহের কথা জানেন। ",
			"en_kanzulimaan": "If you become ungrateful, then (know that) indeed Allah is Independent of you; and He does not like the ungratefulness of His bondmen; and if you give thanks, He is pleased with it for you; and no burdened soul will bear another souls burden; you have then to return towards your Lord  He will therefore inform you of what you used to do; undoubtedly, He knows what lies within the hearts.",
			"ur_kanzulimaan": "اگر تم ناشکری کرو تو بیشک اللہ بے نیاز ہے تم سے اور اپنے بندوں کی ناشکری اسے پسند نہیں، اور اگر شکر کرو تو اسے تمہارے لیے پسند فرماتا ہے اور کوئی بوجھ اٹھانے والی جان دوسرے کا بوجھ نہیں اٹھائے گی پھر تمہیں اپنے رب ہی کی طرف پھرنا ہے تو وہ تمہیں بتادے گا جو تم کرتے تھے بیشک وہ دلوں کی بات جانتا ہے،",
			"hi_kanzulimaan": "अगर तुम नाशुक्री करो तो बेशक अल्लाह बेनियाज़ है तुम से (21फ) और अपने बन्दों की नाशुक्री उसे पसन्द नहीं, और अगर शुक्र करो तो इसे तुम्हारे लिए पसंद फ़रमाता है (22फ) और कोई बोझ उठाने वाली जान दूसरे का बोझ नहीं उठाएगी (23फ) फिर तुम्हें अपने रब ही की तरफ़ फिरना है (24फ) तो वह तुम्हें बता देगा जो तुम करते थे (25फ) बेशक वह दिलों की बात जानता है",
			"author": "৭. যদি তোমরা অকৃতজ্ঞ হও, তবে অবশ্যই আল্লাহ্ তোমাদের মুখাপেক্ষী নন এবং তিনি তাঁর বান্দাদের অকৃতজ্ঞতা পছন্দ করেন না। আর যদি তোমরা কৃতজ্ঞ হও (তবে) তিনি তাই তোমাদের জন্যে পছন্দ করেন। আর কোনো ভার বহনকারী দ্বিতীয় কারো ভার বহন করবে না। সুতরাং তোমাদের প্রতিপালকের দিকেই তোমাদের প্রত্যাবর্তন। অতঃপর তিনি তোমাদেরকে সেসব কর্মকান্ড সম্পর্কে অবগত করবেন যা তোমরা করতে। নিশ্চয়ই তিনি অন্তরের (গোপন) বিষয়াদি(ও) সম্যক অবগত।"
		},
		{
			"_id": "4066",
			"sura": "39",
			"para": "23",
			"verses": "8",
			"names": "وَ اِذَا مَسَّ الۡاِنۡسَانَ ضُرٌّ دَعَا رَبَّہٗ مُنِیۡبًا اِلَیۡہِ  ثُمَّ  اِذَا خَوَّلَہٗ  نِعۡمَۃً  مِّنۡہُ نَسِیَ مَا کَانَ یَدۡعُوۡۤا  اِلَیۡہِ مِنۡ قَبۡلُ وَ جَعَلَ لِلّٰہِ  اَنۡدَادًا لِّیُضِلَّ عَنۡ سَبِیۡلِہٖ ؕ قُلۡ تَمَتَّعۡ بِکُفۡرِکَ  قَلِیۡلًا ٭ۖ اِنَّکَ  مِنۡ  اَصۡحٰبِ النَّارِ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذَا مَسَّ الۡاِنۡسَانَ ضُرٌّ دَعَا رَبَّہٗ مُنِیۡبًا اِلَیۡہِ  ثُمَّ  اِذَا خَوَّلَہٗ  نِعۡمَۃً  مِّنۡہُ نَسِیَ مَا کَانَ یَدۡعُوۡۤا  اِلَیۡہِ مِنۡ قَبۡلُ وَ جَعَلَ لِلّٰہِ  اَنۡدَادًا لِّیُضِلَّ عَنۡ سَبِیۡلِہٖ ؕ قُلۡ تَمَتَّعۡ بِکُفۡرِکَ  قَلِیۡلًا ٭ۖ اِنَّکَ  مِنۡ  اَصۡحٰبِ النَّارِ ﴿۸﴾ ",
			"index": "4066",
			"name": "এবং যখন মানুষকে কোন দুঃখ কষ্ট স্পর্শ করে, তখন আপন রবকে ডাকে তাঁরই প্রতি ঝুকে পড়ে, অতঃপর যখন আল্লাহ্‌ তাকে নিজের নিকট থেকে কোন অনুগ্রহ প্রদান করেন তখন ভুলে যায় তা, যার জন্য পূর্বে ডেকেছিলো এবং আল্লাহ্‌র জন্য সমকক্ষ স্থির করতে থাকে, যাতে সে তাঁর পথ থেকে বিপদগামী করে দেয়। আপনি বলুন, ‘স্বল্প দিন মাত্র স্বীয় কুফরের সাথে ভোগ করে নাও। নিশ্চয় তুমি দোযখীদের অন্তর্ভুক্ত। ",
			"en_kanzulimaan": "And when some hardship strikes man, he prays to his Lord, inclined only towards Him  then when Allah grants him a favour from Himself, he forgets why he had prayed to Him earlier, and sets up equals to Allah in order to mislead from Allahs way; proclaim, Revel in your disbelief for some days; you are indeed of the people of the fire.",
			"ur_kanzulimaan": "اور جب آدمی کو کوئی تکلیف پہنچتی ہے اپنے رب کو پکارتا ہے اسی طرف جھکا ہوا پھر جب اللہ نے اسے اپنے پاس سے کوئی نعمت دی تو بھول جاتا ہے جس لیے پہلے پکارا تھا اور اللہ کے برابر والے ٹھہرانے لگتا ہے تاکہ اس کی راہ سے بہکادے تم فرماؤ تھوڑے دن اپنے کفر کے ساتھ برت لے بیشک تو دوزخیوں میں ہے،",
			"hi_kanzulimaan": "और जब आदमी को कोई तक़लीफ़ पहुंचती है (26फ) अपने रब को पुकारता है उसी तरफ़ झुका हुआ (27फ) फिर जब अल्लाह ने उसे अपने पास से कोई नअमत दी तो भूल जाता है जिस लिये पहले पुकारा था (28फ) और अल्लाह के लिये बराबर वाले ठहराने लगता है (29फ) ताकि उसकी राह से बहका दे, तुम फ़रमाओ (30फ) थोड़े दिन अपने कुफ़्र के साथ बरत ले (31फ) बेशक तू दोज़ख़ियों में है",
			"author": "৮. আর মানুষকে যখন কোনো দুঃখ-দুর্দশা স্পর্শ করে তখন সে তার প্রতিপালকের অভিমুখী হয়ে তাঁকে ডাকে। অতঃপর (আল্লাহ্) যখন তাকে নিজের পক্ষ থেকে কোনো অনুগ্রহ প্রদান করেন, তখন সে (দুর্দশা) ভুলে যায়, যা থেকে পরিত্রাণের জন্যে পূর্বে সাগ্রহে ডেকেছিলে এবং (পুনরায়) আল্লাহ্‌র সাথে (মূর্তিগুলোকে) অংশীদার সাব্যস্ত করতে শুরু করে, (অন্যদেরকেও) তাঁর পথ থেকে বিচ্যুত করবার জন্যে। বলে দিন, ‘(হে কাফের!) তুমি কুফরী অবস্থায় (পার্থিব অর্জনের) সামান্য উপভোগ করে নাও। অবশ্যই তুমি জাহান্নামীদের অন্তর্ভুক্ত।’"
		},
		{
			"_id": "4067",
			"sura": "39",
			"para": "23",
			"verses": "9",
			"names": "اَمَّنۡ ہُوَ قَانِتٌ اٰنَآءَ  الَّیۡلِ سَاجِدًا وَّ قَآئِمًا یَّحۡذَرُ الۡاٰخِرَۃَ  وَ یَرۡجُوۡا رَحۡمَۃَ  رَبِّہٖ ؕ قُلۡ ہَلۡ  یَسۡتَوِی الَّذِیۡنَ یَعۡلَمُوۡنَ وَ الَّذِیۡنَ لَا یَعۡلَمُوۡنَ ؕ اِنَّمَا یَتَذَکَّرُ  اُولُوا الۡاَلۡبَابِ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "اَمَّنۡ ہُوَ قَانِتٌ اٰنَآءَ  الَّیۡلِ سَاجِدًا وَّ قَآئِمًا یَّحۡذَرُ الۡاٰخِرَۃَ  وَ یَرۡجُوۡا رَحۡمَۃَ  رَبِّہٖ ؕ قُلۡ ہَلۡ  یَسۡتَوِی الَّذِیۡنَ یَعۡلَمُوۡنَ وَ الَّذِیۡنَ لَا یَعۡلَمُوۡنَ ؕ اِنَّمَا یَتَذَکَّرُ  اُولُوا الۡاَلۡبَابِ ﴿۹﴾ ",
			"index": "4067",
			"name": "ওই ব্যক্তি, যে আনুগত্যের মধ্যে রাতের মুহূর্তগুলো অতিবাহিত করে- সাজদায় ও দণ্ডায়মান অবস্থায়, আখিরাতকে ভয় করে এবং আপন রবের দয়ার আশা রাখে সেও কি ওই অবাধ্য লোকদের মতো হয়ে যাবে? আপনি বলুন, ‘জ্ঞানীরা ও অজ্ঞলোকেরা কি এক সমান?’ উপদেশ তো তাঁরই মান্য করে যারা বোধশক্তিসম্পন্ন। ",
			"en_kanzulimaan": "Will he, whose night hours pass in obedience while prostrating and standing, fearing the Hereafter and hoping for the mercy of his Lord, ever be equal to the disobedient? Proclaim, Are the knowledgeable and the ignorant equal? It is only the men of intellect who heed advice.",
			"ur_kanzulimaan": "کیا وہ جسے فرمانبرداری میں رات کی گھڑیاں گزریں سجود میں اور قیام میں آخرت سے ڈرتا اور اپنے رب کی رحمت کی آس لگائے کیا وہ نافرمانوں جیسا ہو جائے گا تم فرماؤ کیا برابر ہیں جاننے والے اور انجان، نصیحت تو وہی مانتے ہیں جو عقل والے ہیں،",
			"hi_kanzulimaan": "क्या वह जिसे फ़रमाँबरदारी में रात की घड़ियां गुज़रीं सूजूद में और क़याम में (32फ) आख़िरत से डरता और अपने रब की रहमत की आस लगाए(33फ) क्या वह नाफ़रमानों जैसा हो जाएगा तुम फ़रमाओ क्या बराबर हैं जानने वाले और अनजान, नसीहत तो वही मानते हैं जो अक़्ल वाले हैं",
			"author": "৯. যাই হোক! (এ মুশরিক উত্তম নাকি) সে (মুমিন) যে রাত্রিপ্রহরে দাঁড়িয়ে এবং সেজদাবনত হয়ে ইবাদত করে, পরকালের ভয় করে এবং স্বীয় প্রতিপালকের অনুগ্রহের প্রত্যাশা করে? বলে দিন, ‘যে জ্ঞান রাখে এবং যে জ্ঞান রাখে না তারা (সবাই) কি সমান হতে পারে?’ উপদেশ তো কেবল জ্ঞানবানই গ্রহণ করে।"
		},
		{
			"_id": "4068",
			"sura": "39",
			"para": "23",
			"verses": "10",
			"names": "قُلۡ یٰعِبَادِ الَّذِیۡنَ اٰمَنُوا اتَّقُوۡا رَبَّکُمۡ ؕ لِلَّذِیۡنَ اَحۡسَنُوۡا فِیۡ ہٰذِہِ  الدُّنۡیَا حَسَنَۃٌ ؕ وَ اَرۡضُ اللّٰہِ  وَاسِعَۃٌ ؕ اِنَّمَا یُوَفَّی الصّٰبِرُوۡنَ  اَجۡرَہُمۡ بِغَیۡرِ حِسَابٍ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ یٰعِبَادِ الَّذِیۡنَ اٰمَنُوا اتَّقُوۡا رَبَّکُمۡ ؕ لِلَّذِیۡنَ اَحۡسَنُوۡا فِیۡ ہٰذِہِ  الدُّنۡیَا حَسَنَۃٌ ؕ وَ اَرۡضُ اللّٰہِ  وَاسِعَۃٌ ؕ اِنَّمَا یُوَفَّی الصّٰبِرُوۡنَ  اَجۡرَہُمۡ بِغَیۡرِ حِسَابٍ ﴿۱۰﴾ ",
			"index": "4068",
			"name": "আপনি বলুন, ‘হে আমার বান্দাগণ যারা ঈমান এনেছো! আপন রবকে ভয় করো। যারা কল্যাণকর কাজ করেছে তাদের জন্য এই দুনিয়ার মধ্যে কল্যাণ রয়েছে। এবং আল্লাহ্‌র যমীন প্রশস্ত। ধৈর্যশীলদেরকেই তাদের অপরিমিত প্রতিদান পরিপূর্ণভাবে দেওয়া হবে। ",
			"en_kanzulimaan": "Proclaim (O dear Prophet Mohammed - peace and blessings be upon him), O my slaves who have accepted faith! Fear your Lord; for those who do good deeds in this world is goodness (in return); and Allahs earth is spacious; it is the steadfast who will be paid their full reward, without account.",
			"ur_kanzulimaan": "تم فرماؤ اے میرے بندو! جو ایمان لائے اپنے سے ڈرو، جنہوں نے بھلائی کی ان کے لیے اس دنیا میں بھلائی ہے اور اللہ کی زمین وسیع ہے صابروں ہی کو ان کا ثواب بھرپور دیا جائے گا بے گنتی",
			"hi_kanzulimaan": "तुम फ़रमाओ ऐ मेरे बन्दों जो ईमान लाए अपने रब से डरो जिन्होंने भलाई की (34फ) उनके लिये दुनिया में भलाई है (35फ) और अल्लाह की ज़मीन वसीअ़ है (36फ) साबिरों ही को उनका सवाब भरपूर दिया जाएगा बेगिनती (37फ)",
			"author": "১০. (হে প্রিয়তম! আমার পক্ষ থেকে) বলে দিন! ‘হে আমার বান্দারা! যারা ঈমান এনেছো! নিজেদের প্রতিপালককে ভয় করো; তাদের জন্যেই রয়েছে কল্যাণ যারা দুনিয়াতে আধ্যাত্মিক শ্রেষ্ঠত্বের অধিকারী। আর আল্লাহ্‌র জমিন প্রশস্ত। নিঃসন্দেহে ধৈর্যশীলদেরকে তাদের পুরস্কার অপরিসীম হিসেবে দেয়া হবে।’"
		},
		{
			"_id": "4069",
			"sura": "39",
			"para": "23",
			"verses": "11",
			"names": "قُلۡ  اِنِّیۡۤ  اُمِرۡتُ اَنۡ  اَعۡبُدَ اللّٰہَ  مُخۡلِصًا  لَّہُ الدِّیۡنَ ﴿ۙ۱۱﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اِنِّیۡۤ  اُمِرۡتُ اَنۡ  اَعۡبُدَ اللّٰہَ  مُخۡلِصًا  لَّہُ الدِّیۡنَ ﴿ۙ۱۱﴾ ",
			"index": "4069",
			"name": "আপনি বলুন, ‘আমার প্রতি নির্দেশ রয়েছে যেন আল্লাহ্‌রই ইবাদত করি নিরেট তাঁরই বান্দা হয়ে। ",
			"en_kanzulimaan": "Say, I am commanded that I must worship Allah as His sincere bondman.",
			"ur_kanzulimaan": "تم فرماؤ مجھے حکم ہے کہ اللہ کو پوجوں نرا اس کا بندہ ہوکر،",
			"hi_kanzulimaan": "तुम फ़रमाओ (38फ) मुझे हुक्म है कि अल्लाह को पूजूं निरा उसका बन्दा होकर",
			"author": "১১. বলে দিন, ‘আমি আদিষ্ট হয়েছি, আমি যেন আনুগত্যে ও দাসত্বে একনিষ্ঠ হয়ে আল্লাহ্‌র ইবাদত করি।"
		},
		{
			"_id": "4070",
			"sura": "39",
			"para": "23",
			"verses": "12",
			"names": "وَ اُمِرۡتُ لِاَنۡ  اَکُوۡنَ  اَوَّلَ الۡمُسۡلِمِیۡنَ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ اُمِرۡتُ لِاَنۡ  اَکُوۡنَ  اَوَّلَ الۡمُسۡلِمِیۡنَ ﴿۱۲﴾ ",
			"index": "4070",
			"name": "এবং আমি আদিষ্ট হয়েছি যেন আমি সর্বপ্রথম আত্নসমর্পণ করি’।",
			"en_kanzulimaan": "And I am commanded that I be the first to submit.",
			"ur_kanzulimaan": "اور مجھے حکم ہے کہ میں سب سے پہلے گردن رکھوں",
			"hi_kanzulimaan": " और मुझे हुक्म है कि मैं सबसे पहले गर्दन रखूं(39फ)",
			"author": "১২. এবং আমি আরও আদিষ্ট হয়েছি, যেন (তাঁর সৃষ্টিজগতে) সর্বপ্রথম মুসলমান হই।’"
		},
		{
			"_id": "4071",
			"sura": "39",
			"para": "23",
			"verses": "13",
			"names": "قُلۡ  اِنِّیۡۤ  اَخَافُ اِنۡ عَصَیۡتُ رَبِّیۡ  عَذَابَ یَوۡمٍ عَظِیۡمٍ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اِنِّیۡۤ  اَخَافُ اِنۡ عَصَیۡتُ رَبِّیۡ  عَذَابَ یَوۡمٍ عَظِیۡمٍ ﴿۱۳﴾ ",
			"index": "4071",
			"name": "আপনি বলুন, ‘কাল্পনিকভাবে আমার দ্বারাও যদি অবাধ্যতা সম্পন্ন হয়ে যায়, তবে আমারও আপন রব থেকে এক মহা দিবসের শাস্তির ভয় আছে’।",
			"en_kanzulimaan": "Say, Were I to disobey my Lord, I too would fear the punishment of the great Day (of Resurrection).",
			"ur_kanzulimaan": "تم فرماؤ بالفرض اگر مجھ سے نافرمانی ہوجائے تو مجھے اپنے رب سے ایک بڑے دن کے عذاب کا ڈر ہے",
			"hi_kanzulimaan": "तुम फ़रमाओ बिलफ़र्ज़ अगर मुझसे नाफ़रमानी हो जाए तो मुझे भी अपने रब से एक बड़े दिन के अज़ाब का डर है (40फ)",
			"author": "১৩. বলে দিন, ‘যদি আমি আমার প্রতিপালকের অবাধ্য হই, তবে আমি মহাদিবসের শাস্তির ভয় করি’।"
		},
		{
			"_id": "4072",
			"sura": "39",
			"para": "23",
			"verses": "14",
			"names": "قُلِ اللّٰہَ  اَعۡبُدُ  مُخۡلِصًا لَّہٗ  دِیۡنِیۡ ﴿ۙ۱۴﴾ ",
			"number": "",
			"verses_PDMS": "قُلِ اللّٰہَ  اَعۡبُدُ  مُخۡلِصًا لَّہٗ  دِیۡنِیۡ ﴿ۙ۱۴﴾ ",
			"index": "4072",
			"name": "আপনি বলুন, ‘আমি আল্লাহ্‌রই ইবাদত করি নিরেট তাঁরই বান্দা হয়ে; ",
			"en_kanzulimaan": "Proclaim, I worship only Allah, as His sincere bondman.",
			"ur_kanzulimaan": "تم فرماؤ میں اللہ ہی کو پوجتا ہوں نرا اس کا بندہ ہوکر،",
			"hi_kanzulimaan": "तुम फ़रमाओ मैं अल्लाह ही को पूजता हूँ निरा उसका बन्दा होकर",
			"author": "১৪. বলে দিন, ‘বিশুদ্ধ আনুগত্যে আমি কেবল আল্লাহ্‌রই ইবাদত করি।"
		},
		{
			"_id": "4073",
			"sura": "39",
			"para": "23",
			"verses": "15",
			"names": "فَاعۡبُدُوۡا مَا شِئۡتُمۡ مِّنۡ دُوۡنِہٖ ؕ قُلۡ  اِنَّ الۡخٰسِرِیۡنَ الَّذِیۡنَ خَسِرُوۡۤا  اَنۡفُسَہُمۡ وَ اَہۡلِیۡہِمۡ یَوۡمَ الۡقِیٰمَۃِ ؕ اَلَا ذٰلِکَ ہُوَ الۡخُسۡرَانُ  الۡمُبِیۡنُ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "فَاعۡبُدُوۡا مَا شِئۡتُمۡ مِّنۡ دُوۡنِہٖ ؕ قُلۡ  اِنَّ الۡخٰسِرِیۡنَ الَّذِیۡنَ خَسِرُوۡۤا  اَنۡفُسَہُمۡ وَ اَہۡلِیۡہِمۡ یَوۡمَ الۡقِیٰمَۃِ ؕ اَلَا ذٰلِکَ ہُوَ الۡخُسۡرَانُ  الۡمُبِیۡنُ ﴿۱۵﴾ ",
			"index": "4073",
			"name": "সুতরাং তোমরা তার ব্যতীত যাঁরই ইচ্ছা পূজা করো! আপনি বলুন, ‘পূর্ণ ক্ষতিগ্রস্ত তারাই, যারা নিজ সত্তার ও নিজ পরিবার পরিজনের ও কিয়ামতের দিন ক্ষতি করে বসেছে। হাঁ,হাঁ, এটাই সুস্পষ্ট ক্ষতি। ",
			"en_kanzulimaan": "Therefore you can worship what you want besides Him! Say, The worst losers are those who will lose themselves and their household on the Day of Resurrection; pay heed! This is the plain loss!",
			"ur_kanzulimaan": "تو تم اس کے سوا جسے چاہو پوجو تم فرماؤ پوری ہار انہیں جو اپنی جان اور اپنے گھر والے قیامت کے دن ہار بیٹھے ہاں ہاں یہی کھلی ہار ہے،",
			"hi_kanzulimaan": "तो तुम उसके सिवा जिसे चाहो पूजो (41फ) तुम फ़रमाओ पूरी हार उन्हें जो अपनी जान और अपने घर वाले क़यामत के दिन हार बैठे (42फ) हां हां यही खुली हार है.",
			"author": "১৫. সুতরাং তোমরা আল্লাহ্‌র পরিবর্তে যার ইচ্ছা ইবাদত করো।’ বলে দিন, ‘নিশ্চয়ই ক্ষতিগ্রস্ত তারাই যারা কিয়ামতের দিন নিজেদের এবং নিজেদের পরিবারবর্গের ক্ষতিসাধন করবে। মনে রেখো, এটাই সুস্পষ্ট ক্ষতি।"
		},
		{
			"_id": "4074",
			"sura": "39",
			"para": "23",
			"verses": "16",
			"names": "لَہُمۡ مِّنۡ فَوۡقِہِمۡ ظُلَلٌ مِّنَ النَّارِ وَ مِنۡ تَحۡتِہِمۡ ظُلَلٌ ؕ ذٰلِکَ یُخَوِّفُ اللّٰہُ  بِہٖ عِبَادَہٗ ؕ یٰعِبَادِ   فَاتَّقُوۡنِ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "لَہُمۡ مِّنۡ فَوۡقِہِمۡ ظُلَلٌ مِّنَ النَّارِ وَ مِنۡ تَحۡتِہِمۡ ظُلَلٌ ؕ ذٰلِکَ یُخَوِّفُ اللّٰہُ  بِہٖ عِبَادَہٗ ؕ یٰعِبَادِ   فَاتَّقُوۡنِ ﴿۱۶﴾ ",
			"index": "4074",
			"name": "তাদের উপর আগুনের পাহাড় রয়েছে এবং তাদের নীচেও পাহাড়। তা থেকে আল্লাহ্‌ সতর্ক করেন আপন বান্দাদেরকে। হে আমার বান্দারা! তোমরা আমাকে ভয় করো।",
			"en_kanzulimaan": "Above them are mountains of fire and beneath them are mountains of fire; Allah scares His bondmen with this; O My bondmen! Fear Me!",
			"ur_kanzulimaan": "ان کے اوپر آگ کے پہاڑ ہیں اور ان کے نیچے پہاڑ اس سے اللہ ڈراتا ہے اپنے بندوں اے میرے بندو! تم مجھ سے ڈرو",
			"hi_kanzulimaan": "उन के ऊपर आग के पहाड़ हैं और उन के नीचे पहाड़ (43फ) इससे अल्लाह डराता है अपने बन्दों को (44फ) ऐ मेरे बन्दों तुम मुझ से डरो (45फ)",
			"author": "১৬. তাদের জন্যে তাদের উপরেও আগুনের মেঘমালা (আচ্ছাদিত) থাকবে এবং তাদের নিম্নেও থাকবে আগুনের আচ্ছাদন। এ সেই (শাস্তি) যা থেকে আল্লাহ্ তাঁর বান্দাদেরকে হুঁশিয়ার করেন, ‘হে আমার বান্দাগণ! আমাকে সবসময় ভয় করতে থাকো।’"
		},
		{
			"_id": "4075",
			"sura": "39",
			"para": "23",
			"verses": "17",
			"names": "وَ الَّذِیۡنَ  اجۡتَنَبُوا الطَّاغُوۡتَ اَنۡ یَّعۡبُدُوۡہَا وَ اَنَابُوۡۤا  اِلَی اللّٰہِ  لَہُمُ الۡبُشۡرٰی ۚ فَبَشِّرۡ  عِبَادِ ﴿ۙ۱۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ  اجۡتَنَبُوا الطَّاغُوۡتَ اَنۡ یَّعۡبُدُوۡہَا وَ اَنَابُوۡۤا  اِلَی اللّٰہِ  لَہُمُ الۡبُشۡرٰی ۚ فَبَشِّرۡ  عِبَادِ ﴿ۙ۱۷﴾ ",
			"index": "4075",
			"name": "এবং ওই সমস্ত লোক, যারা মূর্তিগুলোর পূজা থেকে বিরত থাকে এবং আল্লাহ্‌ অভিমুখী হয়েছে তাদেরই জন্য সুসংবাদ রয়েছে। সুতরাং সুসংবাদ দিন আমার ওই বান্দাদেরকে; ",
			"en_kanzulimaan": "And those who stayed away from the worship of idols, and inclined towards Allah  for them are glad tidings; therefore give glad tidings to My bondmen. -",
			"ur_kanzulimaan": "اور وہ جو بتوں کی پوجا سے بچے اور اللہ کی طرف رجوع ہوئے انہیں کے لیے خوشخبری ہے تو خوشی سناؤ میرے ان بندوں کو،",
			"hi_kanzulimaan": "और वो जो बुतों की पूजा से बचे और अल्लाह की तरफ़ रूजू हुए उन्हीं के लिये ख़ुशख़बरी है तो ख़ुशी सुनाओ मेरे उन बन्दों को",
			"author": "১৭. আর যারা মূর্তিপূজা থেকে বেঁচে থাকে এবং আল্লাহ্‌র অভিমুখী হয়, তাদের জন্যে রয়েছে শুভসংবাদ। সুতরাং সুসংবাদ দিন আমার বান্দাগণকে।"
		},
		{
			"_id": "4076",
			"sura": "39",
			"para": "23",
			"verses": "18",
			"names": "الَّذِیۡنَ  یَسۡتَمِعُوۡنَ الۡقَوۡلَ فَیَتَّبِعُوۡنَ اَحۡسَنَہٗ ؕ اُولٰٓئِکَ الَّذِیۡنَ ہَدٰىہُمُ  اللّٰہُ وَ اُولٰٓئِکَ ہُمۡ  اُولُوا  الۡاَلۡبَابِ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "الَّذِیۡنَ  یَسۡتَمِعُوۡنَ الۡقَوۡلَ فَیَتَّبِعُوۡنَ اَحۡسَنَہٗ ؕ اُولٰٓئِکَ الَّذِیۡنَ ہَدٰىہُمُ  اللّٰہُ وَ اُولٰٓئِکَ ہُمۡ  اُولُوا  الۡاَلۡبَابِ ﴿۱۸﴾ ",
			"index": "4076",
			"name": "যারা কান পেতে কথা শুনে অতঃপর সেটার মধ্যে উত্তমের অনুসরণ করে। এরা হচ্ছে তারাই, যাদের বোধশক্তি রয়েছে। ",
			"en_kanzulimaan": "Those who heed attentively and follow the best from it; it is these whom Allah has guided, and it is these who have intelligence.",
			"ur_kanzulimaan": "جو کان لگا کر بات سنیں پھر اس کے بہتر پر چلیں یہ ہیں جن کو اللہ نے ہدایت فرمائی اور یہ ہیں جن کو عقل ہیں",
			"hi_kanzulimaan": "जो कान लगाकर बात सुनें फिर उसके बेहतर पर चलें (46फ) ये हैं जिनको अल्लाह ने हिदायत फ़रमाई और ये हैं जिनको अक़्ल है (47फ)",
			"author": "১৮. যারা মনোযোগ সহকারে কথা শুনে, অতঃপর এর মধ্যে যা উত্তম তার অনুসরণ করে, তারাই সেসব লোক যাদেরকে আল্লাহ্ হেদায়াত দান করেছেন এবং তারাই বুদ্ধিমান।"
		},
		{
			"_id": "4077",
			"sura": "39",
			"para": "23",
			"verses": "19",
			"names": "اَفَمَنۡ حَقَّ عَلَیۡہِ کَلِمَۃُ  الۡعَذَابِ ؕ اَفَاَنۡتَ تُنۡقِذُ مَنۡ فِی النَّارِ ﴿ۚ۱۹﴾ ",
			"number": "",
			"verses_PDMS": "اَفَمَنۡ حَقَّ عَلَیۡہِ کَلِمَۃُ  الۡعَذَابِ ؕ اَفَاَنۡتَ تُنۡقِذُ مَنۡ فِی النَّارِ ﴿ۚ۱۹﴾ ",
			"index": "4077",
			"name": "তবে কি ওই ব্যক্তি, যার উপর শাস্তির বাণী অবধারিত হয়েছে, মুক্তি প্রাপ্তদের সমান হয়ে যাবে? তবে কি আপনি সৎপথ প্রদান করে আগুনের উপযোগীকে রক্ষা করে নেবেন? ",
			"en_kanzulimaan": "So will the one upon whom the Word of punishment has proved true, ever be equal to those who are forgiven? So will you guide and save the one who deserves the fire? (Because the hearts of some disbelievers are sealed).",
			"ur_kanzulimaan": "تو کیا وہ جس پر عذاب کی بات ثابت ہوچکی نجات والوں کے برابر ہوجائے گا تو کیا تم ہدایت دے کر آگ کے مستحق کو بچالو گے",
			"hi_kanzulimaan": "तो क्या वह जिसपर अज़ाब की बात साबित हो चुकी निजात वालों के बराबर हो जाएगा तो क्या तुम हिदायत देकर आग के मुस्तहिक़ को बचा लोगे (48फ)",
			"author": "১৯. বেশ, যার উপর দন্ডাদেশ অবধারিত হয়ে গিয়েছে; আপনি কি সে ব্যক্তিকে বাঁচাবেন, যে (স্থায়ী) জাহান্নামী হয়ে গিয়েছে?"
		},
		{
			"_id": "4078",
			"sura": "39",
			"para": "23",
			"verses": "20",
			"names": "لٰکِنِ الَّذِیۡنَ اتَّقَوۡا رَبَّہُمۡ لَہُمۡ غُرَفٌ مِّنۡ فَوۡقِہَا غُرَفٌ مَّبۡنِیَّۃٌ ۙ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ ۬ؕ وَعۡدَ اللّٰہِ ؕ لَا یُخۡلِفُ اللّٰہُ  الۡمِیۡعَادَ ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "لٰکِنِ الَّذِیۡنَ اتَّقَوۡا رَبَّہُمۡ لَہُمۡ غُرَفٌ مِّنۡ فَوۡقِہَا غُرَفٌ مَّبۡنِیَّۃٌ ۙ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ ۬ؕ وَعۡدَ اللّٰہِ ؕ لَا یُخۡلِفُ اللّٰہُ  الۡمِیۡعَادَ ﴿۲۰﴾ ",
			"index": "4078",
			"name": "কিন্তু যে সব লোক আপন রবকে ভয় করে তাদের জন্য বহু প্রাসাদ রয়েছে, যেগুলোর উপর প্রাসাদসমূহ নির্মিত হয়েছে; সেগুলোর নিম্নদেশে নহরসমূহ প্রবাহিত হয়। আল্লাহ্‌র প্রতিশ্রুতি। আল্লাহ্‌ প্রতিশ্রুতি ভঙ্গ করেন না। ",
			"en_kanzulimaan": "But for those who fear their Lord, are the high chambers with more high chambers built above them  rivers flowing beneath them; a promise of Allah; Allah does not renege on His promise.",
			"ur_kanzulimaan": "لیکن جو اپنے رب سے ڈرے ان کے لیے بالا خانے ہیں ان پر بالا خانے بنے ان کے نیچے نہریں بہیں، اللہ کا وعدہ، اللہ وعدہ خلاف نہیں کرتا،",
			"hi_kanzulimaan": "लेकिन जो अपने रब से डरे (49फ) उनके लिये बालाख़ाने हैं उनपर बालाख़ाने बनें (50फ) उनके नीचे नेहरें बहें, अल्लाह का वादा, अल्लाह का वादा ख़िलाफ़ नहीं करता.",
			"author": "২০. তবে যারা তাদের প্রতিপালককে ভয় করে তাদের জন্যে (জান্নাতে) রয়েছে সমুন্নত প্রাসাদরাজি যার উপর নির্মিত আরো সুবৃহৎ প্রাসাদ, যার তলদেশে প্রবাহিত নদী। এটি আল্লাহ্‌র অঙ্গীকার। আল্লাহ্ তাঁর অঙ্গীকার খেলাফ করেন না।"
		},
		{
			"_id": "4079",
			"sura": "39",
			"para": "23",
			"verses": "21",
			"names": "اَلَمۡ  تَرَ  اَنَّ اللّٰہَ اَنۡزَلَ مِنَ السَّمَآءِ  مَآءً فَسَلَکَہٗ  یَنَابِیۡعَ فِی الۡاَرۡضِ ثُمَّ یُخۡرِجُ بِہٖ زَرۡعًا مُّخۡتَلِفًا  اَلۡوَانُہٗ  ثُمَّ یَہِیۡجُ  فَتَرٰىہُ مُصۡفَرًّا ثُمَّ یَجۡعَلُہٗ  حُطَامًا ؕ اِنَّ فِیۡ  ذٰلِکَ لَذِکۡرٰی لِاُولِی الۡاَلۡبَابِ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "اَلَمۡ  تَرَ  اَنَّ اللّٰہَ اَنۡزَلَ مِنَ السَّمَآءِ  مَآءً فَسَلَکَہٗ  یَنَابِیۡعَ فِی الۡاَرۡضِ ثُمَّ یُخۡرِجُ بِہٖ زَرۡعًا مُّخۡتَلِفًا  اَلۡوَانُہٗ  ثُمَّ یَہِیۡجُ  فَتَرٰىہُ مُصۡفَرًّا ثُمَّ یَجۡعَلُہٗ  حُطَامًا ؕ اِنَّ فِیۡ  ذٰلِکَ لَذِکۡرٰی لِاُولِی الۡاَلۡبَابِ ﴿۲۱﴾ ",
			"index": "4079",
			"name": "তুমি কি দেখো নি যে, আল্লাহ্‌ আসমান থেকে বারি বর্ষণ করেছেন অতঃপর তা থেকে যমীনে প্রস্রবণসমূহ প্রবাহিত করেন, অতঃপর তা দ্বারা ফসল উৎপন্ন করেন বিবিধ বর্ণের, অতঃপর তা শুকে যায়, অতঃপর তুমি দেখতে পাও যে, তা পীত বর্ণের হয়ে গেছে, তারপর সেটাকে চূর্ণ-বিচূর্ণ করে দেন। নিশ্চয় তাতে মনোযোগ দেওয়ার কথা রয়েছে বোধশক্তিসম্পন্নদের জন্য। ",
			"en_kanzulimaan": "Did you not see that it is Allah Who sent down water from the sky, and then with it made springs in the earth, and then with it produces crops of various colours, and then it dries up and you see it has become yellow, and He then fragments them into small pieces; indeed in this is a reminder for people of intellect.",
			"ur_kanzulimaan": "کیا تو نے نہ دیکھا کہ اللہ نے آسمان سے پانی اتارا پھر اس سے زمین میں چشمے بنائے پھر اس سے کھیتی نکالتا ہے کئی رنگت کی پھر سوکھ جاتی ہے تو تُو دیکھے کہ وہ پیلی پڑ گئی پھر اسے ریزہ ریزہ کردیتا ہے، بیشک اس میں دھیان کی بات ہے عقل مندوں کو",
			"hi_kanzulimaan": "क्या तूने न देखा कि अल्लाह ने आसमान से पानी उतारा फिर उससे ज़मीन में चश्मे बनाए फिर उससे खेती निकालता है कई रंगत की (51फ) फिर सूख जाती है तो तू देखे कि वह (52फ) पीली पड़ गई फिर उसे रेज़ा रेज़ा कर देता है, बेशक इसमें ध्यान की बात है अक़्लमन्दों को (53फ)",
			"author": "২১. (হে মানুষ!) তোমরা কি দেখনি, আল্লাহ্ আসমান থেকে পানি বর্ষণ করেন, অতঃপর তা ভূমিতে স্রোতধারারূপে প্রবাহিত করেন এবং এর মাধ্যমে বিবিধ বর্ণের শস্য উৎপন্ন করেন; অতঃপর তা (পেকে) শুকিয়ে যায়; ফলে (পাকার পর) তুমি একে পীতবর্ণ দেখতে পাও, অবশেষে তিনি একে খড়-কুটায় পরিণত করেন। নিশ্চয়ই এতে উপদেশ রয়েছে বুদ্ধিমানদের জন্যে।"
		},
		{
			"_id": "4080",
			"sura": "39",
			"para": "23",
			"verses": "22",
			"names": "اَفَمَنۡ شَرَحَ اللّٰہُ صَدۡرَہٗ  لِلۡاِسۡلَامِ  فَہُوَ عَلٰی نُوۡرٍ مِّنۡ رَّبِّہٖ ؕ فَوَیۡلٌ  لِّلۡقٰسِیَۃِ قُلُوۡبُہُمۡ مِّنۡ ذِکۡرِ اللّٰہِ ؕ اُولٰٓئِکَ فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "اَفَمَنۡ شَرَحَ اللّٰہُ صَدۡرَہٗ  لِلۡاِسۡلَامِ  فَہُوَ عَلٰی نُوۡرٍ مِّنۡ رَّبِّہٖ ؕ فَوَیۡلٌ  لِّلۡقٰسِیَۃِ قُلُوۡبُہُمۡ مِّنۡ ذِکۡرِ اللّٰہِ ؕ اُولٰٓئِکَ فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۲۲﴾ ",
			"index": "4080",
			"name": "তবে কি ওই ব্যক্তি, যার বক্ষ আল্লাহ্‌ ইসলামের জন উন্মুক্ত করে দিয়েছেন, অতঃপর সে আপন রবের নিকট থেকে আলোর উপর রয়েছে তাঁরই মতো হয়ে যাবে, যে পাষাণ হৃদয়? সুতরাং দুর্ভোগ তাদেরই, যাদের হৃদয় আল্লাহ্‌র স্মরণের দিক থেকে কঠোর হয়ে গেছে। তারা সুস্পষ্ট পথভ্রষ্টতার মধ্যে রয়েছে। ",
			"en_kanzulimaan": "So will he whose bosom Allah has opened up for Islam - he is therefore upon a light from his Lord - ever be equal to one who is stone hearted? Therefore ruin is for those whose hearts are hardened towards the remembrance of Allah; they are in open error.",
			"ur_kanzulimaan": "تو کیا وہ جس کا سینہ اللہ نے اسلام کے لیے کھول دیا تو وہ اپنے رب کی طرف سے نور پر ہے اس جیسا ہوجائے گا جو سنگدل ہے تو خرابی ہے ان کی جن کے دل یادِ خدا کی طرف سے سخت ہوگئے ہیں وہ کھلی گمراہی میں ہیں،",
			"hi_kanzulimaan": "तो क्या वह जिसका सीना अल्लाह ने इस्लाम के लिये खोल दिया (54फ) तो वह अपने रब की तरफ़ से नूर पर है (55फ) उस जैसा हो जाएगा जो संगदिल है तो ख़राबी है उनकी जिनके दिल ख़ुदा की याद की तरफ़ से सख़्त हो गए हैं (56फ) वो खुली गुमराही में हैं",
			"author": "২২. বেশ, আল্লাহ্ যার বক্ষ ইসলামের জন্যে উন্মুক্ত করে দিয়েছেন, সে তাঁর প্রতিপালক প্রদত্ত দীপ্তিতে অবস্থান করে। কিন্তু (এর বিপরীতে) সেসব লোকের জন্যে দুর্ভোগ যাদের হৃদয় আল্লাহ্‌র স্মরণ (-এর ফায়েজ) থেকে (বঞ্চিত হয়ে) কঠোর হয়ে গিয়েছে। এরাই সুস্পষ্ট পথভ্রষ্টতায় রয়েছে।"
		},
		{
			"_id": "4081",
			"sura": "39",
			"para": "23",
			"verses": "23",
			"names": "اَللّٰہُ  نَزَّلَ  اَحۡسَنَ الۡحَدِیۡثِ کِتٰبًا مُّتَشَابِہًا  مَّثَانِیَ ٭ۖ تَقۡشَعِرُّ مِنۡہُ جُلُوۡدُ الَّذِیۡنَ یَخۡشَوۡنَ  رَبَّہُمۡ ۚ ثُمَّ  تَلِیۡنُ جُلُوۡدُہُمۡ وَ قُلُوۡبُہُمۡ  اِلٰی ذِکۡرِ اللّٰہِ ؕ ذٰلِکَ ہُدَی اللّٰہِ یَہۡدِیۡ بِہٖ مَنۡ یَّشَآءُ ؕ وَ مَنۡ یُّضۡلِلِ اللّٰہُ  فَمَا لَہٗ مِنۡ ہَادٍ ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "اَللّٰہُ  نَزَّلَ  اَحۡسَنَ الۡحَدِیۡثِ کِتٰبًا مُّتَشَابِہًا  مَّثَانِیَ ٭ۖ تَقۡشَعِرُّ مِنۡہُ جُلُوۡدُ الَّذِیۡنَ یَخۡشَوۡنَ  رَبَّہُمۡ ۚ ثُمَّ  تَلِیۡنُ جُلُوۡدُہُمۡ وَ قُلُوۡبُہُمۡ  اِلٰی ذِکۡرِ اللّٰہِ ؕ ذٰلِکَ ہُدَی اللّٰہِ یَہۡدِیۡ بِہٖ مَنۡ یَّشَآءُ ؕ وَ مَنۡ یُّضۡلِلِ اللّٰہُ  فَمَا لَہٗ مِنۡ ہَادٍ ﴿۲۳﴾ ",
			"index": "4081",
			"name": "আল্লাহ্‌ অবতীর্ণ করেছেন সর্বাপেক্ষা উত্তম কিতাব, যা প্রথম থেকে শেষ পর্যন্ত এক ধরনের, পুনঃপুনঃ বর্ণনাসম্পন্ন, সেটার কারণে (ভয়ে) লোম খাড়া হয়ে যায় তাদেরই শরীরের উপর, যারা আপন রবকে ভয় করে, অতঃপর তাদের চামড়া ও হৃদয় নম্র হয়ে পড়ে আল্লাহ্‌র স্মরণের প্রতি আগ্রহে। এটা আল্লাহ্‌র হিদায়ত, পথ প্রদর্শন করেন তাকেই, যাকে চান এবং যাকে আল্লাহ্‌ পথভ্রষ্ট করেন তাকে পথ প্রদর্শনকারী কেউ নেই। ",
			"en_kanzulimaan": "Allah has sent down the best of Books (the Holy Quran), which is consistent throughout, the one with paired statements; the hairs on the skins of those who fear their Lord, stand on end with it; then their skins and their hearts soften, inclined towards the remembrance of Allah; this is the guidance of Allah, He may guide whomever He wills with it; and whomever Allah sends astray, there is no guide for him.",
			"ur_kanzulimaan": "اللہ نے اتاری سب سے اچھی کتاب کہ اول سے آخر تک ایک سی ہے دوہرے بیان والی اس سے بال کھڑے ہوتے ہیں ان کے بدن پر جو اپنے رب سے ڈرتے ہیں، پھر ان کی کھالیں اور دل نرم پڑتے ہیں یادِ خدا کی طرف رغبت میں یہ اللہ کی ہدایت ہے راہ دکھائے اس سے جسے چاہے، اور جسے اللہ گمراہ کرے اسے کوئی راہ دکھانے والا نہیں،",
			"hi_kanzulimaan": "अल्लाह ने उतारी सबसे अच्छी किताब (57फ) कि अव्वल से आख़िर तक एक सी है (58फ) दोहरे बयान वाली (59फ) इससे बाल खड़े होते हैं उनके बदन पर जो अपने रब से डरते हैं फिर उनकी खालें और दिल नर्म पड़ते हैं यादे ख़ुदा की तरफ़ रग़बत में (60फ) यह अल्लाह की हिदायत है राह दिखाए इससे जिसे चाहे, और जिसे अल्लाह गुमराह करे उसे कोई राह दिखाने वाला नहीं",
			"author": "২৩. আল্লাহ্ই অবতীর্ণ করেছেন উৎকৃষ্ট বাক্য, এক কিতাব যার কথাগুলো (ছন্দে ও অর্থে) পারস্পরিক সাদৃশ্যপূর্ণ, (যার আয়াতসমূহ) বার বার পাঠ করা হয়; এতে যারা তাদের প্রতিপালককে ভয় করে, তাদের গাত্র রোমাঞ্চিত হয়, অতঃপর তাদের দেহমন বিনম্র হয়ে (ভাবাবেশে) আল্লাহ্‌র স্মরণে ঝুঁকে পড়ে (বিমোহিত হয়)। এটাই আল্লাহ্‌র হেদায়াত, তিনি যাকে ইচ্ছা এর মাধ্যমে পথপ্রদর্শন করেন। আর আল্লাহ্ যাকে পথভ্রষ্ট করেন (অথবা পথভ্রষ্ট অবস্থায় ছেড়ে দেন) তার জন্যে কোনো হেদায়াতকারী নেই।"
		},
		{
			"_id": "4082",
			"sura": "39",
			"para": "23",
			"verses": "24",
			"names": "اَفَمَنۡ یَّتَّقِیۡ  بِوَجۡہِہٖ  سُوۡٓءَ  الۡعَذَابِ یَوۡمَ الۡقِیٰمَۃِ ؕ وَ قِیۡلَ  لِلظّٰلِمِیۡنَ ذُوۡقُوۡا مَا کُنۡتُمۡ تَکۡسِبُوۡنَ ﴿۲۴﴾ ",
			"number": "",
			"verses_PDMS": "اَفَمَنۡ یَّتَّقِیۡ  بِوَجۡہِہٖ  سُوۡٓءَ  الۡعَذَابِ یَوۡمَ الۡقِیٰمَۃِ ؕ وَ قِیۡلَ  لِلظّٰلِمِیۡنَ ذُوۡقُوۡا مَا کُنۡتُمۡ تَکۡسِبُوۡنَ ﴿۲۴﴾ ",
			"index": "4082",
			"name": "তবে কি ওই ব্যক্তি, যে ক্বিয়ামত দিবসে কঠিন শাস্তির ঢাল পাবে না আপন চেহারা ব্যতীত, মুক্তিপ্রাপ্তদের মতো হয়ে যাবে? এবং যালিমদেরকে বলা হবে, ‘স্বীয় কৃতকর্মের শাস্তি ভোগ করো!’",
			"en_kanzulimaan": "So will he who will not have a shield except his own face against the wretched punishment on the Day of Resurrection, ever be equal to one who is forgiven? And it will be said to the unjust, Taste what you have earned!",
			"ur_kanzulimaan": "تو کیا وہ جو قیامت کے دن برے عذاب کی ڈھال نہ پائے گا اپنے چہرے کے سوا نجات والے کی طرح ہوجائے گا اور ظالموں سے فرمایا جائے گا اپنا کمایا چکھو",
			"hi_kanzulimaan": " तो क्या वह जो क़यामत के दिन बुरे अज़ाब की ढाल न पाएगा अपने चेहरे के सिवा (61फ) निजात वाले की तरह हो जाएगा (62फ) और ज़ालिमों से फ़रमाया जाएगा अपना कमाया चखो (63फ)",
			"author": "২৪. বেশ, যে ব্যক্তি কিয়ামতের দিন নিজ চেহারা দ্বারা (অগ্নিশিখার) কঠিন শাস্তি ঠেকানোর চেষ্টা করবে (কেননা, তার উভয় হাত থাকবে বাধা, তার কী অবস্থা হবে)? আর যালিমদেরকে বলা হবে, ‘আস্বাদন করো সেসব মন্দ কাজের প্রতিফল যা তোমরা করতে’।"
		},
		{
			"_id": "4083",
			"sura": "39",
			"para": "23",
			"verses": "25",
			"names": "کَذَّبَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ  فَاَتٰىہُمُ الۡعَذَابُ مِنۡ حَیۡثُ لَا  یَشۡعُرُوۡنَ ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "کَذَّبَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ  فَاَتٰىہُمُ الۡعَذَابُ مِنۡ حَیۡثُ لَا  یَشۡعُرُوۡنَ ﴿۲۵﴾ ",
			"index": "4083",
			"name": "তাদের পূর্ববর্তীগণ অস্বীকার করেছে; অতঃপর তাদের প্রতি শাস্তি এসেছে ওই স্থান থেকেই, যেখান থেকে তাদের খবরও ছিলো না। ",
			"en_kanzulimaan": "Those before them had denied, therefore the punishment came to them from a place they did not know.",
			"ur_kanzulimaan": "ان سے اگلوں نے جھٹلایا تو انہیں عذاب آیا جہاں سے انہیں خبر نہ تھی",
			"hi_kanzulimaan": "उनसे अगलों ने झुटलाया (64फ) तो उन्हें अज़ाब आया जहाँ से उन्हें ख़बर न थी (65फ)",
			"author": "২৫. যারা তাদের পূর্বে গত হয়ে গিয়েছে তারাও (রাসূলগণকে) অস্বীকার করেছিল। ফলে তাদেরকে এমন স্থান থেকে শাস্তি গ্রাস করলো যা তারা ধারণাই করতে পারেনি।"
		},
		{
			"_id": "4084",
			"sura": "39",
			"para": "23",
			"verses": "26",
			"names": "فَاَذَاقَہُمُ  اللّٰہُ  الۡخِزۡیَ فِی الۡحَیٰوۃِ الدُّنۡیَا ۚ وَ لَعَذَابُ الۡاٰخِرَۃِ  اَکۡبَرُ ۘ لَوۡ  کَانُوۡا  یَعۡلَمُوۡنَ ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "فَاَذَاقَہُمُ  اللّٰہُ  الۡخِزۡیَ فِی الۡحَیٰوۃِ الدُّنۡیَا ۚ وَ لَعَذَابُ الۡاٰخِرَۃِ  اَکۡبَرُ ۘ لَوۡ  کَانُوۡا  یَعۡلَمُوۡنَ ﴿۲۶﴾ ",
			"index": "4084",
			"name": "এবং আল্লাহ্‌ তাদেরকে পার্থিব জীবনে লাঞ্ছনার স্বাদ আস্বাদন করিয়েছেন এবং নিশ্চয় আখিরাতের শাস্তি সর্বাপেক্ষা বড়। কতই ভালো ছিলো যদি তারা জানতো!",
			"en_kanzulimaan": "So Allah made them taste humiliation in the life of this world; and indeed the punishment of the Hereafter is the greatest; if only they knew!",
			"ur_kanzulimaan": "اور اللہ نے انہیں دنیا کی زندگی میں رسوائی کا مز ہ چکھایا اور بیشک آخرت کا عذاب سب سے بڑا، کیا اچھا تھا اگر وہ جانتے",
			"hi_kanzulimaan": "और अल्लाह ने उन्हें दुनिया की ज़िन्दगी में रूसवाई का मज़ा चखाया (67फ) और बेशक आख़िरत का अज़ाब सबसे बड़ा, क्या अच्छा था अगर वो जानते (68फ)",
			"author": "২৬. সুতরাং আল্লাহ্ তাদেরকে পার্থিব জীবনে(ই) অপমান ও লাঞ্ছনা ভোগ করালেন। আর পরকালের শাস্তি তো কঠিনতর, যদি তারা জানতো।"
		},
		{
			"_id": "4085",
			"sura": "39",
			"para": "23",
			"verses": "27",
			"names": "وَ لَقَدۡ ضَرَبۡنَا  لِلنَّاسِ فِیۡ ہٰذَا الۡقُرۡاٰنِ مِنۡ کُلِّ  مَثَلٍ لَّعَلَّہُمۡ  یَتَذَکَّرُوۡنَ ﴿ۚ۲۷﴾  ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ ضَرَبۡنَا  لِلنَّاسِ فِیۡ ہٰذَا الۡقُرۡاٰنِ مِنۡ کُلِّ  مَثَلٍ لَّعَلَّہُمۡ  یَتَذَکَّرُوۡنَ ﴿ۚ۲۷﴾  ",
			"index": "4085",
			"name": "এবং নিশ্চয় আমি লোকদের জন্য এ ক্বোরআনের মধ্যে প্রত্যেক প্রকারের দৃষ্টান্ত বর্ণনা করেছি, যেন কোন মতে তারা মনোযোগ দেয়। ",
			"en_kanzulimaan": "And We have indeed illustrated examples of all kinds in this Quran, so that they may ponder.",
			"ur_kanzulimaan": "اور بیشک ہم نے لوگوں کے لیے اس قرآن میں ہر قسم کی کہاوت بیان فرمائی کہ کسی طرح انہیں دھیان ہو",
			"hi_kanzulimaan": "और बेशक हमने लोगों के लिये इस क़ुरआन में हर क़िस्म की कहावत बयान फ़रमाई कि किसी तरह उन्हें ध्यान हो(68फ)",
			"author": "২৭. আর প্রকৃতপক্ষে মানুষের (বোঝার) জন্যে এ কুরআনে আমরা সকল প্রকার দৃষ্টান্ত বর্ণনা করেছি, যাতে তারা উপদেশ গ্রহণ করে।"
		},
		{
			"_id": "4086",
			"sura": "39",
			"para": "23",
			"verses": "28",
			"names": "قُرۡاٰنًا عَرَبِیًّا غَیۡرَ ذِیۡ عِوَجٍ لَّعَلَّہُمۡ یَتَّقُوۡنَ ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "قُرۡاٰنًا عَرَبِیًّا غَیۡرَ ذِیۡ عِوَجٍ لَّعَلَّہُمۡ یَتَّقُوۡنَ ﴿۲۸﴾ ",
			"index": "4086",
			"name": "আরবী ভাষার ক্বোরআন, যাতে মোটেই বক্রতা নেই, যাতে তারা ভয় করে।",
			"en_kanzulimaan": "The Quran in Arabic, having no deviation at all, so that they may be pious.",
			"ur_kanzulimaan": "عربی زبان کا قرآن جس میں اصلاً کجی نہیں کہ کہیں وہ ڈریں",
			"hi_kanzulimaan": "अरबी ज़बान का क़ुरआन (69फ) जिसमें असलन कजी नहीं (70फ) कि कहीं वो डरें (71फ)",
			"author": "২৮. কুরআন আরবী ভাষায় (যা সকল ভাষার চেয়ে সুস্পষ্ট ও বলিষ্ঠ), এতে সামান্যতমও বক্রতা নেই, যাতে তারা পরহেযগারিতা অবলম্বন করতে পারে।"
		},
		{
			"_id": "4087",
			"sura": "39",
			"para": "23",
			"verses": "29",
			"names": "ضَرَبَ اللّٰہُ  مَثَلًا رَّجُلًا فِیۡہِ  شُرَکَآءُ مُتَشٰکِسُوۡنَ وَ رَجُلًا سَلَمًا  لِّرَجُلٍ ؕ ہَلۡ  یَسۡتَوِیٰنِ مَثَلًا ؕ اَلۡحَمۡدُ لِلّٰہِ ۚ بَلۡ اَکۡثَرُہُمۡ  لَا یَعۡلَمُوۡنَ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "ضَرَبَ اللّٰہُ  مَثَلًا رَّجُلًا فِیۡہِ  شُرَکَآءُ مُتَشٰکِسُوۡنَ وَ رَجُلًا سَلَمًا  لِّرَجُلٍ ؕ ہَلۡ  یَسۡتَوِیٰنِ مَثَلًا ؕ اَلۡحَمۡدُ لِلّٰہِ ۚ بَلۡ اَکۡثَرُہُمۡ  لَا یَعۡلَمُوۡنَ ﴿۲۹﴾ ",
			"index": "4087",
			"name": "আল্লাহ্‌ একটা দৃষ্টান্ত বর্ণনা করছেন; একজন দাসের মধ্যে কয়েকজন দুশ্চরিত্র মুনিব শরীক এবং একজনের শুধু একজন মুনিব। তারা উভয়ের অবস্থা কি এক সমান? সমস্ত প্রশংসা আল্লাহ্‌রই, বরং তাদের অধিকাংশই জানেন না। ",
			"en_kanzulimaan": "Allah illustrates an example - A man having several wicked masters as partners, and another man belonging wholly to just one master; are the two equal in comparison? All praise is to Allah; in fact, most among them do not know.",
			"ur_kanzulimaan": "اللہ ایک مثال بیان فرماتا ہے ایک غلام میں کئی بدخو آقا شریک اور ایک نرے ایک مولیٰ کا، کیا ان دونوں کا حال ایک سا ہے سب خوبیاں اللہ کو بلکہ ان کے اکثر نہیں جانتے",
			"hi_kanzulimaan": "अल्लाह एक मिसाल बयान फ़रमाता है (72फ) एक ग़ुलाम में कई बदख़ू आक़ा शरीक और एक निरे एक मौला का, क्या उन दोनों का हाल एक सा है (73फ) सब ख़ूबियाँ अल्लाह को (74फ) बल्कि उनके अक्सर नहीं जानते (75फ)",
			"author": "২৯. আল্লাহ্ এক দৃষ্টান্ত বর্ণনা করেছেন এমন লোকের (যে কৃতদাস), যার রয়েছে অনেক মালিক, যারা বদমেজাজী এবং পরস্পরে ঝগড়াটে; (অন্যদিকে) আর এক ব্যক্তি যে কেবল একজনেরই দাস; তারা দু’জন কি (নিজেদের) অবস্থার দৃষ্টিকোন থেকে সমান? (কক্ষনো নয়) সমস্ত প্রশংসা আল্লাহ্‌রই প্রাপ্য, বরং তাদের অধিকাংশই (আল্লাহ্‌র একত্ববাদের সত্যতা) জানে না।"
		},
		{
			"_id": "4088",
			"sura": "39",
			"para": "23",
			"verses": "30",
			"names": "اِنَّکَ مَیِّتٌ وَّ  اِنَّہُمۡ  مَّیِّتُوۡنَ ﴿۫۳۰﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّکَ مَیِّتٌ وَّ  اِنَّہُمۡ  مَّیِّتُوۡنَ ﴿۫۳۰﴾ ",
			"index": "4088",
			"name": "নিশ্চয় আপনাকেও ইন্‌তিকাল করতে হবে এবং তাদেরকেও মরতে হবে। ",
			"en_kanzulimaan": "Indeed you (O dear Prophet Mohammed  peace and blessings be upon him) will taste death, and they (the disbelievers) too will die.",
			"ur_kanzulimaan": "بیشک تمہیں انتقال فرمانا ہے اور ان کو بھی مرنا ہے",
			"hi_kanzulimaan": "बेशक तुम्हें इन्तिक़ाल फ़रमाना है और उनको भी मरना है (76फ)",
			"author": "৩০. (হে সম্মানিত হাবীব!) নিশ্চয়ই (কেবল মাত্র স্বাদ গ্রহণের জন্যে) আপনার নিকট মৃত্যুর আগমন ঘটবে। আর তারা অবশ্যই (স্থায়ী ধ্বংসের জন্যে) মৃত্যুবরণ করবে। (অতঃপর দুই মৃত্যুর পার্থক্য হবে দেখার মতো।)*\n\n* যেভাবে ২৯ নং আয়াতে পেশকৃত উপমা অনুসারে দুই ব্যক্তির অবস্থা অত্যাবশ্যকীয়ভাবে সমান হবে না, সেভাবে বিবৃত হয়েছে যে, হুযুর নবী আকরাম সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের মৃত্যু ও অন্যান্যদের মৃত্যু সমান ও একরকম হবে না। উভয়ের প্রকৃত অবস্থায় বিশাল পার্থক্য রয়েছে। এ উপমা এজন্যে উপস্থাপন করা হয়েছে যে, যাতে নবুয়্যতের মর্যাদার সাথে অন্য কারো মর্যাদা সম্পূর্ণরূপে একইরকম মনে না হয়। যেমন এক মালিকের গোলাম সুস্থ ও নিরাপদ থাকলো এবং বহুসংখ্যক মন্দ স্বভাবের মালিকের গোলাম ধ্বংস হলো। এভাবে হে সম্মানিত হাবীব! আপনি তো একজন মালিকের পছন্দনীয় বান্দা, প্রিয়তম ও নৈকট্যবান রাসূল; সুতরাং তিনি আপনাকে সর্বাবস্থায় নিরাপদ রাখবেন। আর এসব কাফের বহুসংখ্যক মূর্তি এবং অংশীদারের গোলামীতে নিমজ্জিত, সুতরাং এরা তাদেরকেও নিজেদের মতো চিরতরে ধ্বংসে নিমজ্জিত করবে।"
		},
		{
			"_id": "4089",
			"sura": "39",
			"para": "23",
			"verses": "31",
			"names": "ثُمَّ  اِنَّکُمۡ  یَوۡمَ الۡقِیٰمَۃِ عِنۡدَ رَبِّکُمۡ تَخۡتَصِمُوۡنَ ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ  اِنَّکُمۡ  یَوۡمَ الۡقِیٰمَۃِ عِنۡدَ رَبِّکُمۡ تَخۡتَصِمُوۡنَ ﴿۳۱﴾ ",
			"index": "4089",
			"name": "অতঃপর তোমরা ক্বিয়ামত দিবসে রবের নিকট বাকবিতণ্ডা করবে। ",
			"en_kanzulimaan": "Then you will dispute before your Lord on the Day of Resurrection.",
			"ur_kanzulimaan": "پھر تم قیامت کے دن اپنے رب کے پاس جھگڑو گے",
			"hi_kanzulimaan": "फिर तुम क़यामत के दिन अपने रब के पास झगड़ोगे (77फ)",
			"author": "৩১. অতঃপর নিঃসন্দেহে কিয়ামতের দিন তোমরা তোমাদের প্রতিপালকের সম্মুখে পরষ্পরে ঝগড়া করবে। (একদল অপর দলকে বলবে, ‘আমাদেরকে নবুয়্যত ও রিসালাতের মর্যাদা বুঝতে তোমরা বাধা দিয়েছিলে’, তারা উত্তরে বলবে, ‘না, বরং তোমরা নিজেরাই দুর্ভাগা ও পথভ্রষ্ট ছিলে’।)"
		},
		{
			"_id": "4090",
			"sura": "39",
			"para": "24",
			"verses": "32",
			"names": "فَمَنۡ اَظۡلَمُ  مِمَّنۡ  کَذَبَ عَلَی اللّٰہِ وَ  کَذَّبَ بِالصِّدۡقِ اِذۡ جَآءَہٗ ؕ اَلَیۡسَ فِیۡ جَہَنَّمَ مَثۡوًی  لِّلۡکٰفِرِیۡنَ ﴿۳۲﴾ ",
			"number": "",
			"verses_PDMS": "فَمَنۡ اَظۡلَمُ  مِمَّنۡ  کَذَبَ عَلَی اللّٰہِ وَ  کَذَّبَ بِالصِّدۡقِ اِذۡ جَآءَہٗ ؕ اَلَیۡسَ فِیۡ جَہَنَّمَ مَثۡوًی  لِّلۡکٰفِرِیۡنَ ﴿۳۲﴾ ",
			"index": "4090",
			"name": "সুতরাং তার চেয়ে বড় যালিম কে, যে আল্লাহ্‌ সম্বন্ধে মিথ্যা রচনা করে, এবং সত্যকে অস্বীকার করে, যখন তার নিকট আসে। জাহান্নামে কি কাফিরদের ঠিকানা নেই?’",
			"en_kanzulimaan": "So who is more unjust than one who fabricates a lie against Allah, and denies the truth when it comes to him? Is not the destination of disbelievers in hell?",
			"ur_kanzulimaan": "تو اس سے بڑھ کر ظالم کون جو اللہ پر جھوٹ باندھے اور حق کو جھٹلائے جب اس کے پاس آئے، کیا جہنم میں کافروں کا ٹھکانہ نہیں،",
			"hi_kanzulimaan": "तो उससे बढ़कर ज़ालिम कौन जो अल्लाह पर झूट बांधे (78फ) और हक़ (सत्य) को झुटलाए (79फ) जब उसके पास आए, क्या जहन्नम में काफ़िरों का ठिकाना नहीं",
			"author": "৩২. সুতরাং তার চেয়ে বড় যালিম আর কে, যে আল্লাহ্‌র প্রতি মিথ্যা আরোপ করে এবং সত্যকে মিথ্যাপ্রতিপন্ন করে যখন তা তার কাছে প্রতিভাত হয়? কাফেরদের ঠিকানা কি জাহান্নামে নয়?"
		},
		{
			"_id": "4091",
			"sura": "39",
			"para": "24",
			"verses": "33",
			"names": "وَ الَّذِیۡ جَآءَ  بِالصِّدۡقِ وَ صَدَّقَ بِہٖۤ اُولٰٓئِکَ ہُمُ  الۡمُتَّقُوۡنَ ﴿۳۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡ جَآءَ  بِالصِّدۡقِ وَ صَدَّقَ بِہٖۤ اُولٰٓئِکَ ہُمُ  الۡمُتَّقُوۡنَ ﴿۳۳﴾ ",
			"index": "4091",
			"name": "এবং যিনি এ সত্য নিয়ে তাশরীফ এনেছেন এবং যারা তাকে বলে মেনে নিয়েছে, তারাই ভীতিসম্পন্ন।",
			"en_kanzulimaan": "And those who brought this truth and those who testify for it  these are the pious.",
			"ur_kanzulimaan": "اور وہ جو یہ سچ لے کر تشریف لائے اور وہ جنہوں نے ان کی تصدیق کی",
			"hi_kanzulimaan": "और वो जो यह सच लेकर तशरीफ़ लाए (80फ) और वो जिन्होंने उनकी तस्दीक़ (पुष्टि) की (81फ) यही डर वाले हैं.",
			"author": "৩৩. আর যে সত্য নিয়ে আগমন করেছে এবং যে একে সত্যায়ন করেছে সে সব লোকই তো মুত্তাকী।"
		},
		{
			"_id": "4092",
			"sura": "39",
			"para": "24",
			"verses": "34",
			"names": "لَہُمۡ مَّا یَشَآءُوۡنَ عِنۡدَ  رَبِّہِمۡ ؕ ذٰلِکَ جَزٰٓوٴُا الۡمُحۡسِنِیۡنَ ﴿ۚۖ۳۴﴾ ",
			"number": "",
			"verses_PDMS": "لَہُمۡ مَّا یَشَآءُوۡنَ عِنۡدَ  رَبِّہِمۡ ؕ ذٰلِکَ جَزٰٓوٴُا الۡمُحۡسِنِیۡنَ ﴿ۚۖ۳۴﴾ ",
			"index": "4092",
			"name": "তাদের জন্য রয়েছে, যা তারা চায় আপন রবের নিকট। সৎকর্মপরায়ণদের এটাই পুরস্কার; ",
			"en_kanzulimaan": "For them is whatever they wish, before their Lord; this is the reward of the virtuous.",
			"ur_kanzulimaan": "یہی ڈر والے ہیں، ان کے لےیے ہے، جو وہ چاہیں اپنے رب کے پاس، نیکوں کا یہی صلہ ہے،",
			"hi_kanzulimaan": "उनके लिये है जो वो चाहें अपने रब के पास, नेकों का यही सिला है.",
			"author": "৩৪. তাদের জন্যে তাদের প্রতিপালকের নিকট (বিদ্যমান) রয়েছে (সকল নিয়ামতরাজি) যা তারা কামনা করবে। এটাই সৎকর্মশীলদের প্রতিদান,"
		},
		{
			"_id": "4093",
			"sura": "39",
			"para": "24",
			"verses": "35",
			"names": "لِیُکَفِّرَ اللّٰہُ  عَنۡہُمۡ  اَسۡوَاَ الَّذِیۡ عَمِلُوۡا وَ یَجۡزِیَہُمۡ  اَجۡرَہُمۡ  بِاَحۡسَنِ الَّذِیۡ کَانُوۡا یَعۡمَلُوۡنَ ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "لِیُکَفِّرَ اللّٰہُ  عَنۡہُمۡ  اَسۡوَاَ الَّذِیۡ عَمِلُوۡا وَ یَجۡزِیَہُمۡ  اَجۡرَہُمۡ  بِاَحۡسَنِ الَّذِیۡ کَانُوۡا یَعۡمَلُوۡنَ ﴿۳۵﴾ ",
			"index": "4093",
			"name": "যাতে আল্লাহ্‌ তাদের থেকে মোচন করেন মন্দ থেকে মন্দতর কাজ, যা তারা করেছে এবং তাদেরকে সাওয়াবের পুরস্কার দেন উত্তম থেকে অধিকতর উত্তম কাজের উপর যা তারা সম্পন্ন করতো।",
			"en_kanzulimaan": "So that Allah may relieve them of their worst deeds, and reward them for the best deeds they had done.",
			"ur_kanzulimaan": "تاکہ اللہ ان سے اتار دے برے سے برا کام جو انہوں نے کیا اور انہیں ان کے ثواب کا صلہ دے اچھے سے اچھے کام پر جو وہ کرتے تھے،",
			"hi_kanzulimaan": "ताकि अल्लाह उनसे उतार दे बुरे से बुरा काम जो उन्होंने किया और उन्हें उनके सवाब का सिला दे अच्छे से अच्छे काम पर (82फ) जो वो करते थे",
			"author": "৩৫. যাতে আল্লাহ্ তাদের ত্রুটিসমূহ দূর করে দেন যা তারা করেছিল এবং তাদেরকে পুরস্কৃত করেন সেসব সৎকর্মের জন্যে যা তারা করতো।"
		},
		{
			"_id": "4094",
			"sura": "39",
			"para": "24",
			"verses": "36",
			"names": "اَلَیۡسَ اللّٰہُ  بِکَافٍ عَبۡدَہٗ ؕ وَ  یُخَوِّفُوۡنَکَ بِالَّذِیۡنَ مِنۡ دُوۡنِہٖ ؕ وَ مَنۡ یُّضۡلِلِ اللّٰہُ  فَمَا  لَہٗ  مِنۡ ہَادٍ ﴿ۚ۳۶﴾ ",
			"number": "",
			"verses_PDMS": "اَلَیۡسَ اللّٰہُ  بِکَافٍ عَبۡدَہٗ ؕ وَ  یُخَوِّفُوۡنَکَ بِالَّذِیۡنَ مِنۡ دُوۡنِہٖ ؕ وَ مَنۡ یُّضۡلِلِ اللّٰہُ  فَمَا  لَہٗ  مِنۡ ہَادٍ ﴿ۚ۳۶﴾ ",
			"index": "4094",
			"name": "আল্লাহ্‌ কি আপন বান্দাদের জন্য যথেষ্ট নন? এবং আপনাকে (তারা) ভয় দেখায় তিনি ব্যতীত অন্যান্যদের এবং যাকে আল্লাহ্‌ পথভ্রষ্ট করেন তাকে কেউ হিদায়তকারী নেই। ",
			"en_kanzulimaan": "Is not Allah Sufficient for His slave? And they threaten you with others beside Him! And whomever Allah sends astray  there is no guide for him.",
			"ur_kanzulimaan": "کیا اللہ اپنے بندے کو کافی نہیں اور تمہیں ڈراتے ہیں اس کے سوا اوروں سے اور جسے اللہ گمراہ کرے اس کی کوئی ہدایت کرنے والا نہیں،",
			"hi_kanzulimaan": " क्या अल्लाह अपने बन्दों को काफ़ी नहीं (83फ) और तुम्हें डराते हैं उसके सिवा औरों से (84फ) और जिसे अल्लाह गुमराह करे उसकी कोई हिदायत करने वाला नहीं.",
			"author": "৩৬. আল্লাহ্ কি তাঁর (নৈকট্যবান) বান্দা (সম্মানিত নবী সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর জন্যে যথেষ্ট নন? অথচ এরা (এ সব কাফেরেরা) আপনাকে আল্লাহ্‌র পরিবর্তে সেসব মূর্তির ভয় দেখায় (যাদের পূজা তারা করতো)। আর (সত্য অস্বীকারের কারণে) যাকে আল্লাহ্ পথভ্রষ্ট করেন তার জন্যে কোনো পথপ্রদর্শক নেই।"
		},
		{
			"_id": "4095",
			"sura": "39",
			"para": "24",
			"verses": "37",
			"names": "وَ مَنۡ یَّہۡدِ اللّٰہُ  فَمَا لَہٗ مِنۡ مُّضِلٍّ ؕ اَلَیۡسَ اللّٰہُ  بِعَزِیۡزٍ  ذِی انۡتِقَامٍ ﴿۳۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ یَّہۡدِ اللّٰہُ  فَمَا لَہٗ مِنۡ مُّضِلٍّ ؕ اَلَیۡسَ اللّٰہُ  بِعَزِیۡزٍ  ذِی انۡتِقَامٍ ﴿۳۷﴾ ",
			"index": "4095",
			"name": "এবং যাকে আল্লাহ্‌ হিদায়ত দেন তাকে কেউ পথভ্রষ্টকারী নেই। আল্লাহ্‌ কি সম্মানিত গ্রহণকারী নন?",
			"en_kanzulimaan": "And no one can mislead whomever Allah guides; is not Allah the Most Honourable, the Avenger?",
			"ur_kanzulimaan": "اور جسے اللہ ہدایت دے اسے کوئی بہکانے والا نہیں، کیا اللہ عزت والا بدلہ لینے والا نہیں",
			"hi_kanzulimaan": "और जिसे अल्लाह हिदायत दे उसे कोई बहकाने वाला नहीं, क्या अल्लाह इज़्ज़त वाला बदला लेने वाला नहीं?(85फ)",
			"author": "৩৭. আর যাকে আল্লাহ্ হেদায়াতের মাধ্যমে অনুগ্রহ করেছেন তাকে পথভ্রষ্টকারী কেউ নেই। আল্লাহ্ কি মহাপরাক্রমশালী, প্রতিশোধগ্রহণকারী নন?"
		},
		{
			"_id": "4096",
			"sura": "39",
			"para": "24",
			"verses": "38",
			"names": "وَ لَئِنۡ سَاَلۡتَہُمۡ مَّنۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ لَیَقُوۡلُنَّ  اللّٰہُ ؕ قُلۡ  اَفَرَءَیۡتُمۡ مَّا تَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ  اِنۡ  اَرَادَنِیَ اللّٰہُ بِضُرٍّ ہَلۡ  ہُنَّ کٰشِفٰتُ ضُرِّہٖۤ  اَوۡ اَرَادَنِیۡ  بِرَحۡمَۃٍ  ہَلۡ ہُنَّ مُمۡسِکٰتُ رَحۡمَتِہٖ ؕ قُلۡ حَسۡبِیَ اللّٰہُ ؕ عَلَیۡہِ یَتَوَکَّلُ  الۡمُتَوَکِّلُوۡنَ  ﴿۳۸﴾",
			"number": "",
			"verses_PDMS": "وَ لَئِنۡ سَاَلۡتَہُمۡ مَّنۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ لَیَقُوۡلُنَّ  اللّٰہُ ؕ قُلۡ  اَفَرَءَیۡتُمۡ مَّا تَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ  اِنۡ  اَرَادَنِیَ اللّٰہُ بِضُرٍّ ہَلۡ  ہُنَّ کٰشِفٰتُ ضُرِّہٖۤ  اَوۡ اَرَادَنِیۡ  بِرَحۡمَۃٍ  ہَلۡ ہُنَّ مُمۡسِکٰتُ رَحۡمَتِہٖ ؕ قُلۡ حَسۡبِیَ اللّٰہُ ؕ عَلَیۡہِ یَتَوَکَّلُ  الۡمُتَوَکِّلُوۡنَ  ﴿۳۸﴾",
			"index": "4096",
			"name": "এবং যদি আপনি তাদেরকে জিজ্ঞাসা করেন, ‘আসমান ও যমীন কে সৃষ্টি করেছেন?’ তবে অবশ্যই তারা বলবে, ‘আল্লাহ্‌’। আপনি বলুন, ‘ভালো, বলোতো, ওইগুলো, যেগুলোর তোমরা আল্লাহ্‌ ব্যতীত পূজা করছো, যদি আল্লাহ্‌ আমাকে কোন কষ্ট দিতে চান, তবে কি সেগুলো তার প্রেরিত কষ্ট দূরীভূত করতে পারবে? অথবা (যদি) তিনি আমার উপর করুণা করতে চান, তবে কি সেগুলো তার দয়াকে রুখে রাখতে পারবে?’ আপনি বলুন, ‘আল্লাহ্‌ই আমার জন্য যথেষ্ট’। নির্ভরকারীগণ তাঁরই উপর নির্ভর করে। ",
			"en_kanzulimaan": "And if you ask them, Who has created the heavens and the earth?, they will surely say, Allah; say, What is your opinion regarding those whom you worship other than Allah  if Allah wills to cause me some hardship, so will they avert the hardship sent by Him? Or if He wills to have mercy upon me, so will they restrain His mercy? Proclaim, Allah is Sufficient for me; the people who trust must rely only upon Him.",
			"ur_kanzulimaan": "اور اگر تم ان سے پوچھو آسمان اور زمین کس نے بنائے تو ضرور کہیں گے اللہ نے تم فرماؤ بھلا بتاؤ تو وہ جنہیں تم اللہ کے سوا پوجتے ہو اگر اللہ مجھے کوئی تکلیف پہنچانا چاہے تو کیا وہ اس کی بھیجی تکلیف ٹال دیں گے یا وہ مجھ پر مہر (رحم) فرمانا چاہے تو کیا وہ اس کی مہر کو روک رکھیں گے تم فرماؤ اللہ مجھے بس ہے بھروسے والے اس پر بھروسہ کریں،",
			"hi_kanzulimaan": "और अगर तुम उनसे पूछो आसमान और ज़मीन किसने बनाए? तो ज़रूर कहेंगे अल्लाह ने (86फ) तुम फ़रमाओ भला बताओ तो वो जिन्हें तुम अल्लाह के सिवा पूजते हो (87फ) अगर अल्लाह मुझे कोई तकलीफ़ पहुंचाना चाहे (88फ) तो क्या वो उसकी भेजी तकलीफ़ टाल देंगे या वह मुझ पर मेहर (रहम) फ़रमाना चाहे तो क्या वो उसकी मेहर को रोक रखेंगे (89फ) तुम फ़रमाओ अल्लाह मुझे बस है (90फ) भरोसे वाले उस पर भरोसा करें.",
			"author": "৩৮. আর যদি আপনি তাদেরকে জিজ্ঞেস করেন, ‘আকাশমন্ডলী এবং পৃথিবী কে সৃষ্টি করেছেন?’ তখন তারা অবশ্যই বলবে, ‘আল্লাহ্’। বলে দিন, ‘বেশ, বল তো, আল্লাহ্‌র পরিবর্তে তোমরা যেসব মূর্তির পূজা করো, যদি আল্লাহ্ আমার কোনো অনিষ্ট চান, তবে এ সকল (মূর্তি) কি তাঁর (প্রেরিত) অনিষ্ট দূর করতে পারবে? অথবা যদি তিনি আমাকে অনুগ্রহের মাধ্যমে দয়া করতে চান, তবে কি এ সকল (মূর্তি) তাঁর (প্রেরিত) অনুগ্রহ প্রতিহত করতে পারবে?’ বলে দিন, ‘আমার জন্যে আল্লাহ্ই যথেষ্ট। তাঁর প্রতি বিশ্বাসীগণই ভরসা করেন।’"
		},
		{
			"_id": "4097",
			"sura": "39",
			"para": "24",
			"verses": "39",
			"names": "قُلۡ یٰقَوۡمِ اعۡمَلُوۡا عَلٰی مَکَانَتِکُمۡ  اِنِّیۡ عَامِلٌ ۚ فَسَوۡفَ تَعۡلَمُوۡنَ ﴿ۙ۳۹﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ یٰقَوۡمِ اعۡمَلُوۡا عَلٰی مَکَانَتِکُمۡ  اِنِّیۡ عَامِلٌ ۚ فَسَوۡفَ تَعۡلَمُوۡنَ ﴿ۙ۳۹﴾ ",
			"index": "4097",
			"name": "আপনি বলুন, ‘হে আমার সম্প্রদায়! আপন আপন স্থানে কাজ করতে থাকো, আমি আমার কাজ করছি। অতঃপর শিগ্‌গিরই জানতে পারবে-",
			"en_kanzulimaan": "Proclaim, O my people! Keep on with your works in your positions, I am doing mine; so you will soon come to know. -",
			"ur_kanzulimaan": "تم فرماؤ، اے میری قوم! اپنی جگہ کام کیے جاؤ میں اپنا کام کرتا ہوں تو آگے جان جاؤ گے،",
			"hi_kanzulimaan": "तुम फ़रमाओ ऐ मेरी क़ौम अपनी जगह काम किये जाओ (91फ) मैं अपना काम करता हूँ (92फ) तो आगे जान जाओगे.",
			"author": "৩৯. বলে দিন, ‘হে (আমার) সম্প্রদায়! তোমরা তোমাদের অবস্থানে আমল করতে থাকো, আমি (আমার অবস্থানে) আমল করছি। অতঃপর শীঘ্রই তোমরা (পরিণাম) জানবে (যে),"
		},
		{
			"_id": "4098",
			"sura": "39",
			"para": "24",
			"verses": "40",
			"names": "مَنۡ یَّاۡتِیۡہِ عَذَابٌ یُّخۡزِیۡہِ  وَ یَحِلُّ عَلَیۡہِ  عَذَابٌ  مُّقِیۡمٌ ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "مَنۡ یَّاۡتِیۡہِ عَذَابٌ یُّخۡزِیۡہِ  وَ یَحِلُّ عَلَیۡہِ  عَذَابٌ  مُّقِیۡمٌ ﴿۴۰﴾ ",
			"index": "4098",
			"name": "কার উপর আসে ওই শাস্তি, যা তাকে লাঞ্ছিত করবে এবং কার উপর অবতীর্ণ হয় শাস্তি, যা স্থায়ী হয়ে থেকে যাবে। ",
			"en_kanzulimaan": "To whom will come a punishment that will disgrace, and upon whom descends the punishment that never ends.",
			"ur_kanzulimaan": "کس پر آتا ہے وہ عذاب کہ اسے رسوا کرے گا اور کس پر اترتا ہے عذاب کہ رہ پڑے گا",
			"hi_kanzulimaan": " किस पर आता है वह अज़ाब कि उसे रूस्वा करेगा (93फ) और किस पर उतरता है अज़ाब कि रह पड़ेगा (94फ)",
			"author": "৪০. কার উপর আসবে শাস্তি যা তাকে লাঞ্ছিত করবে। আর তার উপর স্থায়ী শাস্তি আপতিত হবে।’"
		},
		{
			"_id": "4099",
			"sura": "39",
			"para": "24",
			"verses": "41",
			"names": "اِنَّاۤ  اَنۡزَلۡنَا عَلَیۡکَ الۡکِتٰبَ لِلنَّاسِ بِالۡحَقِّ ۚ فَمَنِ اہۡتَدٰی فَلِنَفۡسِہٖ ۚ وَ مَنۡ ضَلَّ  فَاِنَّمَا یَضِلُّ عَلَیۡہَا  ۚ وَ  مَاۤ  اَنۡتَ عَلَیۡہِمۡ  بِوَکِیۡلٍ ﴿۴۱﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّاۤ  اَنۡزَلۡنَا عَلَیۡکَ الۡکِتٰبَ لِلنَّاسِ بِالۡحَقِّ ۚ فَمَنِ اہۡتَدٰی فَلِنَفۡسِہٖ ۚ وَ مَنۡ ضَلَّ  فَاِنَّمَا یَضِلُّ عَلَیۡہَا  ۚ وَ  مَاۤ  اَنۡتَ عَلَیۡہِمۡ  بِوَکِیۡلٍ ﴿۴۱﴾ ",
			"index": "4099",
			"name": "নিশ্চয় আমি আপনার প্রতি এ কিতাব মানুষের হিদায়ত নিমিত্ত সত্য সহকারে অবতীর্ণ করেছি; সুতরাং যে সৎপথ পেয়েছে, তবে সে নিজের মঙ্গলের জন্য; এবং যে পথভ্রষ্ট হয়েছে সে নিজেরই অনিষ্টের জন্য পথভ্রষ্ট হয়েছে আর আপনি তাদের কিছুরই যিম্মাদার নন। ",
			"en_kanzulimaan": "We have indeed sent down this Book to you with the truth, in order to guide mankind; so whoever attains guidance has attained it is for his own good, and whoever strays, has strayed for his own harm; and you are not at all responsible for them.",
			"ur_kanzulimaan": "بیشک ہم نے تم پر یہ کتاب لوگوں کی ہدایت کو حق کے ساتھ اتاری تو جس نے راہ پائی تو اپنے بھلے کو اور جو بہکا وہ اپنے ہی برے کو بہکا اور تم کچھ ان کے ذمہ دار نہیں",
			"hi_kanzulimaan": "बेशक हमने तुम पर यह किताब लोगों की हिदायत को, हक़ के साथ उतारी (95फ) तो जिसने राह पाई तो अपने भले को (96फ) और जो बहका वह अपने ही बुरे को बहका (97फ) और  तुम कुछ उनके ज़िम्मेदार नहीं (98फ)",
			"author": "৪১. নিশ্চয়ই আমরা আপনার প্রতি মানুষের (হেদায়াতের) জন্যে সত্য সহকারে কিতাব অবতীর্ণ করেছি। সুতরাং যে হেদায়াত পেয়েছে তা তার নিজেরই কল্যাণের জন্যে এবং যে পথভ্রষ্ট হয়েছে সে তার নিজেরই ধ্বংসের জন্যে। আর আপনি তাদের জন্যে দায়ী নন।"
		},
		{
			"_id": "4100",
			"sura": "39",
			"para": "24",
			"verses": "42",
			"names": "اَللّٰہُ  یَتَوَفَّی الۡاَنۡفُسَ حِیۡنَ مَوۡتِہَا وَ الَّتِیۡ لَمۡ تَمُتۡ فِیۡ مَنَامِہَا ۚ فَیُمۡسِکُ الَّتِیۡ قَضٰی عَلَیۡہَا الۡمَوۡتَ وَ یُرۡسِلُ الۡاُخۡرٰۤی  اِلٰۤی اَجَلٍ مُّسَمًّی ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ  لِّقَوۡمٍ  یَّتَفَکَّرُوۡنَ ﴿۴۲﴾ ",
			"number": "",
			"verses_PDMS": "اَللّٰہُ  یَتَوَفَّی الۡاَنۡفُسَ حِیۡنَ مَوۡتِہَا وَ الَّتِیۡ لَمۡ تَمُتۡ فِیۡ مَنَامِہَا ۚ فَیُمۡسِکُ الَّتِیۡ قَضٰی عَلَیۡہَا الۡمَوۡتَ وَ یُرۡسِلُ الۡاُخۡرٰۤی  اِلٰۤی اَجَلٍ مُّسَمًّی ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ  لِّقَوۡمٍ  یَّتَفَکَّرُوۡنَ ﴿۴۲﴾ ",
			"index": "4100",
			"name": "আল্লাহ্‌ প্রাণগুলোকে ওফাত প্রদান করেন তাদের মৃত্যুর সময় এবং যারা মৃত্যুবরণ করে না তাদেরকে তাদের নিদ্রার সময়; অতঃপর যার মৃত্যুর নির্দেশে দিয়েছেন সেটাকে রুখে রাখেন এবং অপরটাকে এক নির্দিষ্ট মেয়াদকাল পর্যন্ত ছেড়ে দেন। নিশ্চয় নিশ্চয় এতে নিদর্শনাদি রয়েছে চিন্তাশীলদের জন্য। ",
			"en_kanzulimaan": "It is Allah Who gives death * to living beings at the time of their demise, and to those who do not die, during their sleep; so He restrains the soul on which the decree of death has been passed, and leaves the other till the appointed term; indeed in this are signs for people who reflect. (*Death is of 2 types  passing to the next world, and sleeping.)",
			"ur_kanzulimaan": "اللہ جانوں کو وفات دیتا ہے ان کی موت کے وقت اور جو نہ مریں انہیں ان کے سوتے میں پھر جس پر موت کا حکم فرمادیا اسے روک رکھتا ہے اور دوسری ایک میعاد مقرر تک چھوڑ دیتا ہے بیشک اس میں ضرور نشانیاں ہیں سوچنے والوں کے لیے",
			"hi_kanzulimaan": "अल्लाह जानों को वफ़ात देता है उनकी मौत के वक़्त और जो न मरें उन्हें उनके सोते में. फिर जिस पर मौत का हुक्म फ़रमा दिया उसे रोक रखता है (99फ) और दूसरी (100फ) एक मीआद मुकर्रर तक छोड़ देता है (101फ) बेशक इसमें ज़रूर निशानियां हैं सोचने वालों के लिये (102फ)",
			"author": "৪২. আল্লাহ্ই জীবের প্রাণ হরণ করেন তাদের মৃত্যুর সময় এবং নিদ্রার সময় যাদের মৃত্যু ঘটেনি তাদেরও। অতঃপর তিনি সে প্রাণগুলো রেখে দেন যেগুলোর মৃত্যু তিনি নির্ধারণ করেন এবং অপর (প্রাণ)-গুলো ফিরিয়ে দেন নির্ধারিত সময় পর্যন্ত। নিশ্চয়ই এতে নিদর্শনাবলী রয়েছে তাদের জন্যে যারা পর্যবেক্ষণ করে।"
		},
		{
			"_id": "4101",
			"sura": "39",
			"para": "24",
			"verses": "43",
			"names": "اَمِ اتَّخَذُوۡا مِنۡ دُوۡنِ اللّٰہِ شُفَعَآءَ ؕ قُلۡ اَوَ لَوۡ کَانُوۡا  لَا یَمۡلِکُوۡنَ شَیۡئًا وَّ لَا یَعۡقِلُوۡنَ ﴿۴۳﴾ ",
			"number": "",
			"verses_PDMS": "اَمِ اتَّخَذُوۡا مِنۡ دُوۡنِ اللّٰہِ شُفَعَآءَ ؕ قُلۡ اَوَ لَوۡ کَانُوۡا  لَا یَمۡلِکُوۡنَ شَیۡئًا وَّ لَا یَعۡقِلُوۡنَ ﴿۴۳﴾ ",
			"index": "4101",
			"name": "তারা কি আল্লাহ্‌র মোকাবেলায় কিছু সুপারিশকারী গ্রহণ করে রেখেছে? আপনি বলুন, ‘যদিও কি তারা কোন কিছুর মালিক না হয় এবং না রাখে বিবেক, তবুও?’",
			"en_kanzulimaan": "What! Have they chosen intercessors against Allah? Proclaim, What! Even if they do not own anything nor have any intelligence?",
			"ur_kanzulimaan": "کیا انہوں نے اللہ کے مقابل کچھ سفارشی بنا رکھے ہیں تم فرماؤ کیا اگرچہ وہ کسی چیز کے مالک نہ ہوں اور نہ عقل رکھیں،",
			"hi_kanzulimaan": "क्या उन्हों ने अल्लाह के मुक़ाबिल कुछ सिफ़रिशी बना रखे हैं (103फ) तुम फ़रमाओ क्या अगरचे वो किसी चीज़ के मालिक न हो (104फ) और न अक़्ल रखें.",
			"author": "৪৩. তবে কি তারা আল্লাহ্‌র অনুমতির বিপরীতে কিছু (মূর্তিকে) সুপারিশকারী হিসেবে গ্রহণ করেছে? বলে দিন, ‘যদিও তাদের না আছে কোনো কিছুর মালিকানা, আর না তারা বুদ্ধিমান?’"
		},
		{
			"_id": "4102",
			"sura": "39",
			"para": "24",
			"verses": "44",
			"names": "قُلۡ  لِّلّٰہِ  الشَّفَاعَۃُ  جَمِیۡعًا ؕ لَہٗ  مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ ثُمَّ  اِلَیۡہِ تُرۡجَعُوۡنَ ﴿۴۴﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  لِّلّٰہِ  الشَّفَاعَۃُ  جَمِیۡعًا ؕ لَہٗ  مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ ثُمَّ  اِلَیۡہِ تُرۡجَعُوۡنَ ﴿۴۴﴾ ",
			"index": "4102",
			"name": "আপনি বলুন, ‘সুপারিশ তো সবই আল্লাহ্‌র হাতে। তাঁরই জন্য আসমানসমূহ ও যমীনের রাজত্ব। অতঃপর তোমাদেরকে তাঁরই দিকে প্রত্যাবর্তন করতে হবে। ",
			"en_kanzulimaan": "Proclaim, To Allah only * belongs all the intercession! For Him only is the kingship of the heavens and the earth; and then it is towards Him that you have to return. (*Allah does not intercede  He gives the permission to intercede with Him, to whomever He wills.)",
			"ur_kanzulimaan": "تم فرماؤ شفاعت تو سب اللہ کے ہاتھ میں ہے اسی کے لیے ہے آسمانوں اور زمین کی بادشاہی، پھر تمہیں اسی کی طرف پلٹنا ہے",
			"hi_kanzulimaan": "तुम फ़रमाओ शफ़ाअत तो सब अल्लाह के हाथ में है (105फ)उसी के लिये है आसमानों और ज़मीन की बादशाही, फिर तुम्हें उसी की तरफ़ पलटना है (106फ)",
			"author": "৪৪. বলে দিন, ‘সকল সুপারিশ (-এর অনুমতি) আল্লাহ্‌রই কর্তৃত্বে (যা তিনি নিজের নৈকট্যবানদের জন্যে নির্দিষ্ট করে রেখেছেন)। আকাশমন্ডলী এবং পৃথিবীর রাজত্বও তাঁরই। অতঃপর তাঁরই দিকে তোমরা প্রত্যাবর্তিত হবে।"
		},
		{
			"_id": "4103",
			"sura": "39",
			"para": "24",
			"verses": "45",
			"names": "وَ  اِذَا ذُکِرَ اللّٰہُ  وَحۡدَہُ  اشۡمَاَزَّتۡ قُلُوۡبُ الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ ۚ وَ اِذَا ذُکِرَ الَّذِیۡنَ مِنۡ دُوۡنِہٖۤ  اِذَا ہُمۡ یَسۡتَبۡشِرُوۡنَ ﴿۴۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اِذَا ذُکِرَ اللّٰہُ  وَحۡدَہُ  اشۡمَاَزَّتۡ قُلُوۡبُ الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ ۚ وَ اِذَا ذُکِرَ الَّذِیۡنَ مِنۡ دُوۡنِہٖۤ  اِذَا ہُمۡ یَسۡتَبۡشِرُوۡنَ ﴿۴۵﴾ ",
			"index": "4103",
			"name": "এবং যখন এক আল্লাহ্‌র কথা উল্লেখ করা হয় তখন তাদের অন্তরসমূহ সংকুচিত হয়ে যায়, যারা পরকালের উপর ঈমান আনে না; এবং যখন তিনি ব্যতীত অন্যান্যদের কথা উল্লেখ করা হয়, তখন তারা আনন্দে উল্লাসিত হয়।",
			"en_kanzulimaan": "And when Allah the One God is mentioned, the hearts of those who do not believe in the Hereafter get constricted; and when others (false deities) besides Him are mentioned, they rejoice!",
			"ur_kanzulimaan": "اور جب ایک اللہ کا ذکر کیا جاتا ہے دل سمٹ جاتے ہیں ان کے جو آخرت پر ایمان نہیں لاتے اور جب اس کے سوا اوروں کا ذکر ہوتا ہے جبھی وہ خوشیاں مناتے ہیں،",
			"hi_kanzulimaan": "और जब एक अल्लाह का ज़िक्र किया जाता है दिल सिमट जाते हैं उनके जो आख़िरत पर ईमान नहीं लाते (107फ) और जब उसके सिवा औरों का ज़िक्र होता है (108फ) जभी वो ख़ुशियाँ मनाते हैं .",
			"author": "৪৫. আর যখন শুধু এক আল্লাহ্‌র স্মরণ করা হয়, তখন তাদের অন্তর বিতৃষ্ণায় সংকুচিত হয় যারা পরকালে বিশ্বাস রাখে না, আর যখন আল্লাহ্‌র পরিবর্তে উল্লেখ করা হয় (তাদের উপাস্য) দেবতাদের, তখনই তারা আনন্দে উল্লসিত হয়।"
		},
		{
			"_id": "4104",
			"sura": "39",
			"para": "24",
			"verses": "46",
			"names": "قُلِ اللّٰہُمَّ  فَاطِرَ السَّمٰوٰتِ وَ الۡاَرۡضِ عٰلِمَ  الۡغَیۡبِ وَ الشَّہَادَۃِ  اَنۡتَ تَحۡکُمُ بَیۡنَ عِبَادِکَ فِیۡ مَا کَانُوۡا فِیۡہِ یَخۡتَلِفُوۡنَ ﴿۴۶﴾ ",
			"number": "",
			"verses_PDMS": "قُلِ اللّٰہُمَّ  فَاطِرَ السَّمٰوٰتِ وَ الۡاَرۡضِ عٰلِمَ  الۡغَیۡبِ وَ الشَّہَادَۃِ  اَنۡتَ تَحۡکُمُ بَیۡنَ عِبَادِکَ فِیۡ مَا کَانُوۡا فِیۡہِ یَخۡتَلِفُوۡنَ ﴿۴۶﴾ ",
			"index": "4104",
			"name": "আপনি আরয করুন, ‘হে আল্লাহ্‌! আসমানসমূহ ও যমীনের স্রষ্টা, অদৃশ্য ও দৃশ্যের পরিজ্ঞাতা, তুমি আপন বান্দাদের মধ্যে ফয়সালা করবে- যে বিষয়ে তারা মতভেদ করতো। ",
			"en_kanzulimaan": "Invoke (O dear Prophet Mohammed  peace and blessings be upon him), O Allah! The Creator of the heavens and the earth, the All Knowing of all the hidden and the open, You will judge between Your bondmen, regarding the matters in which they differed.",
			"ur_kanzulimaan": "تم عرض کرو اے اللہ! آسمانوں اور زمین کے پیدا کرنے والے نہاں اور عیاں کے جاننے والے تو اپنے بندوں میں فیصلہ فرمائے گا جس میں وہ اختلاف رکھتے تھے",
			"hi_kanzulimaan": "तुम अर्ज़ करो ऐ अल्लाह आसमानों और ज़मीन के पैदा करने वाले, निहाँ (छुपे हुए) और अयाँ(ज़ाहिर) के जानने वाले, तू अपने बन्दों में फ़ैसला फ़रमाएगा जिसमें वो इख़्तिलाफ़ रखते थे (109फ)",
			"author": "৪৬. আপনি আরয করুন! ‘হে আল্লাহ্! আকাশমন্ডলী এবং পৃথিবীকে অনস্তিত্ব থেকে অস্তিত্বে আনয়নকারী! অদৃশ্য ও দৃশ্যের পরিজ্ঞাতা! তুমিই তোমার বান্দাদের মাঝে (সেসব বিষয়ের) ফায়সালা করবে যে বিষয়ে তারা মতবিরোধ করতো।’"
		},
		{
			"_id": "4105",
			"sura": "39",
			"para": "24",
			"verses": "47",
			"names": "وَ لَوۡ اَنَّ  لِلَّذِیۡنَ ظَلَمُوۡا مَا فِی الۡاَرۡضِ جَمِیۡعًا وَّ مِثۡلَہٗ  مَعَہٗ  لَافۡتَدَوۡا بِہٖ مِنۡ سُوۡٓءِ الۡعَذَابِ یَوۡمَ الۡقِیٰمَۃِ ؕ وَ  بَدَا لَہُمۡ مِّنَ اللّٰہِ  مَا لَمۡ یَکُوۡنُوۡا یَحۡتَسِبُوۡنَ ﴿۴۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ اَنَّ  لِلَّذِیۡنَ ظَلَمُوۡا مَا فِی الۡاَرۡضِ جَمِیۡعًا وَّ مِثۡلَہٗ  مَعَہٗ  لَافۡتَدَوۡا بِہٖ مِنۡ سُوۡٓءِ الۡعَذَابِ یَوۡمَ الۡقِیٰمَۃِ ؕ وَ  بَدَا لَہُمۡ مِّنَ اللّٰہِ  مَا لَمۡ یَکُوۡنُوۡا یَحۡتَسِبُوۡنَ ﴿۴۷﴾ ",
			"index": "4105",
			"name": "এবং যদি যালিমদের জন্য থাকতো যা কিছু যমীনে রয়েছে সবই এবং তদসঙ্গে তার সমান, তবে এসব কিছু তারা ক্বিয়ামত দিবসের মহা শাস্তি থেকে মুক্তিপণরূপে দিয়ে দিতো। এবং তাদের নিকট আল্লাহ্‌র পক্ষ থেকে ওই বিষয় প্রকাশ পেয়েছে, যা তাদের ধারণায় ছিলো না। ",
			"en_kanzulimaan": "And if the unjust owned all that is in the earth, and another one in addition to it, they would surely give it in exchange for freedom from the wretched punishment on the Day of Resurrection; and a matter which they had never imagined, appeared to them from their Lord.",
			"ur_kanzulimaan": "اور اگر ظالموں کے لیے ہوتا جو کچھ زمین میں ہے سب اور اس کے ساتھ اس جیسا تو یہ سب چھڑائی (چھڑانے) میں دیتے روز ِ قیامت کے بڑے عذاب سے اور انہیں اللہ کی طرف سے وہ بات ظاہر ہوئی جو ان کے خیال میں نہ تھی",
			"hi_kanzulimaan": "और अगर ज़ालिमों के लिये होता जो कुछ ज़मीन में है सब और उसके साथ उस जैसा (110फ) तो ये सब छुड़ाई(छुड़ाने) में देते रोजे़ क़यामत के बड़े अज़ाब से (111फ) और उन्हें अल्लाह की तरफ़ से वह बात ज़ाहिर हुई जो उनके ख़याल में न थी (112फ)",
			"author": "৪৭. আর যদি অত্যাচারীদের জন্যে (সমস্ত সম্পদ ও উপভোগ সামগ্রীও) হয় যা কিছু পৃথিবীতে রয়েছে এবং এর সাথে এর সমপরিমাণ (আরো যুক্ত হয়), তবে তারা এগুলো কিয়ামতের দিন কঠিন শাস্তি থেকে মুক্তিপণরূপে দিয়ে দেবে। তবুও আল্লাহ্‌র নিকট থেকে তাদের জন্যে প্রকাশ পাবে এমন কিছু (শাস্তি) যা তারা কখনো কল্পনাও করেনি।"
		},
		{
			"_id": "4106",
			"sura": "39",
			"para": "24",
			"verses": "48",
			"names": "وَ بَدَا لَہُمۡ سَیِّاٰتُ مَا کَسَبُوۡا  وَ حَاقَ بِہِمۡ  مَّا کَانُوۡا بِہٖ یَسۡتَہۡزِءُوۡنَ ﴿۴۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ بَدَا لَہُمۡ سَیِّاٰتُ مَا کَسَبُوۡا  وَ حَاقَ بِہِمۡ  مَّا کَانُوۡا بِہٖ یَسۡتَہۡزِءُوۡنَ ﴿۴۸﴾ ",
			"index": "4106",
			"name": "এবং তাদের নিকট তাদের অর্জিত মন্দসমূহ প্রকাশ হয়ে গেলো আর তাদের উপর এসে পড়লো তাই, যা নিয়ে তারা ঠাট্টা বিদ্রূপ করতো। ",
			"en_kanzulimaan": "And the evils they earned appeared to them, and the thing they used to mock at descended upon them.",
			"ur_kanzulimaan": "اور ان پر اپنی کمائی ہوئی برائیاں کھل گئیں اور ان پر آپڑا وہ جس کی ہنسی بناتے تھے",
			"hi_kanzulimaan": "और उनपर अपनी कमाई हुई बुराइयां खुल गई (113फ) और उनपर आ पड़ा वह जिसकी हंसी बनाते थे (114फ)",
			"author": "৪৮. আর তাদের নিকট (সমস্ত) অপকর্ম প্রকাশ হয়ে পড়বে যা তারা অর্জন করে রেখেছে এবং তাদেরকে পরিবেষ্টন করবে (শাস্তি) যা নিয়ে তারা উপহাস করতো।"
		},
		{
			"_id": "4107",
			"sura": "39",
			"para": "24",
			"verses": "49",
			"names": "فَاِذَا مَسَّ الۡاِنۡسَانَ ضُرٌّ دَعَانَا ۫ ثُمَّ   اِذَا خَوَّلۡنٰہُ نِعۡمَۃً  مِّنَّا ۙ قَالَ  اِنَّمَاۤ  اُوۡتِیۡتُہٗ عَلٰی عِلۡمٍ ؕ بَلۡ  ہِیَ فِتۡنَۃٌ  وَّ لٰکِنَّ  اَکۡثَرَہُمۡ  لَا یَعۡلَمُوۡنَ ﴿۴۹﴾ ",
			"number": "",
			"verses_PDMS": "فَاِذَا مَسَّ الۡاِنۡسَانَ ضُرٌّ دَعَانَا ۫ ثُمَّ   اِذَا خَوَّلۡنٰہُ نِعۡمَۃً  مِّنَّا ۙ قَالَ  اِنَّمَاۤ  اُوۡتِیۡتُہٗ عَلٰی عِلۡمٍ ؕ بَلۡ  ہِیَ فِتۡنَۃٌ  وَّ لٰکِنَّ  اَکۡثَرَہُمۡ  لَا یَعۡلَمُوۡنَ ﴿۴۹﴾ ",
			"index": "4107",
			"name": "অতঃপর যখন মানুষকে কোন দুঃখ-কষ্ট স্পর্শ করে, তখন আমাকে ডাকে। অতঃপর যখন তাকে আমার নিকট থেকে কোন নি’মাত দান করি তখন বলে, ‘এটা তো আমি এক জ্ঞানের মাধ্যমে লাভ করেছি’। বরং তাতো পরীক্ষাই, কিন্তু তাদের মধ্যে অনেকের জ্ঞান নেই। ",
			"en_kanzulimaan": "So when some hardship reaches man, he prays to Us; then later when We bestow a favour upon him, he says, I obtained this only because of some knowledge; in fact it is a test, but most of them do not have any knowledge.",
			"ur_kanzulimaan": "پھر جب آدمی کو کوئی تکلیف پہنچتی ہے تو ہمیں بلاتا ہے پھر جب اسے ہم اپنے پاس سے کوئی نعمت عطا فرمائیں کہتا ہے یہ تو مجھے ایک علم کی بدولت ملی ہے بلکہ وہ تو آزمائش ہے مگر ان میں بہتوں کو علم نہیں",
			"hi_kanzulimaan": "फिर जब आदमी को कोई तकलीफ़ पहुंचती है तो हमें बुलाता है फिर जब उसे हम अपने पास से कोई नेअमत अता फ़रमाएं, कहता है यह तो मुझे एक इल्म की बदौलत मिली है (115फ) बल्कि वह तो आज़माइश है (116फ) मगर उनमें बहुतों को इल्म नहीं (117फ)",
			"author": "৪৯. অতঃপর মানুষকে যখন কোনো দুঃখ-দুর্দশা স্পর্শ করে তখন তারা আমাদেরকে আহ্বান করে; কিন্তু যখন আমরা তাকে আমাদের পক্ষ থেকে কোনো নিয়ামত প্রদান করি, তখন সে বলতে থাকে, ‘এ নিয়ামত তো আমার নিকট এসেছে (আমার নিজের) জ্ঞান ও পরিকল্পনায়’। বরং এ এক পরীক্ষা, কিন্তু তাদের অধিকাংশই জানে না।"
		},
		{
			"_id": "4108",
			"sura": "39",
			"para": "24",
			"verses": "50",
			"names": "قَدۡ قَالَہَا الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ  فَمَاۤ   اَغۡنٰی عَنۡہُمۡ  مَّا کَانُوۡا یَکۡسِبُوۡنَ ﴿۵۰﴾ ",
			"number": "",
			"verses_PDMS": "قَدۡ قَالَہَا الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ  فَمَاۤ   اَغۡنٰی عَنۡہُمۡ  مَّا کَانُوۡا یَکۡسِبُوۡنَ ﴿۵۰﴾ ",
			"index": "4108",
			"name": "তাদের পূর্ববর্তীগণও এমন বলেছে, সুতরাং তারা যা উপার্জন করতো তা তাদের কোন কাজে আসে নি। ",
			"en_kanzulimaan": "Those before them also said the same, so their earnings did not benefit them at all.",
			"ur_kanzulimaan": "ان سے اگلے بھی ایسے ہی کہہ چکے تو ان کا کمایا ان کے کچھ کام نہ آیا،",
			"hi_kanzulimaan": "उनसे अगले भी ऐसे ही कह चुके (118फ) तो उनका कमाया उनके कुछ काम न आया.",
			"author": "৫০. প্রকৃতপক্ষে এসব (বিষয়) তারাও বলতো যারা তাদের পূর্বে অতিবাহিত হয়ে গিয়েছে, ফলে যা কিছু তারা অর্জন করেছে তা তাদের কোনো কাজে আসেনি।"
		},
		{
			"_id": "4109",
			"sura": "39",
			"para": "24",
			"verses": "51",
			"names": "فَاَصَابَہُمۡ سَیِّاٰتُ مَا کَسَبُوۡا ؕ وَ الَّذِیۡنَ ظَلَمُوۡا مِنۡ ہٰۤؤُلَآءِ سَیُصِیۡبُہُمۡ سَیِّاٰتُ مَا کَسَبُوۡا ۙ وَ مَا ہُمۡ بِمُعۡجِزِیۡنَ ﴿۵۱﴾ ",
			"number": "",
			"verses_PDMS": "فَاَصَابَہُمۡ سَیِّاٰتُ مَا کَسَبُوۡا ؕ وَ الَّذِیۡنَ ظَلَمُوۡا مِنۡ ہٰۤؤُلَآءِ سَیُصِیۡبُہُمۡ سَیِّاٰتُ مَا کَسَبُوۡا ۙ وَ مَا ہُمۡ بِمُعۡجِزِیۡنَ ﴿۵۱﴾ ",
			"index": "4109",
			"name": "সুতরাং তাদের উপর আপতিত হয়েছে তাদের উপার্জনসমূহের মন্দ ফল এবং যারা তাদের মধ্যে যালিম, অবিলম্বে তাদের উপর আপতিত হবে তাদের কৃতকর্মসমূহের মন্দ ফল এবং তারা আয়ত্তের বাইরে যেতে পারে না। ",
			"en_kanzulimaan": "Therefore the evils of their earnings befell them; and those who are unjust among them - soon the evils of the earnings will befall them, and they cannot escape.",
			"ur_kanzulimaan": "تو ان پر پڑ گئیں ان کی کمائیوں کی برائیاں اور وہ جو ان میں ظالم عنقریب ان پر پڑیں گی ان کی کمائیوں کی برائیاں اور وہ قابو سے نہیں نکل سکتے",
			"hi_kanzulimaan": "तो उनपर पड़ गई उनकी कमाइयों की बुराइयां (119फ) और वो जो उनमें ज़ालिम हैं, अन्करिब उन पर पडेंगी उनकी कमाइयों की बुराइयां और वो क़ाबू से नहीं निकल सकते (120फ)",
			"author": "৫১. সুতরাং তাদের উপর আপতিত হয়েছে সেসব অনিষ্ট যা তারা অর্জন করে রেখেছিল, এবং তাদের মধ্যে যারা অন্যায় করেছে তাদের উপর(ও) অচিরেই তাদের অর্জিত অনিষ্টগুলো আপতিত হবে। আর তারা (আল্লাহ্কে) প্রতিহত করতে পারে না।"
		},
		{
			"_id": "4110",
			"sura": "39",
			"para": "24",
			"verses": "52",
			"names": "اَوَ لَمۡ یَعۡلَمُوۡۤا  اَنَّ اللّٰہَ یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ وَ یَقۡدِرُ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ لِّقَوۡمٍ  یُّؤۡمِنُوۡنَ ﴿۵۲﴾ ",
			"number": "",
			"verses_PDMS": "اَوَ لَمۡ یَعۡلَمُوۡۤا  اَنَّ اللّٰہَ یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ وَ یَقۡدِرُ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ لِّقَوۡمٍ  یُّؤۡمِنُوۡنَ ﴿۵۲﴾ ",
			"index": "4110",
			"name": "তাদের কি জানা নেই যে, আল্লাহ্‌ যার জন্য ইচ্ছা করেন জীবিকা প্রশস্ত করেন এবং সংকুচিত করেন। নিশ্চয় তাতে অবশ্যই নিদর্শনাদি রয়েছে ঈমানদারদের জন্য।",
			"en_kanzulimaan": "Do they not know that Allah eases the sustenance for whomever He wills, and restricts it? Indeed in this are signs for the People who Believe.",
			"ur_kanzulimaan": "کیا انہیں معلوم نہیں کہ اللہ روزی کشادہ کرتا ہے جس کے لیے چاہے اور تنگ فرماتا ہے، بیشک اس میں ضرور نشانیاں ہیں ایمان والوں کے لیے،",
			"hi_kanzulimaan": "क्या उन्हें मालूम नहीं कि अल्लाह रोज़ी कुशादा करता है जिसके लिये चाहे और तंग फ़रमाता है, बेशक इसमें ज़रूर निशानियां हैं ईमान वालों के लिये.",
			"author": "৫২. আর তারা কি জানে না, আল্লাহ্ যার জন্যে চান রিযিক প্রশস্ত করেন এবং (যার জন্যে চান) সঙ্কুচিত করেন? নিশ্চয়ই এতে নিদর্শনাবলী রয়েছে (প্রকৃত) ঈমানদারদের জন্যে।"
		},
		{
			"_id": "4111",
			"sura": "39",
			"para": "24",
			"verses": "53",
			"names": "قُلۡ یٰعِبَادِیَ  الَّذِیۡنَ  اَسۡرَفُوۡا عَلٰۤی اَنۡفُسِہِمۡ  لَا تَقۡنَطُوۡا مِنۡ رَّحۡمَۃِ اللّٰہِ ؕ اِنَّ اللّٰہَ یَغۡفِرُ الذُّنُوۡبَ جَمِیۡعًا ؕ اِنَّہٗ  ہُوَ  الۡغَفُوۡرُ  الرَّحِیۡمُ ﴿۵۳﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ یٰعِبَادِیَ  الَّذِیۡنَ  اَسۡرَفُوۡا عَلٰۤی اَنۡفُسِہِمۡ  لَا تَقۡنَطُوۡا مِنۡ رَّحۡمَۃِ اللّٰہِ ؕ اِنَّ اللّٰہَ یَغۡفِرُ الذُّنُوۡبَ جَمِیۡعًا ؕ اِنَّہٗ  ہُوَ  الۡغَفُوۡرُ  الرَّحِیۡمُ ﴿۵۳﴾ ",
			"index": "4111",
			"name": "আপনি বলুন, হে আমার ওই বান্দাগণ! যারা নিজেদের আত্নার প্রতি অবিচার করেছো, আল্লাহ্‌র অনুগ্রহ থেকে নিরাশ হয়ো না। নিশ্চয় আল্লাহ্‌ সমস্ত গুনাহ ক্ষমা করে দেন। নিশ্চয় তিনিই ক্ষমাশীল, দয়ালু।",
			"en_kanzulimaan": "Proclaim (O dear Prophet Mohammed  peace and blessings be upon him), O my * slaves, who have wronged themselves, do not lose hope in Allahs mercy; indeed Allah forgives all sins; indeed He only is the Oft Forgiving, the Most Merciful. (All Muslims are truly the slaves of Prophet Mohammed  peace and blessings be upon him.)",
			"ur_kanzulimaan": "تم فرماؤ اے میرے وہ بندو! جنہوں نے اپنی جانوں پر زیادتی کی اللہ کی رحمت سے ناامید نہ ہو، بیشک اللہ سب گناہ بخش دیتا ہے بیشک وہی بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "तुम फ़रमाओ ऐ मेरे वो बन्दों जिन्हों ने अपनी जानों पर ज़ियादती की (121फ) अल्लाह की रहमत से नाउम्मीद न हो, बेशक अल्लाह सब गुनाह बख़्श देता है (122फ) बेशक वही बख़्शने वाला मेहरबान है.",
			"author": "৫৩. বলে দিন, ‘হে আমার ওইসব বান্দাগণ, যারা নিজেদের আত্মার প্রতি অবিচার করেছে! তোমরা আল্লাহ্‌র রহমত হতে নিরাশ হয়ো না। নিশ্চয়ই আল্লাহ্ সকল গোনাহ ক্ষমা করবেন। অবশ্যই তিনি মহাক্ষমাশীল, পরম দয়ালু।’"
		},
		{
			"_id": "4112",
			"sura": "39",
			"para": "24",
			"verses": "54",
			"names": "وَ اَنِیۡبُوۡۤا اِلٰی  رَبِّکُمۡ وَ اَسۡلِمُوۡا لَہٗ مِنۡ قَبۡلِ اَنۡ یَّاۡتِیَکُمُ الۡعَذَابُ ثُمَّ لَا تُنۡصَرُوۡنَ ﴿۵۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَنِیۡبُوۡۤا اِلٰی  رَبِّکُمۡ وَ اَسۡلِمُوۡا لَہٗ مِنۡ قَبۡلِ اَنۡ یَّاۡتِیَکُمُ الۡعَذَابُ ثُمَّ لَا تُنۡصَرُوۡنَ ﴿۵۴﴾ ",
			"index": "4112",
			"name": "এবং আপন রবের প্রতি প্রত্যাবর্তন করো এবং তার নিকট আত্নসমর্পণ করো এর পূর্বে যে, তোমাদের উপর শাস্তি এসে পড়বে অতঃপর তোমাদের সাহায্য করা হবে না। ",
			"en_kanzulimaan": "And incline towards your Lord and submit to Him, before the punishment comes you and then you may not be helped.",
			"ur_kanzulimaan": "اور اپنے رب کی طرف رجوع لاؤ اور اس کے حضور گردن رکھو قبل اس کے کہ تم پر عذاب آئے پھر تمہاری مدد نہ ہو،",
			"hi_kanzulimaan": "और अपने रब की तरफ़ रूजू लाओ (123फ) और उसके हुज़ूर गर्दन रखो (124फ) क़ब्ल इसके कि तुम पर अज़ाब आए फिर तुम्हारी मदद न हो.",
			"author": "৫৪. আর তোমরা তোমাদের প্রতিপালকের নিকট তওবা ও সম্পুর্ণ আনুগত্যে প্রত্যাবর্তন করো এবং তাঁর নিকট পরিপুর্ণভাবে আত্মসমর্পণ করো তোমাদের উপর শাস্তি নেমে আসার পূর্বেই; এরপর তোমাদেরকে কোনো সাহায্য করা হবে না।"
		},
		{
			"_id": "4113",
			"sura": "39",
			"para": "24",
			"verses": "55",
			"names": "وَ اتَّبِعُوۡۤا  اَحۡسَنَ مَاۤ   اُنۡزِلَ  اِلَیۡکُمۡ مِّنۡ رَّبِّکُمۡ مِّنۡ قَبۡلِ اَنۡ یَّاۡتِیَکُمُ الۡعَذَابُ بَغۡتَۃً  وَّ  اَنۡتُمۡ  لَا  تَشۡعُرُوۡنَ ﴿ۙ۵۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ اتَّبِعُوۡۤا  اَحۡسَنَ مَاۤ   اُنۡزِلَ  اِلَیۡکُمۡ مِّنۡ رَّبِّکُمۡ مِّنۡ قَبۡلِ اَنۡ یَّاۡتِیَکُمُ الۡعَذَابُ بَغۡتَۃً  وَّ  اَنۡتُمۡ  لَا  تَشۡعُرُوۡنَ ﴿ۙ۵۵﴾ ",
			"index": "4113",
			"name": "এবং সেটারই অনুসরণ করো যা উত্তম থেকে অধিকতর উত্তম, তোমাদের রবের নিকট থেকে তোমাদের প্রতি অবতীর্ণ হয়েছে, এর পূর্বে যে শাস্তি তোমাদের উপর হঠাৎ এসে পড়বে, তখন তোমরা টেরও পাবে না;",
			"en_kanzulimaan": "And follow this, the best among all, which has been sent down towards you from your Lord, before the punishment comes suddenly upon you whilst you are unaware.",
			"ur_kanzulimaan": "اور اس کی پیروی کرو جو اچھی سے اچھی تمہارے رب سے تمہاری طرف اتاری گئی قبل اس کے کہ عذاب تم پر اچانک آجائے اور تمہیں خبر نہ ہو",
			"hi_kanzulimaan": "और उसकी पैरवी करो जो अच्छी से अच्छी तुम्हारे रब से तुम्हारी तरफ़ उतारी गई (125फ) क़ब्ल इसके कि अज़ाब तुम पर अचानक आ जाए और तुम्हें ख़बर न हो (126फ)",
			"author": "৫৫. আর অনুসরণ করো সে উৎকৃষ্ট (কিতাব)-এর যা তোমাদের প্রতিপালকের পক্ষ থেকে তোমাদের প্রতি অবতীর্ণ হয়েছে; তোমাদের উপর অতর্কিতভাবে শাস্তি আসার পূর্বেই, তখন তোমরা টেরও পাবে না।"
		},
		{
			"_id": "4114",
			"sura": "39",
			"para": "24",
			"verses": "56",
			"names": "اَنۡ تَقُوۡلَ نَفۡسٌ یّٰحَسۡرَتٰی عَلٰی مَا فَرَّطۡتُّ فِیۡ جَنۡۢبِ اللّٰہِ وَ اِنۡ کُنۡتُ لَمِنَ السّٰخِرِیۡنَ ﴿ۙ۵۶﴾ ",
			"number": "",
			"verses_PDMS": "اَنۡ تَقُوۡلَ نَفۡسٌ یّٰحَسۡرَتٰی عَلٰی مَا فَرَّطۡتُّ فِیۡ جَنۡۢبِ اللّٰہِ وَ اِنۡ کُنۡتُ لَمِنَ السّٰخِرِیۡنَ ﴿ۙ۵۶﴾ ",
			"index": "4114",
			"name": "যাতে কেউ একথা না বলে, ‘হায় আফসোস! ওই সব অপরাধের জন্য, যেগুলোর আমি আল্লাহ্‌ সম্পর্কে করেছি। নিশ্চয় আমি ঠাট্টা-বিদ্রূপই করতাম;",
			"en_kanzulimaan": "So that no soul may say, Alas! The failures that I committed regarding Allah - and indeed I used to mock!",
			"ur_kanzulimaan": "کہ کہیں کوئی جان یہ نہ کہے کہ ہائے افسوس! ان تقصیروں پر جو میں نے اللہ کے بارے میں کیں اور بیشک میں ہنسی بنایا کرتا تھا",
			"hi_kanzulimaan": "कि कहीं कोई जान यह न कहे कि हाय अफ़सोस उन तक़सीरों (ग़लतियों) पर जो मैंने अल्लाह के बारे में कीं (127फ) और बेशक मैं हंसी बनाया करता था (128फ)",
			"author": "৫৬. (এমন যেন না হয়,) কেউ একথা বলে, ‘হায় আফসোস সেসব অসম্পূর্ণতা ও অপারগতার যা আমি আল্লাহ্‌র প্রতি কর্তব্যের (আনুগত্যের) ক্ষেত্রে করেছি। আর আমি তো উপহাসকারীদের অন্তর্ভুক্ত ছিলাম।’"
		},
		{
			"_id": "4115",
			"sura": "39",
			"para": "24",
			"verses": "57",
			"names": "اَوۡ تَقُوۡلَ لَوۡ اَنَّ اللّٰہَ ہَدٰىنِیۡ  لَکُنۡتُ مِنَ الۡمُتَّقِیۡنَ ﴿ۙ۵۷﴾ ",
			"number": "",
			"verses_PDMS": "اَوۡ تَقُوۡلَ لَوۡ اَنَّ اللّٰہَ ہَدٰىنِیۡ  لَکُنۡتُ مِنَ الۡمُتَّقِیۡنَ ﴿ۙ۵۷﴾ ",
			"index": "4115",
			"name": "অথবা বলে, যদি আল্লাহ্‌ আমাকে পথ দেখাতেন তবে আমি খোদাভীরুদের অন্তর্ভুক্ত হতাম;’",
			"en_kanzulimaan": "Or (so that no soul) may say, If Allah had shown me the right path, I would then be among the pious!",
			"ur_kanzulimaan": "یا کہے اگر اللہ مجھے راہ دکھاتا تو میں ڈر والوں میں ہوتا،",
			"hi_kanzulimaan": "या कहे अगर अल्लाह मुझे राह दिखाता तो मैं डर वालों में होता.",
			"author": "৫৭. অথবা বলে, ‘যদি আল্লাহ্ আমাকে পথ প্রদর্শন করতেন তবে অবশ্যই আমি পরহেযগারদের অন্তর্ভুক্ত হতাম’।"
		},
		{
			"_id": "4116",
			"sura": "39",
			"para": "24",
			"verses": "58",
			"names": "اَوۡ تَقُوۡلَ حِیۡنَ تَرَی الۡعَذَابَ لَوۡ اَنَّ لِیۡ کَرَّۃً  فَاَکُوۡنَ مِنَ الۡمُحۡسِنِیۡنَ ﴿۵۸﴾ ",
			"number": "",
			"verses_PDMS": "اَوۡ تَقُوۡلَ حِیۡنَ تَرَی الۡعَذَابَ لَوۡ اَنَّ لِیۡ کَرَّۃً  فَاَکُوۡنَ مِنَ الۡمُحۡسِنِیۡنَ ﴿۵۸﴾ ",
			"index": "4116",
			"name": "অথবা বলে, যখন শাস্তি দেখে ‘আহা! কোন মতে যদি আমার প্রত্যাবর্তনের সুযোগ মিলতো, তবে আমি সৎকর্ম করতাম!’ ",
			"en_kanzulimaan": "Or (so that no soul) may say when it beholds the punishment, If only I may be sent back, so that I may do good deeds!",
			"ur_kanzulimaan": "یا کہے جب عذاب دیکھے کسی طرح مجھے واپسی ملے کہ میں نیکیاں کروں",
			"hi_kanzulimaan": "या कहे जब अज़ाब देखे किसी तरह मुझे वापसी मिले (129फ) कि मैं नेकियां करूं (130फ)",
			"author": "৫৮. অথবা শাস্তি প্রত্যক্ষ করে বলতে থাকবে, ‘আহা, যদি একবার পার্থিব জীবনে আমার প্রত্যাবর্তন হতো তবে আমি সৎকর্মপরায়ণ হতাম’।"
		},
		{
			"_id": "4117",
			"sura": "39",
			"para": "24",
			"verses": "59",
			"names": "بَلٰی قَدۡ جَآءَتۡکَ اٰیٰتِیۡ فَکَذَّبۡتَ بِہَا وَ اسۡتَکۡبَرۡتَ وَ کُنۡتَ مِنَ الۡکٰفِرِیۡنَ ﴿۵۹﴾ ",
			"number": "",
			"verses_PDMS": "بَلٰی قَدۡ جَآءَتۡکَ اٰیٰتِیۡ فَکَذَّبۡتَ بِہَا وَ اسۡتَکۡبَرۡتَ وَ کُنۡتَ مِنَ الۡکٰفِرِیۡنَ ﴿۵۹﴾ ",
			"index": "4117",
			"name": "হাঁ, কেন এমন নয়? নিশ্চয়, তোমার নিকট আমার আয়াতসমূহ এসেছে। অতঃপর তুমি সেগুলোকে অস্বীকার করেছো ও অহঙ্কার করেছো এবং তুমি কাফির ছিলে। ",
			"en_kanzulimaan": "It will be said to him, Surely yes, why not?* My signs did come to you, so you denied them and you were haughty and you were a disbeliever. (They will be mocked at.)",
			"ur_kanzulimaan": "ہاں کیوں نہیں بیشک تیرے پاس میری آیتیں آئیں تو تُو نے انہیں جھٹلایا اور تکبر کیا اور تو کافر تھا",
			"hi_kanzulimaan": "हाँ क्यों नहीं, बेशक तेरे पास मेंरी आयतें आईं तो तूने उन्हें झुटलाया और तकब्बुर किया और तू काफ़िर था (131फ)",
			"author": "৫৯. (প্রতিপালক বলবেন,) ‘হ্যাঁ, আমার আয়াতসমূহ তো নিশ্চিত তোমার নিকট এসেছিল, কিন্তু তুমি সেগুলোকে মিথ্যাপ্রতিপন্ন করেছিলে এবং দাম্ভিকতা দেখিয়েছিলে। আর তুমি ছিলে কাফেরদের অন্তর্ভুক্ত।’"
		},
		{
			"_id": "4118",
			"sura": "39",
			"para": "24",
			"verses": "60",
			"names": "وَ یَوۡمَ الۡقِیٰمَۃِ  تَرَی الَّذِیۡنَ کَذَبُوۡا عَلَی اللّٰہِ  وُجُوۡہُہُمۡ  مُّسۡوَدَّۃٌ ؕ اَلَیۡسَ فِیۡ  جَہَنَّمَ مَثۡوًی  لِّلۡمُتَکَبِّرِیۡنَ ﴿۶۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَوۡمَ الۡقِیٰمَۃِ  تَرَی الَّذِیۡنَ کَذَبُوۡا عَلَی اللّٰہِ  وُجُوۡہُہُمۡ  مُّسۡوَدَّۃٌ ؕ اَلَیۡسَ فِیۡ  جَہَنَّمَ مَثۡوًی  لِّلۡمُتَکَبِّرِیۡنَ ﴿۶۰﴾ ",
			"index": "4118",
			"name": "এবং ক্বিয়ামতের দিন আপনি দেখবেন তাদেরকেই, যারা আল্লাহ্‌ সম্পর্কে মিথ্যা রচনা করেছে যে, তাদের মুখমণ্ডল কালো। অহঙ্কারীদের ঠিকানা কি জাহান্নামের মধ্যে নয়?",
			"en_kanzulimaan": "And you will see on the Day of Resurrection the fabricators of lies against Allah, with their faces blackened; is not the destination of the haughty in hell?",
			"ur_kanzulimaan": "اور قیامت کے دن تم دیکھو گے انہیں جنہوں نے اللہ پر جھوٹ باندھا کہ ان کے منہ کالے ہیں کیا مغرور ٹھکانا جہنم میں نہیں",
			"hi_kanzulimaan": "और क़यामत के दिन तुम देखोगे उन्हें जिन्होंने अल्लाह पर झूट बांधा (132फ) कि उनके मुंह काले हैं क्या मग़रुर का ठिकाना जहन्नम में नहीं (133फ)",
			"author": "৬০. আর কিয়ামতের দিন লক্ষ্য করবেন সেসব লোককে যারা আল্লাহ্‌র প্রতি মিথ্যারোপ করেছিল, তাদের চেহারা কালো বর্ণ ধারণ করবে। অহঙ্কারীদের আবাসস্থল কি জাহান্নাম নয়?"
		},
		{
			"_id": "4119",
			"sura": "39",
			"para": "24",
			"verses": "61",
			"names": "وَ یُنَجِّی اللّٰہُ  الَّذِیۡنَ اتَّقَوۡا بِمَفَازَتِہِمۡ ۫ لَا  یَمَسُّہُمُ السُّوۡٓءُ  وَ لَا  ہُمۡ  یَحۡزَنُوۡنَ ﴿۶۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ یُنَجِّی اللّٰہُ  الَّذِیۡنَ اتَّقَوۡا بِمَفَازَتِہِمۡ ۫ لَا  یَمَسُّہُمُ السُّوۡٓءُ  وَ لَا  ہُمۡ  یَحۡزَنُوۡنَ ﴿۶۱﴾ ",
			"index": "4119",
			"name": "এবং আল্লাহ্‌ রক্ষা করবেন খোদাভীরুদেরকে তাদের মুক্তির স্থানে; না তাদেরকে শাস্তি স্পর্শ করবে এবং না তাদের দুঃখ থাকবে। ",
			"en_kanzulimaan": "And Allah will rescue the pious, to their place of salvation; neither will the punishment touch them, nor shall they grieve.",
			"ur_kanzulimaan": "اور اللہ بچائے گا پرہیزگاروں کو ان کی نجات کی جگہ نہ انہیں عذاب چھوئے اور نہ انہیں غم ہو،",
			"hi_kanzulimaan": "और अल्लाह बचाएगा परहेज़गारों को उनकी निजात की जगह (134फ) न उन्हें अज़ाब छुए और न उन्हें ग़म हो.",
			"author": "৬১. আর যারা পরহেযগারিতা অবলম্বন করেছে তাদেরকে আল্লাহ্ তাদের সাফল্যসহ উদ্ধার করবেন। তাদেরকে কোনো অনিষ্ট স্পর্শ করবে না, আর তারা দুঃখিতও হবে না।"
		},
		{
			"_id": "4120",
			"sura": "39",
			"para": "24",
			"verses": "62",
			"names": "اَللّٰہُ  خَالِقُ کُلِّ شَیۡءٍ ۫ وَّ ہُوَ عَلٰی کُلِّ شَیۡءٍ  وَّکِیۡلٌ ﴿۶۲﴾ ",
			"number": "",
			"verses_PDMS": "اَللّٰہُ  خَالِقُ کُلِّ شَیۡءٍ ۫ وَّ ہُوَ عَلٰی کُلِّ شَیۡءٍ  وَّکِیۡلٌ ﴿۶۲﴾ ",
			"index": "4120",
			"name": "আল্লাহ্‌ প্রত্যেক বস্তুর স্রষ্টা এবং তিনি সমস্ত কিছুর উপর ক্ষমতাবান। ",
			"en_kanzulimaan": "Allah is Creator of all things; and He only is the Controller of all things.",
			"ur_kanzulimaan": "اللہ ہر چیز کا پیدا کرنے والا ہے، اور وہ ہرچیز کا مختار ہے،",
			"hi_kanzulimaan": "अल्लाह हर चीज़ का पैदा करने वाला है और वह हर चीज़ का मुख़्तार है.",
			"author": "৬২. আল্লাহ্ সকল কিছুর সৃষ্টা এবং তিনি সকল কিছুর অভিভাবক।"
		},
		{
			"_id": "4121",
			"sura": "39",
			"para": "24",
			"verses": "63",
			"names": "لَہٗ  مَقَالِیۡدُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ الَّذِیۡنَ کَفَرُوۡا بِاٰیٰتِ اللّٰہِ  اُولٰٓئِکَ ہُمُ الۡخٰسِرُوۡنَ ﴿۶۳﴾ ",
			"number": "",
			"verses_PDMS": "لَہٗ  مَقَالِیۡدُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ الَّذِیۡنَ کَفَرُوۡا بِاٰیٰتِ اللّٰہِ  اُولٰٓئِکَ ہُمُ الۡخٰسِرُوۡنَ ﴿۶۳﴾ ",
			"index": "4121",
			"name": "তাঁরই জন্য আসমানসমূহ ও যমীনের চাবিসমূহ। এবং যারা আল্লাহ্‌র আয়াতসমূহ অস্বীকার করেছে তারাই ক্ষতির মধ্যে রয়েছে। ",
			"en_kanzulimaan": "For Him only are the keys of the heavens and the earth; and those who denied the signs of Allah  it is they who are the losers.",
			"ur_kanzulimaan": "اسی کے لیے ہیں آسمانوں اور زمین کی کنجیاں اور جنہوں نے اللہ کی آیتوں کا انکار کیا وہی نقصان میں ہیں،",
			"hi_kanzulimaan": "उसी के लिये हैं आसमानों और ज़मीन की कुंजियाँ (135फ) और जिन्होंने अल्लाह की आयतों का इन्कार किया वही नुक़सान में हैं.",
			"author": "৬৩. তাঁরই নিকট আকাশমন্ডলী ও পৃথিবীর চাবিকাঠি। আর যারা আল্লাহ্‌র আয়াতসমূহকে অস্বীকার করে তারাই তো ক্ষতিগ্রস্ত।"
		},
		{
			"_id": "4122",
			"sura": "39",
			"para": "24",
			"verses": "64",
			"names": "قُلۡ اَفَغَیۡرَ اللّٰہِ  تَاۡمُرُوۡٓنِّیۡۤ  اَعۡبُدُ  اَیُّہَا الۡجٰہِلُوۡنَ ﴿۶۴﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ اَفَغَیۡرَ اللّٰہِ  تَاۡمُرُوۡٓنِّیۡۤ  اَعۡبُدُ  اَیُّہَا الۡجٰہِلُوۡنَ ﴿۶۴﴾ ",
			"index": "4122",
			"name": "আপনি বলুন, ‘তোমরা কি আমাকে আল্লাহ্‌ ব্যতীত অন্যের ইবাদত করতে বলছো, হে অজ্ঞ লোকেরা?’",
			"en_kanzulimaan": "Say (O dear Prophet Mohammed - peace and blessings be upon him) So do you instruct me to worship (deities) other than Allah? You ignorant fools!",
			"ur_kanzulimaan": "تم فرماؤ تو کیا اللہ کے سوا دوسرے کے پوجنے کو مجھ سے کہتے ہو، اے جاہلو!",
			"hi_kanzulimaan": "तुम फ़रमाओ (136फ) तो क्या अल्लाह के सिवा दूसरे के पूजने को मुझ से कहते हो ऐ ज़ाहिलों (137फ)",
			"author": "৬৪. বলে দিন, ‘ওহে মূর্খের দল! তোমরা কি আমাকে আল্লাহ্ ব্যতীত অন্যের উপাসনা করতে বলছো?’"
		},
		{
			"_id": "4123",
			"sura": "39",
			"para": "24",
			"verses": "65",
			"names": "وَ لَقَدۡ  اُوۡحِیَ  اِلَیۡکَ وَ اِلَی الَّذِیۡنَ مِنۡ قَبۡلِکَ ۚ لَئِنۡ  اَشۡرَکۡتَ لَیَحۡبَطَنَّ عَمَلُکَ وَ  لَتَکُوۡنَنَّ  مِنَ  الۡخٰسِرِیۡنَ ﴿۶۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ  اُوۡحِیَ  اِلَیۡکَ وَ اِلَی الَّذِیۡنَ مِنۡ قَبۡلِکَ ۚ لَئِنۡ  اَشۡرَکۡتَ لَیَحۡبَطَنَّ عَمَلُکَ وَ  لَتَکُوۡنَنَّ  مِنَ  الۡخٰسِرِیۡنَ ﴿۶۵﴾ ",
			"index": "4123",
			"name": "এবং নিশ্চয় ওহী করা হয়েছে আপনার প্রতি এবং আপনার পূর্ববর্তীদের প্রতি যে, ‘হে শ্রোতা! যদি তুমি আল্লাহ্‌র শরীক স্থির করো, তবে অবশ্যই তোমার সমস্ত কর্ম নিষ্ফল হয়ে যাবে এবং অবশ্য তুমি ক্ষতির মধ্যে থাকবে’।",
			"en_kanzulimaan": "And it was indeed revealed to you and to those before you; that, O listener! If you ascribe a partner to Allah, all your deeds will go to waste and you will surely be a loser.",
			"ur_kanzulimaan": "اور بیشک وحی کی گئی تمہاری طرف اور تم سے اگلوں کی طرف کہ اسے سننے والے اگر تو نے اللہ کا شریک کیا تو ضرور تیرا سب کیا دھرا اَکارت جائے گا اور ضرور تو ہار میں رہے گا،",
			"hi_kanzulimaan": "और बेशक वही की गई तुम्हारी तरफ़ और तुम से अगलों की तरफ़, कि उसे सुनने वाले अगर तूने अल्लाह का शरीक किया तो ज़रूर तेरा सब किया धरा अकारत जाएगा और ज़रूर तू हार में रहेगा .",
			"author": "৬৫. আর প্রকৃতপক্ষে আপনার প্রতি এবং আপনার পূর্ববর্তীগণের প্রতি (অর্থাৎ পূর্বে প্রেরিত রাসূলগণের প্রতি এ) প্রত্যাদেশ করা হয়েছে, ‘(হে মানুষ!) যদি তুমি আল্লাহ্‌র সাথে অংশীদার সাব্যস্ত করো তবে তোমার কর্ম তো নিষ্ফল হবেই এবং অবশ্যই তুমি হবে ক্ষতিগ্রস্তদের অন্তর্ভুক্ত।’"
		},
		{
			"_id": "4124",
			"sura": "39",
			"para": "24",
			"verses": "66",
			"names": "بَلِ اللّٰہَ  فَاعۡبُدۡ وَ کُنۡ مِّنَ الشّٰکِرِیۡنَ ﴿۶۶﴾ ",
			"number": "",
			"verses_PDMS": "بَلِ اللّٰہَ  فَاعۡبُدۡ وَ کُنۡ مِّنَ الشّٰکِرِیۡنَ ﴿۶۶﴾ ",
			"index": "4124",
			"name": "বরং আল্লাহ্‌রই বন্দেগী করো এবং কৃতজ্ঞদের অন্তর্ভুক্ত হও!",
			"en_kanzulimaan": "But rather worship only Allah, and be among the thankful!",
			"ur_kanzulimaan": "بلکہ اللہ ہی کی بندگی کر اور شکر والوں سے ہو",
			"hi_kanzulimaan": "बल्कि अल्लाह ही की बन्दगी कर और शुक्र वालों से हो (138फ)",
			"author": "৬৬. সুতরাং তুমি আল্লাহ্‌র ইবাদত করো এবং কৃতজ্ঞদের অন্তর্ভুক্ত হও।"
		},
		{
			"_id": "4125",
			"sura": "39",
			"para": "24",
			"verses": "67",
			"names": "وَ مَا قَدَرُوا اللّٰہَ حَقَّ قَدۡرِہٖ ٭ۖ وَ الۡاَرۡضُ جَمِیۡعًا قَبۡضَتُہٗ یَوۡمَ الۡقِیٰمَۃِ وَ السَّمٰوٰتُ مَطۡوِیّٰتٌۢ بِیَمِیۡنِہٖ ؕ سُبۡحٰنَہٗ وَ تَعٰلٰی عَمَّا یُشۡرِکُوۡنَ ﴿۶۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا قَدَرُوا اللّٰہَ حَقَّ قَدۡرِہٖ ٭ۖ وَ الۡاَرۡضُ جَمِیۡعًا قَبۡضَتُہٗ یَوۡمَ الۡقِیٰمَۃِ وَ السَّمٰوٰتُ مَطۡوِیّٰتٌۢ بِیَمِیۡنِہٖ ؕ سُبۡحٰنَہٗ وَ تَعٰلٰی عَمَّا یُشۡرِکُوۡنَ ﴿۶۷﴾ ",
			"index": "4125",
			"name": "এবং তারা আল্লাহ্‌র সম্মান করে নি যেমনিভাবে করা উচিত ছিলো, এবং তিনি ক্বিয়ামতের দিন সমগ্র পৃথিবীকে জড়ো করে ফেলবেন এবং তার ক্ষমতায় সমস্ত আসমানকে জড়ো করা হবে। আর তিনি তাদের শির্ক থেকে পবিত্র ও বহু ঊর্ধ্বে।",
			"en_kanzulimaan": "And they did not realise the importance of Allah as was His right; and on the Day of Resurrection, He will compress the lands and the heavens will be rolled up by His power; Purity and Supremacy are to Him, from all what they ascribe as partners.",
			"ur_kanzulimaan": "اور انہوں نے اللہ کی قدر نہ کی جیسا کہ اس کا حق تھا اور وہ قیامت کے دن سب زمینوں کو سمیٹ دے گا اور اس کی قدرت سے سب آسمان لپیٹ دیے جائیں گے اور ان کے شرک سے پاک اور برتر ہے،",
			"hi_kanzulimaan": "और उन्होंने अल्लाह की क़द्र न की जैसा कि उसका हक़ था (139फ) और वह क़यामत के दिन सब ज़मीनों को समेट देगा और उसकी क़ुदरत से सब आसमान लपेट दिये जाएंगे (140फ) और उनके शिर्क से पाक और बरतर है.",
			"author": "৬৭. আর তারা আল্লাহ্কে যথোচিত মর্যাদা ও সম্মান প্রদর্শন করেনি যেরূপ তাঁর প্রাপ্য। আর কিয়ামতের দিন সমস্ত পৃথিবী থাকবে তাঁর মুষ্টিতে এবং সমস্ত আকাশমন্ডলী ভাঁজ করা থাকবে তাঁর ডান হাতে (ক্ষমতার মুষ্টিতে)। তিনি পূতঃপবিত্র এবং সেসব কিছু থেকে তিনি ঊর্ধ্বে যেগুলোকে এরা অংশীদার সাব্যস্ত করে।"
		},
		{
			"_id": "4126",
			"sura": "39",
			"para": "24",
			"verses": "68",
			"names": "وَ نُفِخَ فِی الصُّوۡرِ فَصَعِقَ مَنۡ فِی السَّمٰوٰتِ وَ مَنۡ فِی الۡاَرۡضِ اِلَّا مَنۡ شَآءَ اللّٰہُ ؕ ثُمَّ  نُفِخَ  فِیۡہِ  اُخۡرٰی فَاِذَا ہُمۡ  قِیَامٌ  یَّنۡظُرُوۡنَ ﴿۶۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ نُفِخَ فِی الصُّوۡرِ فَصَعِقَ مَنۡ فِی السَّمٰوٰتِ وَ مَنۡ فِی الۡاَرۡضِ اِلَّا مَنۡ شَآءَ اللّٰہُ ؕ ثُمَّ  نُفِخَ  فِیۡہِ  اُخۡرٰی فَاِذَا ہُمۡ  قِیَامٌ  یَّنۡظُرُوۡنَ ﴿۶۸﴾ ",
			"index": "4126",
			"name": "এবং শিঙ্গায় ফুঁৎকার দেওয়া হবে; তখন অজ্ঞান হয়ে পড়বে যারা আসমানসমূহের মধ্যে রয়েছে ও যারা যমীনে, কিন্তু যাকে আল্লাহ্‌ ইচ্ছা করেন। অতঃপর তাতে দ্বিতীয়বার ফুঁৎকার দেওয়া হবে,তখনই তারা প্রত্যক্ষকারী অবস্থায় দাঁড়িয়ে যাবে। ",
			"en_kanzulimaan": "And the Trumpet will be blown, so everyone in the heavens and everyone in the earth will fall unconscious, except whomever * Allah wills; it will then be blown again, thereupon they will get up staring! (*Prophet Moosa and / or some angels).",
			"ur_kanzulimaan": "اور صُور پھونکا جائے گا تو بے ہوش ہوجائیں گے جتنے آسمانوں میں ہیں اور جتنے زمین میں مگر جسے اللہ چاہے پھر وہ دوبارہ پھونکا جائے گا جبھی وہ دیکھتے ہوئے کھڑے ہوجائیں گے",
			"hi_kanzulimaan": "और सूर फूंका जाएगा तो बेहोश हो जाएंगे (141फ) जितने आसमानों में हैं और जितने ज़मीन में मगर जिसे अल्लाह चाहे (142फ) फिर वह दोबारा फूंका जाएगा (143फ) जभी वो देखते हुए खड़े हो जाएंगे (144फ)",
			"author": "৬৮. আর সিঙ্গায় ফুঁক দেয়া হবে, ফলে যারা আকাশমন্ডলীতে এবং পৃথিবীতে রয়েছে তারা অজ্ঞান হয়ে পড়বে; তারা ব্যতীত যাদেরকে আল্লাহ্ চাইবেন। অত:পর আবারোও সিঙ্গায় ফুঁক দেয়া হবে; ফলে তারা সকলে দাঁড়িয়ে একদৃষ্টিতে তাকিয়ে থাকবে।"
		},
		{
			"_id": "4127",
			"sura": "39",
			"para": "24",
			"verses": "69",
			"names": "وَ اَشۡرَقَتِ  الۡاَرۡضُ بِنُوۡرِ رَبِّہَا وَ وُضِعَ الۡکِتٰبُ وَ جِایۡٓءَ بِالنَّبِیّٖنَ وَ الشُّہَدَآءِ  وَ قُضِیَ بَیۡنَہُمۡ بِالۡحَقِّ وَ ہُمۡ  لَا یُظۡلَمُوۡنَ ﴿۶۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَشۡرَقَتِ  الۡاَرۡضُ بِنُوۡرِ رَبِّہَا وَ وُضِعَ الۡکِتٰبُ وَ جِایۡٓءَ بِالنَّبِیّٖنَ وَ الشُّہَدَآءِ  وَ قُضِیَ بَیۡنَہُمۡ بِالۡحَقِّ وَ ہُمۡ  لَا یُظۡلَمُوۡنَ ﴿۶۹﴾ ",
			"index": "4127",
			"name": "এবং যমীন উদ্ভাসিত হয়ে উঠবে আপন রবের জ্যোতিতে আর রাখা হবে কিতাব এবং উপস্থিত করা হবে নবীগণকে আর এ নবী ও তার উম্মতগণ যারা তাদের উপর সাক্ষী হবেন এবং মানুষের মধ্যে সত্য মীমাংসা করে দেওয়া হবে। আর তাদের প্রতি যুল্‌ম হবে না। ",
			"en_kanzulimaan": "And the earth will shine bright by the light of its Lord, and the Book will be established, and the Prophets and this Noble Prophet and the witnesses upon them from this nation will be brought, and it will be judged between them with the truth, and they will not be wronged.",
			"ur_kanzulimaan": "اور زمین جگمگا اٹھے گی اپنے رب کے نور سے اور رکھی جائے گی کتاب اور لائے جائیں گے انبیاء اور یہ نبی اور اس کی امت کے ان پر گواہ ہونگے اور لوگوں میں سچا فیصلہ فرمادیا جائے گا اور ان پر ظلم نہ ہوگا،",
			"hi_kanzulimaan": "और ज़मीन जगमगा उठेगी (145फ) अपने रब के नूर से (146फ) और रखी जाएगी किताब (147फ) और लाए जाएंगे अंबिया, और ये नबी और उसकी उम्मत के उनपर गवाह होंगे (148फ) और लोगों में सच्चा फ़ैसला फरमा दिया जाएगा और उनपर ज़ुल्म न होगा.",
			"author": "৬৯. আর (বিচারের দিনে) পৃথিবী উদ্ভাসিত হয়ে উঠবে তার প্রতিপালকের নূরের জ্যোতিতে এবং (সবার আমলনামার) কিতাব রাখা হবে। আর নবীগণকে ও সাক্ষীগণকে উপস্থিত করা হবে এবং মানুষের মাঝে সত্য ও ন্যায়ের ভিত্তিতে ফায়সালা করা হবে। আর তাদের প্রতি কোনো অবিচার করা হবে না।"
		},
		{
			"_id": "4128",
			"sura": "39",
			"para": "24",
			"verses": "70",
			"names": "وَ وُفِّیَتۡ کُلُّ  نَفۡسٍ مَّا عَمِلَتۡ وَ ہُوَ اَعۡلَمُ  بِمَا یَفۡعَلُوۡنَ ﴿۷۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ وُفِّیَتۡ کُلُّ  نَفۡسٍ مَّا عَمِلَتۡ وَ ہُوَ اَعۡلَمُ  بِمَا یَفۡعَلُوۡنَ ﴿۷۰﴾ ",
			"index": "4128",
			"name": "আর প্রত্যেক প্রাণকে তার কৃতকর্মের প্রতিফল পূর্ণরূপেই দেওয়া হবে, এবং তিনি ভালভাবেই জানেন যা তারা করতো। ",
			"en_kanzulimaan": "And every soul will be repaid for its deeds in full, and He knows very well what they used to do.",
			"ur_kanzulimaan": "اور ہر جان کو اس کا کیا بھرپور دیا جائے گا اور اسے خوب معلوم جو وہ کرتے تھے",
			"hi_kanzulimaan": " और हर जान को उसका किया भरपूर दिया जाएगा और उसे ख़ूब मालूम है जो वो करते थे (149फ)",
			"author": "৭০. আর প্রত্যেককে তার কৃতকর্মের পূর্ণ প্রতিদান দেয়া হবে, এবং তিনি ভালোভাবেই জানেন যা তারা করে।"
		},
		{
			"_id": "4129",
			"sura": "39",
			"para": "24",
			"verses": "71",
			"names": "وَ سِیۡقَ الَّذِیۡنَ  کَفَرُوۡۤا اِلٰی جَہَنَّمَ  زُمَرًا ؕ حَتّٰۤی  اِذَا جَآءُوۡہَا فُتِحَتۡ  اَبۡوَابُہَا وَ قَالَ لَہُمۡ خَزَنَتُہَاۤ  اَلَمۡ یَاۡتِکُمۡ رُسُلٌ مِّنۡکُمۡ یَتۡلُوۡنَ عَلَیۡکُمۡ اٰیٰتِ رَبِّکُمۡ وَ یُنۡذِرُوۡنَکُمۡ لِقَآءَ یَوۡمِکُمۡ ہٰذَا ؕ قَالُوۡا بَلٰی وَ لٰکِنۡ حَقَّتۡ کَلِمَۃُ الۡعَذَابِ عَلَی الۡکٰفِرِیۡنَ ﴿۷۱﴾   ",
			"number": "",
			"verses_PDMS": "وَ سِیۡقَ الَّذِیۡنَ  کَفَرُوۡۤا اِلٰی جَہَنَّمَ  زُمَرًا ؕ حَتّٰۤی  اِذَا جَآءُوۡہَا فُتِحَتۡ  اَبۡوَابُہَا وَ قَالَ لَہُمۡ خَزَنَتُہَاۤ  اَلَمۡ یَاۡتِکُمۡ رُسُلٌ مِّنۡکُمۡ یَتۡلُوۡنَ عَلَیۡکُمۡ اٰیٰتِ رَبِّکُمۡ وَ یُنۡذِرُوۡنَکُمۡ لِقَآءَ یَوۡمِکُمۡ ہٰذَا ؕ قَالُوۡا بَلٰی وَ لٰکِنۡ حَقَّتۡ کَلِمَۃُ الۡعَذَابِ عَلَی الۡکٰفِرِیۡنَ ﴿۷۱﴾   ",
			"index": "4129",
			"name": "এবং কাফিরদেরকে জাহান্নামের দিকে হাঁকিয়ে নিয়ে যাওয়া হবে দলে দলে, শেষ পর্যন্ত, যখন সেখানে পৌঁছবে তখন সেটার দরজাসমূহ খুলে দেওয়া হবে এবং সেটার দারোগা তাদেরকে বলবে, ‘তোমাদের নিকট কি তোমাদেরই মধ্য থেকে ওই রসূল আসেন নি, যিনি তোমাদের নিকট তোমাদের রবের আয়াতসমূহ পাঠ করতেন এবং তোমাদেরকে এই দিনের সাক্ষাৎ সম্বন্ধে সতর্ক করতেন?’ তারা বলবে, ‘কেন নয়;’ কিন্তু শাস্তির বাণী কাফিরদের উপর ঠিকভাবে অবতীর্ণ হয়েছে। ",
			"en_kanzulimaan": "And the disbelievers will be herded towards hell in groups; to the extent that when they reach it, its gates will be opened, and its guards will say to them, Did not the Noble Messengers come to you from amongst you, who used to recite to you the verses of your Lord and warn you of confronting this Day? They will say, Yes indeed, why not? But the Word of punishment proved true upon the disbelievers.",
			"ur_kanzulimaan": "اور کافر جہنم کی طرف ہانکے جائیں گے گروہ گروہ یہاں تک کہ جب وہاں پہنچیں گے اس کے دروازے کھولے جائیں گے اور اس کے داروغہ ان سے کہیں گے کیا تمہارے پاس تمہیں میں سے وہ رسول نہ آئے تھے جو تم پر تمہارے رب کی آیتیں پڑھتے تھے اور تمہیں اس دن سے ملنے سے ڈراتے تھے، کہیں گے کیوں نہیں مگر عذاب کا قول کافروں پر ٹھیک اترا",
			"hi_kanzulimaan": "और काफ़िर जहन्नम की तरफ़ हांके जाएंगे (150फ) गिरोह गिरोह (151फ) यहाँ तक कि जब वहाँ पहुंचेगे उसके दरवाज़े खोले जाएंगे (152फ) और उसके दारोग़ा उनसे कहेंगे क्या तुम्हारे पास तुम्हीं में से वो रसूल न आए थे जो तुम पर तुम्हारे रब की आयतें पढ़ते थे और तुम्हें इस दिन के मिलने से डराते थे, कहेंगे क्यों नहीं (153फ) मगर अज़ाब का क़ौल काफ़िरों पर ठीक उतरा (154फ)",
			"author": "৭১. আর অবিশ্বাসীরকে দলে দলে জাহান্নামের দিকে তাড়িয়ে নিয়ে যাওয়া হবে, অবশেষে যখন তারা এর নিকট পৌঁছুবে তখন এর প্রবেশদ্বারগুলো খুলে দেয়া হবে এবং এর প্রহরীরা তাদেরকে বলবে, ‘তোমাদের নিকট কি তোমাদের মধ্য থেকে কোনো রাসূল আসেননি যারা তোমাদেরকে তোমাদের প্রতিপালকের আয়াতসমূহ পাঠ করে শুনাতেন এবং তোমাদেরকে এ দিনের মুখোমুখি হওয়ার ব্যাপারে সতর্ক করতেন?’ এরা বলবে, ‘হ্যাঁ’ (এসেছিলেন)’। বস্তুত কাফেরদের বিরুদ্ধে শাস্তির নির্দেশ বাস্তবায়িত হয়ে গিয়েছিল।"
		},
		{
			"_id": "4130",
			"sura": "39",
			"para": "24",
			"verses": "72",
			"names": "قِیۡلَ  ادۡخُلُوۡۤا اَبۡوَابَ جَہَنَّمَ خٰلِدِیۡنَ فِیۡہَا ۚ فَبِئۡسَ مَثۡوَی الۡمُتَکَبِّرِیۡنَ ﴿۷۲﴾ ",
			"number": "",
			"verses_PDMS": "قِیۡلَ  ادۡخُلُوۡۤا اَبۡوَابَ جَہَنَّمَ خٰلِدِیۡنَ فِیۡہَا ۚ فَبِئۡسَ مَثۡوَی الۡمُتَکَبِّرِیۡنَ ﴿۷۲﴾ ",
			"index": "4130",
			"name": "বলা হবে, ‘প্রবেশ করো জাহান্নামের দরজাসমূহে, তাতে স্থায়ীভাবে অবস্থানের জন্য; সুতরাং কতই নিকৃষ্ট ঠিকানা অহঙ্কারীদের’।",
			"en_kanzulimaan": "It will be said, Enter the gates of hell to remain in it forever; so what a wretched destination for the haughty!",
			"ur_kanzulimaan": "فرمایا جائے گا جاؤ جہنم کے دروازوں میں اس میں ہمیشہ رہنے، تو کیا ہی برا ٹھکانا متکبروں کا،",
			"hi_kanzulimaan": "फ़रमाया जाएगा दाखिल हो जहन्नम के दरवाज़ों में उसमें हमेशा रहने, तो क्या ही बुरा ठिकाना मुतकब्बिरों का .",
			"author": "৭২. তাদেরকে বলা হবে, ‘জাহান্নামের দ্বারসমূহে প্রবেশ করো, (তোমরা) এতে চিরদিন অবস্থানকারী। সুতরাং কতোই না নিকৃষ্ট অহঙ্কারীদের আবাসস্থল!’"
		},
		{
			"_id": "4131",
			"sura": "39",
			"para": "24",
			"verses": "73",
			"names": "وَ سِیۡقَ الَّذِیۡنَ اتَّقَوۡا رَبَّہُمۡ  اِلَی الۡجَنَّۃِ زُمَرًا ؕ حَتّٰۤی  اِذَا جَآءُوۡہَا وَ فُتِحَتۡ اَبۡوَابُہَا وَ قَالَ لَہُمۡ خَزَنَتُہَا سَلٰمٌ عَلَیۡکُمۡ طِبۡتُمۡ فَادۡخُلُوۡہَا خٰلِدِیۡنَ ﴿۷۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ سِیۡقَ الَّذِیۡنَ اتَّقَوۡا رَبَّہُمۡ  اِلَی الۡجَنَّۃِ زُمَرًا ؕ حَتّٰۤی  اِذَا جَآءُوۡہَا وَ فُتِحَتۡ اَبۡوَابُہَا وَ قَالَ لَہُمۡ خَزَنَتُہَا سَلٰمٌ عَلَیۡکُمۡ طِبۡتُمۡ فَادۡخُلُوۡہَا خٰلِدِیۡنَ ﴿۷۳﴾ ",
			"index": "4131",
			"name": "এবং যারা আপন রবকে ভয় করতো তাদের যানবাহনগুলো দলে দলে জান্নাতের দিকে চালিত হবে। শেষ পর্যন্ত যখন সেখানে পৌঁছবে এবং সেটার দ্বারসমূহ উন্মুক্ত থাকবে, এবং সেটার দারোগা তাদেরকে বলবে, ‘সালাম তোমাদের উপর! তোমরা সুখে থাকো। সুতরাং তোমরা জান্নাতে যাও স্থায়ীভাবে অবস্থান করার জন্য’। ",
			"en_kanzulimaan": "And the mounts of those who feared their Lord will be led towards Paradise, in groups; to the extent that when they reach it, its gates will be opened and its guards will say to them, Peace be upon you! You have done well! Therefore enter Paradise, to abide in it forever.",
			"ur_kanzulimaan": "اور جو اپنے رب سے ڈرتے تھے ان کی سواریاں گروہ گروہ جنت کی طرف چلائی جائیں گی، یہاں تک کہ جب وہاں پہنچیں گے اور اس کے دروازے کھلے ہوئے ہوں گے اور اس کے داروغہ ان سے کہیں گے سلام تم پر تم خوب رہے تو جنت میں جاؤ ہمیشہ رہنے،",
			"hi_kanzulimaan": "और जो अपने रब से डरते थे उनकी सवारियाँ (155फ) गिरोह गिरोह जन्नत की तरफ़ चली जाएंगी यहाँ तक कि जब वहाँ पहुंचेंगे और उसके दरवाज़े खुले हुए होंगे (156फ) और उसके दारोग़ा उनसे कहेंगे सलाम तुम पर तुम ख़ूब रहे तो जन्नत में जाओ हमेशा रहने.",
			"author": "৭৩. আর যারা তাদের প্রতিপালককে ভয় করতো তাদেরকে(ও) দলে দলে জান্নাতের দিকে নিয়ে যাওয়া হবে; অবশেষে যখন তারা এর নিকটে পৌঁছুবে ও এর দ্বারসমূহ তাদের জন্যে (পূর্ব থেকেই) খুলে দেয়া হবে; তখন এর প্রহরীরা তাদেরকে (অভিবাদন জ্ঞাপন করে) বলবে, ‘তোমাদের উপর শান্তি বর্ষিত হোক, তোমরা সন্তুষ্ট ও আনন্দিত হও। আর স্থায়ী অবস্থানের জন্যে এতে প্রবেশ করো।’"
		},
		{
			"_id": "4132",
			"sura": "39",
			"para": "24",
			"verses": "74",
			"names": "وَ قَالُوا الۡحَمۡدُ لِلّٰہِ الَّذِیۡ صَدَقَنَا وَعۡدَہٗ وَ اَوۡرَثَنَا الۡاَرۡضَ نَتَبَوَّاُ مِنَ الۡجَنَّۃِ حَیۡثُ نَشَآءُ ۚ فَنِعۡمَ  اَجۡرُ الۡعٰمِلِیۡنَ ﴿۷۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوا الۡحَمۡدُ لِلّٰہِ الَّذِیۡ صَدَقَنَا وَعۡدَہٗ وَ اَوۡرَثَنَا الۡاَرۡضَ نَتَبَوَّاُ مِنَ الۡجَنَّۃِ حَیۡثُ نَشَآءُ ۚ فَنِعۡمَ  اَجۡرُ الۡعٰمِلِیۡنَ ﴿۷۴﴾ ",
			"index": "4132",
			"name": "এবং তারা বলবে, ‘সমস্ত প্রশংসা আমাদের প্রতি (সত্যই) পূর্ণ করেছেন এবং আমাদেরকে এ ভূমির অধিকারী করেছেন যেন আমরা জান্নাতের মধ্যে অবশান করি যেখানেই ইচ্ছা করি; সুতরাং কতই উৎকৃষ্ট পুরস্কার সৎকর্মপরায়ণদের!",
			"en_kanzulimaan": "And they will say, All praise is to Allah, Who has made His promise to us come true, and has bequeathed us this land, to stay in Paradise wherever we wish! So what an excellent reward for the performers!",
			"ur_kanzulimaan": "اور وہ کہیں گے سب خوبیاں اللہ کو جس نے اپنا وعدہ ہم سے سچا کیا اور ہمیں اس زمین کا وارث کیا کہ ہم جنت میں رہیں جہاں چاہیں، تو کیا ہی اچھا ثواب کامیوں (اچھے کام کرنیوالوں) کا",
			"hi_kanzulimaan": "और वो कहेंगे सब ख़ूबियाँ अल्लाह को जिसने अपना वादा हमसे सच्चा किया और हमें इस ज़मीन का वारिस किया कि हम जन्नत में रहें जहाँ चाहें, तो क्या ही अच्छा सवाब कामियों (अच्छे काम करने वालों) का (157फ)",
			"author": "৭৪. আর তারা (এ জান্নাতীরা) বলবে, ‘সমস্ত প্রশংসা আল্লাহ্‌রই, যিনি তাঁর প্রতিশ্রুতি পূর্ণ করেছেন এবং আমাদেরকে উত্তরাধিকারী করেছেন জান্নাতের ভূমির, আমরা (এ) জান্নাতে যেখানে ইচ্ছা বসবাস করবো।’ সুতরাং কতোই না উত্তম সৎকর্মপরায়ণদের প্রতিদান!"
		},
		{
			"_id": "4133",
			"sura": "39",
			"para": "24",
			"verses": "75",
			"names": "وَ تَرَی الۡمَلٰٓئِکَۃَ  حَآفِّیۡنَ مِنۡ حَوۡلِ الۡعَرۡشِ یُسَبِّحُوۡنَ بِحَمۡدِ رَبِّہِمۡ ۚ وَ قُضِیَ بَیۡنَہُمۡ  بِالۡحَقِّ وَ قِیۡلَ الۡحَمۡدُ لِلّٰہِ رَبِّ الۡعٰلَمِیۡنَ ﴿۷۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ تَرَی الۡمَلٰٓئِکَۃَ  حَآفِّیۡنَ مِنۡ حَوۡلِ الۡعَرۡشِ یُسَبِّحُوۡنَ بِحَمۡدِ رَبِّہِمۡ ۚ وَ قُضِیَ بَیۡنَہُمۡ  بِالۡحَقِّ وَ قِیۡلَ الۡحَمۡدُ لِلّٰہِ رَبِّ الۡعٰلَمِیۡنَ ﴿۷۵﴾ ",
			"index": "4133",
			"name": "এবং আপনি ফিরিশ্‌তাদেরকে দেখবেন- আরশের চতুপার্শ্বে বৃত্তাকার হয়ে আপন রবের প্রশংসা সহকারে তার পবিত্রতা ঘোষণা করছে; এবং মানুষের মধ্যে সত্য মীমাংসা করে দেওয়া হবে আর বলা হবে যে, সমস্ত প্রশংসা আল্লাহ্‌র জন্য, যিনি সমগ্র জগতের রব।",
			"en_kanzulimaan": "And you will see the angels gathered around the Throne, saying the Purity of their Lord, with praise; and a true judgement will be delivered between the people, and it will be said, All praise is to Allah, the Lord Of The Creation!",
			"ur_kanzulimaan": "اور تم فرشتوں کو دیکھو گے عرش کے آس پاس حلقہ کیے اپنے رب کی تعریف کے ساتھ ا س کی پاکی بولتے اور لوگوں میں سچا فیصلہ فرمادیا جائے گا اور کہا جائے گا کہ سب خوبیاں اللہ کو جو سارے جہاں کا رب",
			"hi_kanzulimaan": "और तुम फ़रिश्तों को देखोगे अर्श के आस पास हलक़ा किये (घेरा डाले) अपने रब की तारीफ़ के साथ उसकी पाकी बोलते और लोगों में सच्चा फ़ैसला फ़रमा दिया जाएगा (158फ) और कहा जाएगा कि सब ख़ूबियां अल्लाह को जो सारे जहां का रब (159फ)",
			"author": "৭৫. আর (হে হাবীব!) আপনি দেখবেন যে, ফেরেশতারা আরশের চারপাশ ঘিরে রয়েছে, যারা তাদের প্রতিপালকের সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করতে থাকবে। আর সবার মাঝে সত্য ও ন্যায়ের ভিত্তিতে ফায়সালা করা হবে এবং বলা হবে, ‘সমস্ত প্রশংসা আল্লাহ্‌রই প্রাপ্য, যিনি বিশ্ব জাহানের প্রতিপালক’।"
		}
	]