[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "3661",
			"sura": "35",
			"para": "22",
			"verses": "1",
			"names": "اَلۡحَمۡدُ لِلّٰہِ فَاطِرِ السَّمٰوٰتِ وَ الۡاَرۡضِ جَاعِلِ الۡمَلٰٓئِکَۃِ  رُسُلًا اُولِیۡۤ  اَجۡنِحَۃٍ مَّثۡنٰی وَ ثُلٰثَ وَ رُبٰعَ ؕ یَزِیۡدُ فِی الۡخَلۡقِ مَا یَشَآءُ ؕ اِنَّ اللّٰہَ عَلٰی کُلِّ شَیۡءٍ  قَدِیۡرٌ ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "اَلۡحَمۡدُ لِلّٰہِ فَاطِرِ السَّمٰوٰتِ وَ الۡاَرۡضِ جَاعِلِ الۡمَلٰٓئِکَۃِ  رُسُلًا اُولِیۡۤ  اَجۡنِحَۃٍ مَّثۡنٰی وَ ثُلٰثَ وَ رُبٰعَ ؕ یَزِیۡدُ فِی الۡخَلۡقِ مَا یَشَآءُ ؕ اِنَّ اللّٰہَ عَلٰی کُلِّ شَیۡءٍ  قَدِیۡرٌ ﴿۱﴾ ",
			"index": "3661",
			"name": "সমস্ত প্রশংসা আল্লাহ্‌রই, যিনি আসমানসমূহ ও যমীনের সৃষ্টিকর্তা, ফিরিশ্‌তাদেরকে বার্তাবাহককারী, যাদের দু’ দু’ তিন তিন ও চার চার পাখা রয়েছে; সৃষ্টিতে বৃদ্ধি করেন যা ইচ্ছা করেন। নিশ্চয় আল্লাহ্‌ সবকিছুর উপর শক্তিমান। ",
			"en_kanzulimaan": "All praise is to Allah, the Maker of the heavens and the earth, Who assigns angels as messengers  who have pairs of two, three, four wings; He increases in creation whatever He wills; indeed Allah is Able to do all things.",
			"ur_kanzulimaan": "سب خوبیاں اللہ کو جو آسمانوں اور زمین کا بنانے والا فرشتوں کو رسول کرنے والا جن کے دو دو تین تین چار چار پر ہیں، بڑھاتا ہے آفرینش (پیدائش) میں جو چاہے بیشک اللہ ہر چیز پر قادر ہے،",
			"hi_kanzulimaan": "सब ख़ूबियाँ अल्लाह को जो आसमानों और ज़मीन का बनाने वाला फ़रिश्तों को रसूल करने वाला (2फ) जिनके दो दो तीन तीन चार चार पर हैं, बढ़ाता है आफ़रीनश में जो चाहे (3फ) बेशक अल्लाह हर चीज़ पर क़ादिर (सक्षम) है",
			"author": "১. সমস্ত প্রশংসা আল্লাহ্‌রই যিনি আকাশমন্ডলী এবং পৃথিবীর (সমস্ত অনন্তের) সৃষ্টিকর্তা, যিনি বার্তাবাহক নিযুক্ত করেন ফেরেশতাদেরকে যারা দুই দুই, তিন তিন এবং চার চার ডানা বিশিষ্ট। আর সৃষ্টিকে যেমন ইচ্ছা বৃদ্ধি (এবং প্রশস্ত) করেন। নিশ্চয়ই আল্লাহ্ সর্ববিষয়ে সর্বশক্তিমান।"
		},
		{
			"_id": "3662",
			"sura": "35",
			"para": "22",
			"verses": "2",
			"names": "مَا یَفۡتَحِ اللّٰہُ  لِلنَّاسِ مِنۡ  رَّحۡمَۃٍ  فَلَا مُمۡسِکَ لَہَا ۚ وَ مَا یُمۡسِکۡ ۙ فَلَا مُرۡسِلَ  لَہٗ  مِنۡۢ  بَعۡدِہٖ ؕ وَ ہُوَ  الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "مَا یَفۡتَحِ اللّٰہُ  لِلنَّاسِ مِنۡ  رَّحۡمَۃٍ  فَلَا مُمۡسِکَ لَہَا ۚ وَ مَا یُمۡسِکۡ ۙ فَلَا مُرۡسِلَ  لَہٗ  مِنۡۢ  بَعۡدِہٖ ؕ وَ ہُوَ  الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۲﴾ ",
			"index": "3662",
			"name": "আল্লাহ্‌ যার রহমত মানুষের মধ্যে উন্মুক্ত করেন, তা’তে কেউ বাধা সৃষ্টিকারী নেই এবং তিনি যা কিছু রুদ্ধ করেন, তখন তার রুদ্ধ করার পর সেটাকে কেউ উন্মুক্তকারী নেই এবং তিনিই সম্মান ও প্রজ্ঞাময়। ",
			"en_kanzulimaan": "No one can withhold the mercy which Allah opens to mankind; and whatever He withholds  so after it, none can release it; and only He is the Most Honourable, the Wise.",
			"ur_kanzulimaan": "اللہ جو رحمت لوگوں کے لیے کھولے اس کا کوئی روکنے والا نہیں، اور جو کچھ روک لے تو اس کی روک کے بعد اس کا کوئی چھوڑنے والا نہیں، اور وہی عزت و حکمت والا ہے،",
			"hi_kanzulimaan": "अल्लाह जो रहमत लोगों के लिये खोले (4फ) उसका कोई रोकने वाला नहीं और जो कुछ रोक ले तो उसकी रोक के बाद उसका कोई छोड़ने वाला नहीं, और वही इज़्ज़त व हिकमत वाला है",
			"author": "২. আল্লাহ্ মানুষের জন্যে (স্বীয় ধনভান্ডারের) কোনো অনুগ্রহ অবারিত করলে কেউ তা রোধ করতে পারেনা এবং তিনি কিছু রুদ্ধ করলে কেউ তা মুক্ত করতে পারেনা। আর তিনিই পরাক্রমশালী, বড়ই প্রজ্ঞাবান।"
		},
		{
			"_id": "3663",
			"sura": "35",
			"para": "22",
			"verses": "3",
			"names": "یٰۤاَیُّہَا النَّاسُ اذۡکُرُوۡا نِعۡمَتَ اللّٰہِ عَلَیۡکُمۡ ؕ ہَلۡ مِنۡ خَالِقٍ غَیۡرُ اللّٰہِ یَرۡزُقُکُمۡ مِّنَ السَّمَآءِ وَ الۡاَرۡضِ ؕ لَاۤ اِلٰہَ   اِلَّا  ہُوَ ۫ۖ فَاَنّٰی تُؤۡفَکُوۡنَ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا النَّاسُ اذۡکُرُوۡا نِعۡمَتَ اللّٰہِ عَلَیۡکُمۡ ؕ ہَلۡ مِنۡ خَالِقٍ غَیۡرُ اللّٰہِ یَرۡزُقُکُمۡ مِّنَ السَّمَآءِ وَ الۡاَرۡضِ ؕ لَاۤ اِلٰہَ   اِلَّا  ہُوَ ۫ۖ فَاَنّٰی تُؤۡفَکُوۡنَ ﴿۳﴾ ",
			"index": "3663",
			"name": "হে মানবকূল! তোমাদের উপর আল্লাহ্‌র অনুগ্রহকে স্মরণ করো। আল্লাহ্‌ ব্যতীত কি অন্য কোন সৃষ্টিকর্তাও আছে যে আসমান ও যমীন থেকে তোমাদেরকে জীবিকা প্রদান করে? তিনি ব্যতীত অন্য কোন উপাস্য নেই। সুতরাং তোমরা কোথায় যাচ্ছো পৃষ্ঠদেশ কুজো করে?",
			"en_kanzulimaan": "O people! Remember the favour of Allah upon you; is there a Creator other than Allah who can provide you sustenance from the sky and the earth? There is no God except Him; so where are you reverting?",
			"ur_kanzulimaan": "اے لوگو! اپنے اوپر اللہ کا احسان یاد کرو کیا اللہ کے سوا اور بھی کوئی خالق ہے کہ آسمان اور زمین سے تمہیں روزی دے، اس کے سوا کوئی معبود نہیں، تو تم کہاں اوندھے جاتے ہو",
			"hi_kanzulimaan": "ऐ लोगों अपने ऊपर अल्लाह का एहसान याद करो (5फ) क्या अल्लाह के सिवा और भी कोई ख़ालिक़ (सृष्टा) है कि आसमान और ज़मीन से (6फ) तुम्हें रोज़ी दे उसके सिवा कोई मअबूद नहीं तो तुम कहाँ औंधे जाते हो (7फ)",
			"author": "৩. হে মানুষ! তোমাদের প্রতি আল্লাহ্‌র অনুগ্রহ অবিরাম স্মরণ করো। আল্লাহ্ ছাড়া কি অন্য কোনো স্রষ্টা রয়েছে যে তোমাদেরকে আসমান এবং জমিন থেকে রিযিক দান করে? তিনি ব্যতীত কোনো মাবুদ নেই। সুতরাং তোমরা কোথায় বিপথে চালিত হচ্ছো?"
		},
		{
			"_id": "3664",
			"sura": "35",
			"para": "22",
			"verses": "4",
			"names": "وَ اِنۡ یُّکَذِّبُوۡکَ فَقَدۡ کُذِّبَتۡ رُسُلٌ مِّنۡ قَبۡلِکَ ؕ وَ  اِلَی  اللّٰہِ  تُرۡجَعُ  الۡاُمُوۡرُ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنۡ یُّکَذِّبُوۡکَ فَقَدۡ کُذِّبَتۡ رُسُلٌ مِّنۡ قَبۡلِکَ ؕ وَ  اِلَی  اللّٰہِ  تُرۡجَعُ  الۡاُمُوۡرُ ﴿۴﴾ ",
			"index": "3664",
			"name": "এবং যদি এরা আপনাকে অস্বীকার করে, তবে নিশ্চয় আপনার পূর্বে কতো রসূলকেই অস্বীকার করা হয়েছে এবং সমস্ত কাজ আল্লাহ্‌রই দিকে প্রত্যাবর্তন করে। ",
			"en_kanzulimaan": "And if they deny you, many Noble Messengers were denied before you; and towards Allah only is the return of all matters.",
			"ur_kanzulimaan": "اور اگر یہ تمہیں جھٹلائیں تو بیشک تم سے پہلے کتنے ہی رسول جھٹلائے گئے اور سب کام اللہ ہی کی طرف سے پھرتے ہیں",
			"hi_kanzulimaan": "और अगर ये तुम्हे झुटलाएं (8फ) तो बेशक तुम से पहले कितने ही रसूल झुटलाए गए (9फ) और सब काम अल्लाह ही की तरफ़ से फिरते हैं (10फ)",
			"author": "৪. আর যদি তারা আপনাকে মিথ্যাপ্রতিপন্ন করে তবে আপনার পূর্বেও অনেক রাসূলকে মিথ্যাপ্রতিপন্ন করা হয়েছিল। আর সকল বিষয় আল্লাহ্‌রই দিকে প্রত্যাবর্তিত হবে।"
		},
		{
			"_id": "3665",
			"sura": "35",
			"para": "22",
			"verses": "5",
			"names": "یٰۤاَیُّہَا النَّاسُ  اِنَّ  وَعۡدَ اللّٰہِ حَقٌّ فَلَا تَغُرَّنَّکُمُ الۡحَیٰوۃُ  الدُّنۡیَا ٝ وَ لَا یَغُرَّنَّکُمۡ  بِاللّٰہِ   الۡغَرُوۡرُ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا النَّاسُ  اِنَّ  وَعۡدَ اللّٰہِ حَقٌّ فَلَا تَغُرَّنَّکُمُ الۡحَیٰوۃُ  الدُّنۡیَا ٝ وَ لَا یَغُرَّنَّکُمۡ  بِاللّٰہِ   الۡغَرُوۡرُ ﴿۵﴾ ",
			"index": "3665",
			"name": "হে মানবকূল! নিশ্চয় আল্লাহ্‌র প্রতিশ্রুতি সত্য; সুতরাং কখনো যেন তোমাদেরকে প্রতারিত না করে পার্থিব জীবন; এবং কিছুতেই যেন তোমাদেরকে আল্লাহ্‌র নির্দেশের উপর প্রতারণা না করে ওই বড় প্রতারক। ",
			"en_kanzulimaan": "O people! Allahs promise is indeed true; therefore do not ever let the worldly life deceive you; nor ever let the great cheat deceive you in respect of Allahs commands.",
			"ur_kanzulimaan": "اے لوگو! بیشک اللہ کا وعدہ سچ ہے تو ہرگز تمہیں دھوکا نہ دے دنیا کی زندگی، اور ہرگز تمہیں اللہ کے حکم پر فریب نہ دے وہ بڑا فریبی",
			"hi_kanzulimaan": "ऐ लोगो बेशक अल्लाह का वादा सच है (11फ) तो हरगिज़ तुम्हें धोखा न दे दुनिया की ज़िन्दग़ी (12फ) और हरगिज़ तुम्हें अल्लाह के हुक्म पर फ़रेब न दे वह बड़ा फ़रेबी (13फ)",
			"author": "৫. হে মানুষ! নিশ্চয়ই আল্লাহ্‌র অঙ্গীকার সত্য। সুতরাং পার্থিব জীবন তোমাদেরকে যেন কখনো প্রতারিত না করে এবং সেই প্রবঞ্চক শয়তান যেন আল্লাহ্‌র ব্যাপারে তোমাদেরকে প্রবঞ্চিত না করে।"
		},
		{
			"_id": "3666",
			"sura": "35",
			"para": "22",
			"verses": "6",
			"names": "اِنَّ الشَّیۡطٰنَ لَکُمۡ عَدُوٌّ فَاتَّخِذُوۡہُ عَدُوًّا ؕ اِنَّمَا یَدۡعُوۡا حِزۡبَہٗ  لِیَکُوۡنُوۡا مِنۡ  اَصۡحٰبِ  السَّعِیۡرِ ؕ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ الشَّیۡطٰنَ لَکُمۡ عَدُوٌّ فَاتَّخِذُوۡہُ عَدُوًّا ؕ اِنَّمَا یَدۡعُوۡا حِزۡبَہٗ  لِیَکُوۡنُوۡا مِنۡ  اَصۡحٰبِ  السَّعِیۡرِ ؕ﴿۶﴾ ",
			"index": "3666",
			"name": "নিশ্চয় শয়তান তোমাদের শত্রু। সুতরাং তোমরাও তাকে শত্রু মনে করো। সেতো আপন দলকে এ জন্যই আহ্বান করে যেন তারা দোযখীদের অন্তর্ভুক্ত হয়।",
			"en_kanzulimaan": "Indeed Satan is your enemy, therefore you too take him as an enemy; he only calls his group so that they become the people of hell!",
			"ur_kanzulimaan": "بیشک شیطان تمہارا دشمن ہے تو تم بھی اسے دشمن سمجھو وہ تو اپنے گروہ کو اسی لیے بلاتا ہے کہ دوزخیوں میں ہوں",
			"hi_kanzulimaan": "बेशक शैतान तुम्हारा दुश्मन है तो तुम भी उसे दुश्मन समझो (14फ) वह तो अपने गिरोह को (15फ) इसीलिये बुलाता है कि दोज़ख़ियों में हो (16फ)",
			"author": "৬. শয়তান নিশ্চিত তোমাদের শত্রু; সুতরাং তোমরাও (তার বিরোধিতার মাধ্যমে) তাকে শত্রু হিসেবেই গ্রহণ করো। সে তো তার দলবলকে কেবল এজন্যেই আহ্বান করে যে, তারা যেন জাহান্নামীদের অন্তর্ভুক্ত হয়।"
		},
		{
			"_id": "3667",
			"sura": "35",
			"para": "22",
			"verses": "7",
			"names": "اَلَّذِیۡنَ کَفَرُوۡا  لَہُمۡ عَذَابٌ شَدِیۡدٌ ۬ؕ وَ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ لَہُمۡ مَّغۡفِرَۃٌ   وَّ  اَجۡرٌ کَبِیۡرٌ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "اَلَّذِیۡنَ کَفَرُوۡا  لَہُمۡ عَذَابٌ شَدِیۡدٌ ۬ؕ وَ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ لَہُمۡ مَّغۡفِرَۃٌ   وَّ  اَجۡرٌ کَبِیۡرٌ ﴿۷﴾ ",
			"index": "3667",
			"name": "কাফিরদের জন্য কঠিন শাস্তি রয়েছে এবং যারা ঈমান এনেছে ও সৎকাজ করেছে তাদের জন্য রয়েছে ক্ষমা ও মহা পুরস্কার। ",
			"en_kanzulimaan": "For the disbelievers is a severe punishment; and for those who accepted faith and did good deeds is forgiveness, and an immense reward.",
			"ur_kanzulimaan": "کافروں کے لیے سخت عذاب ہے، اور جو ایمان لائے اور اچھے کام کیے ان کے لیے بخشش اور بڑا ثواب ہے،",
			"hi_kanzulimaan": "काफ़िरों के लिये (17फ) सख़्त अज़ाब है, और जो ईमान लाए और अच्छे काम किये (18)उनके लिये बख़्शिश और बड़ा सवाब है",
			"author": "৭. যারা অবিশ্বাস করে তাদের জন্যে রয়েছে কঠিন শাস্তি এবং যারা ঈমান আনে এবং সৎকর্ম করে তাদের জন্যে রয়েছে ক্ষমা ও মহাপ্রতিদান।"
		},
		{
			"_id": "3668",
			"sura": "35",
			"para": "22",
			"verses": "8",
			"names": "اَفَمَنۡ زُیِّنَ لَہٗ  سُوۡٓءُ عَمَلِہٖ  فَرَاٰہُ حَسَنًا ؕ فَاِنَّ اللّٰہَ یُضِلُّ مَنۡ یَّشَآءُ وَ یَہۡدِیۡ مَنۡ یَّشَآءُ ۫ۖ فَلَا تَذۡہَبۡ نَفۡسُکَ عَلَیۡہِمۡ حَسَرٰتٍ ؕ اِنَّ اللّٰہَ عَلِیۡمٌۢ  بِمَا یَصۡنَعُوۡنَ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "اَفَمَنۡ زُیِّنَ لَہٗ  سُوۡٓءُ عَمَلِہٖ  فَرَاٰہُ حَسَنًا ؕ فَاِنَّ اللّٰہَ یُضِلُّ مَنۡ یَّشَآءُ وَ یَہۡدِیۡ مَنۡ یَّشَآءُ ۫ۖ فَلَا تَذۡہَبۡ نَفۡسُکَ عَلَیۡہِمۡ حَسَرٰتٍ ؕ اِنَّ اللّٰہَ عَلِیۡمٌۢ  بِمَا یَصۡنَعُوۡنَ ﴿۸﴾ ",
			"index": "3668",
			"name": "তবে কি সে-ই, যার দৃষ্টিতে তার মন্দ কর্ম শোভন করা হয়েছে, অতঃপর সে সেটাকে উত্তম মনে করেছে, সে কি হিদায়ত প্রাপ্তের মতো হয়ে যাবে? এ কারণে, আল্লাহ্‌ পথভ্রষ্ট করেন যাকে চান এবং সৎপথ প্রদান করেন যাকে চান। সুতরাং আপনার প্রাণ যেন তাদের জন্য আক্ষেপের মধ্যে না যায়। আল্লাহ্‌ ভালোভাবে জানেন যা কিছু তারা করে থাকে। ",
			"en_kanzulimaan": "So will one whose misdeeds are made seeming good to him - so he deems them good - be ever equal to the one who is upon guidance? Therefore indeed Allah sends astray whomever He wills, and guides whomever He wills; so may not your life be lost in despairing after them; Allah knows their deeds very well.",
			"ur_kanzulimaan": "تو کیا وہ جس کی نگاہ میں اس کا برا کام آراستہ کیا گیا کہ اس نے اسے بھلا سمجھا ہدایت والے کی طرح ہوجائے گا اس لیے اللہ گمراہ کرتا ہے جسے چاہے اور راہ دیتا ہے جسے چاہے، تو تمہاری جان ان پر حسرتوں میں نہ جائے اللہ خوب جانتا ہے جو کچھ وہ کرتے ہیں،",
			"hi_kanzulimaan": "तो क्या वह जिसकी निगाह में उसका बुरा काम आरास्ता किया गया कि उसने उसे भला समझा, हिदायत वाले की तरह हो जाएगा (19फ) इसलिये अल्लाह गुमराह करता है जिसे चाहे और राह देता है जिसे चाहे, तो तुम्हारी जान उनपर हसरतों में न जाए (20फ) अल्लाह ख़ूब जानता है जो कुछ वो करते हैं",
			"author": "৮. সুতরাং যার জন্যে তার মন্দকর্ম সুশোভিত করে দেখানো হয় এবং সে একে (সত্যিকারভাবেই) উত্তম মনে করতে থাকে, (সে কি সৎকর্মশীল মুমিনের ন্যায়?)। সুতরাং অবশ্যই আল্লাহ যাকে ইচ্ছা বিভ্রান্ত করেন এবং যাকে ইচ্ছা সৎপথে পরিচালিত করেন। কাজেই (হে জগতের প্রাণ!) তাদের জন্যে আক্ষেপ ও মনস্তাপে যেন আপনার প্রাণ ওষ্ঠাগত না হয়। নিশ্চয়ই তারা যা কিছু করে আল্লাহ্‌ তা ভালো করেই জানেন।"
		},
		{
			"_id": "3669",
			"sura": "35",
			"para": "22",
			"verses": "9",
			"names": "وَ اللّٰہُ  الَّذِیۡۤ  اَرۡسَلَ الرِّیٰحَ فَتُثِیۡرُ سَحَابًا فَسُقۡنٰہُ  اِلٰی بَلَدٍ مَّیِّتٍ فَاَحۡیَیۡنَا بِہِ الۡاَرۡضَ بَعۡدَ مَوۡتِہَا ؕ کَذٰلِکَ النُّشُوۡرُ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ اللّٰہُ  الَّذِیۡۤ  اَرۡسَلَ الرِّیٰحَ فَتُثِیۡرُ سَحَابًا فَسُقۡنٰہُ  اِلٰی بَلَدٍ مَّیِّتٍ فَاَحۡیَیۡنَا بِہِ الۡاَرۡضَ بَعۡدَ مَوۡتِہَا ؕ کَذٰلِکَ النُّشُوۡرُ ﴿۹﴾ ",
			"index": "3669",
			"name": "এবং আল্লাহ্‌, যিনি বায়ু প্রেরণ করেন, যা মেঘমালাকে সঞ্চালিত করে। অতঃপর আমি সেটাকে কোন নির্জীব শহরের দিকে পরিচালিত করি তারপর, তা দ্বারা আমি যমীনকে জীবন দান করি সেটার মৃত্যুর পর। এ রূপেই হচ্ছে হাশরে পুনরুত্থান। ",
			"en_kanzulimaan": "And it is Allah Who sent the winds - so they raise clouds and We then direct it towards a dead city  so with it We revive the earth after its death; and this is how the resurrection will be.",
			"ur_kanzulimaan": "اور اللہ ہے جس نے بھیجیں ہوائیں کہ بادل ابھارتی ہیں، پھر ہم اسے کسی مردہ شہر کی طرف رواں کرتے ہیں تو اس کے سبب ہم زمین کو زندہ فرماتے ہیں اس کے مرے پیچھے یونہی حشر میں اٹھنا ہے",
			"hi_kanzulimaan": "और अल्लाह है जिसने भेजीं हवाएं कि बादल  उभारती हैं फिर हम उसे किसी मुर्दा शहर की तरफ़ रवाँ करते हैं (21फ) तो उसके सबब हम ज़मीन को ज़िन्दा फ़रमाते हैं उसके मरे पीछे (22फ) यूं ही हश्र में उठना हैं (23फ)",
			"author": "৯. আর আল্লাহ্‌ই প্রেরণ করেন বায়ু যা মেঘমালাকে সঞ্চালিত করে একত্রিত করে। অতঃপর আমরা একে (এ মেঘমালাকে) নির্জীব এবং অনুর্বর ভূমির দিকে পরিচালিত করি। অতএব আমরা এর দ্বারা এ ধরিত্রীকে মৃত অবস্থার পর সঞ্জীবিত করি। এভাবেই (মৃতদেরকে) পুনরুত্থিত করা হবে।"
		},
		{
			"_id": "3670",
			"sura": "35",
			"para": "22",
			"verses": "10",
			"names": "مَنۡ کَانَ یُرِیۡدُ الۡعِزَّۃَ  فَلِلّٰہِ  الۡعِزَّۃُ جَمِیۡعًا ؕ اِلَیۡہِ یَصۡعَدُ الۡکَلِمُ الطَّیِّبُ وَ الۡعَمَلُ الصَّالِحُ یَرۡفَعُہٗ ؕ وَ الَّذِیۡنَ یَمۡکُرُوۡنَ السَّیِّاٰتِ لَہُمۡ عَذَابٌ شَدِیۡدٌ ؕ وَ  مَکۡرُ  اُولٰٓئِکَ ہُوَ  یَبُوۡرُ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "مَنۡ کَانَ یُرِیۡدُ الۡعِزَّۃَ  فَلِلّٰہِ  الۡعِزَّۃُ جَمِیۡعًا ؕ اِلَیۡہِ یَصۡعَدُ الۡکَلِمُ الطَّیِّبُ وَ الۡعَمَلُ الصَّالِحُ یَرۡفَعُہٗ ؕ وَ الَّذِیۡنَ یَمۡکُرُوۡنَ السَّیِّاٰتِ لَہُمۡ عَذَابٌ شَدِیۡدٌ ؕ وَ  مَکۡرُ  اُولٰٓئِکَ ہُوَ  یَبُوۡرُ ﴿۱۰﴾ ",
			"index": "3670",
			"name": "যে কেউ সম্মান চায়, তবে সম্মান তো সব আল্লাহ্‌রই হাতে। তাঁরই দিকে আরোহণ করে পবিত্র বাণীসমূহ এবং যেই সৎকাজ আছে তা সেটাকে উন্নীত করে। এবং ওইসব লোক, যারা মন্দ চক্রান্ত করে, তাদের জন্য কঠিন শাস্তি রয়েছে। এবং তাদের চক্রান্ত বিনষ্ট হবে।",
			"en_kanzulimaan": "Whoever desires honour  therefore all honour belongs to Allah! * Towards Him only ascends the pure good speech, and He raises high the pious deed; and for those who conspire evil is a severe punishment; and their own conspiracy will be destroyed. (It is Allah Who bestows honour, to whomever He wills.)",
			"ur_kanzulimaan": "جسے عزت کی چاہ ہو تو عزت تو سب اللہ کے ہاتھ ہے اسی کی طرف چڑھتا ہے پاکیزہ کلام اور جو نیک کام سے وہ اسے بلند کرتا ہے اور وہ جو برے داؤں (فریب) کرتے ہیں ان کے لیے سخت عذاب ہے اور انہیں کا مکر برباد ہوگا (ف۲۸",
			"hi_kanzulimaan": "जिसे इज़्ज़त की चाह हो तो इज़्ज़त तो सब अल्लाह के हाथ है (24फ) उसी की तरफ़ चढ़ता है पाकीज़ा कलाम (25फ) और जो नेक काम है वह उसे बलन्द करता है (26फ) और वो जो बुरे दाँव करते हैं उनके लिये सख़्त अज़ाब है (27फ) और उन्हीं का मक्र (कपट) बरबाद होगा (28फ)",
			"author": "১০. যে কেউ সম্মান চায়, তবে সকল সম্মান তো আল্লাহ্‌রই। তাঁরই সমীপে পবিত্র বাণীসমূহ সমুত্থিত হয় এবং তা সৎকর্মের (স্তরগুলোর) উন্নয়ন সাধন করে। আর যারা মন্দ কর্মের ফন্দি আঁটে তাদের জন্যে রয়েছে কঠিন শাস্তি এবং তাদের প্রতারণা ও ফন্দি ব্যর্থ হবেই।"
		},
		{
			"_id": "3671",
			"sura": "35",
			"para": "22",
			"verses": "11",
			"names": "وَ اللّٰہُ خَلَقَکُمۡ مِّنۡ تُرَابٍ ثُمَّ مِنۡ نُّطۡفَۃٍ ثُمَّ جَعَلَکُمۡ اَزۡوَاجًا ؕ وَ مَا تَحۡمِلُ مِنۡ اُنۡثٰی وَ لَا تَضَعُ  اِلَّا بِعِلۡمِہٖ ؕ وَ مَا یُعَمَّرُ مِنۡ مُّعَمَّرٍ وَّ لَا یُنۡقَصُ مِنۡ عُمُرِہٖۤ  اِلَّا فِیۡ  کِتٰبٍ ؕ اِنَّ ذٰلِکَ عَلَی اللّٰہِ یَسِیۡرٌ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ اللّٰہُ خَلَقَکُمۡ مِّنۡ تُرَابٍ ثُمَّ مِنۡ نُّطۡفَۃٍ ثُمَّ جَعَلَکُمۡ اَزۡوَاجًا ؕ وَ مَا تَحۡمِلُ مِنۡ اُنۡثٰی وَ لَا تَضَعُ  اِلَّا بِعِلۡمِہٖ ؕ وَ مَا یُعَمَّرُ مِنۡ مُّعَمَّرٍ وَّ لَا یُنۡقَصُ مِنۡ عُمُرِہٖۤ  اِلَّا فِیۡ  کِتٰبٍ ؕ اِنَّ ذٰلِکَ عَلَی اللّٰہِ یَسِیۡرٌ ﴿۱۱﴾ ",
			"index": "3671",
			"name": "আল্লাহ্‌ তোমাদেরকে মাটি থেকে সৃষ্টি করেছেন, অতঃপর পানি বিন্দু থেকে, অতঃপর তোমাদেরকে করেছেন জোড়া জোড়া এবং কোন নারী গর্ভধারণ করে না এবং না সে প্রস্রব করে, কিন্তু তার জ্ঞাতসারে। এবং যে দীর্ঘায়ুকে আয়ু প্রদান করা হয় কিংবা যে কারো আয়ু হ্রাস করা হয়- এ সবই একটা কিতাবে লিপিবদ্ধ রয়েছে। নিশ্চয় এটা আল্লাহ্‌র জন্য সহজ। ",
			"en_kanzulimaan": "And Allah created you from clay, then a drop of liquid, then made you as couples; and no female conceives or gives birth except with His knowledge; and every aged being that is given the age, and every one whose life is kept short  all this is in a Book; indeed this is easy for Allah.",
			"ur_kanzulimaan": "اور اللہ نے تمہیں بنایا مٹی سے پھر پانی کی بوند سے پھر تمہیں کیا جوڑے جوڑے اور کسی مادہ کو پیٹ نہیں رہتا اور نہ وہ جتنی ہے مگر اس کے علم سے، اور جس بڑی عمر والے کو عمر دی جائے یا جس کسی کی عمر کم رکھی جائے یہ سب ایک کتاب میں ہے بیشک یہ اللہ کو آسان ہے",
			"hi_kanzulimaan": "और अल्लाह ने तुम्हें बनाया (29फ) मिट्टी से फिर (30फ) पानी की बूंद से फिर तुम्हें किया जोड़े जोड़े (31फ) और किसी मादा को पेट नहीं रहता और न वह जनती है मगर उसके इल्म से और जिस बड़ी उम्र वाले को उम्र दी जाए या जिस किसी की उम्र कम रखी जाए यह सब एक किताब में है (32फ)बेशक यह अल्लाह को आसान है (33फ)",
			"author": "১১. আর আল্লাহ্‌ই তোমাদেরকে সৃষ্টি করেছেন মৃত্তিকা হতে (অর্থাৎ অজৈব বস্তু হতে), অতঃপর শুক্রবিন্দু থেকে, অতঃপর তোমাদেরকে করেছেন যুগল। আর তাঁর অজ্ঞাতসারে কোনো নারী গর্ভ ধারণও করে না এবং সন্তানও প্রসব করে না; আর কোনো বয়স্ক ব্যক্তির আয়ু বৃদ্ধিও করা হয় না এবং তার আয়ু হ্রাসও করা হয় না, তবে (এসব কিছু) সংরক্ষিত রয়েছে কিতাবে (লওহে মাহফুজে)। নিশ্চয়ই তা আল্লাহ্‌র জন্যে অতি সহজ।"
		},
		{
			"_id": "3672",
			"sura": "35",
			"para": "22",
			"verses": "12",
			"names": "وَ مَا یَسۡتَوِی الۡبَحۡرٰنِ ٭ۖ ہٰذَا عَذۡبٌ فُرَاتٌ سَآئِغٌ  شَرَابُہٗ  وَ ہٰذَا مِلۡحٌ   اُجَاجٌ ؕ وَ مِنۡ کُلٍّ تَاۡکُلُوۡنَ لَحۡمًا طَرِیًّا وَّ تَسۡتَخۡرِجُوۡنَ حِلۡیَۃً تَلۡبَسُوۡنَہَا ۚ وَ تَرَی الۡفُلۡکَ فِیۡہِ مَوَاخِرَ لِتَبۡتَغُوۡا مِنۡ فَضۡلِہٖ  وَ  لَعَلَّکُمۡ  تَشۡکُرُوۡنَ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا یَسۡتَوِی الۡبَحۡرٰنِ ٭ۖ ہٰذَا عَذۡبٌ فُرَاتٌ سَآئِغٌ  شَرَابُہٗ  وَ ہٰذَا مِلۡحٌ   اُجَاجٌ ؕ وَ مِنۡ کُلٍّ تَاۡکُلُوۡنَ لَحۡمًا طَرِیًّا وَّ تَسۡتَخۡرِجُوۡنَ حِلۡیَۃً تَلۡبَسُوۡنَہَا ۚ وَ تَرَی الۡفُلۡکَ فِیۡہِ مَوَاخِرَ لِتَبۡتَغُوۡا مِنۡ فَضۡلِہٖ  وَ  لَعَلَّکُمۡ  تَشۡکُرُوۡنَ ﴿۱۲﴾ ",
			"index": "3672",
			"name": "এবং সমুদ্র দু’টি একরূপ নয়। এটা সুমিষ্ট, খুব মিষ্ট পানি, যার পানি সুপেয় এবং এটা লোনা, তিক্ত। এবং প্রত্যেকটা থেকে তোমরা আহার করছো তাজা গোশত এবং বের করছো পরিধান করার এক গয়না। আর তুমি নৌযানগুলোকে তাতে দেখো যে, সেগুলো পানির বুকে চিরে চলাচল করে, যাতে তোমরা তার অনুগ্রহ অনুসন্ধান করতে পারো। এবং কোন মতে কৃতজ্ঞতা প্রকাশ করো। ",
			"en_kanzulimaan": "And the two seas are not alike; this is sweet, very sweet and palatable  and this is salty, bitter; and from each you eat fresh meat and extract the ornament which you wear; and you see the ship cleaving through it, so that you may seek His munificence, and in some way become grateful.",
			"ur_kanzulimaan": "اور دونوں سمندر ایک سے نہیں یہ میٹھا ہے خوب میٹھا پانی خوشگوار اور یہ کھاری ہے تلخ اور ہر ایک میں سے تم کھاتے ہو تازہ گوشت اور نکالتے ہو پہننے کا ایک گہنا (زیور) اور تو کشتیوں کو اس میں دیکھے کہ پانی چیرتی ہیں تاکہ تم اس کا فضل تلاش کرو اور کسی طرح حق مانو",
			"hi_kanzulimaan": "और दोनो समन्दर एक से नहीं (34फ) यह मीठा है, ख़ूब मीठा जिस का पानी ख़ुशगवार और यह खारी है, तल्ख़ और हर एक में से तुम खाते हो ताज़ा गोश्त (35फ) और निकालते हो पहनने का एक गहना (36फ) और तू किश्तियों को उसमें देखे कि पानी चीरती हैं (37फ) ताकि तुम उसका फ़ज्ल (कृपा) तलाश करो (38फ)और किसी तरह हक़ मानो (39फ)",
			"author": "১২. আর সমুদ্র (বা নদী) দু’টি এক রকম নয়। একটি সুমিষ্ট, পিপাসা নিবারণকারী, সুপেয়, আর অপরটি লোনা, খুবই তিক্ত। আর তোমরা প্রতিটি থেকে আহার করো তাজা গোশত; এবং আহরণ করো (মুক্তা, মারজান এবং প্রবাল সম্বলিত) অলংকার যা তোমরা পরিধান করো। আর তোমরা লক্ষ্য করো এতে নৌকা (এবং জাহাজসমূহ পানি) ভেদ করে চলাচল করে, যাতে তোমরা (সমুদ্রে বাণিজ্যপথে) তাঁর অনুগ্রহ অন্বেষণ করতে পারো এবং যাতে তোমরা কৃতজ্ঞতা প্রকাশ করতে পারো।"
		},
		{
			"_id": "3673",
			"sura": "35",
			"para": "22",
			"verses": "13",
			"names": "یُوۡلِجُ  الَّیۡلَ فِی النَّہَارِ وَ یُوۡلِجُ  النَّہَارَ فِی الَّیۡلِ ۙ وَ سَخَّرَ الشَّمۡسَ وَ الۡقَمَرَ ۫ۖ کُلٌّ یَّجۡرِیۡ  لِاَجَلٍ مُّسَمًّی ؕ ذٰلِکُمُ اللّٰہُ  رَبُّکُمۡ لَہُ  الۡمُلۡکُ ؕ وَ الَّذِیۡنَ تَدۡعُوۡنَ مِنۡ دُوۡنِہٖ مَا یَمۡلِکُوۡنَ مِنۡ  قِطۡمِیۡرٍ ﴿ؕ۱۳﴾ ",
			"number": "",
			"verses_PDMS": "یُوۡلِجُ  الَّیۡلَ فِی النَّہَارِ وَ یُوۡلِجُ  النَّہَارَ فِی الَّیۡلِ ۙ وَ سَخَّرَ الشَّمۡسَ وَ الۡقَمَرَ ۫ۖ کُلٌّ یَّجۡرِیۡ  لِاَجَلٍ مُّسَمًّی ؕ ذٰلِکُمُ اللّٰہُ  رَبُّکُمۡ لَہُ  الۡمُلۡکُ ؕ وَ الَّذِیۡنَ تَدۡعُوۡنَ مِنۡ دُوۡنِہٖ مَا یَمۡلِکُوۡنَ مِنۡ  قِطۡمِیۡرٍ ﴿ؕ۱۳﴾ ",
			"index": "3673",
			"name": "রাতকে প্রবেশ করান দিনের অংশে এবং দিনকে প্রবেশ করান রাতের অংশে। এবং তিনি কাজে নিয়োজিত করেছেন সূর্য ও চাদকে। প্রত্যেকটি একটি নির্দিষ্ট মেয়াদকাল পর্যন্ত পরিভ্রমণ করছে। তিনিই আল্লাহ্‌, তোমাদের রব, বাদশাহী তাঁরই। এবং তিনি ব্যতীত যেগুলোর তোমরা পূজা করছো, সেগুলোর খেজুর-আটির আবরণেরও মালিক নয়। ",
			"en_kanzulimaan": "He brings the night in a part of the day and He brings the day in a part of the night; and He has subjected the sun and moon; each one runs to its fixed term; such is Allah, your Lord  only His is the kingship; and those whom you worship instead of Him do not own even the husk of a date-seed.",
			"ur_kanzulimaan": "رات لاتا ہے دن کے حصہ میں اور دن لاتا ہے رات کے حصہ میں اور اس نے کام میں لگائے سورج اور چاند ہر ایک ایک مقرر میعاد تک چلتا ہے یہ ہے اللہ تمہارا رب اسی کی بادشاہی ہے، اور اس کے سوا جنہیں تم پوجتے ہو دانہ خُرما کے چھلکے تک کے مالک نہیں،",
			"hi_kanzulimaan": "रात लाता है दिन के हिस्से में (40फ) और दिन लाता है रात के हिस्से में (41फ) और उसने काम में लगाए सूरज और चांद हर एक एक मुकर्रर मीआद तक चलता है (42फ) यह है अल्लाह तुम्हारा रब उसी की बादशाही है, और उसके सिवा जिन्हे तुम पूजते हो (43फ)दाना खु्र्मा के छिलके तक के मालिक नहीं",
			"author": "১৩. তিনি রাত্রিকে প্রবিষ্ট করান দিবসে আর দিবসকে প্রবিষ্ট করান রাত্রিতে। আর তিনি সূর্য এবং চন্দ্রকে (একটি নিয়মের) অধীনস্ত করে রেখেছেন। সকল কিছুই একটি নির্দিষ্ট সময়সীমার মধ্যে আবর্তিত। তোমাদের প্রতিপালক আল্লাহ্‌ এরকমই, সমস্ত রাজত্ব তাঁরই। আর তোমরা তাঁকে ব্যতীত যাদেরকে ডাকো তারা খর্জুর বীজের শীর্ণ আবরণেরও অধিকারী নয়।"
		},
		{
			"_id": "3674",
			"sura": "35",
			"para": "22",
			"verses": "14",
			"names": "اِنۡ تَدۡعُوۡہُمۡ لَا یَسۡمَعُوۡا دُعَآءَکُمۡ ۚ وَ لَوۡ سَمِعُوۡا مَا اسۡتَجَابُوۡا  لَکُمۡ ؕ وَ  یَوۡمَ الۡقِیٰمَۃِ  یَکۡفُرُوۡنَ بِشِرۡکِکُمۡ ؕ وَ لَا یُنَبِّئُکَ مِثۡلُ خَبِیۡرٍ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "اِنۡ تَدۡعُوۡہُمۡ لَا یَسۡمَعُوۡا دُعَآءَکُمۡ ۚ وَ لَوۡ سَمِعُوۡا مَا اسۡتَجَابُوۡا  لَکُمۡ ؕ وَ  یَوۡمَ الۡقِیٰمَۃِ  یَکۡفُرُوۡنَ بِشِرۡکِکُمۡ ؕ وَ لَا یُنَبِّئُکَ مِثۡلُ خَبِیۡرٍ ﴿۱۴﴾ ",
			"index": "3674",
			"name": "তোমরা সেগুলোকে আহ্বান করলে সেগুলো তোমাদের আহ্বান শুনে না এবং যদি শুনছে বলে ধরে নেওয়া হয়, তবে তোমাদের চাহিদা মেটাতে পারে না। এবং ক্বিয়ামত দিবসে সেগুলো তোমাদের শির্ককে অস্বীকার করবে। এবং তোমাকে কিছুই বলবে না ওই বর্ণনাকারীর মতো। ",
			"en_kanzulimaan": "If you call them, they do not hear your call; and supposedly if they heard it, they cannot fulfil your needs; and on the Day of Resurrection they will deny your ascribed partnership; and none will inform you like Him Who informs.",
			"ur_kanzulimaan": "تم انہیں پکارو تو وہ تمہاری پکار نہ سنیں، اور بالفرض سن بھی لیں تو تمہاری حاجت روانہ کرسکیں اور قیامت کے دن وہ تمہارے شرک سے منکر ہوں گے اور تجھے کوئی نہ بتائے گا اس بتانے والے کی طرح",
			"hi_kanzulimaan": "तुम उन्हें पुकारो तो वो तुम्हारी पुकार न सुनें (44फ) और बिलफ़र्ज़ सुन भी लें तो तुम्हारी हाजत रवा (पूरी) न कर सकें (45फ) और क़यामत के दिन वो तुम्हारे शिर्क से मुन्किर होंगे (46फ) और तुझे कोई न बताएगा उस बताने वाले की तरह (47फ)",
			"author": "১৪. (হে মুশরিকেরা!) যদি তোমরা তাদেরকে ডাকো, তারা (এসব মূর্তি) তোমাদের ডাক শুনে না; আর যদি (ধরে নেয়া হয়) তারা শুনে, তবে তোমাদের ডাকে সাড়া দিতে পারে না। আর কিয়ামতের দিন তোমাদের অংশীদার করাকে তারা সম্পূর্ণরূপে অস্বীকার করবে। আর তোমাকে সর্বজ্ঞ আল্লাহ্‌র ন্যায় আর কেউ অবহিত করবেন না।"
		},
		{
			"_id": "3675",
			"sura": "35",
			"para": "22",
			"verses": "15",
			"names": "یٰۤاَیُّہَا النَّاسُ اَنۡتُمُ الۡفُقَرَآءُ  اِلَی اللّٰہِ ۚ وَ اللّٰہُ  ہُوَ  الۡغَنِیُّ   الۡحَمِیۡدُ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا النَّاسُ اَنۡتُمُ الۡفُقَرَآءُ  اِلَی اللّٰہِ ۚ وَ اللّٰہُ  ہُوَ  الۡغَنِیُّ   الۡحَمِیۡدُ ﴿۱۵﴾ ",
			"index": "3675",
			"name": "হে মানবকূল! তোমরা সবই আল্লাহ্‌র মুখাপেক্ষী, আর আল্লাহ্‌ই অভাবমুক্ত, সমস্ত প্রশংসায় প্রশংসিত। ",
			"en_kanzulimaan": "O people! You are dependent on Allah; and Allah only is the Independent (Absolute, Not Needing Anything), the Most Praiseworthy.",
			"ur_kanzulimaan": "اے لوگو! تم سب اللہ کے محتاج اور اللہ ہی بے نیاز ہے سب خوبیوں سراہا،",
			"hi_kanzulimaan": "ऐ लोगो तुम सब अल्लाह के मोहताज (48फ) और अल्लाह ही बेनियाज़ (बेपर्वाह) है सब ख़ूबियों सराहा",
			"author": "১৫. হে মানুষ! তোমরা সবাই আল্লাহ্‌র মুখাপেক্ষী; কিন্তু আল্লাহই অমুখাপেক্ষী, প্রশংসা ও গুণগানের সর্বাধিক উপযুক্ত।"
		},
		{
			"_id": "3676",
			"sura": "35",
			"para": "22",
			"verses": "16",
			"names": "اِنۡ  یَّشَاۡ یُذۡہِبۡکُمۡ  وَ یَاۡتِ  بِخَلۡقٍ جَدِیۡدٍ ﴿ۚ۱۶﴾ ",
			"number": "",
			"verses_PDMS": "اِنۡ  یَّشَاۡ یُذۡہِبۡکُمۡ  وَ یَاۡتِ  بِخَلۡقٍ جَدِیۡدٍ ﴿ۚ۱۶﴾ ",
			"index": "3676",
			"name": "তিনি চাইলে তোমাদেরকে নিয়ে যাবেন, এবং নতুন সৃষ্টি নিয়ে আসবেন। ",
			"en_kanzulimaan": "If He wills, He can take you away and bring other creatures.",
			"ur_kanzulimaan": "وہ چاہے تو تمہیں لے جائے اور نئی مخلوق لے آئے",
			"hi_kanzulimaan": "वह चाहे तो तुम्हें ले जाए (49फ) और नई मख़लूक़ ले आए (50फ)",
			"author": "১৬. তিনি চাইলে তোমাদেরকে ধ্বংস করবেন এবং নতুন সৃষ্টি আনয়ন করবেন।"
		},
		{
			"_id": "3677",
			"sura": "35",
			"para": "22",
			"verses": "17",
			"names": "وَ مَا ذٰلِکَ عَلَی  اللّٰہِ  بِعَزِیۡزٍ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا ذٰلِکَ عَلَی  اللّٰہِ  بِعَزِیۡزٍ ﴿۱۷﴾ ",
			"index": "3677",
			"name": "এবং এটা আল্লাহ্‌র জন্য কঠিন কিছু নয়। ",
			"en_kanzulimaan": "And this not at all difficult for Allah.",
			"ur_kanzulimaan": "اور یہ اللہ پر کچھ دشوار نہیں،",
			"hi_kanzulimaan": "और यह अल्लाह पर कुछ दुशवार (कठिन) नहीं",
			"author": "১৭. আর তা আল্লাহ্‌র জন্যে মোটেই কোনো কঠিন কিছু নয়।"
		},
		{
			"_id": "3678",
			"sura": "35",
			"para": "22",
			"verses": "18",
			"names": "وَ لَا تَزِرُ  وَازِرَۃٌ  وِّزۡرَ اُخۡرٰی ؕ وَ اِنۡ تَدۡعُ مُثۡقَلَۃٌ  اِلٰی حِمۡلِہَا لَا یُحۡمَلۡ مِنۡہُ شَیۡءٌ وَّ لَوۡ کَانَ ذَا قُرۡبٰی ؕ اِنَّمَا تُنۡذِرُ الَّذِیۡنَ یَخۡشَوۡنَ رَبَّہُمۡ بِالۡغَیۡبِ وَ اَقَامُوا الصَّلٰوۃَ ؕ وَ مَنۡ تَزَکّٰی فَاِنَّمَا یَتَزَکّٰی  لِنَفۡسِہٖ ؕ وَ  اِلَی  اللّٰہِ  الۡمَصِیۡرُ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تَزِرُ  وَازِرَۃٌ  وِّزۡرَ اُخۡرٰی ؕ وَ اِنۡ تَدۡعُ مُثۡقَلَۃٌ  اِلٰی حِمۡلِہَا لَا یُحۡمَلۡ مِنۡہُ شَیۡءٌ وَّ لَوۡ کَانَ ذَا قُرۡبٰی ؕ اِنَّمَا تُنۡذِرُ الَّذِیۡنَ یَخۡشَوۡنَ رَبَّہُمۡ بِالۡغَیۡبِ وَ اَقَامُوا الصَّلٰوۃَ ؕ وَ مَنۡ تَزَکّٰی فَاِنَّمَا یَتَزَکّٰی  لِنَفۡسِہٖ ؕ وَ  اِلَی  اللّٰہِ  الۡمَصِیۡرُ ﴿۱۸﴾ ",
			"index": "3678",
			"name": "এবং কোন বোঝা বহনকারী প্রাণ অন্যের বোঝা বহন করবে না। এবং যদি কোন বোঝাধারী আপন বোঝা বহন করার জন্য কাউকে ডাকে, তবে তার বোঝা থেকে কেউ কিছুই বহন করবে না, যদিও নিকটাত্নীয় হয়। হে মাহবূব! আপনার সতর্ক করা তাদেরই উপকারে আসে যারা না দেখে আপন রবকে ভয় করে এবং নামায ক্বায়েম রাখে। আর যে পবিত্র হয়েছে, তবে সে নিজেরই কল্যাণার্থে পবিত্র হয়েছে। এবং আল্লাহ্‌রই দিকে প্রত্যাবর্তন করতে হবে। ",
			"en_kanzulimaan": "And no burdened soul will carry another souls burden; and if a burdened soul calls another to share the burden, no one will carry any part of it, even if he is a close relative; O dear Prophet (Mohammed  peace and blessings be upon him), your warning only benefits those who fear their Lord without seeing and who keep the prayer established; and whoever cleansed himself, has cleansed for his own benefit; and towards Allah only is the return.",
			"ur_kanzulimaan": "اور کوئی بوجھ اٹھانے والی جان دوسرے کا بوجھ نہ اٹھائے گی اور اگر کوئی بوجھ والی اپنا بوجھ بٹانے کو کسی کو بلائے تو اس کے بوجھ میں سے کوئی کچھ نہ اٹھائے گا اگرچہ قریب رشتہ دار ہو اے محبوب! تمہارا ڈر سناتا انہیں کو کام دیتا ہے جو بے دیکھے اپنے رب! سے ڈرتے ہیں اور نماز قائم رکھتے ہیں، اور جو ستھرا ہوا تو اپنے ہی بھلے کو ستھرا ہوا اور اللہ ہی کی طرف پھرنا ہے،",
			"hi_kanzulimaan": "और कोई बोझ उठाने वाली जान दूसरी का बोझ न उठाएगी (51फ) और अगर कोई बोझ वाली अपना बोझ बटाने को किसी को बुलाए तो उसके बोझ में से कोई कुछ न उठाएगा अगरचे क़रीब रिश्तेदार हो  (52फ) ऐ मेहबूब तुम्हारा डर सुनाना तो उन्हीं को काम देता है जो बे देखे अपने रब से डरते हैं और नमाज़ क़ायम रखते हैं, और जो सुथरा हुआ (53फ) तो अपने ही भले को सुथरा हुआ (54फ) और अल्लाह ही की तरफ़ फ़िरना है",
			"author": "১৮. আর কোনো বোঝা বহনকারী অপরের (গোনাহের) বোঝা বহন করবে না। আর যদি বোঝায় নিমজ্জিত কেউ (অপরকে) তার বোঝার ভাগ নেয়ার জন্যে ডাকে, তবে নিকটাত্মীয় হলেও তার কোনো বোঝাই সে বহন করবে না। (হে হাবীব!) আপনি তাদেরকে ভীতি প্রদর্শন করতে পারেন যারা তাদের প্রতিপালককে না দেখেই ভয় করে এবং নামায কায়েম করে। আর যে কেউ পবিত্রতা অর্জন করে সে তো তার নিজের কল্যাণের জন্যেই পবিত্রতা অর্জন করে। আর আল্লাহ্‌রই দিকে প্রত্যাবর্তন।"
		},
		{
			"_id": "3679",
			"sura": "35",
			"para": "22",
			"verses": "19",
			"names": "وَ مَا یَسۡتَوِی  الۡاَعۡمٰی وَ الۡبَصِیۡرُ ﴿ۙ۱۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا یَسۡتَوِی  الۡاَعۡمٰی وَ الۡبَصِیۡرُ ﴿ۙ۱۹﴾ ",
			"index": "3679",
			"name": " এবং সমান নয় অন্ধ ও চক্ষুষ্মান; ",
			"en_kanzulimaan": "And the blind and the sighted are not equal!",
			"ur_kanzulimaan": "اور برابر نہیں اندھا اور انکھیارا",
			"hi_kanzulimaan": "और बराबर नहीं अंधा और अंखियारा (55फ)",
			"author": "১৯. আর অন্ধ ও চক্ষুষ্মান সমান হয় না;"
		},
		{
			"_id": "3680",
			"sura": "35",
			"para": "22",
			"verses": "20",
			"names": "وَ لَا الظُّلُمٰتُ وَ لَا  النُّوۡرُ ﴿ۙ۲۰﴾",
			"number": "",
			"verses_PDMS": "وَ لَا الظُّلُمٰتُ وَ لَا  النُّوۡرُ ﴿ۙ۲۰﴾",
			"index": "3680",
			"name": "এবং না অন্ধকারসমূহ ও আলো। ",
			"en_kanzulimaan": "And neither are darkness and brightness!",
			"ur_kanzulimaan": "اور نہ اندھیریاں اور اجالا",
			"hi_kanzulimaan": "और न अंधेरियां (56फ) और उजाला (57फ)",
			"author": "২০. আর না (সমান হয়) অন্ধকার এবং আলো।"
		},
		{
			"_id": "3681",
			"sura": "35",
			"para": "22",
			"verses": "21",
			"names": "وَ لَا الظِّلُّ  وَ لَا  الۡحَرُوۡرُ ﴿ۚ۲۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا الظِّلُّ  وَ لَا  الۡحَرُوۡرُ ﴿ۚ۲۱﴾ ",
			"index": "3681",
			"name": "আর না ছায়া এবং না প্রখর রোদ। ",
			"en_kanzulimaan": "And neither are the shadow and the hot sunshine!",
			"ur_kanzulimaan": "اور نہ سایہ اور نہ تیز دھوپ",
			"hi_kanzulimaan": "और न साया (58फ) और न तेज़ धूप (59फ)",
			"author": "২১. আর না ছায়া এবং না রৌদ্র্র।"
		},
		{
			"_id": "3682",
			"sura": "35",
			"para": "22",
			"verses": "22",
			"names": "وَ مَا یَسۡتَوِی  الۡاَحۡیَآءُ  وَ لَا الۡاَمۡوَاتُ ؕ اِنَّ اللّٰہَ  یُسۡمِعُ مَنۡ یَّشَآءُ ۚ وَ مَاۤ  اَنۡتَ بِمُسۡمِعٍ  مَّنۡ فِی الۡقُبُوۡرِ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا یَسۡتَوِی  الۡاَحۡیَآءُ  وَ لَا الۡاَمۡوَاتُ ؕ اِنَّ اللّٰہَ  یُسۡمِعُ مَنۡ یَّشَآءُ ۚ وَ مَاۤ  اَنۡتَ بِمُسۡمِعٍ  مَّنۡ فِی الۡقُبُوۡرِ ﴿۲۲﴾ ",
			"index": "3682",
			"name": "এবং সমান নয় জীবিতরা ও মৃতরা। নিশ্চয় আল্লাহ্‌ শুনান যাকে চান। এবং আপনি শুনান না তাদেরকে, যারা কবরগুলোতে পড়ে আছে। ",
			"en_kanzulimaan": "And not equal are the living and the dead! Indeed Allah causes them to listen *, whomever He wills; and you cannot make those who are in the graves ** listen. (* Listen to guidance **The disbelievers are referred to as dead, whose fates are sealed.)",
			"ur_kanzulimaan": "اور برابر نہیں زندے اور مردے بیشک اللہ سنا تا ہے جسے چاہے اور تم نہیں سنانے والے انہیں جو قبروں میں پڑے ہیں",
			"hi_kanzulimaan": "और बराबर नहीं ज़िन्दे और मुर्दे (60फ) बेशक अल्लाह सुनाता है जिसे चाहे (61फ) और तुम नहीं सुनाने वाले उन्हें जो क़ब्रों में पड़े हैं (6 3फ)",
			"author": "২২. আর না সমান হয় জীবিত এবং মৃত। অবশ্যই আল্লাহ যাকে চান শ্রবণ করান। আর আপনার দায়িত্ব নয় তাদেরকে শুনানো যারা কবরে (সমাধিস্থ) রয়েছে। (অর্থাৎ কাফেরদেরকে আপনার কথা মানতে বাধ্য করার দায়িত্ব আপনার নয়।)*\n\n* এখানে ‘মান ফিল কুবুর’ (কবরে সমাধিস্থ) দ্বারা কাফেরদেরকে উদ্দেশ্য করা হয়েছে। তাফসীরের ইমামগণ সাহাবা ও তাবেয়ীন রাদ্বিয়াল্লাহু আনহুম থেকে এরূপ অর্থই বর্ণনা করেছেন। রেফারেন্স হিসেবে দেখুন, তাফসীরুল লুবাব লি ইবনে আদিল দামেশকী, তাফসীরে কুরতুবী, তাফসীরুল বাগভী, যাদুল মুয়াস্সার লি ইবনিল জাওযী, তাফসীরুল খাযিন, তাফসীরে ইবনে কাসীর, তাফসীরুল লুবাব লি আবি হাফস হাম্বলী, আদ্ দুররুল মানসুর লিস সুয়ুতী এবং ফাতহুল কাদীর লিশ শাওকানী।"
		},
		{
			"_id": "3683",
			"sura": "35",
			"para": "22",
			"verses": "23",
			"names": "اِنۡ  اَنۡتَ  اِلَّا  نَذِیۡرٌ ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "اِنۡ  اَنۡتَ  اِلَّا  نَذِیۡرٌ ﴿۲۳﴾ ",
			"index": "3683",
			"name": "আপনি তো হোন এই সতর্ককারী। ",
			"en_kanzulimaan": "You are purely a Herald of Warning.",
			"ur_kanzulimaan": "تم تو یہی ڈر سنانے والے ہو",
			"hi_kanzulimaan": "तुम तो यही डर सुनाने वाले हो (63फ)",
			"author": "২৩. আপনি তো কেবল সর্তককারী।"
		},
		{
			"_id": "3684",
			"sura": "35",
			"para": "22",
			"verses": "24",
			"names": "اِنَّاۤ  اَرۡسَلۡنٰکَ بِالۡحَقِّ بَشِیۡرًا وَّ نَذِیۡرًا ؕ وَ اِنۡ  مِّنۡ  اُمَّۃٍ   اِلَّا خَلَا فِیۡہَا نَذِیۡرٌ ﴿۲۴﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّاۤ  اَرۡسَلۡنٰکَ بِالۡحَقِّ بَشِیۡرًا وَّ نَذِیۡرًا ؕ وَ اِنۡ  مِّنۡ  اُمَّۃٍ   اِلَّا خَلَا فِیۡہَا نَذِیۡرٌ ﴿۲۴﴾ ",
			"index": "3684",
			"name": "হে মাহবূব! নিশ্চয় আমি আপনাকে সত্য সহকারে প্রেরণ করেছি সুসংবাদদাতা ও সতর্ককারীরূপে এবং যে কোন সম্প্রদায়ই ছিলো, সবটির মধ্যে একজন সতর্ককারী গত হয়েছে। ",
			"en_kanzulimaan": "And O dear Prophet (Mohammed  peace and blessings be upon him), We have indeed sent you with the Truth, giving glad tidings and heralding warnings; and there was a Herald of Warning in every group.",
			"ur_kanzulimaan": "اے محبوب! بیشک ہم نے تمہیں حق کے ساتھ بھیجا خوشخبری دیتا اور ڈر سنا تا اور جو کوئی گروہ تھا سب میں ایک ڈر سنانے والا گزر چکا",
			"hi_kanzulimaan": "ऐ मेहबूब बेशक हमने तुम्हें हक़ के साथ भेजा ख़ुशख़बरी देता (64फ) और डर सुनाता (65फ) और जो कोई गिरोह था सब में एक डर सुनाने वाला गुज़र चुका (66फ)",
			"author": "২৪. নিশ্চয়ই আমরা আপনাকে সত্য ও হেদায়াত সহকারে সুসংবাদদাতা এবং (পরকালের) সতর্ককারীরূপে প্রেরণ করেছি; আর এমন কোনো উম্মাহ (বা সম্প্রদায়) নেই যাদের মাঝে কোনো (না কোনো) সর্তককারীর আগমন ঘটেনি।"
		},
		{
			"_id": "3685",
			"sura": "35",
			"para": "22",
			"verses": "25",
			"names": "وَ اِنۡ یُّکَذِّبُوۡکَ فَقَدۡ کَذَّبَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ۚ جَآءَتۡہُمۡ  رُسُلُہُمۡ بِالۡبَیِّنٰتِ وَ بِالزُّبُرِ وَ بِالۡکِتٰبِ الۡمُنِیۡرِ ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنۡ یُّکَذِّبُوۡکَ فَقَدۡ کَذَّبَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ۚ جَآءَتۡہُمۡ  رُسُلُہُمۡ بِالۡبَیِّنٰتِ وَ بِالزُّبُرِ وَ بِالۡکِتٰبِ الۡمُنِیۡرِ ﴿۲۵﴾ ",
			"index": "3685",
			"name": "এবং যদি এরা আপনাকে অস্বীকার করে, তবে তাদের পূর্ববর্তীগণও অস্বীকার করেছে। তাদের নিকট তাদের রসূলগণ এসেছেন সুস্পষ্ট প্রমাণাদি ও পুস্তিকাদি ও দীপ্তিমান কিতাব নিয়ে। ",
			"en_kanzulimaan": "And if these disbelievers deny you, those before them had also denied; their Noble Messengers came to them with clear proofs and scriptures and the bright Book.",
			"ur_kanzulimaan": "اور اگر یہ تمہیں جھٹلائیں تو ان سے اگلے بھی جھٹلاچکے ہیں ان کے پاس ان کے رسول آئے روشن دلیلیں اور صحیفے اور چمکتی کتاب لے کر،",
			"hi_kanzulimaan": "और अगर ये (67फ) तुम्हें झुटलाएं तो इनसे अगले भी झुटला चुके हैं (68फ) उनके पास उनके रसूल आए रौशन दलीलें (69फ) और सहीफ़े (धर्मग्रन्थ) और चमकती किताब (70फ) लेकर",
			"author": "২৫. আর এরা যদি আপনাকে মিথ্যাপ্রতিপন্ন করে, তবে এদের পূর্ববর্তীরাও তো মিথ্যাপ্রতিপন্ন করেছিল। তাদের নিকটে(ও) আগমন করেছিলেন তাদের রাসূলগণ, সুস্পষ্ট নিদর্শনাবলী, সহীফা ও দীপ্তিমান কিতাবসহ।"
		},
		{
			"_id": "3686",
			"sura": "35",
			"para": "22",
			"verses": "26",
			"names": "ثُمَّ  اَخَذۡتُ الَّذِیۡنَ کَفَرُوۡا فَکَیۡفَ کَانَ نَکِیۡرِ ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ  اَخَذۡتُ الَّذِیۡنَ کَفَرُوۡا فَکَیۡفَ کَانَ نَکِیۡرِ ﴿۲۶﴾ ",
			"index": "3686",
			"name": "অতঃপর আমি কাফিরদেরকে পাকড়াও করেছি। সুতরাং কেমন হলো আমার অস্বীকার?",
			"en_kanzulimaan": "Then I seized the disbelievers; so how did denial My rejection turn out?",
			"ur_kanzulimaan": "پھر میں نے کافروں کو پکڑا تو کیسا ہوا میرا انکار",
			"hi_kanzulimaan": "फिर मैंने काफ़िरों को पकड़ा (71फ) तो कैसा हुआ मेरा इन्कार (72फ)",
			"author": "২৬. অতঃপর আমি ওই কাফেরদেরকে (শাস্তির মাধ্যমে) গ্রাস করেছিলাম। সুতরাং (তাদের) আমাকে অস্বীকার করা কেমন (ভয়ানক) প্রমাণিত হলো!"
		},
		{
			"_id": "3687",
			"sura": "35",
			"para": "22",
			"verses": "27",
			"names": "اَلَمۡ  تَرَ  اَنَّ اللّٰہَ  اَنۡزَلَ مِنَ  السَّمَآءِ  مَآءً ۚ فَاَخۡرَجۡنَا بِہٖ ثَمَرٰتٍ  مُّخۡتَلِفًا  اَلۡوَانُہَا ؕ وَ مِنَ الۡجِبَالِ جُدَدٌۢ  بِیۡضٌ وَّ حُمۡرٌ  مُّخۡتَلِفٌ اَلۡوَانُہَا وَ غَرَابِیۡبُ سُوۡدٌ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "اَلَمۡ  تَرَ  اَنَّ اللّٰہَ  اَنۡزَلَ مِنَ  السَّمَآءِ  مَآءً ۚ فَاَخۡرَجۡنَا بِہٖ ثَمَرٰتٍ  مُّخۡتَلِفًا  اَلۡوَانُہَا ؕ وَ مِنَ الۡجِبَالِ جُدَدٌۢ  بِیۡضٌ وَّ حُمۡرٌ  مُّخۡتَلِفٌ اَلۡوَانُہَا وَ غَرَابِیۡبُ سُوۡدٌ ﴿۲۷﴾ ",
			"index": "3687",
			"name": "তুমি কি দেখো নি যে, আল্লাহ্‌ আসমান থেকে বারি বর্ষণ করেছেন, অতঃপর আমি তা দ্বারা বিচিত্র বর্ণের ফলমূল উৎপন্ন করেছি এবং পর্বতগুলোর মধ্যে রয়েছে পথসমূহ-সাদা ও লাল, বিভিন্ন রঙ এর এবং কিছু নিকষ কালো। ",
			"en_kanzulimaan": "Have you not seen that it is Allah Who causes the water to descend from the sky? So with it We have grown various colourful fruits; and among the mountains are tracks white and red, of different hues, and others dark black.",
			"ur_kanzulimaan": "کیا تو نے نہ دیکھا کہ اللہ نے آسمان سے پانی اتارا تو ہم نے اس سے پھل نکالے رنگ برنگ اور پہاڑوں میں راستے ہیں سفید اور سرخ رنگ رنگ کے او رکچھ کالے بھوچنگ (سیاہ کالے)",
			"hi_kanzulimaan": "क्या तूने न देखा कि अल्लाह ने आसमान से पानी उतारा (73फ) तो हमने उससे फल निकाले रंग बिरंगे (74फ) और पहाड़ों में रास्ते हैं सफ़ेद और सुर्ख़ रंग के और कुछ काले भुचंग",
			"author": "২৭. আপনি কি দেখেননি, আল্লাহ আকাশ থেকে পানি অবতরণ করে থাকেন? অতঃপর আমরা তা থেকে বিচিত্র বর্ণের ফলমূল উদ্গত করি। আর (এভাবে) পর্বতমালায়ও বিচিত্র বর্ণের গিরিপথ রয়েছে যাদের রং শুভ্র ও লাল, আর রয়েছে নিকষ কালো (গিরিপথ)ও।"
		},
		{
			"_id": "3688",
			"sura": "35",
			"para": "22",
			"verses": "28",
			"names": "وَ مِنَ النَّاسِ وَ الدَّوَآبِّ وَ الۡاَنۡعَامِ مُخۡتَلِفٌ اَلۡوَانُہٗ  کَذٰلِکَ ؕ اِنَّمَا یَخۡشَی اللّٰہَ مِنۡ عِبَادِہِ  الۡعُلَمٰٓؤُا ؕ اِنَّ اللّٰہَ عَزِیۡزٌ  غَفُوۡرٌ ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ مِنَ النَّاسِ وَ الدَّوَآبِّ وَ الۡاَنۡعَامِ مُخۡتَلِفٌ اَلۡوَانُہٗ  کَذٰلِکَ ؕ اِنَّمَا یَخۡشَی اللّٰہَ مِنۡ عِبَادِہِ  الۡعُلَمٰٓؤُا ؕ اِنَّ اللّٰہَ عَزِیۡزٌ  غَفُوۡرٌ ﴿۲۸﴾ ",
			"index": "3688",
			"name": "এবং মানবকূল, জন্তুসমূহ ও চতুষ্পদ পশুগুলোর রঙ এমনিতেই নানা ধরনের। আল্লাহ্‌কে তার বান্দাদের মধ্যে তারাই ভয় করে, যারা জ্ঞানসম্পন্ন। নিশ্চয় আল্লাহ্‌ সম্মানিত, ক্ষমাশীল। ",
			"en_kanzulimaan": "And similarly the colours of men and beasts and cattle, are different; among the bondmen of Allah, only the people of knowledge fear Him; indeed Allah is the Most Honourable, Oft Forgiving.",
			"ur_kanzulimaan": "اور آدمیوں اور جانوروں اور چوپایوں کے رنگ یونہی طرح طرح کے ہیں اللہ سے اس کے بندوں میں وہی ڈرتے ہیں جو علم والے ہیں بیشک اللہ بخشنے والا عزت والا ہے،",
			"hi_kanzulimaan": "और आदमियों और जानवरों और चौपायों के रंग यूंही तरह तरह के हैं (75फ)अल्लाह से उसके बन्दों में वही डरते हैं जो इल्म वाले हैं (76फ)बेशक अल्लाह इज़्ज़त वाला बख्शने वाला",
			"author": "২৮. আর এভাবে মানুষ, পশু ও চতুষ্পদ জন্তুর মাঝেও বৈচিত্র রয়েছে। সুতরাং আল্লাহ্‌র বান্দাদের মধ্যে তারাই তাঁকে ভয় করে যারা (অন্তর্দৃষ্টির মাধ্যমে এসব বাস্তবতার) জ্ঞান রাখে। নিশ্চয়ই আল্লাহ্ পরাক্রমশালী, মহাক্ষমাশীল।"
		},
		{
			"_id": "3689",
			"sura": "35",
			"para": "22",
			"verses": "29",
			"names": "اِنَّ الَّذِیۡنَ یَتۡلُوۡنَ  کِتٰبَ اللّٰہِ  وَ اَقَامُوا الصَّلٰوۃَ  وَ اَنۡفَقُوۡا مِمَّا رَزَقۡنٰہُمۡ سِرًّا وَّ عَلَانِیَۃً  یَّرۡجُوۡنَ  تِجَارَۃً  لَّنۡ تَبُوۡرَ ﴿ۙ۲۹﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ الَّذِیۡنَ یَتۡلُوۡنَ  کِتٰبَ اللّٰہِ  وَ اَقَامُوا الصَّلٰوۃَ  وَ اَنۡفَقُوۡا مِمَّا رَزَقۡنٰہُمۡ سِرًّا وَّ عَلَانِیَۃً  یَّرۡجُوۡنَ  تِجَارَۃً  لَّنۡ تَبُوۡرَ ﴿ۙ۲۹﴾ ",
			"index": "3689",
			"name": "নিশ্চয় ওই সব লোক, যারা আল্লাহ্‌র কিতাব পাঠ করে; নামায কায়েম রাখে এবং আমার প্রদত্ত সম্পদ থেকে কিছু আমার পথে ব্যয় করে- গোপনে ও প্রকাশ্যে, তারা এমনি ব্যবসার আশাবাদী যাতে কখনো লোকসান নেই;",
			"en_kanzulimaan": "Indeed those who read the Book of Allah, and keep the prayer established, and spend from what We have bestowed upon them in secret and publicly, are hopeful of a trade in which there is never a loss.",
			"ur_kanzulimaan": "بیشک وہ جو اللہ کی کتاب پڑھتے ہیں اور نماز قائم رکھتے اور ہمارے دیے سے کچھ ہماری راہ میں خرچ کرتے ہیں پوشیدہ اور ظاہر وہ ایسی تجارت کے امیدوار ہیں جس میں ہرگز ٹوُٹا (نقصان) نہیں،",
			"hi_kanzulimaan": "बेशक वो जो अल्लाह की किताब पढ़ते हैं और नमाज़ क़ायम रखते हैं और हमारे दिये से कुछ हमारी राह में ख़र्च करते हैं पोशिदा और ज़ाहिर वो ऐसी तिजारत के उम्मीदवार हैं (77फ) जिसमें हरगिज़ टोटा नहीं",
			"author": "২৯. নিশ্চয়ই যারা আল্লাহ্‌র কিতাব তেলাওয়াত করে, নামায কায়েম রাখে এবং আমরা তাদেরকে যে রিযক দিয়েছি তা থেকে গোপনে ও প্রকাশ্যে ব্যয় করে, তারা আশা রাখে (পরকালীন) এমন বাণিজ্যের যা কখনো ক্ষতিগ্রস্ত হবে না,"
		},
		{
			"_id": "3690",
			"sura": "35",
			"para": "22",
			"verses": "30",
			"names": "لِیُوَفِّیَہُمۡ  اُجُوۡرَہُمۡ وَ یَزِیۡدَہُمۡ مِّنۡ فَضۡلِہٖ ؕ  اِنَّہٗ  غَفُوۡرٌ  شَکُوۡرٌ ﴿۳۰﴾ ",
			"number": "",
			"verses_PDMS": "لِیُوَفِّیَہُمۡ  اُجُوۡرَہُمۡ وَ یَزِیۡدَہُمۡ مِّنۡ فَضۡلِہٖ ؕ  اِنَّہٗ  غَفُوۡرٌ  شَکُوۡرٌ ﴿۳۰﴾ ",
			"index": "3690",
			"name": "যাতে তাদের প্রতিদান তাদেরকে পূর্ণমাত্রায় দেন এবং আপন অনুগ্রহে আরো অধিক দান করেন। নিশ্চয় তিনি ক্ষমাশীল, মূল্যায়নকারী।",
			"en_kanzulimaan": "In order that He may reward them with goodness in full, and further increase it with His munificence; indeed He is Oft Forgiving, Most Appreciative.",
			"ur_kanzulimaan": "تاکہ ان کے ثواب انہیں بھرپور دے اور اپنے فضل سے اور زیادہ عطا کرے، بیشک وہ بخشنے والا قدر فرمانے والا ہے،",
			"hi_kanzulimaan": "ताकि उनके सवाब उन्हें भरपूर दे और अपने फ़ज़्ल से और ज़्यादा अता करे बेशक वह बख़्शने वाला क़द्र फ़रमाने वाला है",
			"author": "৩০. যাতে আল্লাহ্ তাদেরকে তাদের পূর্ণ প্রতিদান দেন এবং স্বীয় অনুগ্রহ থেকে তাদেরকে আরও বেশি দেন। নিশ্চয়ই আল্লাহ্ মহাক্ষমাশীল, কৃতজ্ঞতা গ্রহণকারী।"
		},
		{
			"_id": "3691",
			"sura": "35",
			"para": "22",
			"verses": "31",
			"names": "وَ الَّذِیۡۤ  اَوۡحَیۡنَاۤ  اِلَیۡکَ  مِنَ الۡکِتٰبِ ہُوَ الۡحَقُّ مُصَدِّقًا لِّمَا بَیۡنَ یَدَیۡہِ ؕ اِنَّ اللّٰہَ بِعِبَادِہٖ  لَخَبِیۡرٌۢ  بَصِیۡرٌ ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡۤ  اَوۡحَیۡنَاۤ  اِلَیۡکَ  مِنَ الۡکِتٰبِ ہُوَ الۡحَقُّ مُصَدِّقًا لِّمَا بَیۡنَ یَدَیۡہِ ؕ اِنَّ اللّٰہَ بِعِبَادِہٖ  لَخَبِیۡرٌۢ  بَصِیۡرٌ ﴿۳۱﴾ ",
			"index": "3691",
			"name": "এবং ওই কিতাব, যা আমি আপনার প্রতি ওহী প্রেরণ করেছি, তাই সত্য, নিজের পূর্ববর্তী কিতাবাদির সত্যতা ঘোষণা করে। নিশ্চয় আল্লাহ্‌ আপন বান্দাদের খবর রাখেন, দেখেন। ",
			"en_kanzulimaan": "And the Book which We have divinely revealed to you  that is the Truth, confirming the Books which were before it; indeed Allah is Aware of His bondmen, All Seeing.",
			"ur_kanzulimaan": "اور ہو کتاب جو ہم نے تمہاری طرف وحی بھیجی وہی حق ہے اپنے سے اگلی کتابوں کی تصدیق فرماتی ہوئی، بیشک اللہ اپنے بندوں سے خبردار دیکھنے والا ہے",
			"hi_kanzulimaan": "और वह किताब जो हमने तुम्हारी तरफ़ वही भेजी (78फ) वही हक़ (सत्य) है अपने से अगली किताबों की तस्दीक़(पुष्टि) फ़रमाती हुई, बेशक अल्लाह अपने बन्दों से ख़बरदार देखने वाला है (79फ)",
			"author": "৩১. আর এ কিতাব (কুরআন) যা আমরা আপনার প্রতি প্রত্যাদেশ করেছি, তা সত্য এবং এর পূর্ববর্তী কিতাবের সত্যায়নকারী। নিশ্চয়ই আল্লাহ্ তাঁর বান্দাদের ব্যাপারে পূর্ণরূপে অবগত, সর্বদ্রষ্টা।"
		},
		{
			"_id": "3692",
			"sura": "35",
			"para": "22",
			"verses": "32",
			"names": "ثُمَّ  اَوۡرَثۡنَا الۡکِتٰبَ الَّذِیۡنَ اصۡطَفَیۡنَا مِنۡ عِبَادِنَا ۚ فَمِنۡہُمۡ ظَالِمٌ لِّنَفۡسِہٖ ۚ وَ مِنۡہُمۡ مُّقۡتَصِدٌ ۚ وَ مِنۡہُمۡ سَابِقٌۢ بِالۡخَیۡرٰتِ بِاِذۡنِ اللّٰہِ ؕ ذٰلِکَ ہُوَ الۡفَضۡلُ  الۡکَبِیۡرُ ﴿ؕ۳۲﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ  اَوۡرَثۡنَا الۡکِتٰبَ الَّذِیۡنَ اصۡطَفَیۡنَا مِنۡ عِبَادِنَا ۚ فَمِنۡہُمۡ ظَالِمٌ لِّنَفۡسِہٖ ۚ وَ مِنۡہُمۡ مُّقۡتَصِدٌ ۚ وَ مِنۡہُمۡ سَابِقٌۢ بِالۡخَیۡرٰتِ بِاِذۡنِ اللّٰہِ ؕ ذٰلِکَ ہُوَ الۡفَضۡلُ  الۡکَبِیۡرُ ﴿ؕ۳۲﴾ ",
			"index": "3692",
			"name": "অতঃপর আমি কিতাবের উত্তরাধিকারী করলাম আপন মনোনীত বান্দাদেরকে। সুতরাং তাদের মধ্যে কেউ আপন প্রাণের প্রতি অত্যাচার করে এবং তাদের মধ্যে কেউ মধ্যম চালচলনের, আর তাদের মধ্যে কেউ এমন রয়েছে, যারা আল্লাহ্‌র নির্দেশে সৎকর্মগুলোর মধ্যে অগ্রগামী হয়ে গেছে। এটা মহা অনুগ্রহ। ",
			"en_kanzulimaan": "We then made Our chosen bondmen the inheritors of the Book; so among them is one who wrongs himself; and among them is one who stays on the middle course; and among them is one who, by the command of Allah, surpassed others in good deeds; this is the great favour!",
			"ur_kanzulimaan": "پھر ہم نے کتاب کا وارث کیا اپنے چُنے ہوئے بندوں کو تو ان میں کوئی اپنی جان پر ظلم کرتا ہے اور ان میں کوئی میانہ چال پر ہے، اور ان میں کوئی وہ ہے جو اللہ کے حکم سے بھلائیوں میں سبقت لے گیا یہی بڑا فضل ہے،",
			"hi_kanzulimaan": "फिर हमने किताब का वारिस किया अपने चुने हुए बन्दों को (80फ) तो उनमें कोई अपनी जान पर ज़ुल्म करता है, और उनमें कोई मयाना चाल पर है, और उनमें कोई वह है जो अल्लाह के हुक्म से भलाइयों में सबक़त ले गया (81फ) यही बड़ा फ़ज़्ल है",
			"author": "৩২. অতঃপর আমরা এ কিতাব (কুরআন)-এর উত্তরাধিকারী করলাম তাদেরকে যাদেরকে আমরা আমাদের বান্দাদের মধ্য থেকে মনোনীত করেছি (অর্থাৎ মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের উম্মতকে)। সুতরাং তাদের কেউ নিজের প্রতি অন্যায়কারী, তাদের কেউ মধ্যমপন্থা অবলম্বনকারী এবং তাদের কেউ আল্লাহ্‌র নির্দেশে কল্যাণকর কাজে অগ্রগামী। এটিই (অগ্রগতি এবং নিখুঁত হবার) মহাঅনুগ্রহ।"
		},
		{
			"_id": "3693",
			"sura": "35",
			"para": "22",
			"verses": "33",
			"names": "جَنّٰتُ عَدۡنٍ یَّدۡخُلُوۡنَہَا یُحَلَّوۡنَ فِیۡہَا مِنۡ اَسَاوِرَ  مِنۡ ذَہَبٍ وَّ لُؤۡلُؤًا ۚ وَ لِبَاسُہُمۡ  فِیۡہَا  حَرِیۡرٌ ﴿۳۳﴾ ",
			"number": "",
			"verses_PDMS": "جَنّٰتُ عَدۡنٍ یَّدۡخُلُوۡنَہَا یُحَلَّوۡنَ فِیۡہَا مِنۡ اَسَاوِرَ  مِنۡ ذَہَبٍ وَّ لُؤۡلُؤًا ۚ وَ لِبَاسُہُمۡ  فِیۡہَا  حَرِیۡرٌ ﴿۳۳﴾ ",
			"index": "3693",
			"name": "তারা বসবাসের বাগানসমূহে প্রবেশ করবে; তাদেরকে সেগুলোর মধ্যে স্বর্ণের কঙ্কন ও মুক্তা পরানো হবে এবং সেখানে তাদের পোশাক হবে রেশমী। ",
			"en_kanzulimaan": "They shall enter the Gardens of everlasting stay (Eden)  in which they shall be given to adorn armlets of gold and pearls; and their garment in it is silk.",
			"ur_kanzulimaan": "بسنے کے باغوں میں داخل ہوں گے وہ ان میں سونے کے کنگن اور موتی پہنائے جائیں گے اور وہاں ان کی پوشاک ریشمی ہے،",
			"hi_kanzulimaan": "बसने के बाग़ों में दाख़िल होंगे वो (82फ) उनमें सोने के कंगन और मोती पहनाए जाएंगे, और वहाँ उनकी पोशाक रेशमी है",
			"author": "৩৩. (চিরকাল বসবাসের জান্নাত) আদনের উদ্যানসমূহ, যাতে তারা প্রবেশ করবে। সেখানে তাদেরকে স্বর্ণ ও মুক্তা নির্মিত কাঁকন দ্বারা সুসজ্জিত করা হবে এবং সেখানে তাদের পোশাক হবে রেশমের।"
		},
		{
			"_id": "3694",
			"sura": "35",
			"para": "22",
			"verses": "34",
			"names": "وَ قَالُوا الۡحَمۡدُ لِلّٰہِ الَّذِیۡۤ  اَذۡہَبَ عَنَّا الۡحَزَنَ ؕ اِنَّ  رَبَّنَا لَغَفُوۡرٌ  شَکُوۡرُۨ ﴿ۙ۳۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوا الۡحَمۡدُ لِلّٰہِ الَّذِیۡۤ  اَذۡہَبَ عَنَّا الۡحَزَنَ ؕ اِنَّ  رَبَّنَا لَغَفُوۡرٌ  شَکُوۡرُۨ ﴿ۙ۳۴﴾ ",
			"index": "3694",
			"name": "এবং বলেব, ‘সমস্ত প্রশংসা আল্লাহ্‌রই নিমিত্ত, যিনি আমাদের দুঃখ দূরীভূত করেছেন। নিশ্চয় আমাদের রব ক্ষমাশীল, মূল্যায়নকারী। ",
			"en_kanzulimaan": "And they will say; All praise is to Allah Who has put away our grief; indeed Our Lord is Oft Forgiving, Most Appreciative.",
			"ur_kanzulimaan": "اور کہیں گے سب خوبیاں اللہ کو جس نے ہمارا غم دور کیا بیشک ہمارا رب بخشنے والا قدر فرمانے والا ہے",
			"hi_kanzulimaan": "और कहेंगे सब ख़ूबियाँ अल्लाह को जिसने हमारा ग़म दूर किया (83फ) बेशक हमारा रब बख़्शने वाला क़द्र फ़रमाने वाला है (84फ)",
			"author": "৩৪. আর তারা বলবে, ‘সমস্ত কৃতজ্ঞতা ও প্রশংসা আল্লাহ্‌র, যিনি আমাদের সকল দুঃখ-দুর্দশা দূরীভূত করেছেন। নিশ্চয়ই আমাদের প্রতিপালক মহাক্ষমাশীল, কৃতজ্ঞতা গ্রহণকারী;"
		},
		{
			"_id": "3695",
			"sura": "35",
			"para": "22",
			"verses": "35",
			"names": "الَّذِیۡۤ  اَحَلَّنَا  دَارَ الۡمُقَامَۃِ  مِنۡ فَضۡلِہٖ ۚ لَا یَمَسُّنَا فِیۡہَا نَصَبٌ وَّ لَا یَمَسُّنَا فِیۡہَا  لُغُوۡبٌ ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "الَّذِیۡۤ  اَحَلَّنَا  دَارَ الۡمُقَامَۃِ  مِنۡ فَضۡلِہٖ ۚ لَا یَمَسُّنَا فِیۡہَا نَصَبٌ وَّ لَا یَمَسُّنَا فِیۡہَا  لُغُوۡبٌ ﴿۳۵﴾ ",
			"index": "3695",
			"name": "তিনিই যিনি আমাদেরকে আরামের স্থানে অবতরণ করিয়েছেন, আপন অনুগ্রহে; যেখানে না কোন কষ্ট আমাদেরকে স্পর্শ করে, না সেখানে আমাদেরকে কোন ক্লান্তি স্পর্শ করে’।",
			"en_kanzulimaan": "The One Who has, by His munificence, established us in a place of serenity; in which no hardship shall ever reach us nor any fatigue affect us.",
			"ur_kanzulimaan": "وہ جس نے ہمیں آرام کی جگہ اتارا اپنے فضل سے، ہمیں اس میں نہ کوئی تکلیف پہنچے نہ ہمیں اس میں کوئی تکان لاحق ہو،",
			"hi_kanzulimaan": "वह जिसने हमें आराम की जगह उतारा अपने फ़ज़्ल से, हमें उसमें न कोई तकलीफ़ पहुंचे न हमें उसमें कोई तकान लाहक़ हो",
			"author": "৩৫. যিনি আমাদেরকে নিজ অনুগ্রহে স্থায়ী আবাসস্থল দিয়েছেন যেখানে আমাদেরকে না কোনো ক্লেশ স্পর্শ করবে, আর না কোনো অবসাদ স্পর্শ করবে।"
		},
		{
			"_id": "3696",
			"sura": "35",
			"para": "22",
			"verses": "36",
			"names": "وَ الَّذِیۡنَ کَفَرُوۡا لَہُمۡ نَارُ جَہَنَّمَ ۚ لَا یُقۡضٰی عَلَیۡہِمۡ  فَیَمُوۡتُوۡا وَ لَا یُخَفَّفُ عَنۡہُمۡ  مِّنۡ عَذَابِہَا ؕ کَذٰلِکَ  نَجۡزِیۡ  کُلَّ کَفُوۡرٍ ﴿ۚ۳۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ کَفَرُوۡا لَہُمۡ نَارُ جَہَنَّمَ ۚ لَا یُقۡضٰی عَلَیۡہِمۡ  فَیَمُوۡتُوۡا وَ لَا یُخَفَّفُ عَنۡہُمۡ  مِّنۡ عَذَابِہَا ؕ کَذٰلِکَ  نَجۡزِیۡ  کُلَّ کَفُوۡرٍ ﴿ۚ۳۶﴾ ",
			"index": "3696",
			"name": "এবং যারা কুফর করেছে তাদের জন্য রয়েছে জাহান্নামের আগুন। না তাদের প্রতি আদেশ আসবে যে, মরে যাবে এবং না তাদের উপর সেটার শাস্তি কিছুটা হাল্কা করা হবে। আমি এভাবেই শাস্তি দিই প্রত্যেক বড় অকৃতজ্ঞকে।",
			"en_kanzulimaan": "And for those who disbelieved is the fire of hell; neither does their final seizure come that they may die, nor is its punishment lightened for them; this is how We punish every extremely ungrateful person.",
			"ur_kanzulimaan": "اور جنہوں نے کفر کیا ان کے لیے جہنم کی آگ ہے نہ ان کی قضا آئے کہ مرجائیں اور نہ ان پر اس کا عذاب کچھ ہلکا کیاجائے، ہم ایسی ہی سزا دیتے ہیں ہر بڑے ناشکرے کو،",
			"hi_kanzulimaan": "और जिन्हों ने कुफ़्र किया उनके लिये जहन्नम की आग है न उनकी क़ज़ा (मौत) आए कि मर जाएं (85फ) और न उनपर उसका (86फ) अज़ाब कुछ हल्का किया जाए, हम ऐसी ही सज़ा देते हैं हर बड़े नाशुक्रे को",
			"author": "৩৬. আর যারা কুফরী করেছে তাদের জন্যে রয়েছে জাহান্নামের আগুন। তাদের জন্যে না (মৃত্যুর) ফায়সালা করা হবে যে, তারা মৃত্যু বরণ করবে, আর না তাদের শাস্তি লাঘব করা হবে। এভাবেই আমরা প্রত্যেক অবাধ্যকে প্রতিদান দিয়ে থাকি।"
		},
		{
			"_id": "3697",
			"sura": "35",
			"para": "22",
			"verses": "37",
			"names": "وَ ہُمۡ یَصۡطَرِخُوۡنَ فِیۡہَا ۚ رَبَّنَاۤ اَخۡرِجۡنَا نَعۡمَلۡ صَالِحًا غَیۡرَ الَّذِیۡ کُنَّا نَعۡمَلُ ؕ اَوَ لَمۡ  نُعَمِّرۡکُمۡ مَّا یَتَذَکَّرُ فِیۡہِ مَنۡ تَذَکَّرَ وَ جَآءَکُمُ  النَّذِیۡرُ ؕ فَذُوۡقُوۡا  فَمَا لِلظّٰلِمِیۡنَ  مِنۡ نَّصِیۡرٍ ﴿۳۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُمۡ یَصۡطَرِخُوۡنَ فِیۡہَا ۚ رَبَّنَاۤ اَخۡرِجۡنَا نَعۡمَلۡ صَالِحًا غَیۡرَ الَّذِیۡ کُنَّا نَعۡمَلُ ؕ اَوَ لَمۡ  نُعَمِّرۡکُمۡ مَّا یَتَذَکَّرُ فِیۡہِ مَنۡ تَذَکَّرَ وَ جَآءَکُمُ  النَّذِیۡرُ ؕ فَذُوۡقُوۡا  فَمَا لِلظّٰلِمِیۡنَ  مِنۡ نَّصِیۡرٍ ﴿۳۷﴾ ",
			"index": "3697",
			"name": "এবং তারা তাতে আর্তনাদ করে বলতে থাকবে, ‘হে আমাদের রব! আমাদেরকে বের করো যেন আমরা সৎকাজ করি, সেটারই বিপরীত, যা আমরা পূর্বে করতাম। আমি কি তোমাদেরকে ওই জীবন দান করিনি, যাতে অনুধাবন করতো যার অনুধাবন ক্ষমতা আছে এবং সতর্ককারী তোমাদের নিকট তাশরীফ এনেছিলেন। সুতরাং এখন স্বাদ গ্রহণ করো; যেহেতু যালিমদের কোন সাহায্যকারী নেই। ",
			"en_kanzulimaan": "And they shall be screaming in it; Our Lord! Extricate us, so that we may do good deeds, the opposite of what we used to do; (It will be said to them) And did We not give you an age long enough, in which anyone who wants to understand would have understood? And the Herald of Warning did come to you; therefore now taste it  for the unjust do not have any supporter.",
			"ur_kanzulimaan": "اور وہ اس میں چلاتے ہوں گے اے ہمارے رب! ہمیں نکال کہ ہم اچھا کام کریں اس کے خلاف جو پہلے کرتے تھے اور کیا ہم نے تمہیں وہ عمر نہ دی تھی جس میں سمجھ لیتا جسے سمجھنا ہوتا اور ڈر سنانے والا تمہارے پاس تشریف لایا تھا تو اب چکھو کہ ظالموں کا کوئی مددگار نہیں،",
			"hi_kanzulimaan": "और वो उसमें चिल्लाते होंगे (87फ) ऐ हमारे रब, हमें निकाल (88फ) कि हम अच्छा काम करें उसके ख़िलाफ़ जो पहले करते थे (89फ) और क्या हम ने तुम्हें वह उम्र न दी थी जिसमें समझ लेता जिसे समझना होता और डर सुनाने वाला (90फ) तुम्हारे पास तशरीफ़ लाया था (91फ) तो अब चखो (92फ) कि ज़ालिमों का कोई मददगार नहीं",
			"author": "৩৭. আর তারা ওই দোযখে চিৎকার করবে, ‘হে আমাদের প্রতিপালক! আমাদেরকে (এখান থেকে) বের করো। (এখন) আমরা সৎকর্ম করবো; (পূর্বে) আমরা যা করতাম এর বিপরীতে।’ (আল্লাহ্ বলবেন:) ‘আমরা কি তোমাদেরকে পর্যাপ্ত দীর্ঘ জীবন দান করিনি যে, এতে কেউ উপদেশ গ্রহণ করতে চাইলে সে তা করতে পারতো? আর (এরপরও) তোমাদের নিকট সতর্ককারীও এসেছিল। সুতরাং এখন (শাস্তির) স্বাদ গ্রহণ করো; আর যালিমদের কোনো সাহায্যকারী নেই।’"
		},
		{
			"_id": "3698",
			"sura": "35",
			"para": "22",
			"verses": "38",
			"names": "اِنَّ اللّٰہَ عٰلِمُ غَیۡبِ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ اِنَّہٗ عَلِیۡمٌۢ  بِذَاتِ الصُّدُوۡرِ ﴿۳۸﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ اللّٰہَ عٰلِمُ غَیۡبِ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ اِنَّہٗ عَلِیۡمٌۢ  بِذَاتِ الصُّدُوۡرِ ﴿۳۸﴾ ",
			"index": "3698",
			"name": "নিশ্চয় আল্লাহ্‌ জ্ঞাত আসমানসমূহ ও যমীনের প্রত্যেক অদৃশ্য বিষয় সম্পর্কে। নিশ্চয় তিনি অন্তরসমূহের কথা জানেন। ",
			"en_kanzulimaan": "Indeed Allah is All Knowing  of all the hidden things in the heavens and in the earth; indeed He knows what lies within the hearts.",
			"ur_kanzulimaan": "بیشک اللہ جاننے والا ہے آسمانوں اور زمین کی ہر چھپی بات کا، بیشک وہ دلوں کی بات جانتا ہے،",
			"hi_kanzulimaan": "बेशक अल्लाह जानने वाला है आसमानों और ज़मीन की हर छुपी बात का, बेशक वह दिलों की बात जानता है",
			"author": "৩৮. নিশ্চয়ই আল্লাহ্ আকাশমন্ডলী ও পৃথিবীর অদৃশ্য বিষয়ে অবগত। নিঃসন্দেহে অন্তরে যা (লুকায়িত) রয়েছে সে বিষয়ে তিনি সম্যক অবগত।"
		},
		{
			"_id": "3699",
			"sura": "35",
			"para": "22",
			"verses": "39",
			"names": "ہُوَ الَّذِیۡ جَعَلَکُمۡ خَلٰٓئِفَ فِی الۡاَرۡضِ ؕ فَمَنۡ  کَفَرَ فَعَلَیۡہِ  کُفۡرُہٗ ؕ وَ لَا یَزِیۡدُ الۡکٰفِرِیۡنَ کُفۡرُہُمۡ عِنۡدَ  رَبِّہِمۡ  اِلَّا مَقۡتًا ۚ وَ لَا یَزِیۡدُ الۡکٰفِرِیۡنَ  کُفۡرُہُمۡ اِلَّا خَسَارًا ﴿۳۹﴾ ",
			"number": "",
			"verses_PDMS": "ہُوَ الَّذِیۡ جَعَلَکُمۡ خَلٰٓئِفَ فِی الۡاَرۡضِ ؕ فَمَنۡ  کَفَرَ فَعَلَیۡہِ  کُفۡرُہٗ ؕ وَ لَا یَزِیۡدُ الۡکٰفِرِیۡنَ کُفۡرُہُمۡ عِنۡدَ  رَبِّہِمۡ  اِلَّا مَقۡتًا ۚ وَ لَا یَزِیۡدُ الۡکٰفِرِیۡنَ  کُفۡرُہُمۡ اِلَّا خَسَارًا ﴿۳۹﴾ ",
			"index": "3699",
			"name": "তিনিই, যিনি তোমাদেরকে যমীণের মধ্যে পূর্ববর্তীদের স্থলাভিষিক্ত করেছেন। সুতরাং যে কুফর করে, তার কুফরের অশুভ পরিণাম তাঁরই উপর বর্তাবে; এবং কাফিরদের জন্য তাদের কুফর তাদের রবের নিকট কেবল অসন্তুষ্টিই বৃদ্ধি করবে; এবং কাফিরদের জন্য তাদের কুফর বৃদ্ধি করবে না, কিন্তু ক্ষতিই। ",
			"en_kanzulimaan": "It is He Who has made you the successors of your predecessors in the earth; so whoever disbelieves  (the harm of) his disbelief falls only on him; and for the disbelievers, their disbelief increases nothing in their Lords sight except disgust; and for the disbelievers, their disbelief increases nothing for them except ruin.",
			"ur_kanzulimaan": "وہی ہے جس نے تمہیں زمین میں اگلوں کا جانشین کیا تو جو کفر کرے اس کا کفر اسی پر پڑے اور کافروں کو ان کا کفر ان کے رب کے یہاں نہیں بڑھائے گا مگر بیزاری اور کافروں کو ان کا کفر نہ بڑھائے گا مگر نقصان",
			"hi_kanzulimaan": "वही है जिसने तुम्हें ज़मीन में अगलों का जानशीन किया (93फ) तो जो कुफ़्र करे (94फ) उसका कुफ़्र उसी पर पड़े (95फ) और काफ़िरों को उनका कुफ़्र उनके रब के यहाँ नहीं बढ़ाएगा मगर बेज़ारी (96फ) और काफिरों को उनका कुफ्र ना बढाऎगा मगर नुकसान (97फ)",
			"author": "৩৯. তিনিই তোমাদেরকে পৃথিবীতে (পূর্ববর্তী সম্প্রদায়ের) প্রতিনিধি করেছেন। সুতরাং যে কুফরী করে, তার কুফরীর দায় তারই হবে। আর কাফেরদের কুফরী তাদের প্রতিপালকের অসন্তুষ্টিই কেবল বৃদ্ধি করে এবং কাফেরদের কুফরী তাদের ক্ষতিই বৃদ্ধি করে।"
		},
		{
			"_id": "3700",
			"sura": "35",
			"para": "22",
			"verses": "40",
			"names": "قُلۡ  اَرَءَیۡتُمۡ شُرَکَآءَکُمُ الَّذِیۡنَ تَدۡعُوۡنَ مِنۡ  دُوۡنِ اللّٰہِ ؕ اَرُوۡنِیۡ مَاذَا خَلَقُوۡا مِنَ الۡاَرۡضِ اَمۡ لَہُمۡ شِرۡکٌ فِی السَّمٰوٰتِ ۚ اَمۡ اٰتَیۡنٰہُمۡ کِتٰبًا فَہُمۡ عَلٰی بَیِّنَتٍ مِّنۡہُ ۚ بَلۡ  اِنۡ یَّعِدُ الظّٰلِمُوۡنَ بَعۡضُہُمۡ بَعۡضًا اِلَّا غُرُوۡرًا ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اَرَءَیۡتُمۡ شُرَکَآءَکُمُ الَّذِیۡنَ تَدۡعُوۡنَ مِنۡ  دُوۡنِ اللّٰہِ ؕ اَرُوۡنِیۡ مَاذَا خَلَقُوۡا مِنَ الۡاَرۡضِ اَمۡ لَہُمۡ شِرۡکٌ فِی السَّمٰوٰتِ ۚ اَمۡ اٰتَیۡنٰہُمۡ کِتٰبًا فَہُمۡ عَلٰی بَیِّنَتٍ مِّنۡہُ ۚ بَلۡ  اِنۡ یَّعِدُ الظّٰلِمُوۡنَ بَعۡضُہُمۡ بَعۡضًا اِلَّا غُرُوۡرًا ﴿۴۰﴾ ",
			"index": "3700",
			"name": "আপনি বলুন, ‘ভালো, বলতো! তোমাদের ওই শরীকগণ, যাদেরকে আল্লাহ্‌ ব্যতীত পূজা করো, আমাকে দেখাও! তারা যমীন থেকে কোন অংশটা সৃষ্টি করেছে অথবা আসমানসমূহের মধ্যে তাদের কোন অংশ আছে? না আমি তাদেরকে কোন কিতাব দিয়েছি যে, তারা সেটার সুস্পষ্ট প্রমাণসমূহের উপর রয়েছে? বরং যালিমগণ পরস্পরের মধ্যে একে অপরকে কেবল প্রতারণারই প্রতিশ্রুতি দেয়।",
			"en_kanzulimaan": "Proclaim, Just show me your partners (false deities) whom you worship other than Allah; show me which part of the earth have they created - or do they have any share in the heavens? Or have We given them some Book, so they are on its clear proofs? In fact the unjust do not give promises to each other, except of deceit.",
			"ur_kanzulimaan": "تم فرماؤ بھلا بتلاؤ تو اپنے وہ شریک جنہیں اللہ کے سوا پوجتے ہو مجھے دکھاؤ انہوں نے زمین میں سے کونسا حصہ بنایا یا آسمانوں میں کچھ ان کا ساجھا ہے یا ہم نے انہیں کوئی کتاب دی ہے کہ وہ اس کی روشن دلیلوں پر ہیں بلکہ ظالم آپس میں ایک دوسرے کو وعدہ نہیں دیتے مگر فریب کا",
			"hi_kanzulimaan": "तुम फ़रमाओ भला बताओ तो अपने वो शरीक (98फ) जिन्हें अल्लाह के सिवा पूजते हो, मुझे दिखाओ उन्होंने ज़मीन में से कौन सा हिस्सा बनाया या आसमानों में कुछ उनका साझा है (99फ) या हमने उन्हें कोई किताब दी है कि वो उसकी रौशन दलीलों पर हैं (100फ) बल्कि ज़ालिम आपस में एक दूसरे को वादा नहीं देते मगर फरेब का (101फ)",
			"author": "৪০. বলুন, ‘আল্লাহ্ ছাড়া তোমরা যাদের উপাসনা করো তোমাদের সেসব অংশীদারদেরকে কি তোমরা দেখেছো? আমাকে দেখাও পৃথিবীতে তারা কী সৃষ্টি করেছে। অথবা আকাশমন্ডলীর (সৃষ্টির) মাঝে তাদের কোনো অংশ রয়েছে কী? অথবা আমরা কি তাদেরকে কোনো কিতাব দিয়েছি যার প্রমাণের উপর এরা নির্ভর করে?’ (কিছুই না) বরঞ্চ অত্যাচারীরা একে অপরকে ধোঁকা ছাড়া কোনো প্রতিশ্রুতিই দেয় না।"
		},
		{
			"_id": "3701",
			"sura": "35",
			"para": "22",
			"verses": "41",
			"names": "اِنَّ اللّٰہَ یُمۡسِکُ  السَّمٰوٰتِ وَ الۡاَرۡضَ اَنۡ تَزُوۡلَا ۬ۚ وَ لَئِنۡ زَالَتَاۤ  اِنۡ  اَمۡسَکَہُمَا مِنۡ اَحَدٍ مِّنۡۢ بَعۡدِہٖ ؕ اِنَّہٗ کَانَ حَلِیۡمًا غَفُوۡرًا ﴿۴۱﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ اللّٰہَ یُمۡسِکُ  السَّمٰوٰتِ وَ الۡاَرۡضَ اَنۡ تَزُوۡلَا ۬ۚ وَ لَئِنۡ زَالَتَاۤ  اِنۡ  اَمۡسَکَہُمَا مِنۡ اَحَدٍ مِّنۡۢ بَعۡدِہٖ ؕ اِنَّہٗ کَانَ حَلِیۡمًا غَفُوۡرًا ﴿۴۱﴾ ",
			"index": "3701",
			"name": "নিশ্চয় আল্লাহ্‌ ধরে রেখেছেন আসমানসমূহ ও যমীনকে যাতে নড়াচড়া না করে। এবং যদি সেগুলো স্থানচ্যুত হয়ে যায় তবে সেগুলোকে কে রুখে রাখবে, আল্লাহ্‌ ব্যতীত? নিশ্চয় তিনি সহনশীল, ক্ষমাপরায়ণ। ",
			"en_kanzulimaan": "Indeed Allah restrains the heavens and the earth from convulsing; and were they to convulse, who could stop them except Allah? Indeed He is Most Forbearing, Oft Forgiving.",
			"ur_kanzulimaan": "بیشک اللہ روکے ہوئے ہے آسمانوں اور زمین کو کہ جنبش نہ کریں اور اگر وہ ہٹ جائیں تو انہیں کون روکے اللہ کے سوا، بیشک وہ علم بخشنے والا ہے،",
			"hi_kanzulimaan": "बेशक अल्लाह रोके हुए है आसमानों और ज़मीन को कि जुंबिश (हरकत) न करें (102फ) और अगर वो हट जाएं तो उन्हें कौन रोके अल्लाह के सिवा, बेशक वह हिल्म वाला बख्शने वाला है",
			"author": "৪১. নিশ্চয়ই আল্লাহ্ আকাশমন্ডলী ও পৃথিবীকে (তাঁর নিয়ন্ত্রণ ক্ষমতার মাধ্যমে) ধরে রেখেছেন যাতে তারা (স্ব-স্ব স্থান এবং কক্ষপথ থেকে) স্থানচ্যুত না হয়। আর যদি এরা উভয়েই স্থানচ্যুত হতে থাকে তবে তাঁর পরে কেউই এদেরকে ধরে রাখতে পারবে না। নিশ্চয়ই তিনি অতি সহনশীল, মহাক্ষমাপরায়ণ।"
		},
		{
			"_id": "3702",
			"sura": "35",
			"para": "22",
			"verses": "42",
			"names": "وَ اَقۡسَمُوۡا بِاللّٰہِ جَہۡدَ اَیۡمَانِہِمۡ لَئِنۡ جَآءَہُمۡ  نَذِیۡرٌ لَّیَکُوۡنُنَّ اَہۡدٰی مِنۡ اِحۡدَی الۡاُمَمِ ۚ فَلَمَّا جَآءَہُمۡ  نَذِیۡرٌ  مَّا زَادَہُمۡ  اِلَّا  نُفُوۡرَۨا ﴿ۙ۴۲﴾  ",
			"number": "",
			"verses_PDMS": "وَ اَقۡسَمُوۡا بِاللّٰہِ جَہۡدَ اَیۡمَانِہِمۡ لَئِنۡ جَآءَہُمۡ  نَذِیۡرٌ لَّیَکُوۡنُنَّ اَہۡدٰی مِنۡ اِحۡدَی الۡاُمَمِ ۚ فَلَمَّا جَآءَہُمۡ  نَذِیۡرٌ  مَّا زَادَہُمۡ  اِلَّا  نُفُوۡرَۨا ﴿ۙ۴۲﴾  ",
			"index": "3702",
			"name": "এবং তারা আল্লাহ্‌র শপথ করেছে, আপন শপথগুলোর মধ্যে চূড়ান্ত প্রচেষ্টা সহকারে যে, যদি তাদের নিকট কোন সতর্ককারী আসে, তবে তারা অবশ্যই কোন না কোন দল অপেক্ষা অধিকতর সৎপথের অনুসারী হবে। অতঃপর যখন তাদের নিকট সতর্ককারী তাশরীফ আনলেন, তখন তিনি তাদের জন্য কেবল ঘৃণা করাই বৃদ্ধি করেন-",
			"en_kanzulimaan": "And they swore by Allah most vehemently in their oaths, that if a Herald of Warning came to them, they would be more upon guidance than any other group; then when a Herald of Warning did come to them, he increased nothing in them except hatred.",
			"ur_kanzulimaan": "اور انہوں نے اللہ کی قسم کھائی اپنی قسموں میں حد کی کوشش سے کہ اگر ان کے پاس کوئی ڈر سنانے والا آیا تو وہ ضرور کسی نہ کسی گروہ سے زیادہ راہ پر ہوں گے پھر جب ان کے پاس ڈر سنانے والا تشریف لایا تو اس نے انہیں نہ بڑھا مگر نفرت کرنا",
			"hi_kanzulimaan": "और उन्होंने अल्लाह की क़सम खाई अपनी क़समों में हद की कोशिश से कि अगर उनके पास कोई डर सुनाने वाला आया तो वो ज़रूर किसी न किसी गिरोह से ज़्यादा राह पर होंगे (103फ) फिर जब उनके पास डर सुनाने वाला तशरीफ़ लाया (104फ) तो उसने उन्हें न बढ़ाया मगर नफ़रत करना (105फ)",
			"author": "৪২. আর তারা দৃঢ়তার সাথে আল্লাহ্‌র শপথ করতো যে, যদি তাদের কাছে কোনো সতর্ককারী আসে তবে তারা অবশ্যই অন্য সকল সম্প্রদায় অপেক্ষা সৎপথের অধিকতর অনুসারী হবে। অতঃপর যখন তাদের নিকট সতর্ককারী (সর্বশেষ নবী সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) আগমন করলেন তখন তা কেবল সত্য থেকে তাদের বিমুখতাই বৃদ্ধি করলো।"
		},
		{
			"_id": "3703",
			"sura": "35",
			"para": "22",
			"verses": "43",
			"names": "اسۡتِکۡـبَارًا فِی  الۡاَرۡضِ وَ مَکۡرَ السَّیِّیَٴ ؕ وَ لَا یَحِیۡقُ الۡمَکۡرُ السَّیِّیٴُ  اِلَّا بِاَہۡلِہٖ ؕ فَہَلۡ یَنۡظُرُوۡنَ  اِلَّا سُنَّتَ الۡاَوَّلِیۡنَ ۚ فَلَنۡ تَجِدَ لِسُنَّتِ اللّٰہِ تَبۡدِیۡلًا ۬ۚ وَ لَنۡ تَجِدَ  لِسُنَّتِ  اللّٰہِ تَحۡوِیۡلًا ﴿۴۳﴾ ",
			"number": "",
			"verses_PDMS": "اسۡتِکۡـبَارًا فِی  الۡاَرۡضِ وَ مَکۡرَ السَّیِّیَٴ ؕ وَ لَا یَحِیۡقُ الۡمَکۡرُ السَّیِّیٴُ  اِلَّا بِاَہۡلِہٖ ؕ فَہَلۡ یَنۡظُرُوۡنَ  اِلَّا سُنَّتَ الۡاَوَّلِیۡنَ ۚ فَلَنۡ تَجِدَ لِسُنَّتِ اللّٰہِ تَبۡدِیۡلًا ۬ۚ وَ لَنۡ تَجِدَ  لِسُنَّتِ  اللّٰہِ تَحۡوِیۡلًا ﴿۴۳﴾ ",
			"index": "3703",
			"name": "যমীনের মধ্যে অহঙ্কার করা এবং মন্দ ষড়যন্ত্রের কারণে। মন্দ ষড়যন্ত্রের কুফল ষড়যন্ত্রকারীদের উপরই আপতিত হয়। সুতরাং তারা কিসের অপেক্ষায় রয়েছে? কিন্তু সেটারই, যা পূর্ববর্তীদের বেলায় অনুসৃত প্রথাই ছিলো। সুতরাং তুমি কখনো আল্লাহ্‌র বিধানে পরিবর্তন পাবে না এবং কখনো আল্লাহ্‌র আইনে কোন ব্যতিক্রমও পাবে না। ",
			"en_kanzulimaan": "Priding themselves in the earth and scheming evil; and the evil scheming falls only upon those who scheme it; so what are they waiting for, except the tradition of the earlier nations? So you will never find the traditions of Allah changing; and you will never find Allahs law being avoided.",
			"ur_kanzulimaan": "اپنی جان کو زمین میں اونچا کھینچنا اور برا داؤں اور برا داؤں (فریب) اپنے چلنے والے ہی پر پڑتا ہے تو کا ہے کے انتظار میں ہیں مگر اسی کے جو اگلوں کا دستور ہوا تو تم ہرگز اللہ کے دستور کو بدلتا نہ پاؤ گے اور ہرگز اللہ کے قانون کو ٹلتا نہ پاؤ گے،",
			"hi_kanzulimaan": "अपनी जान को ज़मीन में ऊंचा खींचना और बुरा दाँव (106फ) और बुरा दाँव अपने चलने वाले ही पर पड़ता है (107फ) तो काहे के इन्तिज़ार में हैं मगर उसी के जो अगलों का दस्तूर (तरीक़ा) हुआ (108फ) तो तुम हरगिज़ अल्लाह के दस्तूर को बदलता न पाओगे और हरगिज़ अल्लाह के कानून को टलता न पाओगे",
			"author": "৪৩. (তারা) পৃথিবীতে নিজেদেরকে সর্বশ্রেষ্ঠ মনে করা এবং কুট ষড়যন্ত্র বিস্তার (বেছে নিয়েছিল)। আর কুট ষড়যন্ত্র কেবল এর পরিকল্পনাকারীকেই পরিবেষ্টন করে। সুতরাং তারা পূর্ববর্তীদের (শাস্তির) বিধান ব্যতীত (অন্য কিছুরই) প্রতীক্ষা করছে না। কাজেই আপনি আল্লাহ্‌র বিধানে কখনোই কোনো পরিবর্তন পাবেন না এবং আল্লাহ্‌র বিধানে কোনো ব্যতিক্রম (ও বিচ্যুতি) খুঁজেও পাবেন না।"
		},
		{
			"_id": "3704",
			"sura": "35",
			"para": "22",
			"verses": "44",
			"names": "اَوَ لَمۡ یَسِیۡرُوۡا فِی الۡاَرۡضِ فَیَنۡظُرُوۡا کَیۡفَ کَانَ عَاقِبَۃُ  الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ وَ کَانُوۡۤا اَشَدَّ مِنۡہُمۡ  قُوَّۃً ؕ وَ مَا کَانَ اللّٰہُ  لِیُعۡجِزَہٗ  مِنۡ شَیۡءٍ  فِی السَّمٰوٰتِ وَ لَا فِی الۡاَرۡضِ ؕ اِنَّہٗ  کَانَ عَلِیۡمًا قَدِیۡرًا ﴿۴۴﴾ ",
			"number": "",
			"verses_PDMS": "اَوَ لَمۡ یَسِیۡرُوۡا فِی الۡاَرۡضِ فَیَنۡظُرُوۡا کَیۡفَ کَانَ عَاقِبَۃُ  الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ وَ کَانُوۡۤا اَشَدَّ مِنۡہُمۡ  قُوَّۃً ؕ وَ مَا کَانَ اللّٰہُ  لِیُعۡجِزَہٗ  مِنۡ شَیۡءٍ  فِی السَّمٰوٰتِ وَ لَا فِی الۡاَرۡضِ ؕ اِنَّہٗ  کَانَ عَلِیۡمًا قَدِیۡرًا ﴿۴۴﴾ ",
			"index": "3704",
			"name": "এবং তারা কি পৃথিবীতে ভ্রমণ করে নি? তাহলে দেখতো তাদের পূর্ববর্তীদের কি পরিণাম হয়েছে এবং তারা এদের অপেক্ষা শক্তিতে অধিকতর শক্ত ছিলো। এবং আল্লাহ্‌ এমন নন যে, তার আয়ত্ব থেকে কোন কিছু বের হতে পারে- আসমানসমূহ ও যমীনের মধ্যে। নিশ্চয় তিনি জ্ঞানময়, শক্তিমান।",
			"en_kanzulimaan": "And did they not travel in the land in order to see what sort of fate befell those who were before them, whereas they exceeded them in strength? And Allah is not such that anything in the heavens or in the earth can break away from His control; indeed He is All Knowing, Able.",
			"ur_kanzulimaan": "اور کیا انہوں نے زمین میں سفر نہ کیا کہ دیکھتے ان سے اگلوں کا کیسا انجام ہوا اور وہ ان سے زور میں سخت تھے اور اللہ وہ نہیں جس کے قابو سے نکل سکے کوئی شئے آسمانوں اور نہ زمین میں، بیشک وہ علم و قدرت والا ہے،",
			"hi_kanzulimaan": "और क्या उन्होंने ज़मीन में सफ़र न किया कि देखते उनसे अगलों का कैसा अंजाम हुआ (109फ) और वो उनसे ज़ोर में सख़्त थे (110फ) और अल्लाह वह नहीं जिसके क़ाबू से निकल सके कोई शेए् आसमानों और ज़मीन में बेशक वह इल्म व क़ुदरत वाला है",
			"author": "৪৪. এরা কি পৃথিবীতে ভ্রমণ করেনি, অতঃপর দেখেনি সেসব লোকেদের পরিণাম কেমন হয়েছিল যারা তাদের পূর্বে গত হয়েছে? অথচ তারা ছিল এদের চেয়ে আরো অধিক শক্তিশালী। আর আল্লাহ্ এমন নন যে, আকাশমন্ডলীতে কোনো কিছু কিংবা পৃথিবীতে (এমন কিছু রয়েছে যা) তাঁকে অক্ষম করতে পারে। নিশ্চয়ই তিনি সর্বজ্ঞ, সর্বশক্তিমান।"
		},
		{
			"_id": "3705",
			"sura": "35",
			"para": "22",
			"verses": "45",
			"names": "وَ لَوۡ یُؤَاخِذُ اللّٰہُ  النَّاسَ بِمَا کَسَبُوۡا مَا تَرَکَ عَلٰی ظَہۡرِہَا مِنۡ دَآبَّۃٍ  وَّ لٰکِنۡ یُّؤَخِّرُہُمۡ  اِلٰۤی  اَجَلٍ مُّسَمًّی ۚ فَاِذَا جَآءَ  اَجَلُہُمۡ فَاِنَّ اللّٰہَ کَانَ بِعِبَادِہٖ  بَصِیۡرًا ﴿۴۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ یُؤَاخِذُ اللّٰہُ  النَّاسَ بِمَا کَسَبُوۡا مَا تَرَکَ عَلٰی ظَہۡرِہَا مِنۡ دَآبَّۃٍ  وَّ لٰکِنۡ یُّؤَخِّرُہُمۡ  اِلٰۤی  اَجَلٍ مُّسَمًّی ۚ فَاِذَا جَآءَ  اَجَلُہُمۡ فَاِنَّ اللّٰہَ کَانَ بِعِبَادِہٖ  بَصِیۡرًا ﴿۴۵﴾ ",
			"index": "3705",
			"name": "এবং যদি আল্লাহ্‌ মানবকুলকে তাদের কৃতকর্মের জন্য পাকড়াও করতেন, তবে পৃথিবীপৃষ্ঠে বিচরণকারীকেই ছাড়তেন না, কিন্তু একটা নির্দিষ্ট সময়সীমা পর্যন্ত তাদেরকে অবকাশ দেন। অতঃপর যখন তাদের প্রতিশ্রুতি আসবে, তখন নিশ্চয় আল্লাহ্‌র সমস্ত বান্দা তার দৃষ্টিভুক্ত।",
			"en_kanzulimaan": "If Allah were to seize people upon their deeds, He would leave no creature walking on the surface of the earth, but He gives them respite till a fixed term; and when their term comes  so indeed Allah is observing all His bondmen!",
			"ur_kanzulimaan": "اور اگر اللہ لوگوں کو ان کے کیے پر پکڑتا تو زمین کی پیٹھ پر کوئی چلنے والا نہ چھوڑتا لیکن ایک مقرر میعاد تک انہیں ڈھیل دیتا ہے پھر جب ان کا وعدہ آئے گا تو بیشک اللہ کے سب بندے اس کی نگاہ میں ہیں",
			"hi_kanzulimaan": "और अगर अल्लाह लोगों को उनके किये पर पकड़ता (111फ) तो ज़मीन की पीठ पर कोई चलने वाला न छोड़ता लेकिन एक मुक़र्रर (निश्चित) मीआद (112फ) तक उन्हें ढील देता है फिर जब उनका वादा आएगा तो बेशक अल्लाह के सब बन्दे उसकी निगाह में हैं (113फ)",
			"author": "৪৫. আর আল্লাহ্ যদি মানুষকে (শাস্তিতে) পাকড়াও করতেন তাদের (মন্দ) কর্মের কারণে যা তারা সম্পাদন করেছে, তবে ভূপৃষ্ঠে বিচরণকারী কোনো বিচরণশীল কাউকেই তিনি রেহাই দিতেন না। কিন্তু তিনি তাদেরকে এক নির্ধারিত কাল পর্যন্ত অবকাশ দিয়ে থাকেন। অতঃপর তাদের নির্ধারিত কাল এসে গেলে অবশ্যই আল্লাহ্ হবেন তাঁর বান্দাদের সম্যক দ্রষ্টা।"
		}
	]