[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "4219",
			"sura": "41",
			"para": "24",
			"verses": "1",
			"names": "حٰمٓ ۚ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "حٰمٓ ۚ﴿۱﴾ ",
			"index": "4219",
			"name": "হা-মী---ম।",
			"en_kanzulimaan": "Ha-Meem. (Alphabets of the Arabic language - Allah, and to whomever He reveals, know their precise meanings.)",
			"ur_kanzulimaan": "حٰمٓ",
			"hi_kanzulimaan": "_",
			"author": "১. হা-মীম। (প্রকৃত অর্থ আল্লাহ্ এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামই সম্যক অবগত।)"
		},
		{
			"_id": "4220",
			"sura": "41",
			"para": "24",
			"verses": "2",
			"names": "تَنۡزِیۡلٌ  مِّنَ  الرَّحۡمٰنِ  الرَّحِیۡمِ ۚ﴿۲﴾  ",
			"number": "",
			"verses_PDMS": "تَنۡزِیۡلٌ  مِّنَ  الرَّحۡمٰنِ  الرَّحِیۡمِ ۚ﴿۲﴾  ",
			"index": "4220",
			"name": "এটা অবতীর্ণ পরম দয়ালু, করুণাময়ের। ",
			"en_kanzulimaan": "This (Quran) is sent down from the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "یہ اتارا ہے بڑے رحم والے مہربان کا،",
			"hi_kanzulimaan": "यह उतारा है बड़े रहम वाले मेहरबान का",
			"author": "২. অসীম দয়ালু, পরম করুণাময় (প্রতিপালক)-এঁর পক্ষ থেকে অবতীর্ণ,"
		},
		{
			"_id": "4221",
			"sura": "41",
			"para": "24",
			"verses": "3",
			"names": "کِتٰبٌ فُصِّلَتۡ اٰیٰتُہٗ  قُرۡاٰنًا عَرَبِیًّا لِّقَوۡمٍ  یَّعۡلَمُوۡنَ ۙ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "کِتٰبٌ فُصِّلَتۡ اٰیٰتُہٗ  قُرۡاٰنًا عَرَبِیًّا لِّقَوۡمٍ  یَّعۡلَمُوۡنَ ۙ﴿۳﴾ ",
			"index": "4221",
			"name": "এক কিতাব, যার আয়াতসমূহ বিশদভাবে বর্ণনা করা হয়েছে, আরবী ক্বোরআন বোধশক্তি সম্পন্নদের জন্য;",
			"en_kanzulimaan": "A Book the verses of which are explained in detail, the Quran in Arabic for people of intellect.",
			"ur_kanzulimaan": "ایک کتاب ہے جس کی آیتیں مفصل فرمائی گئیں عربی قرآن عقل والوں کے لیے،",
			"hi_kanzulimaan": " एक किताब है जिसकी आयतें मुफ़स्सल फ़रमाई गईं (2फ) अरबी क़ुरआन अक़्ल वालों के लिये",
			"author": "৩. (এ) কিতাব, যার আয়াতসমূহ সুস্পষ্টরূপে বর্ণিত হয়েছে, জ্ঞানী ও প্রজ্ঞাবান সম্প্রদায়ের জন্যে আরবী (ভাষায়) কুরআন,"
		},
		{
			"_id": "4222",
			"sura": "41",
			"para": "24",
			"verses": "4",
			"names": "بَشِیۡرًا وَّ نَذِیۡرًا ۚ فَاَعۡرَضَ  اَکۡثَرُہُمۡ فَہُمۡ  لَا یَسۡمَعُوۡنَ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "بَشِیۡرًا وَّ نَذِیۡرًا ۚ فَاَعۡرَضَ  اَکۡثَرُہُمۡ فَہُمۡ  لَا یَسۡمَعُوۡنَ ﴿۴﴾ ",
			"index": "4222",
			"name": "সুসংবাদদাতা ও সতর্ককারী। অতঃপর তাদের মধ্যে অধিকাংশ লোক মুখ ফিরিয়ে নিয়েছে। সুতরাং তারা শুনেই না। ",
			"en_kanzulimaan": "Giving glad tidings and heralding warning; so most of them turned away, therefore they cannot listen (to the truth).",
			"ur_kanzulimaan": "خوشخبری دیتا اور ڈر سناتا تو ان میں اکثر نے منہ پھیرا تو وہ سنتے ہی نہیں",
			"hi_kanzulimaan": "ख़ुशख़बरी देता (3फ) और डर सुनाता (4फ) तो उनमें अक्सर ने मुंह फेरा तो वो सुनते ही नहीं (5फ)",
			"author": "৪. সুসংবাদদাতা এবং সতর্ককারী। কিন্তু তাদের অধিকাংশ মুখ ফিরিয়ে নিয়েছে, সুতরাং তারা (তা) শুনেই না।"
		},
		{
			"_id": "4223",
			"sura": "41",
			"para": "24",
			"verses": "5",
			"names": "وَ قَالُوۡا قُلُوۡبُنَا فِیۡۤ  اَکِنَّۃٍ  مِّمَّا تَدۡعُوۡنَاۤ  اِلَیۡہِ  وَ فِیۡۤ  اٰذَانِنَا وَقۡرٌ  وَّ مِنۡۢ  بَیۡنِنَا وَ بَیۡنِکَ حِجَابٌ  فَاعۡمَلۡ  اِنَّنَا عٰمِلُوۡنَ ؓ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡا قُلُوۡبُنَا فِیۡۤ  اَکِنَّۃٍ  مِّمَّا تَدۡعُوۡنَاۤ  اِلَیۡہِ  وَ فِیۡۤ  اٰذَانِنَا وَقۡرٌ  وَّ مِنۡۢ  بَیۡنِنَا وَ بَیۡنِکَ حِجَابٌ  فَاعۡمَلۡ  اِنَّنَا عٰمِلُوۡنَ ؓ﴿۵﴾ ",
			"index": "4223",
			"name": "এবং বললো- ‘আমাদের হৃদয় আবরণের মধ্যে- ওই বাণী থেকে, যার প্রতি আপনি আমাদেরকে আহ্বান করেছেন; এবং আমাদের কানের মধ্যে বধিরতা রয়েছে আর আমাদের ও আপনার মধ্যে অন্তরায় রয়েছে। সুতরাং আপনি আপনার কাজ করুন, আমরা আমাদের কাজ করছি। ",
			"en_kanzulimaan": "And they say, Our hearts are covered against the affair you call us to, and there is deafness in our ears, and there is a barrier between us and you - therefore mind your own business, we are minding ours.",
			"ur_kanzulimaan": "اور بولے ہمارے دل غلاف میں ہیں اس بات سے جس کی طرف تم ہمیں بلاتے ہو اور ہمارے کانوں میں ٹینٹ (روئی) ہے اور ہمارے اور تمہارے درمیان روک ہے تو تم اپنا کام کرو ہم اپنا کام کرتے ہیں",
			"hi_kanzulimaan": "और बोले (6फ) हमारे दिल गलाफ़ में हैं उस बात से जिसकी तरफ़ तुम हमें बुलाते हो (7फ) और हमारे कानों में टैंट (रूई) है (8फ) और हमारे और तुम्हारे दरमियान रोक है (9फ) तो तुम अपना काम करो हम अपना काम करते हैं (10फ)",
			"author": "৫. আর তারা বলে, ‘আমাদের অন্তর সে বিষয়ে আচ্ছাদিত যার প্রতি আপনি আমাদেরকে আহ্বান করছেন, আমাদের কর্ণে আছে (বধিরতার) বোঝা এবং আমাদের এবং আপনার মাঝে রয়েছে অন্তরাল । সুতরাং আপনি (আপনার) কাজ করতে থাকুন, আমরা আমাদের কাজ করতে থাকি।’"
		},
		{
			"_id": "4224",
			"sura": "41",
			"para": "24",
			"verses": "6",
			"names": "قُلۡ  اِنَّمَاۤ  اَنَا بَشَرٌ  مِّثۡلُکُمۡ  یُوۡحٰۤی  اِلَیَّ اَنَّمَاۤ  اِلٰـہُکُمۡ  اِلٰہٌ  وَّاحِدٌ فَاسۡتَقِیۡمُوۡۤا اِلَیۡہِ وَ اسۡتَغۡفِرُوۡہُ ؕ وَ وَیۡلٌ  لِّلۡمُشۡرِکِیۡنَ ۙ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اِنَّمَاۤ  اَنَا بَشَرٌ  مِّثۡلُکُمۡ  یُوۡحٰۤی  اِلَیَّ اَنَّمَاۤ  اِلٰـہُکُمۡ  اِلٰہٌ  وَّاحِدٌ فَاسۡتَقِیۡمُوۡۤا اِلَیۡہِ وَ اسۡتَغۡفِرُوۡہُ ؕ وَ وَیۡلٌ  لِّلۡمُشۡرِکِیۡنَ ۙ﴿۶﴾ ",
			"index": "4224",
			"name": "আপনি বলুন, ‘মানুষ হওয়ার ক্ষেত্রে তো আমি তোমাদের মতো। আমার প্রতি ওহী আসে যে, তোমাদের উপাস্য একমাত্র উপাস্যই। সুতরাং তার সম্মুখে সোজা থাকো! এবং তাঁরই নিকট ক্ষমা প্রার্থনা করো। আর দুর্ভোগ রয়েছে শির্ককারীদের জন্য;",
			"en_kanzulimaan": "Proclaim (O dear Prophet Mohammed - peace and blessings be upon him), Physically I am a human like you - I receive the divine revelation that your God is only One God, therefore be upright towards Him and seek forgiveness from Him; and woe is to the polytheists. -",
			"ur_kanzulimaan": "تم فرماؤ آدمی ہونے میں تو میں تمہیں جیسا ہوں مجھے وحی ہوتی ہے کہ تمہارا معبود ایک ہی معبود ہے، تو اس کے حضور سیدھے رہو اور اس سے معافی مانگو اور خرابی ہے شرک والوں کو،",
			"hi_kanzulimaan": "तुम फ़रमाओ (11फ) आदमी होने में तो मैं तुम्हीं जैसा हूँ (12फ) मुझे वही होती है कि तुम्हारा मअबूद एक ही मअबूद है तो उसके हुज़ूर सीधे रहो (13फ) और उससे माफ़ी मांगो (14फ) और ख़राबी है शिर्क वालों",
			"author": "৬. (তাদের প্রতিবন্ধকতা দূর করতে এবং তাদেরকে শুনতে আগ্রহী করতে) বলে দিন, ‘(হে কাফেরেরা!) বেশ, আমি তো (বাহ্যিকভাবে) মানুষ হিসেবে তোমাদেরই মতো। (তাহলে আমার থেকে এবং আমার দাওয়াত থেকে তোমরা কেনো এমন পলায়নপর হও?) আমার প্রতি এ ওহী প্রেরণ করা হয়েছে যে, তোমাদের উপাস্য একমাত্র উপাস্য! অতএব তোমরা সরাসরি শুধু তাঁরই অভিমুখী হও এবং তাঁরই নিকট ক্ষমা প্রার্থনা করো। আর মুশরিকদের জন্যে ধ্বংস অপেক্ষমান,"
		},
		{
			"_id": "4225",
			"sura": "41",
			"para": "24",
			"verses": "7",
			"names": "الَّذِیۡنَ  لَا یُؤۡتُوۡنَ الزَّکٰوۃَ وَ ہُمۡ بِالۡاٰخِرَۃِ  ہُمۡ کٰفِرُوۡنَ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "الَّذِیۡنَ  لَا یُؤۡتُوۡنَ الزَّکٰوۃَ وَ ہُمۡ بِالۡاٰخِرَۃِ  ہُمۡ کٰفِرُوۡنَ ﴿۷﴾ ",
			"index": "4225",
			"name": "ওই সব লোক, যারা যাকাত প্রদান করে না এবং তারা আখিরাতকে অস্বীকারকারী। ",
			"en_kanzulimaan": "Those who do not give the obligatory charity, and who deny the Hereafter.",
			"ur_kanzulimaan": "وہ جو زکوٰة نہیں دیتے اور وہ آخرت کے منکر ہیں",
			"hi_kanzulimaan": "वो जो ज़कात नहीं देते (15फ) और वो आख़िरत के मुन्किर हैं (16फ)",
			"author": "৭. যারা যাকাত প্রদান করে না এবং তারা পরকালেরও অস্বীকারকারী।"
		},
		{
			"_id": "4226",
			"sura": "41",
			"para": "24",
			"verses": "8",
			"names": "اِنَّ  الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ لَہُمۡ  اَجۡرٌ  غَیۡرُ  مَمۡنُوۡنٍ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ لَہُمۡ  اَجۡرٌ  غَیۡرُ  مَمۡنُوۡنٍ ﴿۸﴾ ",
			"index": "4226",
			"name": "নিশ্চয় যারা ঈমান এনেছে এবং সৎকর্ম করেছে, তাদের জন্য অশেষ সাওয়াব রয়েছে। ",
			"en_kanzulimaan": "Indeed for those who believed and did good deeds, is a limitless reward.",
			"ur_kanzulimaan": "بیشک جو ایمان لائے اور اچھے کام کیے ان کے لیے بے انتہا ثواب ہے",
			"hi_kanzulimaan": "बेशक जो ईमान लाए और अच्छे काम किये उनके लिये बे इन्तिहा सवाब है (17फ)",
			"author": "৮. নিশ্চয়ই যারা ঈমান এনেছে এবং অবিরত নেক আমল করছে তাদের জন্যে রয়েছে প্রতিদান যা কখনো নিঃশেষ হবে না।"
		},
		{
			"_id": "4227",
			"sura": "41",
			"para": "24",
			"verses": "9",
			"names": "قُلۡ  اَئِنَّکُمۡ  لَتَکۡفُرُوۡنَ بِالَّذِیۡ خَلَقَ الۡاَرۡضَ فِیۡ یَوۡمَیۡنِ وَ تَجۡعَلُوۡنَ لَہٗۤ  اَنۡدَادًا ؕ  ذٰلِکَ رَبُّ  الۡعٰلَمِیۡنَ ۚ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اَئِنَّکُمۡ  لَتَکۡفُرُوۡنَ بِالَّذِیۡ خَلَقَ الۡاَرۡضَ فِیۡ یَوۡمَیۡنِ وَ تَجۡعَلُوۡنَ لَہٗۤ  اَنۡدَادًا ؕ  ذٰلِکَ رَبُّ  الۡعٰلَمِیۡنَ ۚ﴿۹﴾ ",
			"index": "4227",
			"name": "আপনি বলুন, ‘তোমরা কি তাকেই অস্বীকার করছো, যিনি দু’দিনে পৃথিবী সৃষ্টি করেছেন এবং তার সমকক্ষ স্থির করছো? তিনিই হন সমগ্র জাহানের রব’।",
			"en_kanzulimaan": "Say What! You disbelieve in Him Who created the earth in two days, and you appoint equals to Him? He is the Lord Of The Creation!",
			"ur_kanzulimaan": "تم فرماؤ کیا تم لوگ اس کا انکار رکھتے ہو جس نے دو دن میں زمین بنائی اور اس کے ہمسر ٹھہراتے رہو وہ ہے سارے جہان کا رب",
			"hi_kanzulimaan": "तुम फ़रमाओ क्या तुम लोग उसका इन्कार रखते हो जिसने दो दिन में ज़मीन बनाई (18फ) और उसके हमसर ठहराते हो (19फ) वह है सारे जहां का रब (20फ)",
			"author": "৯. বলে দিন, ‘তোমরা কি অস্বীকার করছো তাঁকে (আল্লাহ্কে) যিনি পৃথিবী সৃষ্টি করেছেন দু’দিনে (অর্থাৎ দুই সময়কালে) এবং সাব্যস্ত করছো তাঁর সমকক্ষ? তিনিই তো বিশ্ব জাহানের প্রতিপালক।’"
		},
		{
			"_id": "4228",
			"sura": "41",
			"para": "24",
			"verses": "10",
			"names": "وَ جَعَلَ  فِیۡہَا رَوَاسِیَ مِنۡ فَوۡقِہَا وَ بٰرَکَ فِیۡہَا وَ قَدَّرَ فِیۡہَاۤ  اَقۡوَاتَہَا فِیۡۤ  اَرۡبَعَۃِ  اَیَّامٍ ؕ سَوَآءً   لِّلسَّآئِلِیۡنَ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَعَلَ  فِیۡہَا رَوَاسِیَ مِنۡ فَوۡقِہَا وَ بٰرَکَ فِیۡہَا وَ قَدَّرَ فِیۡہَاۤ  اَقۡوَاتَہَا فِیۡۤ  اَرۡبَعَۃِ  اَیَّامٍ ؕ سَوَآءً   لِّلسَّآئِلِیۡنَ ﴿۱۰﴾ ",
			"index": "4228",
			"name": "এবং তাতে সেটার উপর থেকে নোঙ্গর স্থাপন করেছেন এবং তাতে বরকত রেখেছেন। আর তাতে সেটার বসবাসকারীদের জীবিকাসমূহ নির্ধারণ করেছেন, এ সব মিলিয়ে চারদিনের মধ্যে সঠিক জবাব জিজ্ঞাসাকারীদের জন্য। ",
			"en_kanzulimaan": "And in it He placed mountains as anchors from above it, and blessings in it, and appointed the sustenance for those who dwell in it - all this in four days; a proper answer to those who question.",
			"ur_kanzulimaan": "اور اس میں اس کے اوپر سے لنگر ڈالے (بھاری بوجھ رکھے) اور اس میں برکت رکھی اور اس میں اس کے بسنے والوں کی روزیاں مقرر کیں یہ سب ملاکر چار دن میں ٹھیک جواب پوچھنے والوں کو،",
			"hi_kanzulimaan": "और उसमें (21फ) उसके ऊपर से लंगर डाले (22फ) और उसमें बरकत रखी (23फ) और उसमें उसके बसने वालों की रोज़ियाँ मुक़र्रर कीं यह सब मिलाकर चार दिन में (24फ) ठीक जवाब पूछने वालों को",
			"author": "১০. আর তিনি এর মধ্য থেকে (নির্গত করে) এর উপর স্থাপন করেছেন ভারী পর্বতমালা এবং এর অভ্যন্তরে রেখেছেন (খনিজ সম্পদ, জলাধার, প্রাকৃতিক সম্পদ এবং অন্যান্য পদার্থ এবং শক্তিসমূহের অফুরন্ত) বরকত। আর এতে নির্ধারণ করেছেন (সমস্ত সৃষ্টিজগতের জন্যে) খাদ্যভান্ডার (এবং জীবিকার উপকরণ), (এসব কিছু তিনি) চার দিনে (অর্থাৎ চারটি ক্রমবিকাশমান সময়কালে) পূর্ণ করেছেন; (এসব রিযিক প্রকৃতপক্ষে) সকল যাচ্ঞাকারীর (এবং অভাগ্রস্তের) জন্যে সমান।"
		},
		{
			"_id": "4229",
			"sura": "41",
			"para": "24",
			"verses": "11",
			"names": "ثُمَّ  اسۡتَوٰۤی  اِلَی السَّمَآءِ وَ ہِیَ دُخَانٌ فَقَالَ  لَہَا وَ لِلۡاَرۡضِ ائۡتِیَا طَوۡعًا  اَوۡ کَرۡہًا ؕ قَالَتَاۤ   اَتَیۡنَا  طَآئِعِیۡنَ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ  اسۡتَوٰۤی  اِلَی السَّمَآءِ وَ ہِیَ دُخَانٌ فَقَالَ  لَہَا وَ لِلۡاَرۡضِ ائۡتِیَا طَوۡعًا  اَوۡ کَرۡہًا ؕ قَالَتَاۤ   اَتَیۡنَا  طَآئِعِیۡنَ ﴿۱۱﴾ ",
			"index": "4229",
			"name": "অতঃপর আসমানের দিকে মনোনিবেশ করলেন এবং তা ধোয়া ছিলো। অতঃপর তাকে ও পৃথিবীকে বললেন, ‘উভয়ে হাযির হও স্বেচ্ছায় কিংবা অনিচ্ছায়। উভয়ে ‘আরয করলো, আমরা সাগ্রহে হাযির হলাম’।",
			"en_kanzulimaan": "He then inclined towards the heavens and it was smoke - thereupon He said to it and to the earth, Both of you present yourselves, willingly or with reluctance; they said, We present ourselves, with zeal.",
			"ur_kanzulimaan": "پھر آسمان کی طرف قصد فرمایا اور وہ دھواں تھا تو اس سے اور زمین سے فرمایا کہ دونوں حاضر ہو خوشی سے چاہے ناخوشی سے، دونوں نے عرض کی کہ ہم رغبت کے ساتھ حاضر ہوئے،",
			"hi_kanzulimaan": "फिर आसमान की तरफ़ क़स्द फ़रमाया और वह धुंआ था (25फ) तो उससे और ज़मीन से फ़रमाया कि दोनो हाज़िर हो ख़ुशी से चाहे नाख़ुशी से, दोनो ने अर्ज़ की कि हम रग़बत के साथ हाज़िर हुए",
			"author": "১১. এরপর তিনি ঊর্ধ্ব জগতের অভিমুখী হলেন, তখন এ (সবকিছু) ছিল ধুম্রপুঞ্জবিশেষ। অতঃপর তিনি একে (অর্থাৎ আকাশমন্ডলীকে) এবং পৃথিবীকে বললেন, ‘চাই পরস্পরের আকর্ষণ ও সমন্বয়ের প্রভাবে অথবা অনিচ্ছায় বাধ্য হয়ে (আমার নিয়মের অনুগত হয়ে) আগমন করো’। উভয়ে বললো, ‘আমরা স্বপ্রণোদিত হয়ে উপস্থিত হলাম’।"
		},
		{
			"_id": "4230",
			"sura": "41",
			"para": "24",
			"verses": "12",
			"names": "فَقَضٰہُنَّ سَبۡعَ سَمٰوَاتٍ فِیۡ یَوۡمَیۡنِ وَ اَوۡحٰی فِیۡ کُلِّ سَمَآءٍ  اَمۡرَہَا ؕ وَ زَیَّنَّا السَّمَآءَ  الدُّنۡیَا بِمَصَابِیۡحَ ٭ۖ وَ حِفۡظًا ؕ ذٰلِکَ تَقۡدِیۡرُ  الۡعَزِیۡزِ  الۡعَلِیۡمِ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "فَقَضٰہُنَّ سَبۡعَ سَمٰوَاتٍ فِیۡ یَوۡمَیۡنِ وَ اَوۡحٰی فِیۡ کُلِّ سَمَآءٍ  اَمۡرَہَا ؕ وَ زَیَّنَّا السَّمَآءَ  الدُّنۡیَا بِمَصَابِیۡحَ ٭ۖ وَ حِفۡظًا ؕ ذٰلِکَ تَقۡدِیۡرُ  الۡعَزِیۡزِ  الۡعَلِیۡمِ ﴿۱۲﴾ ",
			"index": "4230",
			"name": "অতঃপর সেগুলোকে পূর্ণ সপ্ত আসমান করে দিলেন দু’দিনের মধ্যে এবং প্রত্যেক আসমানের মধ্যে তাঁরই কর্তব্য কর্মের বিধানাবলী প্রেরণ করলেন এবং আমি নিম্নতম আসমানকে প্রদীপসমূহ দ্বারা সুসজ্জিত করেছি এবং সংরক্ষণের নিমিত্ত। এটা হচ্ছে ওই সম্মানিত, সর্বজ্ঞাতারই স্থিরীকৃত। ",
			"en_kanzulimaan": "He then established them into seven heavens in two days, and to each heaven He sent the command of its affairs; and We decorated the lower heaven with lamps; and for its protection; this is the command set by the Most Honourable, the All Knowing.",
			"ur_kanzulimaan": "تو انہیں پورے سات آسمان کردیا دو دن میں اور ہر آسمان میں اسی کے کام کے احکام بھیجے اور ہم نے نیچے کے آسمان کو چراغوں سے آراستہ کیا اور نگہبانی کے لیے یہ اس عزت والے علم والے کا ٹھہرایا ہوا ہے،",
			"hi_kanzulimaan": "तो उन्होंने पूरे सात आसमान कर दिया दो दिन में (26फ) और हर आसमान में उसी के काम के अहकाम भेजे (27फ) और हमने नीचे के आसमान को (28फ) चिराग़ों से आरास्ता किया (29फ) और निगहबानी के लिये (30फ) यह उस इज़्ज़त वाले इल्म वाले का ठहराया हुआ है",
			"author": "১২. অতঃপর তিনি সপ্তাকাশ গড়লেন দু’দিনে (অর্থাৎ দু’টি ধাপে) এবং সকল ঊর্ধ্বজগতে এদের বিধান ব্যক্ত করলেন। আর নিম্নাকাশকে আমরা সুসজ্জিত করলাম (গ্রহ-নক্ষত্রের) প্রদীপমালা দ্বারা এবং সুরক্ষিতও করলাম (যাতে একটির পদ্ধতি অন্যটিতে ব্যত্যয় না ঘটায়)। এটি মহাপরাক্রমশালী, সর্বজ্ঞ (প্রতিপালক)-এঁর নির্ধারিত ব্যবস্থাপনা।"
		},
		{
			"_id": "4231",
			"sura": "41",
			"para": "24",
			"verses": "13",
			"names": "فَاِنۡ  اَعۡرَضُوۡا فَقُلۡ  اَنۡذَرۡتُکُمۡ  صٰعِقَۃً  مِّثۡلَ  صٰعِقَۃِ عَادٍ  وَّ  ثَمُوۡدَ ﴿ؕ۱۳﴾ ",
			"number": "",
			"verses_PDMS": "فَاِنۡ  اَعۡرَضُوۡا فَقُلۡ  اَنۡذَرۡتُکُمۡ  صٰعِقَۃً  مِّثۡلَ  صٰعِقَۃِ عَادٍ  وَّ  ثَمُوۡدَ ﴿ؕ۱۳﴾ ",
			"index": "4231",
			"name": "অতঃপর যদি তারা মুখ ফিরিয়ে নেয়, তবে আপনিই বলুন, ‘আমি তোমাদেরকে সতর্ক করছি এক বজ্রপাত সম্পর্কে যেমন বজ্রপাত ‘আদ ও সামূদের উপর এসেছিলো।",
			"en_kanzulimaan": "Then if they turn away say, I warn you of a thunderbolt like the thunderbolt which came upon Aad and Thamud.",
			"ur_kanzulimaan": "پھر اگر وہ منہ پھیریں تو تم فرماؤ کہ میں تمہیں ڈراتا ہوں ایک کڑ ک سے جیسی کڑ ک عاد اور ثمود پر آئی تھی",
			"hi_kanzulimaan": "फिर अगर वो मुंह फेरें (31फ) तो तुम फ़रमाओ कि मैं तुम्हें डराता हूँ एक कड़क से जैसी कड़क आद और समूद पर आई थी (32फ)",
			"author": "১৩. তবুও যদি এরা মুখ ফিরিয়ে নেয়, তবে বলে দিন, ‘আমি তো তোমাদেরকে সতর্ক করছি এক ভয়ানক শাস্তি সম্পর্কে, ’আদ ও সামূদের ধ্বংসের শাস্তির অনুরূপ’।"
		},
		{
			"_id": "4232",
			"sura": "41",
			"para": "24",
			"verses": "14",
			"names": "اِذۡ جَآءَتۡہُمُ  الرُّسُلُ مِنۡۢ بَیۡنِ اَیۡدِیۡہِمۡ وَ مِنۡ خَلۡفِہِمۡ  اَلَّا تَعۡبُدُوۡۤا  اِلَّا اللّٰہَ ؕ قَالُوۡا لَوۡ شَآءَ  رَبُّنَا لَاَنۡزَلَ مَلٰٓئِکَۃً  فَاِنَّا بِمَاۤ  اُرۡسِلۡتُمۡ  بِہٖ کٰفِرُوۡنَ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "اِذۡ جَآءَتۡہُمُ  الرُّسُلُ مِنۡۢ بَیۡنِ اَیۡدِیۡہِمۡ وَ مِنۡ خَلۡفِہِمۡ  اَلَّا تَعۡبُدُوۡۤا  اِلَّا اللّٰہَ ؕ قَالُوۡا لَوۡ شَآءَ  رَبُّنَا لَاَنۡزَلَ مَلٰٓئِکَۃً  فَاِنَّا بِمَاۤ  اُرۡسِلۡتُمۡ  بِہٖ کٰفِرُوۡنَ ﴿۱۴﴾ ",
			"index": "4232",
			"name": "যখন অনুসরণ তাদের সামনে এবং পেছনে বিচরণ করছিলেন, ও বলছিলেন, ‘আল্লাহ্‌ ব্যতীত অন্য কারো ইবাদত করো না। তখন তারা বললো, ‘আমাদের রব ইচ্ছা করলে ফিরিশ্‌তাদেরকে অবতীর্ণ করতেন। সুতরাং যা কিছু নিয়ে তোমরা প্রেরিত হয়েছো তা আমরা মানি না। ",
			"en_kanzulimaan": "When their Noble Messengers approached them from front and from behind saying, \"Do not worship any one except Allah\"; they said, \"If our Lord willed, He would surely have sent down angels - we therefore deny whatever you have been sent with.",
			"ur_kanzulimaan": "جب رسول ان کے آگے پیچھے پھرتے تھے کہ اللہ کے سوا کسی کو نہ پوجو، بولے ہمارا رب چاہتا تو فرشتے اتارتا تو جو کچھ تم لے کر بھیجے گئے ہم اسے نہیں مانتے",
			"hi_kanzulimaan": "जब रसूल उनके आगे पीछे फिरते थे (33फ) कि अल्लाह के सिवा किसी को न पूजो, बोले (34फ) हमारा रब चाहता तो फ़रिश्ते उतारता (35फ) तो जो कुछ तुम लेकर भेजे गए हम उसे नहीं मानते (36फ)",
			"author": "১৪. যখন তাদের নিকট রাসূলগণ এসেছিলেন তাদের সম্মুখ ও তাদের পশ্চাত হতে (অথবা তাদের পূর্বে এবং তাদের পরে এবং বলেছিলেন) যে, ‘আল্লাহ ব্যতীত কারো ইবাদত করো না’। তখন তারা বলেছিল, ‘যদি আমাদের প্রতিপালক চাইতেন তবে ফেরেশতা প্রেরণ করতেন। সুতরাং তোমাদেরকে যা কিছুসহ প্রেরণ করা হয়েছে আমরা তা প্রত্যাখ্যান করি।’"
		},
		{
			"_id": "4233",
			"sura": "41",
			"para": "24",
			"verses": "15",
			"names": "فَاَمَّا عَادٌ  فَاسۡتَکۡبَرُوۡا فِی الۡاَرۡضِ بِغَیۡرِ الۡحَقِّ وَ قَالُوۡا مَنۡ  اَشَدُّ مِنَّا قُوَّۃً ؕ اَوَ لَمۡ  یَرَوۡا  اَنَّ اللّٰہَ  الَّذِیۡ خَلَقَہُمۡ ہُوَ اَشَدُّ مِنۡہُمۡ  قُوَّۃً ؕ وَ کَانُوۡا بِاٰیٰتِنَا یَجۡحَدُوۡنَ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "فَاَمَّا عَادٌ  فَاسۡتَکۡبَرُوۡا فِی الۡاَرۡضِ بِغَیۡرِ الۡحَقِّ وَ قَالُوۡا مَنۡ  اَشَدُّ مِنَّا قُوَّۃً ؕ اَوَ لَمۡ  یَرَوۡا  اَنَّ اللّٰہَ  الَّذِیۡ خَلَقَہُمۡ ہُوَ اَشَدُّ مِنۡہُمۡ  قُوَّۃً ؕ وَ کَانُوۡا بِاٰیٰتِنَا یَجۡحَدُوۡنَ ﴿۱۵﴾ ",
			"index": "4233",
			"name": "অতঃপর ওই সব লোক যারা ‘আদ সম্প্রদায়ের ছিলো, তারা ভূ-পৃষ্ঠে অন্যায়ভাবে অহঙ্কার করলো এবং বললো, ‘আমাদের চেয়ে কার শক্তি বেশি?’ এবং তারা কি জানতে পারে নি যে, আল্লাহ্‌, যিনি তাদেরকে সৃষ্টি করেছেন তিনি তাদের চেয়ে অধিক শক্তিশালী? আর আমার আয়াতসমূহকে অস্বীকার করতো। ",
			"en_kanzulimaan": "So regarding the Aad, they were haughty in the land without right, and they said, Who is more powerful than us? Did they not realise that Allah, Who created them, is more powerful than them? And they used to deny Our signs.",
			"ur_kanzulimaan": "تو وہ جو عاد تھے انہیں نے زمین میں ناحق تکبر کیا اور بولے ہم سے زیادہ کس کا زور، اور کیا انہوں نے نہ جانا کہ اللہ جس نے انہیں بنایا ان سے زیادہ قوی ہے، اور ہماری آیتوں کا انکار کرتے تھے،",
			"hi_kanzulimaan": "तो वो जो आद थे उन्होंने ज़मीन में नाहक़ तकब्बुर किया (37फ) और बोले हम से ज़्यादा किस का ज़ोर और क्या उन्होंने न जाना कि अल्लाह जिसने उन्हें बनाया उनसे ज़्यादा क़वी (शक्तिशाली) है, और हमारी आयतों का इन्कार करते थे",
			"author": "১৫. সুতরাং ’আদ সম্প্রদায়ের ব্যাপার ছিল এরকম, তারা পৃথিবীতে অন্যায় অহঙ্কার করতো ও (অবাধ্য হয়ে) বলতো, ‘আমাদের অপেক্ষা শক্তিশালী কে আছে?’ তবে কি তারা লক্ষ্য করেনি যে, আল্লাহ্, যিনি তাদেরকে সৃষ্টি করেছেন, তিনি তাদের অপেক্ষা শক্তিশালী? অথচ তারা আমাদের আয়াতসমূহকে অস্বীকার করতো।"
		},
		{
			"_id": "4234",
			"sura": "41",
			"para": "24",
			"verses": "16",
			"names": "فَاَرۡسَلۡنَا عَلَیۡہِمۡ  رِیۡحًا صَرۡصَرًا فِیۡۤ اَیَّامٍ نَّحِسَاتٍ لِّنُذِیۡقَہُمۡ عَذَابَ الۡخِزۡیِ فِی الۡحَیٰوۃِ  الدُّنۡیَا ؕ وَ لَعَذَابُ الۡاٰخِرَۃِ   اَخۡزٰی  وَ ہُمۡ  لَا  یُنۡصَرُوۡنَ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "فَاَرۡسَلۡنَا عَلَیۡہِمۡ  رِیۡحًا صَرۡصَرًا فِیۡۤ اَیَّامٍ نَّحِسَاتٍ لِّنُذِیۡقَہُمۡ عَذَابَ الۡخِزۡیِ فِی الۡحَیٰوۃِ  الدُّنۡیَا ؕ وَ لَعَذَابُ الۡاٰخِرَۃِ   اَخۡزٰی  وَ ہُمۡ  لَا  یُنۡصَرُوۡنَ ﴿۱۶﴾ ",
			"index": "4234",
			"name": "অতঃপর আমি তাদের উপর এক প্রচণ্ড শীতল বায়ু প্রেরণ করেছি কঠোর গর্জনের তাদের অশুভ দিনগুলোর মধ্যে, যেন আমি তাদেরকে লাঞ্ছনার শাস্তি আস্বাদন করাই পার্থিব জীবনে। আর নিশ্চয় আখিরাতের শাস্তিতে রয়েছে সর্বাপেক্ষা বড় লাঞ্ছনা; এবং তাদেরকে সাহায্য করা হবে না। ",
			"en_kanzulimaan": "We therefore sent a violent thunderstorm towards them in their days of misfortune, in order to make them taste a disgraceful punishment in the life of this world; and indeed the punishment of the Hereafter is more disgracing, and they will not be helped.",
			"ur_kanzulimaan": "تو ہم نے ان پر ایک آندھی بھیجی سخت گرج کی ان کی شامت کے دنوں میں کہ ہم انہیں رسوائی کا عذاب چکھائیں دنیا کی زندگی میں اور بیشک آخرت کے عذاب میں سب سے بڑی رسوائی ہے اور ان کی مدد نہ ہوگی،",
			"hi_kanzulimaan": "तो हमने उनपर एक आंधी भेजी सख़्त गरज की (38फ) उनकी शामत के दिनों में कि हम उन्हें रूस्वाई का अज़ाब चखाएं दुनिया की ज़िन्दगी में और बेशक आख़िरत के अज़ाब में सबसे बड़ी रूस्वाई है और उनकी मदद न होगी",
			"author": "১৬. সুতরাং আমরা তাদের বিরুদ্ধে অশুভ দিনে প্রেরণ করলাম ভয়ানক তীব্র গতিসম্পন্ন ঝঞ্ঝাবায়ু, যাতে আমরা তাদেরকে পার্থিব জীবনে লাঞ্ছনাকর শাস্তি আস্বাদন করাতে পারি। আর পরকালের শাস্তি তো হবে অধিকতর লাঞ্ছনাকর এবং তাদেরকে কোনো সাহায্য করা হবে না।"
		},
		{
			"_id": "4235",
			"sura": "41",
			"para": "24",
			"verses": "17",
			"names": "وَ اَمَّا ثَمُوۡدُ فَہَدَیۡنٰہُمۡ  فَاسۡتَحَبُّوا الۡعَمٰی عَلَی الۡہُدٰی فَاَخَذَتۡہُمۡ صٰعِقَۃُ الۡعَذَابِ الۡہُوۡنِ بِمَا کَانُوۡا یَکۡسِبُوۡنَ ﴿ۚ۱۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَمَّا ثَمُوۡدُ فَہَدَیۡنٰہُمۡ  فَاسۡتَحَبُّوا الۡعَمٰی عَلَی الۡہُدٰی فَاَخَذَتۡہُمۡ صٰعِقَۃُ الۡعَذَابِ الۡہُوۡنِ بِمَا کَانُوۡا یَکۡسِبُوۡنَ ﴿ۚ۱۷﴾ ",
			"index": "4235",
			"name": "এবং বাকী রইলো সামূদ। তাদেরকে আমি পথ প্রদর্শন করেছি; সুতরাং তারা আলো দেখার পরিবর্তে অন্ধত্বকেই গ্রহণ করেছেন। অতঃপর তাদেরকে লাঞ্ছনার শাস্তির বজ্রনাদ পেয়ে বসেছে; তাদের কৃতকর্মের শাস্তি। ",
			"en_kanzulimaan": "And regarding the Thamud, We showed them the right path - so they chose to be blind above being guided, therefore the thunderbolt of the disgraceful punishment overcame them - the recompense of their deeds.",
			"ur_kanzulimaan": "اور رہے ثمود انہیں ہم نے راہ دکھائی تو انہوں نے سوجھنے پر اندھے ہونے کو پسند کیا تو انہیں ذلت کے عذاب کی کڑ ک نے آ لیا سزا ان کے کیے کی",
			"hi_kanzulimaan": "और रहे समूद उन्हें हमने राह दिखाई (39फ) तो उन्होंने सूझने पर अंधे होने को पसन्द किया (40फ) तो उन्हें ज़िल्लत के अज़ाब की कड़क ने आ लिया (41फ) सज़ा उनके किये की (42फ)",
			"author": "১৭. আর সামূদ জাতির ব্যাপার ছিল এরকম, আমরা তাদেরকে হেদায়াতের পথ প্রদর্শন করেছিলাম, কিন্তু তারা হেদায়াতের বিপরীতে অন্ধ থাকাকেই পছন্দ করেছিল। সুতরাং তাদেরকে আঘাত হানলো লাঞ্ছনাকর শাস্তির বজ্রাঘাত, তাদের অর্জিত কৃতকর্মের পরিণামস্বরূপ।"
		},
		{
			"_id": "4236",
			"sura": "41",
			"para": "24",
			"verses": "18",
			"names": "وَ نَجَّیۡنَا الَّذِیۡنَ اٰمَنُوۡا وَ کَانُوۡا یَتَّقُوۡنَ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ نَجَّیۡنَا الَّذِیۡنَ اٰمَنُوۡا وَ کَانُوۡا یَتَّقُوۡنَ ﴿۱۸﴾ ",
			"index": "4236",
			"name": "এবং আমি তাদেরকেই উদ্ধার করেছি, যারা ঈমান এনেছে এবং ভয় করতো। ",
			"en_kanzulimaan": "And We rescued those who accepted faith and were pious.",
			"ur_kanzulimaan": "اور ہم نے انہیں بچالیا جو ایمان لائے اور ڈرتے تھے",
			"hi_kanzulimaan": "और हमने (43फ) उन्हें बचा लिया जो ईमान लाए (44फ) और डरते थे (45फ)",
			"author": "১৮. আর আমরা রক্ষা করলাম তাদেরকে যারা ঈমান এনেছিল এবং যারা পরহেযগারিতা অবলম্বন করতো।"
		},
		{
			"_id": "4237",
			"sura": "41",
			"para": "24",
			"verses": "19",
			"names": "وَ یَوۡمَ یُحۡشَرُ اَعۡدَآءُ  اللّٰہِ  اِلَی النَّارِ فَہُمۡ  یُوۡزَعُوۡنَ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَوۡمَ یُحۡشَرُ اَعۡدَآءُ  اللّٰہِ  اِلَی النَّارِ فَہُمۡ  یُوۡزَعُوۡنَ ﴿۱۹﴾ ",
			"index": "4237",
			"name": "এবং যেদিন আল্লাহ্‌র শত্রুদেরকে আগুনের দিকে হাঁকিয়ে নিয়ে যাওয়া হবে; তখন তাদের পূর্ববর্তীদেরকে রুখে দেওয়া হবে, শেষ পর্যন্ত পরবর্তীগণ এসে মিলিত হবে; ",
			"en_kanzulimaan": "And on the day when the enemies of Allah are herded towards the fire, the earlier groups will be restrained till the latter join them.",
			"ur_kanzulimaan": "اور جس دن اللہ کے دشمن آگ کی طرف ہانکے جائیں گے تو ان کے اگلوں کو روکیں گے،",
			"hi_kanzulimaan": "और जिस दिन अल्लाह के दुश्मन (46फ) आग की तरफ़ हांके जाएंगे तो उनके अगलों को रोकेंगे",
			"author": "১৯. আর যেদিন আল্লাহ্‌র শত্রুদেরকে জাহান্নামের দিকে সমবেত করে নেয়া হবে, সেদিন তাদেরকে বিন্যস্ত করে (তাড়িয়ে) নিয়ে যাওয়া হবে।"
		},
		{
			"_id": "4238",
			"sura": "41",
			"para": "24",
			"verses": "20",
			"names": "حَتّٰۤی  اِذَا مَا جَآءُوۡہَا شَہِدَ عَلَیۡہِمۡ سَمۡعُہُمۡ وَ اَبۡصَارُہُمۡ وَ جُلُوۡدُہُمۡ بِمَا کَانُوۡا یَعۡمَلُوۡنَ ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "حَتّٰۤی  اِذَا مَا جَآءُوۡہَا شَہِدَ عَلَیۡہِمۡ سَمۡعُہُمۡ وَ اَبۡصَارُہُمۡ وَ جُلُوۡدُہُمۡ بِمَا کَانُوۡا یَعۡمَلُوۡنَ ﴿۲۰﴾ ",
			"index": "4238",
			"name": "পরিশেষে, যখন সেখানে পৌঁছবে তখন তাদের কান, তাদের চোখ এবং তাদের চামড়াগুলো সবই তাদের বিরুদ্ধে তাদের কৃতকর্মের সাক্ষ্য দেবে। ",
			"en_kanzulimaan": "To the extent that when they reach it, their ears and their eyes and their skins will testify against them for what they used to do.",
			"ur_kanzulimaan": "یہاں تک کہ پچھلے آ ملیں یہاں تک کہ جب وہاں پہنچیں گے ان کے کان اور ان کی آنکھیں اور ان کے چمڑے سب ان پر ان کے کیے کی گواہی دیں گے",
			"hi_kanzulimaan": "यहाँ तक कि पिछले आ मिलें (47फ) यहां तक कि जब वहाँ पहुंचेंगे उनके कान और उनकी आँखे और उनके चमड़े सब उनपर उनके किये की गवाही देंगे (48फ)",
			"author": "২০. অবশেষে যখন তারা জাহান্নামের সন্নিকটে পৌঁছুবে তখন তাদের কর্ণ, তাদের চক্ষু এবং তাদের ত্বক তাদের বিপক্ষে সাক্ষ্য দেবে সে সম্পর্কে যা তারা করতো।"
		},
		{
			"_id": "4239",
			"sura": "41",
			"para": "24",
			"verses": "21",
			"names": "وَ قَالُوۡا لِجُلُوۡدِہِمۡ  لِمَ شَہِدۡتُّمۡ  عَلَیۡنَا ؕ قَالُوۡۤا اَنۡطَقَنَا اللّٰہُ  الَّذِیۡۤ  اَنۡطَقَ کُلَّ شَیۡءٍ وَّ ہُوَ خَلَقَکُمۡ  اَوَّلَ مَرَّۃٍ  وَّ اِلَیۡہِ تُرۡجَعُوۡنَ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡا لِجُلُوۡدِہِمۡ  لِمَ شَہِدۡتُّمۡ  عَلَیۡنَا ؕ قَالُوۡۤا اَنۡطَقَنَا اللّٰہُ  الَّذِیۡۤ  اَنۡطَقَ کُلَّ شَیۡءٍ وَّ ہُوَ خَلَقَکُمۡ  اَوَّلَ مَرَّۃٍ  وَّ اِلَیۡہِ تُرۡجَعُوۡنَ ﴿۲۱﴾ ",
			"index": "4239",
			"name": "এবং তারা তাদের চামড়া গুলোকে বলবে, ‘তোমরা আমাদের বিরুদ্ধে কেন সাক্ষ্য দিয়েছ?’ সেগুলো বলবে, ‘আমাদেরকে আল্লাহ্‌ বাক-শক্তি দিয়েছেন, যিনি প্রত্যেক বস্তকে বাকশক্তি দান করেছেন। আর তিনি তোমাদেরকে প্রথমবার সৃষ্টি করেছেন এবং তাঁরই দিকে তোমাদেরকে প্রত্যাবর্তন করতে হবে।",
			"en_kanzulimaan": "And they will say to their skins, Why did you testify against us?\"; they will say, Allah has made us talk, Who has given all things the power of speech, and it is He Who created you the first time, and it is to Him that you have to return.",
			"ur_kanzulimaan": "اور وه اپنی کھالوں سے کہیں گے تم نے ہم پر کیوں گواہی دی، وہ کہیں گی ہمیں اللہ نے بلوایا جس نے ہر چیز کو گویائی بخشی اور اس نے تمہیں پہلی بار بنایا اور اسی کی طرف تمہیں پھرنا ہے،",
			"hi_kanzulimaan": "और वो अपनी खालों से कहेंगे तुमने हम पर क्यों गवाही दी, वो कहेंगी हमें अल्लाह ने बुलवाया जिसने हर चीज़ को गोयाई (बोलने की ताक़त) बख़्शी और उसने तुम्हें पहली बार बनाया और उसी की तरफ़ तुम्हें फिरना है",
			"author": "২১. অতঃপর এরা নিজেদের ত্বককে জিজ্ঞেস করবে, ‘তোমরা আমাদের বিপক্ষে কেন সাক্ষ্য দিচ্ছো?’ তারা উত্তরে বলবে, ‘আমাদেরকে বাকশক্তি দিয়েছেন আল্লাহ্, যিনি সকল কিছুকে বাকশক্তি প্রদান করেন। আর তিনিই তোমাদেরকে প্রথমবার সৃষ্টি করেছেন এবং তোমরা তাঁরই নিকটে প্রত্যাবর্তিত হবে।’"
		},
		{
			"_id": "4240",
			"sura": "41",
			"para": "24",
			"verses": "22",
			"names": "وَ مَا کُنۡتُمۡ تَسۡتَتِرُوۡنَ اَنۡ یَّشۡہَدَ عَلَیۡکُمۡ سَمۡعُکُمۡ وَ لَاۤ  اَبۡصَارُکُمۡ وَ لَا جُلُوۡدُکُمۡ وَ لٰکِنۡ ظَنَنۡتُمۡ  اَنَّ اللّٰہَ  لَا یَعۡلَمُ  کَثِیۡرًا  مِّمَّا تَعۡمَلُوۡنَ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا کُنۡتُمۡ تَسۡتَتِرُوۡنَ اَنۡ یَّشۡہَدَ عَلَیۡکُمۡ سَمۡعُکُمۡ وَ لَاۤ  اَبۡصَارُکُمۡ وَ لَا جُلُوۡدُکُمۡ وَ لٰکِنۡ ظَنَنۡتُمۡ  اَنَّ اللّٰہَ  لَا یَعۡلَمُ  کَثِیۡرًا  مِّمَّا تَعۡمَلُوۡنَ ﴿۲۲﴾ ",
			"index": "4240",
			"name": "এবং তোমরা এর থেকে কোথায় আত্নগোপন করে যাচ্ছিলে যে, তোমাদের বিরুদ্ধে সাক্ষ্য দেবে তোমাদের কান, তোমাদের চোখ এবং তোমাদের চামড়াগুলো? কিন্তু তোমরা তো এ ধারণা করে বসেছিলে যে, আল্লাহ্‌ তোমাদের কর্ম সম্পর্কে জানেন না!",
			"en_kanzulimaan": "And where could you hide from Him, so that your ears and your eyes and your skins may not testify against you? But you had assumed that Allah does not know most of your deeds!",
			"ur_kanzulimaan": "اور تم اس سے کہاں چھپ کر جاتے کہ تم پر گواہی دیں تمہارے کان اور تمہاری آنکھیں اور تمہاری کھالیں لیکن تم تو یہ سمجھے بیٹھے تھے کہ اللہ تمہارے بہت سے کام نہیں جانتا",
			"hi_kanzulimaan": "और तुम (49फ) उससे कहाँ छुप कर जाते कि तुम पर गवाही दें तुम्हारे कान और तुम्हारी आँखें और तुम्हारी खालें (50फ) लेकिन तुम तो यह समझे बैठे थे कि अल्लाह तुम्हारे बहुत से काम नहीं जानता (51फ)",
			"author": "২২. আর তোমরা (পাপ করার সময় এ ভয়েও) গোপনীয়তা রক্ষা করতে না যে, তোমাদের কর্ণ তোমাদের বিরুদ্ধে সাক্ষ্য দেবে, আর না (এ ভয় করতে যে,) তোমাদের চক্ষু, আর না তোমাদের ত্বকও (সাক্ষ্য দেবে)। উপরন্তু তোমরা মনে করতে যে, আল্লাহ্ সেসবের অনেক কিছুই জানেন না যা তোমরা সম্পাদন করো।"
		},
		{
			"_id": "4241",
			"sura": "41",
			"para": "24",
			"verses": "23",
			"names": "وَ ذٰلِکُمۡ ظَنُّکُمُ الَّذِیۡ ظَنَنۡتُمۡ بِرَبِّکُمۡ اَرۡدٰىکُمۡ فَاَصۡبَحۡتُمۡ مِّنَ الۡخٰسِرِیۡنَ ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ ذٰلِکُمۡ ظَنُّکُمُ الَّذِیۡ ظَنَنۡتُمۡ بِرَبِّکُمۡ اَرۡدٰىکُمۡ فَاَصۡبَحۡتُمۡ مِّنَ الۡخٰسِرِیۡنَ ﴿۲۳﴾ ",
			"index": "4241",
			"name": "‘এবং এটা হচ্ছে তোমাদের ওই ধারণা যা তোমরা আপন রব সম্বন্ধে করেছো এবং সেটাই তোমাদেরকে ধ্বংস করে ফেলেছে। সুতরাং এখন রয়ে গেছো ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়ে’।",
			"en_kanzulimaan": "And this is the assumption you had regarding your Lord, which has ruined you, so you are now among those who have been defeated.",
			"ur_kanzulimaan": "اور یہ ہے تمہارا وہ گمان جو تم نے اپنے رب کے ساتھ کیا اور اس نے تمہیں ہلاک کردیا تو اب رہ گئے ہارے ہوؤں میں،",
			"hi_kanzulimaan": "और यह है तुम्हारा वह गुमान जो तुमने अपने रब के साथ किया और उसने तुम्हें हलाक कर दिया (52फ) तो अब रह गए हारे हुओं में",
			"author": "২৩. আর তোমাদের এ ধারণাই তোমাদেরকে ধ্বংস করেছে যা তোমরা তোমাদের প্রতিপালকের ব্যাপারে পোষণ করেছো। সুতরাং তোমরা ক্ষতিগ্রস্তদের মধ্যে গণ্য হয়েছো।"
		},
		{
			"_id": "4242",
			"sura": "41",
			"para": "24",
			"verses": "24",
			"names": "فَاِنۡ یَّصۡبِرُوۡا فَالنَّارُ مَثۡوًی لَّہُمۡ ۚ وَ  اِنۡ یَّسۡتَعۡتِبُوۡا فَمَا ہُمۡ مِّنَ الۡمُعۡتَبِیۡنَ ﴿۲۴﴾ ",
			"number": "",
			"verses_PDMS": "فَاِنۡ یَّصۡبِرُوۡا فَالنَّارُ مَثۡوًی لَّہُمۡ ۚ وَ  اِنۡ یَّسۡتَعۡتِبُوۡا فَمَا ہُمۡ مِّنَ الۡمُعۡتَبِیۡنَ ﴿۲۴﴾ ",
			"index": "4242",
			"name": "অতঃপর যদি তারা ধৈর্যধারণ করে তবুও আগুনই তাদের ঠিকানা। আর যদি তারা মানাতেও চায়, তবুও কেউ তাদের মানানো মানবে না। ",
			"en_kanzulimaan": "Then if they are patient, even then the fire is their home; and if they plead, none will listen to their pleading.",
			"ur_kanzulimaan": "پھر اگر وہ صبر کریں تو آگ ان کا ٹھکانا ہے اور اگر وہ منانا چاہیں تو کوئی ان کا منانا نہ مانے،",
			"hi_kanzulimaan": "फिर अगर वो सब्र करें (53फ) तो आग उनका ठिकाना है (54फ) और अगर वो मनाना चाहें तो कोई उनका मनाना न माने (55फ)",
			"author": "২৪. এখন তারা ধৈর্য ধারণ করলেও জাহান্নামই হবে তাদের আবাস। আর তারা (তওবার মাধ্যমে আল্লাহ্‌র) সন্তুষ্টি অর্জন করতে চাইলেও তারা সন্তুষ্টি অর্জনকারীদের মধ্যে গণ্য হবে না।"
		},
		{
			"_id": "4243",
			"sura": "41",
			"para": "24",
			"verses": "25",
			"names": "وَ قَیَّضۡنَا لَہُمۡ قُرَنَآءَ فَزَیَّنُوۡا لَہُمۡ مَّا بَیۡنَ  اَیۡدِیۡہِمۡ وَ مَا خَلۡفَہُمۡ وَ حَقَّ عَلَیۡہِمُ  الۡقَوۡلُ فِیۡۤ  اُمَمٍ قَدۡ خَلَتۡ مِنۡ قَبۡلِہِمۡ  مِّنَ  الۡجِنِّ وَ الۡاِنۡسِ ۚ اِنَّہُمۡ کَانُوۡا خٰسِرِیۡنَ ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَیَّضۡنَا لَہُمۡ قُرَنَآءَ فَزَیَّنُوۡا لَہُمۡ مَّا بَیۡنَ  اَیۡدِیۡہِمۡ وَ مَا خَلۡفَہُمۡ وَ حَقَّ عَلَیۡہِمُ  الۡقَوۡلُ فِیۡۤ  اُمَمٍ قَدۡ خَلَتۡ مِنۡ قَبۡلِہِمۡ  مِّنَ  الۡجِنِّ وَ الۡاِنۡسِ ۚ اِنَّہُمۡ کَانُوۡا خٰسِرِیۡنَ ﴿۲۵﴾ ",
			"index": "4243",
			"name": "এবং আমি তাদের জন্য কিছু সহচর নিয়োজিত করেছি। তারা তাদের জন্য সুশোভিত করে দেখিয়েছে যা তাদের সামনে আছে ও যা তাদের পেছনে। এবং তাদের উপর বাণী পূর্ণ হয়েছে ওই সব দলের সাথে, যারা তাদের পূর্বে গত হয়েছে- জিন্‌ ও মানুষের। নিশ্চয় তারা ক্ষতিগ্রস্ত ছিলো। ",
			"en_kanzulimaan": "And We appointed companions for them, who made what is before them and what is after them seem good to them, and the Word proved true upon them along with the groups of jinns and men who passed away before them; they were indeed losers.",
			"ur_kanzulimaan": "اور ہم نے ان پر کچھ ساتھی تعینات کیے انہوں نے انہیں بھلا کردیا جو ان کے آگے ہے اور جو ان کے پیچھے اور ان پر بات پوری ہوئی ان گروہوں کے ساتھ جو ان سے پہلے گزر چکے جن اور آدمیوں کے، بیشک وہ زیاں کار تھے،",
			"hi_kanzulimaan": "और हमने उनपर कुछ साथी तैनात किये (56फ) उन्होंने उन्हें भला कर दिखाया जो उनके आगे है (57फ) और जो उनके पीछे (58फ) और उनपर बात पूरी हुई (59फ) उन गिरोहों के साथ जो उनसे पहले गुज़र चुके जिन्न और आदमियों के, बेशक वो ज़ियांकार(पापी) थे",
			"author": "২৫. আর আমরা তাদের জন্যে সহচর নিয়োজিত করেছিলাম (শয়তানদেরকে)। সুতরাং তারা তাদের দৃষ্টিতে (সমস্ত মন্দকর্মকে) সুশোভিত করে দেখিয়েছিল, যেসব তাদের সম্মুখে ও পশ্চাতে ছিল। তাদের পূর্বে অতিবাহিত জ্বিন ও মানব সম্প্রদায়ের ন্যায় তাদের উপরও (সেই) শাস্তির নির্দেশ প্রমাণিত হয়েছে। নিশ্চয়ই তারা ছিল ক্ষতিগ্রস্ত।"
		},
		{
			"_id": "4244",
			"sura": "41",
			"para": "24",
			"verses": "26",
			"names": "وَ قَالَ الَّذِیۡنَ کَفَرُوۡا لَا تَسۡمَعُوۡا لِہٰذَا الۡقُرۡاٰنِ وَ الۡغَوۡا فِیۡہِ  لَعَلَّکُمۡ تَغۡلِبُوۡنَ ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الَّذِیۡنَ کَفَرُوۡا لَا تَسۡمَعُوۡا لِہٰذَا الۡقُرۡاٰنِ وَ الۡغَوۡا فِیۡہِ  لَعَلَّکُمۡ تَغۡلِبُوۡنَ ﴿۲۶﴾ ",
			"index": "4244",
			"name": "এবং কাফিরগণ বললো, ‘এ ক্বোরআন শ্রবণ করো না! আর তাতে অনর্থক শোরগোল করো, হয় তো এভাবেই তোমরা জয়ী হতে পারো’।",
			"en_kanzulimaan": "And the disbelievers said, Do not listen to this Quran and engulf it in noise - perhaps you may be victorious this way.",
			"ur_kanzulimaan": "اور کافر بولے یہ قرآن نہ سنو اور اس میں بیہودہ غل کرو شاید یونہی تم غالب آؤ",
			"hi_kanzulimaan": "और काफ़िर बोले (60फ) यह क़ुरआन न सुना और इसमें बेहूदा ग़ुल करो (61फ) शायद यूंही तुम ग़ालिब आओ (62फ)",
			"author": "২৬. আর কাফেরেরা বলে, ‘তোমরা এ কুরআন শ্রবণ করো না এবং (পাঠের সময়) এতে গোলযোগ সৃষ্টি করো, যাতে তোমরা (তাদের কুরআন পাঠের উপর) জয়ী হতে পারো’।"
		},
		{
			"_id": "4245",
			"sura": "41",
			"para": "24",
			"verses": "27",
			"names": "فَلَنُذِیۡقَنَّ  الَّذِیۡنَ کَفَرُوۡا عَذَابًا شَدِیۡدًا ۙ وَّ لَنَجۡزِیَنَّہُمۡ  اَسۡوَاَ الَّذِیۡ کَانُوۡا یَعۡمَلُوۡنَ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "فَلَنُذِیۡقَنَّ  الَّذِیۡنَ کَفَرُوۡا عَذَابًا شَدِیۡدًا ۙ وَّ لَنَجۡزِیَنَّہُمۡ  اَسۡوَاَ الَّذِیۡ کَانُوۡا یَعۡمَلُوۡنَ ﴿۲۷﴾ ",
			"index": "4245",
			"name": "সুতরাং নিশ্চয় নিশ্চয় আমি কাফিরদের কঠিন শাস্তির স্বাদ গ্রহণ করাবো এবং নিশ্চয় আমি তাদের মন্দ থেকে মন্দতর কাজের প্রতিফল তাদেরকে দেবো। ",
			"en_kanzulimaan": "So We will indeed make the disbelievers taste the severe punishment, and indeed We will repay them for their worst deeds.",
			"ur_kanzulimaan": "تو بیشک ضرور ہم کافروں کو سخت عذاب چکھائیں گے اور بیشک ہم ان کے بُرے سے بُرے کام کا انہیں بدلہ دیں گے",
			"hi_kanzulimaan": "तो बेशक ज़रूर हम काफ़िरों को सख़्त अज़ाब चखाएंगे और बेशक हम उनके बुरे से बुरे काम का उन्हें बदला देंगे (63फ)",
			"author": "২৭. অতঃপর অবশ্যই আমরা কাফেরদেরকে কঠিন শাস্তি আস্বাদন করাবো এবং অবশ্যই তাদেরকে নিকৃষ্ট কর্মকান্ডের প্রতিদান দেবো যা তারা করতো।"
		},
		{
			"_id": "4246",
			"sura": "41",
			"para": "24",
			"verses": "28",
			"names": "ذٰلِکَ جَزَآءُ  اَعۡدَآءِ اللّٰہِ النَّارُ ۚ لَہُمۡ فِیۡہَا دَارُ الۡخُلۡدِ ؕ جَزَآءًۢ  بِمَا کَانُوۡا بِاٰیٰتِنَا یَجۡحَدُوۡنَ ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ جَزَآءُ  اَعۡدَآءِ اللّٰہِ النَّارُ ۚ لَہُمۡ فِیۡہَا دَارُ الۡخُلۡدِ ؕ جَزَآءًۢ  بِمَا کَانُوۡا بِاٰیٰتِنَا یَجۡحَدُوۡنَ ﴿۲۸﴾ ",
			"index": "4246",
			"name": "এই হচ্ছে আল্লাহ্‌র শত্রুদের প্রতিফল, আগুন। তাতে তাদেরকে স্থায়ীভাবে থাকতে হবে- শাস্তিস্বরূপ এরই যে, তারা আমার আয়াতসমূহকে অস্বীকার করতো। ",
			"en_kanzulimaan": "This is the recompense of Allahs enemies - the fire; they have to stay in it forever; the penalty for denying Our signs.",
			"ur_kanzulimaan": "یہ ہے اللہ کے دشمنوں کا بدلہ آ گ، اس میں انہیں ہمیشہ رہنا ہے، سزا اس کی کہ ہماری آیتوں کا انکار کرتے تھے،",
			"hi_kanzulimaan": "यह है अल्लाह के दुश्मनों का बदला आग, इसमें उन्हें हमेंशा रहना है, सज़ा उसकी कि हमारी आयतों का इन्कार करते थे",
			"author": "২৮. এ জাহান্নামই আল্লাহ্‌র দুশমনদের প্রতিদান। এতে তাদের জন্যে রয়েছে চিরস্থায়ী আবাস; এ হলো আমার আয়াতসমূহকে অস্বীকারের প্রতিফল।"
		},
		{
			"_id": "4247",
			"sura": "41",
			"para": "24",
			"verses": "29",
			"names": "وَ قَالَ الَّذِیۡنَ کَفَرُوۡا رَبَّنَاۤ  اَرِنَا الَّذَیۡنِ اَضَلّٰنَا مِنَ الۡجِنِّ وَ الۡاِنۡسِ نَجۡعَلۡہُمَا تَحۡتَ اَقۡدَامِنَا لِیَکُوۡنَا مِنَ الۡاَسۡفَلِیۡنَ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الَّذِیۡنَ کَفَرُوۡا رَبَّنَاۤ  اَرِنَا الَّذَیۡنِ اَضَلّٰنَا مِنَ الۡجِنِّ وَ الۡاِنۡسِ نَجۡعَلۡہُمَا تَحۡتَ اَقۡدَامِنَا لِیَکُوۡنَا مِنَ الۡاَسۡفَلِیۡنَ ﴿۲۹﴾ ",
			"index": "4247",
			"name": "এবং কাফিরগণ বললো, ‘হে আমাদের রব! আমাদেরকে দেখাও ওই দু’টিকে- জিন ও মানব, যারা আমাদেরকে পথভ্রষ্ট করেছে, যাতে আমরা তাদেরকে আমাদের পদতলে নিক্ষেপ করি, যেন তারা প্রত্যেক নিম্নবর্তীরও নিচে থাকে। ",
			"en_kanzulimaan": "And the disbelievers said, Our Lord! Show us both - among jinns and men - who misled us, for us to put them beneath our feet so that they be the lowest of the low.",
			"ur_kanzulimaan": "اور کافر بولے اے ہمارے رب ہمیں دکھا وہ دونوں جن اور آدمی جنہوں نے ہمیں گمراہ کیا کہ ہم انہیں اپنے پاؤں تلے ڈالیں کہ وہ ہر نیچے سے نیچے رہیں",
			"hi_kanzulimaan": "और काफ़िर बोले (64फ) ऐ हमारे रब हमें दिखा वो दोनों जिन्न और आदमी जिन्होंने हमें गुमराह किया (65फ) कि हम उन्हें अपने पाँव तले डालें (66फ) कि वो हर नीचे से नीचे रहें (67फ)",
			"author": "২৯. আর যারা কুফরী করেছে তারা বলবে, ‘হে আমাদের প্রতিপালক! জ্বিন এবং মানুষদের মধ্যে যারা আমাদেরকে পথভ্রষ্ট করেছিল তাদেরকে দেখিয়ে দাও,; আমরা তাদের উভয়কে আমাদের পদতলে (পিষে) দলিত করবো, যাতে তারা সবচেয়ে বেশি লাঞ্ছিত হয়।’"
		},
		{
			"_id": "4248",
			"sura": "41",
			"para": "24",
			"verses": "30",
			"names": "اِنَّ  الَّذِیۡنَ قَالُوۡا رَبُّنَا اللّٰہُ  ثُمَّ اسۡتَقَامُوۡا تَتَنَزَّلُ عَلَیۡہِمُ الۡمَلٰٓئِکَۃُ  اَلَّا تَخَافُوۡا وَ لَا تَحۡزَنُوۡا وَ اَبۡشِرُوۡا بِالۡجَنَّۃِ  الَّتِیۡ  کُنۡتُمۡ تُوۡعَدُوۡنَ ﴿۳۰﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الَّذِیۡنَ قَالُوۡا رَبُّنَا اللّٰہُ  ثُمَّ اسۡتَقَامُوۡا تَتَنَزَّلُ عَلَیۡہِمُ الۡمَلٰٓئِکَۃُ  اَلَّا تَخَافُوۡا وَ لَا تَحۡزَنُوۡا وَ اَبۡشِرُوۡا بِالۡجَنَّۃِ  الَّتِیۡ  کُنۡتُمۡ تُوۡعَدُوۡنَ ﴿۳۰﴾ ",
			"index": "4248",
			"name": "নিশ্চয় ওই সব লোক যারা বলেছে, ‘আমাদের রব আল্লাহ্‌’ অতঃপর সেটার উপর স্থির রয়েছে, তাদের উপর ফিরিশ্‌তা অবতীর্ণ হয়! (আর বলে) ‘না ভীত হও এবং না দুঃখ করো এবং আনন্দিত হও এ জান্নাতের উপর যার সম্পর্কে তোমাদের প্রতিশ্রুতি দেওয়া হতো। ",
			"en_kanzulimaan": "Indeed those who said, Allah is our Lord and remained firm upon it  upon them descend the angels, (saying), Do not fear nor grieve, and be happy for the Paradise which you are promised.",
			"ur_kanzulimaan": "بیشک وہ جنہوں نے کہا ہمارا رب اللہ ہے پھر اس پر قائم رہے ان پر فرشتے اترتے ہیں کہ نہ ڈرو اور نہ غم کرو اور خوش ہو اس جنت پر جس کا تمہیں وعدہ دیا جاتا تھا",
			"hi_kanzulimaan": "बेशक वो जिन्हों ने कहा हमारा रब अल्लाह है फिर उसपर क़ायम रहे (68फ) उनपर फ़रिश्ते उतरते हैं (69फ) कि न डरो (70फ) और न ग़म करो (71फ) और ख़ुश हो उस जन्नत पर जिस का तुम्हें वादा दिया जाता था (72फ)",
			"author": "৩০. নিশ্চয়ই যেসব লোক বলে, ‘আমাদের প্রতিপালক আল্লাহ্’, অতঃপর তারা (এতে সুদৃঢ়ভাবে) অবিচল থাকে, তাদের নিকট ফেরেশতা অবতীর্ণ হয় (এবং বলে), ‘তোমরা ভীত হয়ো না, চিন্তিতও হয়ো না এবং জান্নাতে উল্লসিত হও, যার ব্যাপারে তোমাদেরকে অঙ্গীকার করা হয়েছিল।"
		},
		{
			"_id": "4249",
			"sura": "41",
			"para": "24",
			"verses": "31",
			"names": "نَحۡنُ اَوۡلِیٰٓؤُکُمۡ فِی الۡحَیٰوۃِ  الدُّنۡیَا وَ فِی الۡاٰخِرَۃِ ۚ وَ لَکُمۡ فِیۡہَا مَا تَشۡتَہِیۡۤ اَنۡفُسُکُمۡ وَ لَکُمۡ فِیۡہَا مَا تَدَّعُوۡنَ ﴿ؕ۳۱﴾ ",
			"number": "",
			"verses_PDMS": "نَحۡنُ اَوۡلِیٰٓؤُکُمۡ فِی الۡحَیٰوۃِ  الدُّنۡیَا وَ فِی الۡاٰخِرَۃِ ۚ وَ لَکُمۡ فِیۡہَا مَا تَشۡتَہِیۡۤ اَنۡفُسُکُمۡ وَ لَکُمۡ فِیۡہَا مَا تَدَّعُوۡنَ ﴿ؕ۳۱﴾ ",
			"index": "4249",
			"name": "আমরা তোমাদের বন্ধু পার্থিব জীবনে ও আখিরাতে এবং তোমাদের জন্য রয়েছে তাতে যা তোমাদের মন চায়। আর তোমাদের জন্য তাতে রয়েছে যা তোমরা চাও। ",
			"en_kanzulimaan": "We are your friends in the life of this world and in the Hereafter; in it for you is all that you may wish for, and in it for you is all what you ask.",
			"ur_kanzulimaan": "ہم تمہارے دوست ہیں دنیا کی زندگی میں اور آخرت میں اور تمہارے لیے ہے اس میں جو تمہارا جی چاہے اور تمہارے لیے اس میں جو مانگو،",
			"hi_kanzulimaan": "हम तुम्हारे दोस्त हैं दुनिया की ज़िन्दगी में (73फ) और आख़िरत में (74फ) और तुम्हारे लिये है उसमें (75फ) जो तुम्हारा जी चाहे और तुम्हारे लिये उसमें जो मांगो",
			"author": "৩১. আমরা পার্থিব জীবনে এবং পরকালে তোমাদের বন্ধু ও সাহায্যকারী। আর সেখানে তোমাদের জন্যে রয়েছে নিয়ামত যা কিছু তোমাদের মন চায় এবং সেখানে তোমাদের জন্যে রয়েছে এমন সব বস্তু যা তোমরা প্রার্থনা করো।"
		},
		{
			"_id": "4250",
			"sura": "41",
			"para": "24",
			"verses": "32",
			"names": "نُزُلًا  مِّنۡ غَفُوۡرٍ  رَّحِیۡمٍ ﴿۳۲﴾ ",
			"number": "",
			"verses_PDMS": "نُزُلًا  مِّنۡ غَفُوۡرٍ  رَّحِیۡمٍ ﴿۳۲﴾ ",
			"index": "4250",
			"name": "আপ্যায়ণ-ক্ষমাশীল, পরম দয়ালুর পক্ষ থেকে। ",
			"en_kanzulimaan": "The hospitality of the Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "مہمانی بخشنے والے مہربان کی طرف سے،",
			"hi_kanzulimaan": "मेहमानी बख़्शने वाले मेहरबान की तरफ़ से",
			"author": "৩২. (এসব) মহাক্ষমাশীল, পরম দয়ালু (প্রতিপালক) -এঁর পক্ষ থেকে আতিথেয়তা।’"
		},
		{
			"_id": "4251",
			"sura": "41",
			"para": "24",
			"verses": "33",
			"names": "وَ مَنۡ اَحۡسَنُ  قَوۡلًا  مِّمَّنۡ دَعَاۤ  اِلَی اللّٰہِ  وَ عَمِلَ  صَالِحًا وَّ قَالَ  اِنَّنِیۡ مِنَ الۡمُسۡلِمِیۡنَ ﴿۳۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ اَحۡسَنُ  قَوۡلًا  مِّمَّنۡ دَعَاۤ  اِلَی اللّٰہِ  وَ عَمِلَ  صَالِحًا وَّ قَالَ  اِنَّنِیۡ مِنَ الۡمُسۡلِمِیۡنَ ﴿۳۳﴾ ",
			"index": "4251",
			"name": "এবং তার চেয়ে কার কথা অধিক উত্তম, যে আল্লাহ্‌র প্রতি আহ্বান করে এবং সৎকর্ম করে; আর বলে, ‘আমি মুসলমান’। ",
			"en_kanzulimaan": "And whose speech is better than one who calls towards his Lord and does righteous deeds, and says, I am a Muslim.?",
			"ur_kanzulimaan": "اور اس سے زیادہ کس کی بات اچھی جو اللہ کی طرف بلائے اور نیکی کرے اور کہے میں مسلمان ہوں",
			"hi_kanzulimaan": "और उससे ज़्यादा किसकी बात अच्छी जो अल्लाह की तरफ़ बुलाए (76फ) और नेकी करे (77फ) और कहे मैं मुसलमान हूँ (78फ)",
			"author": "৩৩. আর তার চেয়ে উত্তম সুবক্তা কে, যে আল্লাহ্‌র প্রতি আহ্বান করে, সৎকর্ম করে এবং বলে, ‘নিশ্চয়ই আমি (আল্লাহ আয্যা ওয়া জাল্লা এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের) অনুগতদের মধ্যে গণ্য?’"
		},
		{
			"_id": "4252",
			"sura": "41",
			"para": "24",
			"verses": "34",
			"names": "وَ لَا تَسۡتَوِی الۡحَسَنَۃُ  وَ لَا السَّیِّئَۃُ ؕ اِدۡفَعۡ  بِالَّتِیۡ  ہِیَ  اَحۡسَنُ فَاِذَا الَّذِیۡ بَیۡنَکَ وَ بَیۡنَہٗ  عَدَاوَۃٌ کَاَنَّہٗ  وَلِیٌّ حَمِیۡمٌ ﴿۳۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تَسۡتَوِی الۡحَسَنَۃُ  وَ لَا السَّیِّئَۃُ ؕ اِدۡفَعۡ  بِالَّتِیۡ  ہِیَ  اَحۡسَنُ فَاِذَا الَّذِیۡ بَیۡنَکَ وَ بَیۡنَہٗ  عَدَاوَۃٌ کَاَنَّہٗ  وَلِیٌّ حَمِیۡمٌ ﴿۳۴﴾ ",
			"index": "4252",
			"name": "এবং ভালো ও মন্দ সমান হয়ে যাবে না। হে শ্রোতা! মন্দকে ভালো দ্বারা প্রতিহত করো! তখনই ওই ব্যক্তি, যে তোমার মধ্যে ও তার মধ্যে শত্রুতা ছিলো, এমন হয়ে যাবে যেমন অন্তরঙ্গ বন্ধু। ",
			"en_kanzulimaan": "And the good deed and the evil deed will never be equal; O listener! Repel the evil deed with a good one, thereupon the one between whom and you was enmity, will become like a close friend.",
			"ur_kanzulimaan": "اور نیکی اور بدی برابر نہ ہوجائیں گی، اے سننے والے برائی کو بھلائی سے ٹال جبھی وہ کہ تجھ میں اور اس میں دشمنی تھی ایسا ہوجائے گا جیسا کہ گہرا دوست",
			"hi_kanzulimaan": "और नेकी और बदी बराबर न हो जाएंगी ऐ सुनने वाले, बुराई को भलाई से टाल (79फ) जभी वह कि तुझ में और उसमें दुश्मनी थी ऐसा हो जाएगा जैसा कि गहरा दोस्त (80फ)",
			"author": "৩৪. আর ভালো ও মন্দ সমান হতে পারে না এবং মন্দকে দূরীভূত করো উৎকৃষ্ট (পন্থা) দ্বারা; ফলে সে ব্যক্তি তোমার ঘনিষ্ঠ বন্ধু হয়ে যাবে যার এবং তোমার মাঝে শত্রুতা ছিল।"
		},
		{
			"_id": "4253",
			"sura": "41",
			"para": "24",
			"verses": "35",
			"names": "وَ مَا یُلَقّٰہَاۤ  اِلَّا الَّذِیۡنَ صَبَرُوۡا ۚ وَ مَا یُلَقّٰہَاۤ  اِلَّا  ذُوۡحَظٍّ  عَظِیۡمٍ ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا یُلَقّٰہَاۤ  اِلَّا الَّذِیۡنَ صَبَرُوۡا ۚ وَ مَا یُلَقّٰہَاۤ  اِلَّا  ذُوۡحَظٍّ  عَظِیۡمٍ ﴿۳۵﴾ ",
			"index": "4253",
			"name": "এবং এ সম্পদ পায় না, কিন্তু ধৈর্যশীলগণ এবং তা পায় না, কিন্তু মহা সৌভাগ্যবান ব্যক্তি। ",
			"en_kanzulimaan": "And none receive this great treasure except those who are patient; and none receives this except one who is extremely fortunate.",
			"ur_kanzulimaan": "اور یہ دولت نہیں ملتی مگر صابروں کو، اور اسے نہیں پاتا مگر بڑے نصیب والا،",
			"hi_kanzulimaan": "और यह दौलत (81फ) नहीं मिलती मगर साबिरों को, और इसे नहीं पाता मगर बड़े नसीब वाला",
			"author": "৩৫. আর এ (উৎকৃষ্ট গুণ) কেবল তাদেরকেই প্রদান করা হয় যারা ধৈর্য ধারণ করে এবং এ (সক্ষমতা) কেবল তাদেরকেই দেয়া হয় যারা মহাভাগ্যবান।"
		},
		{
			"_id": "4254",
			"sura": "41",
			"para": "24",
			"verses": "36",
			"names": "وَ اِمَّا یَنۡزَغَنَّکَ مِنَ الشَّیۡطٰنِ نَزۡغٌ فَاسۡتَعِذۡ بِاللّٰہِ ؕ اِنَّہٗ  ہُوَ السَّمِیۡعُ الۡعَلِیۡمُ ﴿۳۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِمَّا یَنۡزَغَنَّکَ مِنَ الشَّیۡطٰنِ نَزۡغٌ فَاسۡتَعِذۡ بِاللّٰہِ ؕ اِنَّہٗ  ہُوَ السَّمِیۡعُ الۡعَلِیۡمُ ﴿۳۶﴾ ",
			"index": "4254",
			"name": "এবং যদি তোমাকে শয়তানের কোন কুমন্ত্রনা স্পর্শ করে তখন আল্লাহ্‌র আশ্রয় প্রার্থনা করো! নিশ্চয় তিনিই শুনেন, জানেন। ",
			"en_kanzulimaan": "And O listener! If a distracting thought from the devil reaches you, seek the refuge of Allah; indeed He is the All Hearing, the All Knowing.",
			"ur_kanzulimaan": "اور اگر تجھے شیطان کا کوئی کونچا (تکلیف) پہنچے تو اللہ کی پناہ مانگ بیشک وہی سنتا جانتا ہے،",
			"hi_kanzulimaan": "और अगर तुझे शैतान का कोई कौंचा (तकलीफ़) पहुंचे (82फ) तो अल्लाह की पनाह मांग (83फ) बेशक वही सुनता जानता है",
			"author": "৩৬. আর (হে মুমিন বান্দা!) যদি শয়তানের কুমন্ত্রণা তোমাকে প্ররোচিত করে তবে আল্লাহ্‌র আশ্রয় প্রার্থনা করো। নিশ্চয়ই তিনি সর্বশ্রোতা, সর্বজ্ঞ।"
		},
		{
			"_id": "4255",
			"sura": "41",
			"para": "24",
			"verses": "37",
			"names": "وَ مِنۡ  اٰیٰتِہِ  الَّیۡلُ وَ النَّہَارُ وَ الشَّمۡسُ وَ الۡقَمَرُ ؕ لَا تَسۡجُدُوۡا  لِلشَّمۡسِ وَ لَا لِلۡقَمَرِ وَ اسۡجُدُوۡا لِلّٰہِ  الَّذِیۡ خَلَقَہُنَّ اِنۡ کُنۡتُمۡ  اِیَّاہُ  تَعۡبُدُوۡنَ ﴿۳۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ مِنۡ  اٰیٰتِہِ  الَّیۡلُ وَ النَّہَارُ وَ الشَّمۡسُ وَ الۡقَمَرُ ؕ لَا تَسۡجُدُوۡا  لِلشَّمۡسِ وَ لَا لِلۡقَمَرِ وَ اسۡجُدُوۡا لِلّٰہِ  الَّذِیۡ خَلَقَہُنَّ اِنۡ کُنۡتُمۡ  اِیَّاہُ  تَعۡبُدُوۡنَ ﴿۳۷﴾ ",
			"index": "4255",
			"name": "এবং তাঁরই নিদর্শনসমূহের মধ্য থেকে রাত ও দিন, সূর্য ও চাঁদ। সাজদা করো না সূর্যকে এবং না চাদকে। এবং আল্লাহ্‌কে সাজদা করো, যিনি সেগুলো সৃষ্টি করেছেন; যদি তোমরা তার বান্দা হও।",
			"en_kanzulimaan": "And the night, and the day, and the sun, and the moon are among His signs; do not prostrate for the sun or the moon, but prostrate for Allah Who has created them, if you are His bondmen.",
			"ur_kanzulimaan": "اور اس کی نشانیوں میں سے ہیں رات اور دن اور سورج اور چاند سجدہ نہ کرو سورج کو اور نہ چاند کو اور اللہ کو سجدہ کرو جس نے انہیں پیدا کیا اگر تم اس کے بندے ہو،",
			"hi_kanzulimaan": "और उसकी निशानियाँ में से हैं रात और दिन और सूरज और चांद (84फ) सज्दा न करो सूरज को और न चांद को (85फ) और अल्लाह को सज्दा करो जिसने उन्हें पैदा किया (86फ) अगर तुम उसके बन्दे हो",
			"author": "৩৭. আর তাঁর নিদর্শনাবলীর মধ্যে গণ্য রজনী ও দিবস এবং সূর্য ও চন্দ্র । তোমরা সূর্যকেও সেজদা করো না, আর চন্দ্রকেও না; বরং সেজদাবনত হও কেবল আল্লাহ্‌র সমীপে, যিনি এসব (কিছু) সৃষ্টি করেছেন, যদি তোমরা তাঁরই ইবাদত করো।"
		},
		{
			"_id": "4256",
			"sura": "41",
			"para": "24",
			"verses": "38",
			"names": "فَاِنِ اسۡتَکۡبَرُوۡا فَالَّذِیۡنَ عِنۡدَ رَبِّکَ یُسَبِّحُوۡنَ لَہٗ بِالَّیۡلِ وَ النَّہَارِ وَ ہُمۡ لَا یَسۡـَٔمُوۡنَ ﴿ٛ۳۸﴾ ",
			"number": "",
			"verses_PDMS": "فَاِنِ اسۡتَکۡبَرُوۡا فَالَّذِیۡنَ عِنۡدَ رَبِّکَ یُسَبِّحُوۡنَ لَہٗ بِالَّیۡلِ وَ النَّہَارِ وَ ہُمۡ لَا یَسۡـَٔمُوۡنَ ﴿ٛ۳۸﴾ ",
			"index": "4256",
			"name": "সুতরাং যদি এরা অহঙ্কার করে তবে তারা, যারা আপনার রবের নিকট রয়েছে, রাতদিন তাঁরই পবিত্রতা ঘোষণা করছে এবং তারা ক্লান্তি বোধ করে না। ",
			"en_kanzulimaan": "So if these (disbelievers) be haughty, so (in any case) those (the angels) who are with your Lord say His Purity night and day, and they do not get weary. (Command of prostration # 11)",
			"ur_kanzulimaan": "تو اگر یہ تکبر کریں تو وہ جو تمہارے رب کے پاس ہیں رات دن اس کی پاکی بولتے ہیں اور اکتاتے نہیں، السجدة ۔۱۱)",
			"hi_kanzulimaan": "तो अगर ये तकब्बुर करें (87फ) तो वो जो तुम्हारे रब के पास हैं (88फ) रात दिन उसकी पाकी बोलते हैं और उकताते नहीं",
			"author": "৩৮. অতঃপর যদি তারা অহঙ্কার করে (তবে আপনি তাদেরকে গ্রাহ্য করবেন না)। তবে যে ফেরেশতারা আপনার প্রতিপালকের সান্নিধ্যে রয়েছে তারা রাত দিন তাঁর পবিত্রতা ও মহিমা ঘোষণা করতে থাকে এবং তারা কখনো ক্লান্ত (এবং অসন্তুষ্ট) হয় না।"
		},
		{
			"_id": "4257",
			"sura": "41",
			"para": "24",
			"verses": "39",
			"names": "وَ مِنۡ اٰیٰتِہٖۤ  اَنَّکَ تَرَی الۡاَرۡضَ خَاشِعَۃً فَاِذَاۤ  اَنۡزَلۡنَا عَلَیۡہَا الۡمَآءَ  اہۡتَزَّتۡ وَ رَبَتۡ ؕ اِنَّ  الَّذِیۡۤ  اَحۡیَاہَا  لَمُحۡیِ الۡمَوۡتٰی ؕ اِنَّہٗ عَلٰی کُلِّ شَیۡءٍ  قَدِیۡرٌ ﴿۳۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ مِنۡ اٰیٰتِہٖۤ  اَنَّکَ تَرَی الۡاَرۡضَ خَاشِعَۃً فَاِذَاۤ  اَنۡزَلۡنَا عَلَیۡہَا الۡمَآءَ  اہۡتَزَّتۡ وَ رَبَتۡ ؕ اِنَّ  الَّذِیۡۤ  اَحۡیَاہَا  لَمُحۡیِ الۡمَوۡتٰی ؕ اِنَّہٗ عَلٰی کُلِّ شَیۡءٍ  قَدِیۡرٌ ﴿۳۹﴾ ",
			"index": "4257",
			"name": "এবং তার নিদর্শনসমূহের অন্যতম এ যে, তুমি ভূমিকে দেখতে পাও মূল্যহীনভাবে পড়ে আছে। অতঃপর যখন আমি সেটার উপর বারি বর্ষণ করলাম তখন তা তরুতাজা হয়ে গেলো এবং বাড়তে লাগলো। নিশ্চয় যিনি সেটা জীবিত করেন, তিনিই নিশ্চয় মৃতকে জীবিত করবেন। নিশ্চয় তিনি সব কিছু করতে পারেন। ",
			"en_kanzulimaan": "And among His signs is that you see the earth lying neglected, so when We sent down water on it, it freshened up and grew forth; indeed He Who gave it life, will revive the dead; indeed He is Able to do all things.",
			"ur_kanzulimaan": "اور اس کی نشانیوں سے ہے کہ تو زمین کو دیکھے بے قدر پڑی پھر جب ہم نے اس پر پانی اتارا تر و تازہ ہوئی اور بڑھ چلی، بیشک جس نے اسے جِلایا ضرور مردے جِلائے گا، بیشک وہ سب کچھ کرسکتا ہے،",
			"hi_kanzulimaan": "और उसकी निशानियों से हैं कि तू ज़मीन को देखे बेक़द्र पड़ी (89फ) फिर हमने जब उसपर पानी उतारा (90फ) तरो ताज़ा हुई और बढ़ चली, बेशक जिसने उसे जिलाया ज़रूर मुर्दे जिलाएगा, बेशक वह सब कुछ कर सकता है",
			"author": "৩৯. আর তাঁর নিদর্শনাবলীর মধ্যে এও রয়েছে যে, আপনি (প্রথমে) ভূমিকে শুষ্ক (ও অনুর্বর) দেখতে পান; অতঃপর যখন আমরা এতে পানি বর্ষণ করি তখন তা সবুজ ও সতেজ হয় এবং বেড়ে উঠতে থাকে। নিশ্চয়ই সেই সত্তা, যিনি একে (এই মৃত ভূমিকে) জীবিত করেন, তিনিই তো (কিয়ামতের দিন) মৃতকে জীবনদানকারী। নিশ্চয়ই তিনি সকল কিছুর উপর নিরঙ্কুশ ক্ষমতাবান।"
		},
		{
			"_id": "4258",
			"sura": "41",
			"para": "24",
			"verses": "40",
			"names": "اِنَّ  الَّذِیۡنَ یُلۡحِدُوۡنَ فِیۡۤ  اٰیٰتِنَا لَا یَخۡفَوۡنَ عَلَیۡنَا ؕ اَفَمَنۡ یُّلۡقٰی فِی النَّارِ خَیۡرٌ  اَمۡ مَّنۡ یَّاۡتِیۡۤ  اٰمِنًا یَّوۡمَ الۡقِیٰمَۃِ ؕ اِعۡمَلُوۡا مَا شِئۡتُمۡ ۙ اِنَّہٗ  بِمَا تَعۡمَلُوۡنَ بَصِیۡرٌ ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الَّذِیۡنَ یُلۡحِدُوۡنَ فِیۡۤ  اٰیٰتِنَا لَا یَخۡفَوۡنَ عَلَیۡنَا ؕ اَفَمَنۡ یُّلۡقٰی فِی النَّارِ خَیۡرٌ  اَمۡ مَّنۡ یَّاۡتِیۡۤ  اٰمِنًا یَّوۡمَ الۡقِیٰمَۃِ ؕ اِعۡمَلُوۡا مَا شِئۡتُمۡ ۙ اِنَّہٗ  بِمَا تَعۡمَلُوۡنَ بَصِیۡرٌ ﴿۴۰﴾ ",
			"index": "4258",
			"name": "নিশ্চয় ওই সব লোক, যারা আমার নিদর্শনসমূহের মধ্যে বাকা চলে তারা আমার নিকট গোপন নয়। তবে কি যাকে আগুনে নিক্ষেপ করা হবে সে উৎকৃষ্ট, না যে ক্বিয়ামতে নিরাপদে আসবে সে? যা মনে আসে করো। নিশ্চয় তিনি তোমাদের কর্ম দেখছেন। ",
			"en_kanzulimaan": "Indeed those who distort Our verses are not hidden from Us; so is one who is cast into the fire better, or one who comes in safety on the Day of Resurrection? Do whatever you wish! He is indeed seeing your deeds.",
			"ur_kanzulimaan": "بیشک وہ جو ہماری آیتوں میں ٹیڑھے چلتے ہیں ہم سے چھپے نہیں تو کیا جو آ گ میں ڈالا جائے گا وہ بھلا، یا جو قیامت میں امان سے آئے گا جو جی میں آئے کرو بیشک وہ تمہارے کام دیکھ رہا ہے،",
			"hi_kanzulimaan": "बेशक वों जो हमारी आयतों में टेढ़े चलते हैं (91फ) हम से छुपे नहीं, (92फ) तो क्या आग में डाला जाएगा (93फ) वह भला या जो क़यामत में अमान से आएगा (94फ) जो जी में आए करो बेशक वह तुम्हारे काम देख रहा है",
			"author": "৪০. নিশ্চয়ই যারা আমার আয়াতসমূহকে (অর্থে) বিকৃত করে, তারা আমার অগোচর নয়। অতঃপর যাকে জাহান্নামের আগুনে নিক্ষেপ করা হবে সে উত্তম, নাকি যে কিয়ামতের দিন (শাস্তি থেকে) নিরাপদ ও সুরক্ষিত অবস্থায় আগমন করবে সে? তোমাদের যা ইচ্ছা করো, নিশ্চয়ই তোমরা যা কিছু করো, তিনি তার সম্যক দ্রষ্টা।"
		},
		{
			"_id": "4259",
			"sura": "41",
			"para": "24",
			"verses": "41",
			"names": "اِنَّ  الَّذِیۡنَ کَفَرُوۡا بِالذِّکۡرِ  لَمَّا جَآءَہُمۡ ۚ وَ  اِنَّہٗ   لَکِتٰبٌ عَزِیۡزٌ ﴿ۙ۴۱﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الَّذِیۡنَ کَفَرُوۡا بِالذِّکۡرِ  لَمَّا جَآءَہُمۡ ۚ وَ  اِنَّہٗ   لَکِتٰبٌ عَزِیۡزٌ ﴿ۙ۴۱﴾ ",
			"index": "4259",
			"name": "নিশ্চয় যেসব লোক যিকরের অস্বীকারকারী হয়েছে, যখন তা তাদের নিকট আসলো, তাদের দুর্ভোগের কথা জিজ্ঞাসা করো না। আর নিশ্চয় তা সম্মানিত গ্রন্থ।",
			"en_kanzulimaan": "Indeed those who denied the Remembrance when it came to them - they are truly ruined; and indeed it is an honourable Book.",
			"ur_kanzulimaan": "بیشک جو ذکر سے منکر ہوئے جب وہ ان کے پاس آیا ان کی خرابی کا کچھ حال نہ پوچھ، اور بیشک وہ عزت والی کتاب ہے",
			"hi_kanzulimaan": "बेशक जो ज़िक्र से मुन्किर हुए (95फ) जब वह उनके पास आया उनकी ख़राबी का कुछ हाल न पूछ और बेशक वो इज़्ज़त वाली किताब है (96फ)",
			"author": "৪১. নিশ্চয়ই যারা কুুরআন অস্বীকার করেছে, তা তাদের কাছে আসার পর, (এটা তাদের দুর্ভাগ্য)। আর নিশ্চয়ই এ (কুরআন) মর্যাদাবান গ্রন্থ।"
		},
		{
			"_id": "4260",
			"sura": "41",
			"para": "24",
			"verses": "42",
			"names": "لَّا یَاۡتِیۡہِ  الۡبَاطِلُ مِنۡۢ بَیۡنِ یَدَیۡہِ وَ لَا مِنۡ خَلۡفِہٖ ؕ تَنۡزِیۡلٌ مِّنۡ حَکِیۡمٍ حَمِیۡدٍ ﴿۴۲﴾ ",
			"number": "",
			"verses_PDMS": "لَّا یَاۡتِیۡہِ  الۡبَاطِلُ مِنۡۢ بَیۡنِ یَدَیۡہِ وَ لَا مِنۡ خَلۡفِہٖ ؕ تَنۡزِیۡلٌ مِّنۡ حَکِیۡمٍ حَمِیۡدٍ ﴿۴۲﴾ ",
			"index": "4260",
			"name": "সেটার প্রতি মিথ্যার রাহা নেই, না সেটার অগ্র থেকে, না পশ্চাত থেকে; নাযিলকৃত প্রজ্ঞাময়, সমস্ত প্রংশার প্রশংসিতের। ",
			"en_kanzulimaan": "Falsehood cannot approach it - neither from its front nor from its back; it is sent down by the Wise, the Most Praiseworthy.",
			"ur_kanzulimaan": "باطل کو اس کی طرف راہ نہیں نہ اس کے آگے سے نہ اس کے پیچھے سے اتارا ہوا ہے حکمت والے سب خوبیوں سراہے کا،",
			"hi_kanzulimaan": "बातिल को उसकी तरफ़ राह नहीं न उसके आगे से न उसके पीछे से (97फ) उतारा हुआ है हिकमत (बोध) वाले सब ख़ूबियों सराहे का",
			"author": "৪২. কোনো মিথ্যা এতে (এ কুরআনে) অনুপ্রবেশ করতে পারে না, না এর অগ্র হতে, আর না এর পশ্চাত হতে। (এটি) অবতীর্ণ প্রজ্ঞাবান, প্রশংসার্হ (প্রতিপালক)-এঁর পক্ষ থেকে অবতীর্ণ।"
		},
		{
			"_id": "4261",
			"sura": "41",
			"para": "24",
			"verses": "43",
			"names": "مَا یُقَالُ  لَکَ اِلَّا مَا قَدۡ قِیۡلَ  لِلرُّسُلِ مِنۡ قَبۡلِکَ ؕ اِنَّ  رَبَّکَ لَذُوۡ مَغۡفِرَۃٍ  وَّ ذُوۡ عِقَابٍ  اَلِیۡمٍ ﴿۴۳﴾ ",
			"number": "",
			"verses_PDMS": "مَا یُقَالُ  لَکَ اِلَّا مَا قَدۡ قِیۡلَ  لِلرُّسُلِ مِنۡ قَبۡلِکَ ؕ اِنَّ  رَبَّکَ لَذُوۡ مَغۡفِرَۃٍ  وَّ ذُوۡ عِقَابٍ  اَلِیۡمٍ ﴿۴۳﴾ ",
			"index": "4261",
			"name": "আপনাকে বলা হবে না, কিন্তু তাই যা আপনার পূর্ববর্তী রসূলগণকে বলা হয়েছে ‘নিশ্চয় আপনার প্রতিপালক ক্ষমাশীল ও বেদনাদায়ক শাস্তিদাতা। ",
			"en_kanzulimaan": "You will not be told except what was said to the Noble Messengers before you; that Your Lord is the Owner of Forgiveness, and the Owner of Painful Punishment.",
			"ur_kanzulimaan": "تم سے نہ فرمایا جائے مگر وہی جو تم سے اگلے رسولوں کو فرمایا، کہ بیشک تمہارا رب بخشش والا اور دردناک عذاب والا ہے",
			"hi_kanzulimaan": "तुम से न फ़रमाया जाएगा (98फ) मगर वही जो तुम से अगले रसूलों को फ़रमाया गया, कि बेशक तुम्हारा रब बख़्शिश वाला (99फ) और दर्दनाक अज़ाब वाला है (100फ)",
			"author": "৪৩. (হে হাবীব!) আপনাকে যা বলা হয়, সে (একই) কথা আপনার পূর্ববর্তী রাসূলগণকেও বলা হতো। নিশ্চয়ই আপনার প্রতিপালক সর্বাধিক ক্ষমাশীল এবং যন্ত্রণাদায়ক শাস্তিদাতা(ও)।"
		},
		{
			"_id": "4262",
			"sura": "41",
			"para": "24",
			"verses": "44",
			"names": "وَ لَوۡ جَعَلۡنٰہُ  قُرۡاٰنًا  اَعۡجَمِیًّا  لَّقَالُوۡا لَوۡ لَا  فُصِّلَتۡ اٰیٰتُہٗ ؕ  ءَؔاَعۡجَمِیٌّ وَّ عَرَبِیٌّ ؕ قُلۡ ہُوَ لِلَّذِیۡنَ اٰمَنُوۡا ہُدًی وَّ شِفَآءٌ ؕ وَ الَّذِیۡنَ  لَا یُؤۡمِنُوۡنَ فِیۡۤ  اٰذَانِہِمۡ وَقۡرٌ  وَّ ہُوَ عَلَیۡہِمۡ  عَمًی ؕ اُولٰٓئِکَ یُنَادَوۡنَ مِنۡ مَّکَانٍۭ بَعِیۡدٍ ﴿۴۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ جَعَلۡنٰہُ  قُرۡاٰنًا  اَعۡجَمِیًّا  لَّقَالُوۡا لَوۡ لَا  فُصِّلَتۡ اٰیٰتُہٗ ؕ  ءَؔاَعۡجَمِیٌّ وَّ عَرَبِیٌّ ؕ قُلۡ ہُوَ لِلَّذِیۡنَ اٰمَنُوۡا ہُدًی وَّ شِفَآءٌ ؕ وَ الَّذِیۡنَ  لَا یُؤۡمِنُوۡنَ فِیۡۤ  اٰذَانِہِمۡ وَقۡرٌ  وَّ ہُوَ عَلَیۡہِمۡ  عَمًی ؕ اُولٰٓئِکَ یُنَادَوۡنَ مِنۡ مَّکَانٍۭ بَعِیۡدٍ ﴿۴۴﴾ ",
			"index": "4262",
			"name": "এবং যদি আমি সেটাকে অনারবীয় ভাষার ক্বোরআন করতাম তবে তারা অবশ্যই বলতো, ‘সেটার আয়াতসমূহ কেন বিশদভাবে বর্ণনা করা হয় নি? কিতাব কি অনারবীয় আর নবী আরবী? আপনি বলুন, ‘ঈমানদারদের জন্য তা হিদায়ত ও রোগ-ব্যাধির আরোগ্য। এবং ওই সব লোক, যারা ঈমান আনে না, তাদের কানগুলোতে বধিরতা রয়েছে এবং তা তাদের উপর অন্ধত্বই। তারা যেন দূরবর্তী স্থান থেকে আহূত হয়। ",
			"en_kanzulimaan": "And if We had made it as a Quran in a foreign language they would have certainly said, Why were its verses not explained in detail? What! The Book in a foreign language, and the Prophet an Arab?! Proclaim (O dear Prophet Mohammed - peace and blessings be upon him), It is a guidance and a cure for the believers; and there is deafness in the ears of those who do not believe, and it is blindness upon them; as if they are being called from a place far away!",
			"ur_kanzulimaan": "اور اگر ہم اسے عجمی زبان کا قرآن کرتے تو ضرور کہتے کہ اس کی آیتیں کیوں نہ کھولی گئیں کیا کتاب عجمی اور نبی عربی تم فرماؤ وہ ایمان والوں کے لیے ہدایت اور شفا ہے اور وہ جو ایمان نہیں لاتے ان کے کانوں میں ٹینٹ (روئی) ہے اور وہ ان پر اندھا پن ہے گویا وہ دور جگہ سے پکارے جاتے ہیں",
			"hi_kanzulimaan": "और अगर हम इसे अजमी ज़बान का क़ुरआन करते (101फ) तो ज़रूर कहते कि इसकी आयतें क्यों न खोली गई (102फ) क्या किताब अजमी और नबी अरबी (103फ) तुम फ़रमाओ वह (104फ) ईमान वालों के लिये हिदायत और शिफ़ा है (105फ) और वो जो ईमान नहीं लाते उनके कानों में टैंट (रूई) है (106फ) और वह उनपर अन्धापन है (107फ) मानो वो दूर जगह से पुकारे जाते हैं (108फ)",
			"author": "৪৪. আর যদি আমরা অনারবী ভাষায় এ কুরআন অবতীর্ণ করতাম তবে অবশ্যই তারা বলতো, ‘এর আয়াতগুলো কেন সুস্পষ্টভাবে বিবৃত হয়নি? কিতাব অনারবী অথচ রাসূল আরবী?’ (এ কারণে হে সম্মানিত মাহবুব! আমরা আপনার ভাষাতেই কুরআন অবতীর্ণ করেছি।) বলে দিন, ‘এ (কুরআন) ঈমানদারদের জন্যে হেদায়াত এবং ব্যাধির প্রতিকারও।’ আর যারা ঈমান আনয়ন করে না তাদের কর্ণে রয়েছে বধিরতার বোঝা; এটি তাদের জন্যে অন্ধত্ব(ও)। যেন এদেরকে দূরবর্তী স্থান থেকে আহ্বান করা হচ্ছে।"
		},
		{
			"_id": "4263",
			"sura": "41",
			"para": "24",
			"verses": "45",
			"names": "وَ لَقَدۡ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ فَاخۡتُلِفَ فِیۡہِ ؕ وَ لَوۡ لَا کَلِمَۃٌ سَبَقَتۡ مِنۡ رَّبِّکَ لَقُضِیَ بَیۡنَہُمۡ ؕ وَ اِنَّہُمۡ لَفِیۡ شَکٍّ  مِّنۡہُ  مُرِیۡبٍ ﴿۴۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ فَاخۡتُلِفَ فِیۡہِ ؕ وَ لَوۡ لَا کَلِمَۃٌ سَبَقَتۡ مِنۡ رَّبِّکَ لَقُضِیَ بَیۡنَہُمۡ ؕ وَ اِنَّہُمۡ لَفِیۡ شَکٍّ  مِّنۡہُ  مُرِیۡبٍ ﴿۴۵﴾ ",
			"index": "4263",
			"name": "এবং নিশ্চয় আমি মূসাকে কিতাব প্রদান করেছি অতঃপর তাতে মতভেদ ঘটেছে। এবং যদি একটা বাণী আপনার রবের পক্ষ থেকে গত না হতো, তবে তখনই তাদের মীমাংসা হয়ে যেতো। এবং নিশ্চয় তারা অবশ্য তার দিক থেকে এক প্রতারণাময় সন্দেহের মধ্যে রয়েছে। ",
			"en_kanzulimaan": "And We indeed gave the Book to Moosa, so a dispute was created regarding it; and were it not for a Word that had already gone forth from your Lord, the judgement would have been immediately passed upon them; and indeed they are in an intriguing doubt regarding it.",
			"ur_kanzulimaan": "اور بیشک ہم نے موسیٰ کو کتاب عطا فرمائی تو اس میں اختلاف کیا گیا اور اگر ایک بات تمہارے رب کی طرف سے گزر نہ چکی ہوتی تو جبھی ان کا فیصلہ ہوجاتا اور بیشک وہ ضرور اس کی طرف سے ایک دھوکا ڈالنے والے شک میں ہیں،",
			"hi_kanzulimaan": "और बेशक हमने मूसा को किताब अता फ़रमाई (109फ) तो उसमें इख़्तिलाफ़ किया गया (110फ) और अगर एक बात तुम्हारे रब की तरफ़ से गुज़र न चुकी होती (111फ) तो जभी उनका फै़सला हो जाता (112फ) और बेशक वो (113फ) ज़रूर उसकी तरफ़ से एक धोखा डालने वाले शक में हैं",
			"author": "৪৫. আর আমরা তো মূসা (আলাইহিস সালাম)-কে প্রদান করেছিলাম কিতাব, অতঃপর এতে(ও) মতভেদ সৃষ্টি করা হয়েছিল। আর আপনার প্রতিপালকের পক্ষ থেকে যদি পূর্বেই নির্দেশ দেয়া না হতো তবে তাদের মাঝে ফায়সালা হয়ে যেতো। আর নিশ্চয়ই তারা এর (এ কুরআনের) ব্যাপারেও বিভ্রান্তিকর সন্দেহে (নিমজ্জিত) রয়েছে।"
		},
		{
			"_id": "4264",
			"sura": "41",
			"para": "24",
			"verses": "46",
			"names": "مَنۡ عَمِلَ صَالِحًا فَلِنَفۡسِہٖ وَ مَنۡ  اَسَآءَ فَعَلَیۡہَا ؕ وَ مَا رَبُّکَ بِظَلَّامٍ  لِّلۡعَبِیۡدِ ﴿۴۶﴾ ",
			"number": "",
			"verses_PDMS": "مَنۡ عَمِلَ صَالِحًا فَلِنَفۡسِہٖ وَ مَنۡ  اَسَآءَ فَعَلَیۡہَا ؕ وَ مَا رَبُّکَ بِظَلَّامٍ  لِّلۡعَبِیۡدِ ﴿۴۶﴾ ",
			"index": "4264",
			"name": "যে ব্যক্তি সৎকর্ম করে সে তার নিজের মঙ্গলের জন্য করে আর যে মন্দ কাজ করে, তবে তা তার নিজেরই ক্ষতির জন্য করে এবং আপনার রব বান্দাদের প্রতি যুল্‌ম করেন না। ",
			"en_kanzulimaan": "Whoever does good deeds, so it is for his own good, and whoever commits evil, so it is for his own harm; and your Lord does not at all oppress the bondmen.",
			"ur_kanzulimaan": "جو نیکی کرے وہ اپنے بھلے کو اور جو برائی کرے اپنے بُرے کو، اور تمہارا رب بندوں پر ظلم نہیں کرتا،",
			"hi_kanzulimaan": "जो नेकी करे वह अपने भले को और जो बुराई करे तो अपने बुरे को, और तुम्हारा रब बन्दों पर ज़ुल्म नहीं करता",
			"author": "৪৬. যে সৎকর্ম করে সে তা নিজের সত্তার (উপকারের) জন্যেই (করে) এবং যে পাপ কাজ করে (তার মন্দ ফলও) তার নিজের উপরই। আর আপনার প্রতিপালক বান্দাদের প্রতি অন্যায় করেন না।"
		},
		{
			"_id": "4265",
			"sura": "41",
			"para": "25",
			"verses": "47",
			"names": "اِلَیۡہِ یُرَدُّ  عِلۡمُ السَّاعَۃِ ؕ وَ مَا تَخۡرُجُ مِنۡ ثَمَرٰتٍ مِّنۡ  اَکۡمَامِہَا وَ مَا تَحۡمِلُ مِنۡ  اُنۡثٰی وَ لَا تَضَعُ  اِلَّا بِعِلۡمِہٖ ؕ وَ یَوۡمَ  یُنَادِیۡہِمۡ  اَیۡنَ شُرَکَآءِیۡ ۙ قَالُوۡۤا اٰذَنّٰکَ ۙ مَا مِنَّا مِنۡ شَہِیۡدٍ ﴿ۚ۴۷﴾ ",
			"number": "",
			"verses_PDMS": "اِلَیۡہِ یُرَدُّ  عِلۡمُ السَّاعَۃِ ؕ وَ مَا تَخۡرُجُ مِنۡ ثَمَرٰتٍ مِّنۡ  اَکۡمَامِہَا وَ مَا تَحۡمِلُ مِنۡ  اُنۡثٰی وَ لَا تَضَعُ  اِلَّا بِعِلۡمِہٖ ؕ وَ یَوۡمَ  یُنَادِیۡہِمۡ  اَیۡنَ شُرَکَآءِیۡ ۙ قَالُوۡۤا اٰذَنّٰکَ ۙ مَا مِنَّا مِنۡ شَہِیۡدٍ ﴿ۚ۴۷﴾ ",
			"index": "4265",
			"name": "ক্বিয়ামতের জ্ঞানের বরাত শুধু তাঁরই উপর দেওয়া যায়। আর কোন ফল সেটার আচ্ছাদানী থেকে বের হয় না এবং না কোন মাদী গর্ভধারণ করে আর না প্রস্রব করে, কিন্তু তাঁরই জ্ঞাতসারে এবং যে দিন তাদেরকে ডেকে বলবেন, ‘কোথায় আমার শরীক?’ বলবে, ‘আমরা তোমাকে বলেছি যে, আমাদের মধ্যে কোন সাক্ষী নেই’।",
			"en_kanzulimaan": "The knowledge of the Last Day is directed towards Him; and no fruit comes out from its cover, and nor does any female conceive or give birth, but with His knowledge; and on the day when He will call out to them, Where are My partners? They will say, We have told you that none among us can testify.",
			"ur_kanzulimaan": "قیامت کے علم کا اسی پر حوالہ ہے اور کوئی پھل اپنے غلاف سے نہیں نکلتا اور نہ کسی مادہ کو پیٹ رہے اور نہ جنے مگر اس کے علم سے اور جس دن انہیں ندا فرمائے گا کہاں ہیں میرے شریک کہیں گے ہم تجھ سے کہہ چکے ہیں کہ ہم میں کوئی گواہ نہیں",
			"hi_kanzulimaan": "क़यामत के इल्म का उसी पर हवाला है (114फ) और कोई फ़ल अपने ग़लाफ़ से नहीं निकलता और न किसी मादा को पेट रहे और न जने मगर उसके इल्म से (115फ) और जिस दिन उन्हें निदा फ़रमाएगा (116फ) कहाँ हैं मेरे शरीक (117फ) कहेंगे हम तुझसे कह चुके कि हम में कोई गवाह नहीं (118फ)",
			"author": "৪৭. কিয়ামতের মুহূর্তের জ্ঞান কেবল তাঁরই (অর্থাৎ আল্লাহ্‌রই) দিকে আরোপিত। আর তাঁর অজ্ঞাতসারে কোনো ফল নিজ আবরণ থেকে বের হয় না, আর কোনো নারী গর্ভধারণ করে না এবং বাচ্চাও প্রসব করে না। আর যেদিন তিনি তাদেরকে ডাকবেন, ‘আমার অংশীদারেরা কোথায়?’ (তখন) সেসব (মুশরিকেরা) বলবে, ‘আমরা আপনার কাছে আরয করছি যে, আমাদের কেউই (আপনার সাথে শরীক হবার ব্যাপারে) প্রত্যক্ষদর্শী নই’।"
		},
		{
			"_id": "4266",
			"sura": "41",
			"para": "25",
			"verses": "48",
			"names": "وَ ضَلَّ عَنۡہُمۡ  مَّا کَانُوۡا یَدۡعُوۡنَ مِنۡ قَبۡلُ  وَ ظَنُّوۡا مَا  لَہُمۡ  مِّنۡ مَّحِیۡصٍ ﴿۴۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ ضَلَّ عَنۡہُمۡ  مَّا کَانُوۡا یَدۡعُوۡنَ مِنۡ قَبۡلُ  وَ ظَنُّوۡا مَا  لَہُمۡ  مِّنۡ مَّحِیۡصٍ ﴿۴۸﴾ ",
			"index": "4266",
			"name": "এবং তাদের নিকট থেকে তা হারিয়ে গেছে, পূর্বে তারা যার পূজা করতো। এবং বুঝতে পেরেছে যে, তাদের কোথাও পলায়ন করার স্থান নেই। ",
			"en_kanzulimaan": "And they have lost what they used to worship before, and be sure, they do not have a place to escape.",
			"ur_kanzulimaan": "اور گم گیا ان سے جسے پہلے پوجتے تھے اور سمجھ لیے کہ انہیں کہیں بھاگنے کی جگہ نہیں،",
			"hi_kanzulimaan": "और गुम गया उनसे जिसे पहले पूजते थे (119फ) और समझ लिये कि उन्हें कहीं (120फ) भागने की जगह नहीं",
			"author": "৪৮. পূর্বে তারা যাদেরকে আহ্বান করতো সেসব (মূর্তি) তাদের থেকে উধাও হয়ে যাবে এবং তারা অনুধাবন করবে যে, তাদের পলায়নের কোনো পথ নেই।"
		},
		{
			"_id": "4267",
			"sura": "41",
			"para": "25",
			"verses": "49",
			"names": "لَا یَسۡـَٔمُ الۡاِنۡسَانُ مِنۡ دُعَآءِ  الۡخَیۡرِ ۫ وَ اِنۡ مَّسَّہُ  الشَّرُّ  فَیَـُٔوۡسٌ قَنُوۡطٌ ﴿۴۹﴾ ",
			"number": "",
			"verses_PDMS": "لَا یَسۡـَٔمُ الۡاِنۡسَانُ مِنۡ دُعَآءِ  الۡخَیۡرِ ۫ وَ اِنۡ مَّسَّہُ  الشَّرُّ  فَیَـُٔوۡسٌ قَنُوۡطٌ ﴿۴۹﴾ ",
			"index": "4267",
			"name": "মানুষ কল্যাণ কামনায় ক্লান্তি বোধ করে না এবং কোন অনিষ্ট স্পর্শ করলে নিরাশ হতাশ হয়ে পড়ে। ",
			"en_kanzulimaan": "Man does not weary of seeking goodness; and if some misfortune reaches him, he loses hope, gets disappointed.",
			"ur_kanzulimaan": "آدمی بھلائی مانگنے سے نہیں اُکتاتا اور کوئی برائی پہنچے تو ناامید آس ٹوٹا",
			"hi_kanzulimaan": "आदमी भलाई मांगने से नहीं उकताता (121फ) और कोई बुराई पहुंचे (122फ) तो ना उम्मीद आस टूटा (123फ)",
			"author": "৪৯. মানুষ কল্যাণ প্রার্থনায় ক্লান্ত হয় না, কিন্তু যদি তাকে দুঃখ-দুর্দশা স্পর্শ করে তখন সে সমস্ত আশা হারিয়ে হতাশাপীড়িত হয়ে পড়ে।"
		},
		{
			"_id": "4268",
			"sura": "41",
			"para": "25",
			"verses": "50",
			"names": "وَ لَئِنۡ اَذَقۡنٰہُ رَحۡمَۃً مِّنَّا مِنۡۢ بَعۡدِ ضَرَّآءَ مَسَّتۡہُ  لَیَقُوۡلَنَّ ہٰذَا لِیۡ ۙ وَ مَاۤ  اَظُنُّ السَّاعَۃَ  قَآئِمَۃً ۙ وَّ لَئِنۡ  رُّجِعۡتُ  اِلٰی رَبِّیۡۤ  اِنَّ  لِیۡ عِنۡدَہٗ  لَلۡحُسۡنٰی ۚ فَلَنُنَبِّئَنَّ الَّذِیۡنَ  کَفَرُوۡا بِمَا عَمِلُوۡا ۫ وَ لَنُذِیۡقَنَّہُمۡ  مِّنۡ عَذَابٍ  غَلِیۡظٍ ﴿۵۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَئِنۡ اَذَقۡنٰہُ رَحۡمَۃً مِّنَّا مِنۡۢ بَعۡدِ ضَرَّآءَ مَسَّتۡہُ  لَیَقُوۡلَنَّ ہٰذَا لِیۡ ۙ وَ مَاۤ  اَظُنُّ السَّاعَۃَ  قَآئِمَۃً ۙ وَّ لَئِنۡ  رُّجِعۡتُ  اِلٰی رَبِّیۡۤ  اِنَّ  لِیۡ عِنۡدَہٗ  لَلۡحُسۡنٰی ۚ فَلَنُنَبِّئَنَّ الَّذِیۡنَ  کَفَرُوۡا بِمَا عَمِلُوۡا ۫ وَ لَنُذِیۡقَنَّہُمۡ  مِّنۡ عَذَابٍ  غَلِیۡظٍ ﴿۵۰﴾ ",
			"index": "4268",
			"name": "এবং যদি তাকে আপন অনুগ্রহের স্বাদ আস্বাদন করাই ওই দুঃখ কষ্টের পর, যা তাকে স্পর্শ করেছিলো, তবে বলবে, ‘এ তো আমার এবং আমার ধারণায় ক্বিয়ামত সংঘটিত হবে না আর যদি আমি রবের প্রতি প্রত্যাবর্তিতও হই, তবে অবশ্যই আমার জন্য তার নিকটও কল্যাণ রয়েছে। অতঃপর অবশ্যই আমি বলে দেবো কাফিরদেরকে যা তারা করেছে। এবং অবশ্যই তাদেরকে কঠোর শাস্তি ভোগ করাবো। ",
			"en_kanzulimaan": "And if We make him taste Our mercy after the hardship which befell him, he will say, This is mine! And I do not think that the Last Day will ever be established - and even if I am returned to my Lord, with Him is only goodness for me; so We shall indeed inform the disbelievers of what they did; and We shall indeed make them taste a solid punishment.",
			"ur_kanzulimaan": "اور اگر ہم اسے کچھ اپنی رحمت کا مزہ دیں اس تکلیف کے بعد جو اسے پہنچی تھی تو کہے گا یہ تو میری ہے اور میرے گمان میں قیامت قائم نہ ہوگی اور اگر میں رب کی طرف لوٹایا بھی گیا تو ضرور میرے لیے اس کے پاس بھی خوبی ہی ہے تو ضرور ہم بتادیں گے کافروں کو جو انہوں نے کیا اور ضرور انہیں گاڑھا عذاب چکھائیں گے",
			"hi_kanzulimaan": "और अगर हम उसे कुछ अपनी रहमत का मज़ा दें (124फ) उस तकलीफ़ के बाद जो उसे पहुंची थी तो कहेगा यह तो मेरी है (125फ) और मेरे गुमान में क़यामत क़ायम न होगी और अगर (126फ) मैं रब की तरफ़ लौटाया भी गया तो ज़रूर मेरे लिए उसके पास भी ख़ूबी ही है (127फ) तो ज़रूर हम बता देंगे काफ़िरों को जो उन्हों ने किया (128फ) और ज़रूर उन्हें गाढ़ा अज़ाब चखाएंगे (129फ)",
			"author": "৫০. আর যদি আমরা তাকে আমাদের পক্ষ থেকে অনুগ্রহ (-এর স্বাদ) আস্বাদন করাই তাকে দুঃখ-দুর্দশা স্পর্শ করার পর, তখন সে অবশ্যই বলতে শুরু করে, ‘এ তো আমার অধিকার, আর আমি মনে করি না যে, কিয়ামত সংগঠিত হবে। আর যদি আমি আমার প্রতিপালকের নিকট ফিরেও যাই, তবুও তাঁর কাছে আমার জন্যে অবশ্য কল্যাণই থাকবে।’ অতঃপর আমরা অবশ্যই অস্বীকারকারীদেরকে সেসব কর্মকান্ড সম্পর্কে অবগত করবো যা তারা করতো। আর আমরা অবশ্যই তাদেরকে আস্বাদন করাবো কঠোর শাস্তি।"
		},
		{
			"_id": "4269",
			"sura": "41",
			"para": "25",
			"verses": "51",
			"names": "وَ اِذَاۤ  اَنۡعَمۡنَا عَلَی الۡاِنۡسَانِ  اَعۡرَضَ وَ نَاٰ بِجَانِبِہٖ ۚ وَ اِذَا مَسَّہُ  الشَّرُّ فَذُوۡ دُعَآءٍ  عَرِیۡضٍ ﴿۵۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذَاۤ  اَنۡعَمۡنَا عَلَی الۡاِنۡسَانِ  اَعۡرَضَ وَ نَاٰ بِجَانِبِہٖ ۚ وَ اِذَا مَسَّہُ  الشَّرُّ فَذُوۡ دُعَآءٍ  عَرِیۡضٍ ﴿۵۱﴾ ",
			"index": "4269",
			"name": "এবং যখন আমি মানুষের উপর অনুগ্রহ করি তখন সে মুখ ফিরিয়ে নেয় এবং নিজের দিকে দূরে সরে পড়ে; আর যখন তাকে দুঃখ কষ্ট স্পর্শ করে, তখন সুপ্রশস্ত প্রার্থনাকারী হয়। ",
			"en_kanzulimaan": "And when We favour man, he turns away and goes back afar; and when some hardship reaches him, he comes with a vast prayer!",
			"ur_kanzulimaan": "اورجب ہم آدمی پر احسان کرتے ہیں تو منہ پھیر لیتا ہے اور اپنی طرف دور ہٹ جاتا ہے اور جب اسے تکلیف پہنچتی ہے تو چوڑی دعا والا ہے",
			"hi_kanzulimaan": "और जब हम आदमी पर एहसान करते हैं तो मुंह फेर लेता है (130फ) और अपनी तरफ़ दूर हट जाता है (131फ) और जब उसे तकलीफ़ पहुंचती है (132फ) तो चौड़ी दुआ वाला है (133फ)",
			"author": "৫১. আর যখন আমরা মানুষের প্রতি অনুগ্রহ করি তখন সে মুখ ফিরিয়ে নেয় এবং নিজেকে গুটিয়ে আমাদের থেকে দূরে সরে যায়। আর যখন তাকে দুঃখ-দুর্দশা স্পর্শ করে তখন সে দীর্ঘ প্রার্থনায় মগ্ন হয়।"
		},
		{
			"_id": "4270",
			"sura": "41",
			"para": "25",
			"verses": "52",
			"names": "قُلۡ  اَرَءَیۡتُمۡ  اِنۡ کَانَ  مِنۡ عِنۡدِ اللّٰہِ  ثُمَّ کَفَرۡتُمۡ  بِہٖ مَنۡ  اَضَلُّ  مِمَّنۡ ہُوَ  فِیۡ  شِقَاقٍۭ بَعِیۡدٍ ﴿۵۲﴾  ",
			"number": "",
			"verses_PDMS": "قُلۡ  اَرَءَیۡتُمۡ  اِنۡ کَانَ  مِنۡ عِنۡدِ اللّٰہِ  ثُمَّ کَفَرۡتُمۡ  بِہٖ مَنۡ  اَضَلُّ  مِمَّنۡ ہُوَ  فِیۡ  شِقَاقٍۭ بَعِیۡدٍ ﴿۵۲﴾  ",
			"index": "4270",
			"name": "আপনি বলুন, ‘ভালো বলো তো, যদি এ ক্বোরআন আল্লাহ্‌র নিকট থেকে হয়, অতঃপর তোমরা সেটার অস্বীকারকারী হও, তবে তার চেয়ে অধিকতর পথভ্রষ্ট আর কে, যে দূরের বিরোধিতায় রয়েছে?’",
			"en_kanzulimaan": "Proclaim (O dear Prophet Mohammed - peace and blessings be upon him), What is your opinion - if this Quran is from Allah and then you deny it - so who is more astray than whoever is in extreme opposition?",
			"ur_kanzulimaan": "تم فرماؤ بھلا بتاؤ اگر یہ قرآن اللہکے پاس سے ہے پھر تم اس کے منکر ہوئے تو اس سے بڑھ کر گمراہ کون جو دور کی ضد میں ہے",
			"hi_kanzulimaan": "तुम फ़रमाओ (134फ) भला बताओ अगर यह क़ुरआन अल्लाह के पास से है (135फ) फिर तुम इसके मुन्किर हुए तो उससे बढ़कर गुमराह कौन जो दूर की ज़िद में है (136फ)",
			"author": "৫২. বলে দিন, ‘বেশ, তোমরা বলো, যদি এ (কুরআন) আল্লাহ্‌র পক্ষ থেকেই (অবতীর্ণ) হয়, অতঃপর তোমরা একে প্রত্যাখ্যান করতে থাকো, তবে তার চেয়ে অধিক পথভ্রষ্ট কে, যে ঘোর বিরুদ্ধাচারণে লিপ্ত রয়েছে?’"
		},
		{
			"_id": "4271",
			"sura": "41",
			"para": "25",
			"verses": "53",
			"names": "سَنُرِیۡہِمۡ  اٰیٰتِنَا فِی الۡاٰفَاقِ  وَ فِیۡۤ   اَنۡفُسِہِمۡ حَتّٰی یَتَبَیَّنَ  لَہُمۡ  اَنَّہُ  الۡحَقُّ ؕ اَوَ لَمۡ یَکۡفِ بِرَبِّکَ  اَنَّہٗ عَلٰی کُلِّ  شَیۡءٍ شَہِیۡدٌ ﴿۵۳﴾ ",
			"number": "",
			"verses_PDMS": "سَنُرِیۡہِمۡ  اٰیٰتِنَا فِی الۡاٰفَاقِ  وَ فِیۡۤ   اَنۡفُسِہِمۡ حَتّٰی یَتَبَیَّنَ  لَہُمۡ  اَنَّہُ  الۡحَقُّ ؕ اَوَ لَمۡ یَکۡفِ بِرَبِّکَ  اَنَّہٗ عَلٰی کُلِّ  شَیۡءٍ شَہِیۡدٌ ﴿۵۳﴾ ",
			"index": "4271",
			"name": "এখন আমি তাদেরকে দেখাবো আমার নিদর্শনসমূহ সারা বিশ্বজগতে এবং খোদ তাদের মধ্যেও, শেষ পর্যন্ত তাদের নিকট সুস্পষ্ট হয়ে যাবে যে, নিশ্চয় তা সত্য। তোমাদের রবের সবকিছুর উপর সাক্ষী হওয়া কি যথেষ্ট নয়?",
			"en_kanzulimaan": "We shall now show them Our signs in all the directions and within their own selves until it becomes clear to them that it is certainly the truth; is not your Lord sufficient as a Witness over all things?",
			"ur_kanzulimaan": "ابھی ہم انہیں دکھائیں گے اپنی آیتیں دنیا بھر میں اور خود ان کے آپے میں یہاں تک کہ ان پر کھل جائے کہ بیشک وہ حق ہے کیا تمہارے رب کا ہر چیز پر گواہ ہونا کافی نہیں،",
			"hi_kanzulimaan": "अभी हम उन्हें दिखाएंगे अपनी आयतें दुनिया भर में (137फ) और ख़ुद उनके आपे में (138फ) यहाँ तक कि उनपर खुल जाए कि बेशक वह हक़ है (139) क्या तुम्हारे रब का हर चीज़ पर गवाह होना काफ़ी नहीं",
			"author": "৫৩. আমরা অচিরেই তাদেরকে আমাদের নিদর্শনাবলী দেখিয়ে দেবো বিশ্বজগতের প্রান্তে এবং তাদের নিজেদের মধ্যে। অবশেষে তাদের নিকট সুস্পষ্ট হয়ে উঠবে যে, তিনিই সত্য। আপনার প্রতিপালক কি (আপনার সত্যতার নিশ্চিত করণে) যথেষ্ট নন যে, তিনি সকল কিছুর উপর সাক্ষী(ও)।"
		},
		{
			"_id": "4272",
			"sura": "41",
			"para": "25",
			"verses": "54",
			"names": "اَلَاۤ  اِنَّہُمۡ  فِیۡ مِرۡیَۃٍ  مِّنۡ  لِّقَآءِ  رَبِّہِمۡ ؕ اَلَاۤ  اِنَّہٗ  بِکُلِّ  شَیۡءٍ  مُّحِیۡطٌ ﴿۵۴﴾ ",
			"number": "",
			"verses_PDMS": "اَلَاۤ  اِنَّہُمۡ  فِیۡ مِرۡیَۃٍ  مِّنۡ  لِّقَآءِ  رَبِّہِمۡ ؕ اَلَاۤ  اِنَّہٗ  بِکُلِّ  شَیۡءٍ  مُّحِیۡطٌ ﴿۵۴﴾ ",
			"index": "4272",
			"name": "শোন! অবশ্যই তাদের মধ্যে আপন রবের সাথে সাক্ষাতের ব্যাপারে সন্দেহ রয়েছে। শোন! তিনি প্রত্যেক বস্তুকে পরিবেষ্টন করে আছেন।",
			"en_kanzulimaan": "Pay heed! They are certainly doubtful regarding the meeting with their Lord; pay heed! He encompasses all things!",
			"ur_kanzulimaan": "سنو انہیں ضرور اپنے رب سے ملنے میں شک ہے سنو! وہ ہر چیز کو محیط ہے",
			"hi_kanzulimaan": "सुनो उन्हें ज़रूर अपने रब से मिलने में शक है (140फ) सुनो वह हर चीज़ को मुहित है (141फ)",
			"author": "৫৪. জেনে রাখো, তারা তাদের প্রতিপালকের সাক্ষাতের ব্যাপারে সন্দিহান। সাবধান! তিনিই (নিজ জ্ঞান ও ক্ষমতায়) সকল কিছুকে পরিবেষ্টনকারী।"
		}
	]