[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "4134",
			"sura": "40",
			"para": "24",
			"verses": "1",
			"names": "حٰمٓ ۚ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "حٰمٓ ۚ﴿۱﴾ ",
			"index": "4134",
			"name": "হা-মী-----ম।",
			"en_kanzulimaan": "Ha-Meem. (Alphabets of the Arabic Language - Allah, and to whomever he reveals, know their precise meanings.)",
			"ur_kanzulimaan": "حٰمٓ",
			"hi_kanzulimaan": "_",
			"author": "১. হা-মীম। (প্রকৃত অর্থ আল্লাহ্ এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামই অধিক অবগত।)"
		},
		{
			"_id": "4135",
			"sura": "40",
			"para": "24",
			"verses": "2",
			"names": "تَنۡزِیۡلُ  الۡکِتٰبِ مِنَ اللّٰہِ الۡعَزِیۡزِ الۡعَلِیۡمِ ۙ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "تَنۡزِیۡلُ  الۡکِتٰبِ مِنَ اللّٰہِ الۡعَزِیۡزِ الۡعَلِیۡمِ ۙ﴿۲﴾ ",
			"index": "4135",
			"name": "এ কিতাবের অবতারণ আল্লাহ্‌র নিকট থেকে, যিনি সম্মানের মালিক, জ্ঞানময়।",
			"en_kanzulimaan": "The revelation of the Book is from Allah, the Most Honourable, the All Knowing.",
			"ur_kanzulimaan": "یہ کتاب اتارنا ہے اللہ کی طرف سے جو عزت والا، علم والا،",
			"hi_kanzulimaan": "यह किताब उतारना है अल्लाह की तरफ़ से जो इज़्ज़त वाला इल्म वाला",
			"author": "২. এ কিতাব অবতীর্ণ পরাক্রমশালী প্রজ্ঞাময় আল্লাহ্‌র পক্ষ থেকে,"
		},
		{
			"_id": "4136",
			"sura": "40",
			"para": "24",
			"verses": "3",
			"names": "غَافِرِ الذَّنۡۢبِ وَ قَابِلِ التَّوۡبِ شَدِیۡدِ الۡعِقَابِ ۙ ذِی الطَّوۡلِ ؕ لَاۤ  اِلٰہَ  اِلَّا ہُوَ ؕ اِلَیۡہِ  الۡمَصِیۡرُ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "غَافِرِ الذَّنۡۢبِ وَ قَابِلِ التَّوۡبِ شَدِیۡدِ الۡعِقَابِ ۙ ذِی الطَّوۡلِ ؕ لَاۤ  اِلٰہَ  اِلَّا ہُوَ ؕ اِلَیۡہِ  الۡمَصِیۡرُ ﴿۳﴾ ",
			"index": "4136",
			"name": "পাপ ক্ষমাকারী ও তাওবা কবূলকারী; কঠিন শাস্তিদাতা, মহা পুরস্কারদাতা, তিনি ব্যতীত অন্য কোন উপাস্য নেই। তাঁরই দিকে প্রত্যাবর্তন করতে হবে। ",
			"en_kanzulimaan": "The Forgiver of sin, and the Most Acceptor of Repentance, the Severe in Punishing, the Greatly Rewarding; there is no God except Him; towards Him only is the return.",
			"ur_kanzulimaan": "گناہ بخشنے والا اور توبہ قبول کرنے والا سخت عذاب کرنے والا بڑے انعام والا اس کے سوا کوئی معبود نہیں، اسی کی طرف پھرنا ہے",
			"hi_kanzulimaan": "गुनाह बख़्शने वाला और तौबह क़ुबूल करने वाला (2फ) सख़्त अज़ाब करने वाला (3फ) बड़े इनाम वाला (4फ) उसके सिवा कोई मअबूद नहीं, उसी की तरफ़ फिरना हैं (5फ)",
			"author": "৩. যিনি গোনাহ ক্ষমাকারী, তওবা কবুলকারী, কঠিন শাস্তিপ্রদানকারী, মহাদানশীল। তিনি ব্যতীত কোনো উপাস্য নেই; (সকলের) প্রত্যাবর্তন তাঁরই নিকট।"
		},
		{
			"_id": "4137",
			"sura": "40",
			"para": "24",
			"verses": "4",
			"names": "مَا یُجَادِلُ  فِیۡۤ  اٰیٰتِ اللّٰہِ  اِلَّا الَّذِیۡنَ کَفَرُوۡا فَلَا یَغۡرُرۡکَ تَقَلُّبُہُمۡ فِی الۡبِلَادِ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "مَا یُجَادِلُ  فِیۡۤ  اٰیٰتِ اللّٰہِ  اِلَّا الَّذِیۡنَ کَفَرُوۡا فَلَا یَغۡرُرۡکَ تَقَلُّبُہُمۡ فِی الۡبِلَادِ ﴿۴﴾ ",
			"index": "4137",
			"name": "আল্লাহ্‌র নিদর্শনসমূহে বিতর্ক করে না, কিন্তু (করে) কাফিররাই। সুতরাং হে শ্রোতা! শহরগুলোতে তাদের অবাধ বিচরণ। তোমাকে যেন প্রতারিত না করে। ",
			"en_kanzulimaan": "None except the disbelievers dispute the signs of Allah, therefore do not let their free movements in the land deceive you.",
			"ur_kanzulimaan": "اللہ کی آیتوں میں جھگڑا نہیں کرتے مگر کافر تو اے سننے والے تجھے دھوکا نہ دے ان کا شہروں میں اہل گہلے (اِتراتے) پھرنا",
			"hi_kanzulimaan": "अल्लाह की आयतों में झगड़ा नहीं करते मगर काफ़िर (6फ) तो ऐ सुनने वाले तुझे धोखा न दे उनका शहरों में अहले गहले (इतराते) फिरना (7फ)",
			"author": "৪. আল্লাহ্‌র আয়াতের ব্যাপারে কেবল তারাই বিতর্ক করে যারা কুফরী করেছে। সুতরাং দেশে দেশে তাদের (অবাধ) বিচরণ আপনাকে যেন বিভ্রান্ত না করে।"
		},
		{
			"_id": "4138",
			"sura": "40",
			"para": "24",
			"verses": "5",
			"names": "کَذَّبَتۡ قَبۡلَہُمۡ  قَوۡمُ نُوۡحٍ وَّ الۡاَحۡزَابُ مِنۡۢ بَعۡدِہِمۡ ۪ وَ ہَمَّتۡ کُلُّ  اُمَّۃٍۭ بِرَسُوۡلِہِمۡ  لِیَاۡخُذُوۡہُ وَ جٰدَلُوۡا بِالۡبَاطِلِ لِیُدۡحِضُوۡا بِہِ الۡحَقَّ فَاَخَذۡتُہُمۡ ۟ فَکَیۡفَ کَانَ عِقَابِ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "کَذَّبَتۡ قَبۡلَہُمۡ  قَوۡمُ نُوۡحٍ وَّ الۡاَحۡزَابُ مِنۡۢ بَعۡدِہِمۡ ۪ وَ ہَمَّتۡ کُلُّ  اُمَّۃٍۭ بِرَسُوۡلِہِمۡ  لِیَاۡخُذُوۡہُ وَ جٰدَلُوۡا بِالۡبَاطِلِ لِیُدۡحِضُوۡا بِہِ الۡحَقَّ فَاَخَذۡتُہُمۡ ۟ فَکَیۡفَ کَانَ عِقَابِ ﴿۵﴾ ",
			"index": "4138",
			"name": "তাদের পূর্বে নূহের সম্প্রদায় এবং তাদের পরের সম্প্রদায়গুলো অস্বীকার করেছে; এবং প্রত্যেক সম্প্রদায় এ ইচ্ছা করেছে যে, তারা আপন আপন রসূলকে আবদ্ধ করে নেবে এবং মিথ্যা সহকারে বিতর্ক করেছে, এ উদ্দেশ্যে যে, তা দ্বারা সত্যকে ব্যর্থ করে দেবে। সুতরাং আমি তাদেরকে পাকড়াও করেছি অতঃপর কেমন হলো আমার শাস্তি!    ",
			"en_kanzulimaan": "Before them, the people of Nooh and the groups after them had denied; and every nation intended to apprehend its Noble Messenger, and they fought along with falsehood to avert the truth, so I seized them; so how did My punishment turn out?",
			"ur_kanzulimaan": "ان سے پہلے نوح کی قوم اور ان کے بعد کے گروہوں نے جھٹلایا، اور ہر امت نے یہ قصد کیا کہ اپنے رسول کو پکڑ لیں اور باطل کے ساتھ جھگڑے کہ اس سے حق کو ٹال دیں تو میں نے انہیں پکڑا، پھر کیسا ہوا میرا عذاب",
			"hi_kanzulimaan": "उनसे पहले नूह की क़ौम और उनके बाद के गिरोहों (8फ) ने झुटलाया और हर उम्मत ने यह क़स्द किया कि अपने रसूल को पकड़ लें (9फ) और बातिल (असत्य) के साथ झगड़े कि उससे हक़ को टाल दें (10फ) तो मैं ने उन्हें पकड़ा, फिर कैसा हुआ मेरा अज़ाब (11फ)",
			"author": "৫. তাদের পূর্বে নূহ (আলাইহিস সালাম)-এঁর সম্প্রদায় এবং তাদের পরে (অন্য) অনেক জাতি (তাদের রাসূলগণকে) মিথ্যাপ্রতিপন্ন করেছিল। আর প্রত্যেক জাতিই নিজ নিজ রাসূলকে বন্দী (করে হত্যা) করার অভিসন্ধি করেছিল এবং ভিত্তিহীন বিষয়ে তর্কে লিপ্ত হয়েছিল যাতে এর দ্বারা সত্যকে (অর্থাৎ সত্যের প্রভাব) ব্যর্থ করে দিতে পারে। ফলে আমি তাদেরকে (শাস্তিতে) পাকড়াও করেছিলাম। সুতরাং কেমন ছিল (আমার) শাস্তি?"
		},
		{
			"_id": "4139",
			"sura": "40",
			"para": "24",
			"verses": "6",
			"names": "وَ کَذٰلِکَ حَقَّتۡ کَلِمَتُ رَبِّکَ عَلَی الَّذِیۡنَ  کَفَرُوۡۤا  اَنَّہُمۡ  اَصۡحٰبُ  النَّارِ ۘ﴿ؔ۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَذٰلِکَ حَقَّتۡ کَلِمَتُ رَبِّکَ عَلَی الَّذِیۡنَ  کَفَرُوۡۤا  اَنَّہُمۡ  اَصۡحٰبُ  النَّارِ ۘ﴿ؔ۶﴾ ",
			"index": "4139",
			"name": "এবং এ ভাবেই আপনার রবের বাণী কাফিরদের উপর সত্য প্রমাণিত হলো যে, তারা দোযখবাসী। ",
			"en_kanzulimaan": "And this is how the Word of your Lord has proved true upon the disbelievers that they are the people of hell.",
			"ur_kanzulimaan": "اور یونہی تمہارے رب کی بات کافروں پر ثابت ہوچکی ہے کہ وہ دوزخی ہیں،",
			"hi_kanzulimaan": "और यूंही तुम्हारे रब की बात काफ़िरों पर साबित हो चुकी है कि वो दोज़ख़ी हैं",
			"author": "৬. আর এভাবেই আপনার প্রতিপালকের নির্দেশ তাদের ব্যাপারে পূর্ণ হয়েছিল যারা কুফরী করেছিল। নিশ্চয়ই এরা জাহান্নামী।"
		},
		{
			"_id": "4140",
			"sura": "40",
			"para": "24",
			"verses": "7",
			"names": "اَلَّذِیۡنَ یَحۡمِلُوۡنَ الۡعَرۡشَ وَ مَنۡ حَوۡلَہٗ یُسَبِّحُوۡنَ بِحَمۡدِ  رَبِّہِمۡ وَ یُؤۡمِنُوۡنَ بِہٖ وَ یَسۡتَغۡفِرُوۡنَ  لِلَّذِیۡنَ اٰمَنُوۡا ۚ رَبَّنَا وَسِعۡتَ کُلَّ  شَیۡءٍ رَّحۡمَۃً  وَّ عِلۡمًا فَاغۡفِرۡ  لِلَّذِیۡنَ تَابُوۡا وَ اتَّبَعُوۡا سَبِیۡلَکَ وَ قِہِمۡ  عَذَابَ  الۡجَحِیۡمِ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "اَلَّذِیۡنَ یَحۡمِلُوۡنَ الۡعَرۡشَ وَ مَنۡ حَوۡلَہٗ یُسَبِّحُوۡنَ بِحَمۡدِ  رَبِّہِمۡ وَ یُؤۡمِنُوۡنَ بِہٖ وَ یَسۡتَغۡفِرُوۡنَ  لِلَّذِیۡنَ اٰمَنُوۡا ۚ رَبَّنَا وَسِعۡتَ کُلَّ  شَیۡءٍ رَّحۡمَۃً  وَّ عِلۡمًا فَاغۡفِرۡ  لِلَّذِیۡنَ تَابُوۡا وَ اتَّبَعُوۡا سَبِیۡلَکَ وَ قِہِمۡ  عَذَابَ  الۡجَحِیۡمِ ﴿۷﴾ ",
			"index": "4140",
			"name": "যারা আরশ বহন করে এবং যারা সেটার চতুর্পার্শ্বে রয়েছে তারা আপন রবের প্রশংসা সহকারে তার পবিত্রতা ঘোষণা করে, এবং তাঁর উপর ঈমান আনে, আর মুসলমানদের জন্য ক্ষমা প্রার্থনা করে-‘হে আমাদের রব! তোমার দয়া ও জ্ঞান সবকিছুকেই পরিবেষ্টিত করে রেখেছে। সুতরাং তাদেরকে ক্ষমা করো, যারা তাওবা করেছে এবং তোমার পথ অনুসরণ করেছে এবং তাদেরকে দোযখের শাস্তি থেকে রক্ষা করে নাও। ",
			"en_kanzulimaan": "Those * who bear the Throne, and those who are around it, say the Purity of their Lord while praising Him, and they believe in Him and seek forgiveness for the believers; O Our Lord! Your mercy and knowledge encompass all things, therefore forgive those who repented and followed Your path, and save them from the punishment of hell. (* The angels.)",
			"ur_kanzulimaan": "وہ جو عرش اٹھاتے ہیں اور جو اس کے گرد ہیں اپنے کی تعریف کے ساتھ اس کی پاکی بولتے اور اس پر ایمان لاتے اور مسلمانوں کی مغفرت مانگتے ہیں اے رب ہمارے تیرے رحمت و علم میں ہر چیز کی سمائی ہے تو انہیں بخش دے جنہوں نے توبہ کی اور تیری راہ پر چلے اور انہیں دوزخ کے عذاب سے بچالے،",
			"hi_kanzulimaan": "वो जो अर्श उठाते हैं (12फ) और जो उसके गिर्द हैं (13फ) अपने रब की तअरीफ़ के साथ उसकी पाकी बोलते (14फ) और उसपर ईमान लाते (15फ) और मुसलमानों की मग़फ़िरत माँगते हैं (16फ) ऐ रब हमारेतेरे रहमत व इल्म में हर चीज़ की समाई है (17फ) तो उन्हें बख़्श दे जिन्होंने तौबह की और तेरी राह पर चले (18फ) और उन्हें दोज़ख़ के अज़ाब से बचा ले",
			"author": "৭. (ফেরেশতাদের) যারা আরশ বহন করে আছে এবং যারা এর চারপাশ ঘিরে আছে, তারা (সকলে) তাদের প্রতিপালকের স্বপ্রশংস মহিমা ও পবিত্রতা ঘোষণা করে, তাঁর উপর ঈমান রাখে এবং ঈমানদারগণের জন্যে ক্ষমা প্রার্থনা করে; (আরয করে,) ‘হে আমাদের প্রতিপালক! তুমি (তোমার) রহমত ও জ্ঞানে সব কিছুকে বেষ্টন করে আছো। সুতরাং তাদেরকে ক্ষমা করে দাও যারা তওবা করেছে এবং তোমার পথ অনুসরণ করেছে, আর তাদেরকে জাহান্নামের আযাব থেকে রক্ষা করো।"
		},
		{
			"_id": "4141",
			"sura": "40",
			"para": "24",
			"verses": "8",
			"names": "رَبَّنَا وَ اَدۡخِلۡہُمۡ جَنّٰتِ عَدۡنِۣ الَّتِیۡ وَعَدۡتَّہُمۡ وَ مَنۡ صَلَحَ مِنۡ اٰبَآئِہِمۡ وَ اَزۡوَاجِہِمۡ وَ  ذُرِّیّٰتِہِمۡ ؕ اِنَّکَ اَنۡتَ الۡعَزِیۡزُ  الۡحَکِیۡمُ ۙ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "رَبَّنَا وَ اَدۡخِلۡہُمۡ جَنّٰتِ عَدۡنِۣ الَّتِیۡ وَعَدۡتَّہُمۡ وَ مَنۡ صَلَحَ مِنۡ اٰبَآئِہِمۡ وَ اَزۡوَاجِہِمۡ وَ  ذُرِّیّٰتِہِمۡ ؕ اِنَّکَ اَنۡتَ الۡعَزِیۡزُ  الۡحَکِیۡمُ ۙ﴿۸﴾ ",
			"index": "4141",
			"name": "হে আমাদের রব! এবং তাদেরকে বসবাসের বাগানসমূহে প্রবেশ করাও যেগুলোর প্রতিশ্রুতি তুমি তাদেরকে দিয়েছো এবং তাদের পিতৃপুরুষগণ, স্ত্রীগণ এবং সন্তানগণের মধ্যে যারা সৎকর্মপরায়ণ, তাদেরকেও। নিশ্চয় তুমিই সম্মান ও প্রজ্ঞাময়;",
			"en_kanzulimaan": "O Our Lord! And admit them into the Gardens of everlasting stay which you have promised them, and those who are virtuous among their forefathers and their wives and their offspring; indeed You only are the Most Honourable, the Wise.",
			"ur_kanzulimaan": "اے ہمارے رب! اور انہیں بسنے کے باغوں میں داخل کر جن کا تو نے ان سے وعدہ فرمایا ہے اور ان کو جو نیک ہوں ان کے باپ دادا اور بیبیوں اور اولاد میں بیشک تو ہی عزت و حکمت والا ہے،",
			"hi_kanzulimaan": "ऐ हमारे रब और उन्हें बसने के बाग़ों में दाख़िल कर जिनका तू ने उनसे वादा फ़रमाया है और उनको जो नेक हों उनके बाप दादा और बीबियों और औलाद में (19फ) बेशक तूही इज़्ज़त व हिकमत वाला है",
			"author": "৮. হে আমাদের প্রতিপালক! আর তাদেরকে (স্থায়ী বসবাসের জন্যে) আদনের উদ্যানসমূহে প্রবেশ করাও, যার প্রতিশ্রুতি তুমি তাদেরকে দিয়েছো; আর তাদের পিতৃ-পুরুষ, তাদের পত্নী ও তাদের সন্তান-সন্ততির মধ্যে যারা পূণ্যবান (তাদেরকেও তাদের সাথে প্রবেশ করাও)। নিশ্চয়ই তুমি মহাপরাক্রমশালী, প্রজ্ঞাবান।"
		},
		{
			"_id": "4142",
			"sura": "40",
			"para": "24",
			"verses": "9",
			"names": "وَ قِہِمُ السَّیِّاٰتِ ؕ وَ مَنۡ تَقِ السَّیِّاٰتِ یَوۡمَئِذٍ  فَقَدۡ رَحِمۡتَہٗ ؕ وَ ذٰلِکَ ہُوَ الۡفَوۡزُ الۡعَظِیۡمُ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ قِہِمُ السَّیِّاٰتِ ؕ وَ مَنۡ تَقِ السَّیِّاٰتِ یَوۡمَئِذٍ  فَقَدۡ رَحِمۡتَہٗ ؕ وَ ذٰلِکَ ہُوَ الۡفَوۡزُ الۡعَظِیۡمُ ﴿۹﴾ ",
			"index": "4142",
			"name": "এবং তাদেরকে পাপসমূহের কুফল থেকে রক্ষা করো। এবং যাকে তুমি ওই দিন পাপসমূহের কুফল থেকে রক্ষা করবে, তবে নিঃসন্দেহে তুমি তার প্রতি দয়া করেছো এবং এটাই মহা সাফল্য’।",
			"en_kanzulimaan": "And save them from the evil consequences of sins; and whomever You save from the evil consequences of sins on that Day - so You have indeed had mercy upon him; and this only is the greatest success.",
			"ur_kanzulimaan": "اور انہیں گناہوں کی شامت سے بچالے، اور جسے تو اس دن گناہوں کی شامت سے بچائے تو بیشک تو نے اس پر رحم فرمایا، اور یہی بڑی کامیابی ہے،",
			"hi_kanzulimaan": "और उन्हें गुनाहों की शामत से बचा ले और जिसे तू उस दिन गुनाहों की शामत से बचाए तो बेशक तू ने उसपर रहम फ़रमाया, और यही बड़ी कामयाबी है  ",
			"author": "৯. আর তাদেরকে পাপ (-এর শাস্তি) থেকে রক্ষা করো, আর যাকে তুমি সে দিন পাপ (-এর শাস্তি) থেকে রক্ষা করলে, নিশ্চয়ই তুমি তার প্রতি অপার অনুগ্রহই করলে। আর এটাই তো মহাসাফল্য।’"
		},
		{
			"_id": "4143",
			"sura": "40",
			"para": "24",
			"verses": "10",
			"names": "اِنَّ الَّذِیۡنَ کَفَرُوۡا یُنَادَوۡنَ  لَمَقۡتُ اللّٰہِ اَکۡبَرُ مِنۡ مَّقۡتِکُمۡ اَنۡفُسَکُمۡ اِذۡ تُدۡعَوۡنَ  اِلَی الۡاِیۡمَانِ فَتَکۡفُرُوۡنَ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ الَّذِیۡنَ کَفَرُوۡا یُنَادَوۡنَ  لَمَقۡتُ اللّٰہِ اَکۡبَرُ مِنۡ مَّقۡتِکُمۡ اَنۡفُسَکُمۡ اِذۡ تُدۡعَوۡنَ  اِلَی الۡاِیۡمَانِ فَتَکۡفُرُوۡنَ ﴿۱۰﴾ ",
			"index": "4143",
			"name": "নিশ্চয় যেসব লোক কুফর করেছে তাদেরকে আহ্বান করা হবে, ‘অবশ্যই তোমাদের প্রতি আল্লাহ্‌র অসন্তুষ্টি তদপেক্ষাও বহুগুণ বেশি, যেমন তোমরা আজ নিজেদের সত্তার প্রতি অসন্তুষ্ট, যখন তোমাদেরকে ঈমানের প্রতি আহ্বান করা হতো, তখন তোমরা কুফর করতে’।",
			"en_kanzulimaan": "The disbelievers will indeed be called out to - Indeed Allahs disgust with you is greater than your own abhorrence of yourselves, whereas you used to deny when you were called towards the faith!",
			"ur_kanzulimaan": "بیشک جنہوں نے کفر کیا ان کو ندا کی جائے گی کہ ضرور تم سے اللہ کی بیزاری اس سے بہت زیادہ ہے جیسے تم آج اپنی جان سے بیزار ہو جب کہ تم ایمان کی طرف بلائے جاتے تو تم کفر کرتے،",
			"hi_kanzulimaan": "बेशक जिन्होंने कुफ़्र किया उनको निदा की जाएगी (20फ) कि ज़रूर तुमसे अल्लाह की बेज़ारी इससे बहुत ज़्यादा है जैसे तुम आज अपनी जान से बेज़ार हो जबकि तुम (21फ) ईमान की तरफ़ बुलाए जाते तो तुम कुफ़्र करते",
			"author": "১০. নিশ্চয়ই যারা কুফরী করেছে তাদেরকে ডেকে বলা হবে, ‘(আজ) তোমাদের প্রতি আল্লাহ্‌র অসন্তোষ তোমাদের নিজেদের প্রতি নিজেদের অসন্তোষের চেয়ে অধিক; যখন তোমাদেরকে ঈমানের দিকে আহ্বান করা হতো তখন তোমরা তা অস্বীকার করতে।’"
		},
		{
			"_id": "4144",
			"sura": "40",
			"para": "24",
			"verses": "11",
			"names": "قَالُوۡا رَبَّنَاۤ  اَمَتَّنَا اثۡنَتَیۡنِ وَ اَحۡیَیۡتَنَا اثۡنَتَیۡنِ فَاعۡتَرَفۡنَا بِذُنُوۡبِنَا فَہَلۡ  اِلٰی خُرُوۡجٍ مِّنۡ سَبِیۡلٍ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا رَبَّنَاۤ  اَمَتَّنَا اثۡنَتَیۡنِ وَ اَحۡیَیۡتَنَا اثۡنَتَیۡنِ فَاعۡتَرَفۡنَا بِذُنُوۡبِنَا فَہَلۡ  اِلٰی خُرُوۡجٍ مِّنۡ سَبِیۡلٍ ﴿۱۱﴾ ",
			"index": "4144",
			"name": "(তারা) বলবে, ‘হে আমাদের রব! তুমি আমাদেরকে দু’বার মৃতে পরিণত করেছো এবং দু’বার জীবিত করেছো এখন আমরা আমাদের পাপসমূহ স্বীকার করেছি। সুতরাং আগুন থেকে বের হবারও পথ আছে কি?’",
			"en_kanzulimaan": "They will say, O Our Lord! Twice You have given us death and twice You have given us life * - we now confess to our sins - so is there a way out of the fire? (From nothingness to life in this world, to death and then Resurrection.)",
			"ur_kanzulimaan": "کہیں گے اے ہمارے رب تو نے ہمیں دوبارہ مردہ کیا اور دوبارہ زندہ کیا اب ہم اپنے گناہوں پر مُقِر ہوئے تو آگ سے نکلنے کی بھی کوئی راہ ہے",
			"hi_kanzulimaan": "कहेंगे ऐ हमारे रब तूने हमें दोबारा मुर्दा किया और दोबारा ज़िन्दा किया (22फ) अब हम अपने गुनाहों पर मुक़िर हुए (अड़ गए) तो आग से निकलने की भी कोई राह है (23फ)",
			"author": "১১. তারা বলবে, ‘হে আমাদের প্রতিপালক! আমাদেরকে তুমি দু’বার মৃত্যু দিয়েছো এবং আমাদেরকে দু’বার(ই) জীবন দিয়েছো। (এখন) আমরা আমাদের পাপসমূহ স্বীকার করছি; কাজেই (এ শাস্তি থেকে) নিষ্ক্রমণের কোনো পথ আছে কি?’"
		},
		{
			"_id": "4145",
			"sura": "40",
			"para": "24",
			"verses": "12",
			"names": "ذٰلِکُمۡ  بِاَنَّہٗۤ  اِذَا  دُعِیَ اللّٰہُ  وَحۡدَہٗ کَفَرۡتُمۡ ۚ وَ اِنۡ یُّشۡرَکۡ بِہٖ تُؤۡمِنُوۡا ؕ فَالۡحُکۡمُ  لِلّٰہِ الۡعَلِیِّ الۡکَبِیۡرِ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکُمۡ  بِاَنَّہٗۤ  اِذَا  دُعِیَ اللّٰہُ  وَحۡدَہٗ کَفَرۡتُمۡ ۚ وَ اِنۡ یُّشۡرَکۡ بِہٖ تُؤۡمِنُوۡا ؕ فَالۡحُکۡمُ  لِلّٰہِ الۡعَلِیِّ الۡکَبِیۡرِ ﴿۱۲﴾ ",
			"index": "4145",
			"name": "এটা এ জন্য হলো যে, যখন এক আল্লাহ্‌কে আহ্বান করা হতো তখন তোমরা কুফর করতে এবং যদি তার কোন শরীক স্থির করা হতো তবে তোমরা তা মেনে নিতে। সুতরাং নির্দেশ প্রদানের ক্ষমতা আল্লাহ্‌রই রয়েছে, যিনি সর্বাপেক্ষা উচ্চ, মহান। ",
			"en_kanzulimaan": "This has occurred because when Allah the One was prayed to, you used to disbelieve; and when a partner was ascribed with Him, you used to believe; so the command is only for Allah, the Supreme, the Great.",
			"ur_kanzulimaan": "یہ اس پر ہوا کہ جب ایک اللہ پکارا جاتا تو تم کفر کرتے اور ان کا شریک ٹھہرایا جاتا تو تم مان لیتے تو حکم اللہ کے لیے ہے جو سب سے بلند بڑا،",
			"hi_kanzulimaan": "यह उस पर हुआ कि जब एक अल्लाह पुकारा जाता तो तुम कुफ़्र करते (24फ) और उस का शरीक ठहराया जाता तो तुम मान लेते (25फ) तो हुक्म अल्लाह के लिये है जो सब से बलन्द बड़ा",
			"author": "১২. (তাদেরকে বলা হবে, ‘না) এ (চিরস্থায়ী শাস্তি) তো এ কারণেই যে, যখন আল্লাহ্কে এককভাবে আহ্বান করা হতো তখন তোমরা অস্বীকার করতে; আর যদি তাঁর সাথে (কাউকে) অংশীদার সাব্যস্ত করা হতো তখন তোমরা তা মেনে নিতে। সুতরাং (এখন) নির্দেশের কর্তৃত্ব আল্লাহ্‌রই, যিনি (সকলের চেয়ে) সমুচ্চ, মহান।’"
		},
		{
			"_id": "4146",
			"sura": "40",
			"para": "24",
			"verses": "13",
			"names": "ہُوَ الَّذِیۡ یُرِیۡکُمۡ  اٰیٰتِہٖ وَ  یُنَزِّلُ  لَکُمۡ مِّنَ السَّمَآءِ رِزۡقًا ؕ وَ مَا یَتَذَکَّرُ   اِلَّا مَنۡ یُّنِیۡبُ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "ہُوَ الَّذِیۡ یُرِیۡکُمۡ  اٰیٰتِہٖ وَ  یُنَزِّلُ  لَکُمۡ مِّنَ السَّمَآءِ رِزۡقًا ؕ وَ مَا یَتَذَکَّرُ   اِلَّا مَنۡ یُّنِیۡبُ ﴿۱۳﴾ ",
			"index": "4146",
			"name": "তিনিই হন, যিনি তোমাদেরকে স্বীয় নিদর্শনসমূহ দেখান এবং তোমাদের জন্য আসমান থেকে জীবিকা অবতীর্ণ করেন এবং যারা প্রত্যাবর্তন করে তারাই কেবল উপদেশ মান্য করে। ",
			"en_kanzulimaan": "It is He Who shows you His signs, and sends down sustenance from the sky for you; and none accept guidance except those who incline (towards Him).",
			"ur_kanzulimaan": "وہی ہے کہ تمہیں اپنی نشانیاں دکھاتا ہے اور تمہارے لیے آسمان سے روزی اتارتا ہے اور نصیحت نہیں مانتا مگر جو رجوع لائے",
			"hi_kanzulimaan": " वही है कि तुम्हें अपनी निशानियां दिखाता है (26फ) और तुम्हारे लिये आसमान से रोज़ी उतारता है (27फ) और नसीहत नहीं मानता (28फ) मगर जो रूजू लाए (29फ)",
			"author": "১৩. তিনিই, যিনি তোমাদেরকে তাঁর নিদর্শনাবলী দেখান এবং তোমাদের জন্যে আসমান থেকে রিযিক প্রেরণ করেন। আর উপদেশ কেবল সেই গ্রহণ করে যে বিনয়ের সাথে (আল্লাহ্‌র) অভিমুখী।"
		},
		{
			"_id": "4147",
			"sura": "40",
			"para": "24",
			"verses": "14",
			"names": "فَادۡعُوا اللّٰہَ  مُخۡلِصِیۡنَ لَہُ  الدِّیۡنَ وَ لَوۡ کَرِہَ  الۡکٰفِرُوۡنَ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "فَادۡعُوا اللّٰہَ  مُخۡلِصِیۡنَ لَہُ  الدِّیۡنَ وَ لَوۡ کَرِہَ  الۡکٰفِرُوۡنَ ﴿۱۴﴾ ",
			"index": "4147",
			"name": "সুতরাং আল্লাহ্‌র বন্দেগী করো নিরেট তাঁরই বান্দা হয়ে যদিও অপছন্দ করে কাফিরগণ।",
			"en_kanzulimaan": "Therefore worship Allah, as His sincere bondmen even if the disbelievers get annoyed.",
			"ur_kanzulimaan": "تو اللہ کی بندگی کرو نرے اس کے بندے ہوکر پڑے برا مانیں کافر،",
			"hi_kanzulimaan": "तो अल्लाह की बन्दगी करो निरे उसके बन्दे होकर (30फ) पड़े बुरा माने काफ़िर",
			"author": "১৪. সুতরাং তোমরা আল্লাহ্‌র ইবাদত করো, তাঁর প্রতি আন্তরিক আনুগত্যে ও সত্য-নিষ্ঠার সাথে, যদিও কাফেরদের তা মনঃপুত নয়।"
		},
		{
			"_id": "4148",
			"sura": "40",
			"para": "24",
			"verses": "15",
			"names": "رَفِیۡعُ  الدَّرَجٰتِ ذُو الۡعَرۡشِ ۚ یُلۡقِی الرُّوۡحَ مِنۡ  اَمۡرِہٖ عَلٰی مَنۡ یَّشَآءُ مِنۡ عِبَادِہٖ  لِیُنۡذِرَ  یَوۡمَ  التَّلَاقِ ﴿ۙ۱۵﴾ ",
			"number": "",
			"verses_PDMS": "رَفِیۡعُ  الدَّرَجٰتِ ذُو الۡعَرۡشِ ۚ یُلۡقِی الرُّوۡحَ مِنۡ  اَمۡرِہٖ عَلٰی مَنۡ یَّشَآءُ مِنۡ عِبَادِہٖ  لِیُنۡذِرَ  یَوۡمَ  التَّلَاقِ ﴿ۙ۱۵﴾ ",
			"index": "4148",
			"name": "সমুচ্চ মর্যাদাদাতা, আরশের অধিপতি, ঈমানের প্রাণ, ওহী প্রেরণ করেন আপন নির্দেশে আপন বান্দাদের মধ্যে যার প্রতি চান এ জন্য যে, তিনি সাক্ষাতের দিন সম্পর্কে সতর্ক করবেন;",
			"en_kanzulimaan": "Bestower of High Ranks, Owner of the Throne; it is He Who instils the spirit of faith into the one He wills among His bondmen, in order that he may warn of the Day of Meeting. -",
			"ur_kanzulimaan": "بلند درجے دینے والا عرش کامالک ایمان کی جان وحی ڈالتا ہے اپنے حکم سے اپنے بندوں میں جس پر چاہے کہ وہ ملنے کے دن سے ڈرائے",
			"hi_kanzulimaan": "बलन्द दर्जे देने वाला (31फ) अर्श का मालिक, ईमान की जान वही डालता है अपन हुक्म से अपने बन्दों में जिस पर चाहे (32फ) कि वह मिलने के दिन से डराए (33फ)",
			"author": "১৫. সমুচ্চ মর্যাদাদাতা, আরশের অধিপতি, তাঁর বান্দাদের মধ্যে যার প্রতি ইচ্ছা আপন নির্দেশে রূহ (অর্থাৎ ওহী) প্রেরণ করেন; যাতে তিনি (লোকদেরকে) সতর্ক করতে পারেন সমবেত হবার দিবস সম্পর্কে,"
		},
		{
			"_id": "4149",
			"sura": "40",
			"para": "24",
			"verses": "16",
			"names": "یَوۡمَ ہُمۡ بٰرِزُوۡنَ ۬ۚ لَا یَخۡفٰی عَلَی اللّٰہِ مِنۡہُمۡ  شَیۡءٌ ؕ لِمَنِ  الۡمُلۡکُ الۡیَوۡمَ ؕ لِلّٰہِ  الۡوَاحِدِ الۡقَہَّارِ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "یَوۡمَ ہُمۡ بٰرِزُوۡنَ ۬ۚ لَا یَخۡفٰی عَلَی اللّٰہِ مِنۡہُمۡ  شَیۡءٌ ؕ لِمَنِ  الۡمُلۡکُ الۡیَوۡمَ ؕ لِلّٰہِ  الۡوَاحِدِ الۡقَہَّارِ ﴿۱۶﴾ ",
			"index": "4149",
			"name": "যেদিন তারা সম্পুর্ণরূপে বের হয়ে পড়বে, সেদিন আল্লাহ্‌র নিকট তাদের কোন অবস্থা গোপন থাকবে না। আজ বাদশাহী কার? ‘এক আল্লাহ্‌, সবার উপর পরাক্রমশালীর’।",
			"en_kanzulimaan": "A day when they will be fully exposed; nothing from their affairs will be hidden from Allah; For whom is the kingship this day? For Allah, the One, the All Dominant.",
			"ur_kanzulimaan": "جس دن وہ بالکل ظاہر ہوجائیں گے اللہ پر ان کا کچھ حال چھپا نہ ہوگا آج کسی کی بادشاہی ہے ایک اللہ سب پر غا لب کی، ف۳۷)",
			"hi_kanzulimaan": "जिस दिन वो बिल्कुल ज़ाहिर हो जाएंगे (34फ) अल्लाह पर उनका कुछ हाल छुपा न होगा (35फ) आज किस की बादशाही है (36फ) एक अल्लाह सब पर ग़ालिब की (37फ)",
			"author": "১৬. যে দিন তারা সবাই (কবর থেকে) বের হয়ে আসবে এবং তাদের (ক্রিয়াকলাপের) কিছুই আল্লাহ্‌র নিকট গোপন থাকবে না। (ইরশাদ হবে,) ‘আজ কার রাজত্ব?’ (আবার ইরশাদ হবে,) ‘আল্লাহ্‌রই যিনি একক, সবার উপর পরাক্রমশালী’।"
		},
		{
			"_id": "4150",
			"sura": "40",
			"para": "24",
			"verses": "17",
			"names": "اَلۡیَوۡمَ تُجۡزٰی کُلُّ  نَفۡسٍۭ بِمَا کَسَبَتۡ ؕ  لَا ظُلۡمَ الۡیَوۡمَ ؕ اِنَّ اللّٰہَ سَرِیۡعُ  الۡحِسَابِ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "اَلۡیَوۡمَ تُجۡزٰی کُلُّ  نَفۡسٍۭ بِمَا کَسَبَتۡ ؕ  لَا ظُلۡمَ الۡیَوۡمَ ؕ اِنَّ اللّٰہَ سَرِیۡعُ  الۡحِسَابِ ﴿۱۷﴾ ",
			"index": "4150",
			"name": "আজ প্রত্যেক সত্তা আপন কৃতকর্মের প্রতিফল লাভ করবে, আজ কারো প্রতি যুল্‌ম হবে না। নিশ্চয় আল্লাহ্‌ শিগ্‌গির হিসাব গ্রহণকারী। ",
			"en_kanzulimaan": "This day each soul will be repaid for what it has earned; no one will be wronged this day; indeed Allah is Swift At Taking Account.",
			"ur_kanzulimaan": "آج ہر جان اپنے کےٴ کا بدلہ پاےٴ گی آج کسی پر زیادتی نہیں، بیشک اللہ جلد حساب لینے والا ہے،",
			"hi_kanzulimaan": "आज हर जान अपने किये का बदला पाएगी (38फ) आज किसी पर ज़ियादती नहीं, बेशक अल्लाह जल्द हिसाब लेने वाला है",
			"author": "১৭. আজ প্রত্যেককে তার কৃতকর্মের প্রতিদান দেয়া হবে, আজ কোনো অবিচার হবে না। নিশ্চয়ই আল্লাহ্ হিসাব গ্রহণে তৎপর।"
		},
		{
			"_id": "4151",
			"sura": "40",
			"para": "24",
			"verses": "18",
			"names": "وَ اَنۡذِرۡہُمۡ یَوۡمَ الۡاٰزِفَۃِ  اِذِ الۡقُلُوۡبُ لَدَی الۡحَنَاجِرِ کٰظِمِیۡنَ ۬ؕ مَا لِلظّٰلِمِیۡنَ مِنۡ  حَمِیۡمٍ  وَّ لَا  شَفِیۡعٍ  یُّطَاعُ ﴿ؕ۱۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَنۡذِرۡہُمۡ یَوۡمَ الۡاٰزِفَۃِ  اِذِ الۡقُلُوۡبُ لَدَی الۡحَنَاجِرِ کٰظِمِیۡنَ ۬ؕ مَا لِلظّٰلِمِیۡنَ مِنۡ  حَمِیۡمٍ  وَّ لَا  شَفِیۡعٍ  یُّطَاعُ ﴿ؕ۱۸﴾ ",
			"index": "4151",
			"name": "এবং তাদেরকে সতর্ক করো ওই সন্নিকটে আগমনকারী বিপদসঙ্কুল দিন সম্পর্কে যখন হৃদয় কণ্ঠাগত হবে দুঃখ-কষ্টে ভরা। এবং যালিমদের না কোন বন্ধু আছে, না এমন কোন সুপারিশকারী, যার সুপারিশ গ্রাহ্য হবে। ",
			"en_kanzulimaan": "And warn them of the day of impending calamity, when hearts will rise up to the throats filled with grief; and the disbelievers will have neither any friend nor any intercessor who will be obeyed. (Intercession will be accepted only for the Muslims, not for the disbelievers)",
			"ur_kanzulimaan": "اور انہیں ڈراؤ اس نزدیک آنے والی آفت کے دن سے جب دل گلوں کے پاس آجائیں گے غم میں بھرے، اور ظالموں کا نہ کوئی دوست نہ کوئی سفارشی جس کا کہا مانا جائے",
			"hi_kanzulimaan": "और उन्हें डराओ उस नज़्दीक आने वाली आफ़त के दिन से (39फ) जब दिल गलों के पास आ जाएंगे (40फ) ग़म में भरे, और ज़ालिमों का न कोई दोस्त न कोई सिफ़रिशी जिस का कहा माना जाए (41फ)",
			"author": "১৮. আর তাদেরকে সতর্ক করে দিন আসন্ন বিপর্যয়ের দিন সম্পর্কে, যখন তীব্র মর্মযন্ত্রণায় প্রাণ কণ্ঠাগত হবে। অত্যাচারীদের জন্যে থাকবে না কোনো অন্তরঙ্গ বন্ধু, আর না কোনো প্রভাব বিস্তার করা সুপারিশকারী যার কথা গ্রাহ্য করা হবে।"
		},
		{
			"_id": "4152",
			"sura": "40",
			"para": "24",
			"verses": "19",
			"names": "یَعۡلَمُ خَآئِنَۃَ  الۡاَعۡیُنِ وَ مَا تُخۡفِی الصُّدُوۡرُ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "یَعۡلَمُ خَآئِنَۃَ  الۡاَعۡیُنِ وَ مَا تُخۡفِی الصُّدُوۡرُ ﴿۱۹﴾ ",
			"index": "4152",
			"name": "আল্লাহ্‌ জানেন চোখের কোণার গোপন চুরি সম্পর্কেও এবং যা কিছু বক্ষসমূহে গোপন রয়েছে। ",
			"en_kanzulimaan": "Allah well knows the covert glance and all what lies hidden in the hearts.",
			"ur_kanzulimaan": "اللہ جانتا ہے چوری چھپے کی نگاہ اور جو کچھ سینوں میں چھپا ہے",
			"hi_kanzulimaan": "अल्लाह जानता है चोरी छुपे की निगाह (42फ) और जो कुछ सीनों में छुपा है (43फ)",
			"author": "১৯. তিনি অবগত অপব্যবহারকারী চক্ষু সম্পর্কে এবং (সেসব বিষয়েও) যা কিছু অন্তরে লুকায়িত রয়েছে।"
		},
		{
			"_id": "4153",
			"sura": "40",
			"para": "24",
			"verses": "20",
			"names": "وَ اللّٰہُ یَقۡضِیۡ بِالۡحَقِّ ؕ وَ الَّذِیۡنَ یَدۡعُوۡنَ مِنۡ دُوۡنِہٖ لَا یَقۡضُوۡنَ بِشَیۡءٍ ؕ اِنَّ  اللّٰہَ  ہُوَ  السَّمِیۡعُ  الۡبَصِیۡرُ ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ اللّٰہُ یَقۡضِیۡ بِالۡحَقِّ ؕ وَ الَّذِیۡنَ یَدۡعُوۡنَ مِنۡ دُوۡنِہٖ لَا یَقۡضُوۡنَ بِشَیۡءٍ ؕ اِنَّ  اللّٰہَ  ہُوَ  السَّمِیۡعُ  الۡبَصِیۡرُ ﴿۲۰﴾ ",
			"index": "4153",
			"name": "এবং আল্লাহ্‌ সঠিক ফয়সালা করেন এবং তিনি ব্যতীত যাদের পূজা করে তারা কোন কিছুর মীমাংসা করতে পারে না। নিশ্চয় আল্লাহ্‌ই শুনেন দেখেন। ",
			"en_kanzulimaan": "And Allah renders the true judgement; and those whom they worship instead of Him do not judge at all; indeed Allah only, is the All Hearing, the All Seeing.",
			"ur_kanzulimaan": "اور اللہ سچا فیصلہ فرماتا ہے، اور اس کے سوا جن کو پوجتے ہیں وہ کچھ فیصلہ نہیں کرتے بیشک اللہ ہی سنتا اور دیکھتا ہے",
			"hi_kanzulimaan": "और अल्लाह सच्चा फ़ैसला फ़रमाता है और उसके सिवा जिनको (44फ) पूजते हैं वो कुछ फ़ैसला नहीं करते (45फ) बेशक अल्लाह ही सुनता देखता है (46फ)",
			"author": "২০. আর আল্লাহ্ ন্যায়সংগত ফায়সালা করেন এবং আল্লাহ্‌র পরিবর্তে তারা যাদের উপাসনা করে সেসব (মূর্তি) কিছুই ফায়সালা করতে পারে না। নিশ্চয়ই আল্লাহ্ই সর্বশ্রোতা, সর্বদ্রষ্টা।"
		},
		{
			"_id": "4154",
			"sura": "40",
			"para": "24",
			"verses": "21",
			"names": "اَوَ لَمۡ یَسِیۡرُوۡا فِی الۡاَرۡضِ فَیَنۡظُرُوۡا کَیۡفَ کَانَ عَاقِبَۃُ  الَّذِیۡنَ کَانُوۡا مِنۡ قَبۡلِہِمۡ ؕ کَانُوۡا ہُمۡ  اَشَدَّ مِنۡہُمۡ  قُوَّۃً وَّ اٰثَارًا فِی الۡاَرۡضِ فَاَخَذَہُمُ اللّٰہُ بِذُنُوۡبِہِمۡ ؕ وَ مَا کَانَ لَہُمۡ مِّنَ اللّٰہِ مِنۡ وَّاقٍ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "اَوَ لَمۡ یَسِیۡرُوۡا فِی الۡاَرۡضِ فَیَنۡظُرُوۡا کَیۡفَ کَانَ عَاقِبَۃُ  الَّذِیۡنَ کَانُوۡا مِنۡ قَبۡلِہِمۡ ؕ کَانُوۡا ہُمۡ  اَشَدَّ مِنۡہُمۡ  قُوَّۃً وَّ اٰثَارًا فِی الۡاَرۡضِ فَاَخَذَہُمُ اللّٰہُ بِذُنُوۡبِہِمۡ ؕ وَ مَا کَانَ لَہُمۡ مِّنَ اللّٰہِ مِنۡ وَّاقٍ ﴿۲۱﴾ ",
			"index": "4154",
			"name": "তবে কি তারা পৃথিবী-পৃষ্ঠে ভ্রমণ করে নি? তা হলে দেখতো কেমন পরিণতি হয়েছে তাদের পূর্ববর্তীদের। তাদের ক্ষমতা ও যমীনের মধ্যে তারা যে সব নিদর্শন রেখে গেছে তা এদের চেয়েও অধিকতর। অতঃপর আল্লাহ্‌ তাদেরকে তাদের পাপগুলোর উপর পাকড়াও করেছেন এবং আল্লাহ্‌ থেকে তাদেরকে রক্ষা করার কেউ নেই।",
			"en_kanzulimaan": "So did they not travel in the land in order to see what sort of fate befell those before them? Their strength and the signs they left behind in the earth, exceeded them - so Allah seized them on account of their sins, and they had no one to save them from Allah.",
			"ur_kanzulimaan": "تو کیا انہوں نے زمین میں سفر نہ کیا کہ دیکھتے کیسا انجام ہوا ان سے اگلوں کا ان کی قوت اور زمین میں جو نشانیاں چھوڑ گئے ان سے زائد تو اللہ نے انہیں ان کے گناہوں پر پکڑا، اور اللہ سے ان کا کوئی بچانے والا نہ ہوا",
			"hi_kanzulimaan": "तो क्या उन्होंने ज़मीन में सफ़र न किया कि देखते कैसा अंजाम हुआ उनसे अगलों का (47फ) उनकी क़ुव्वत और ज़मीन में जो निशानियाँ छोड़ गए (48फ) उनसे ज़ायेद तो अल्लाह ने उन्हें उनके गुनाहों पर पकड़ा, और अल्लाह से उनका कोई बचाने वाला न हुआ (49फ)",
			"author": "২১. তবে কি এরা পৃথিবীতে ভ্রমণ করেনি? তাহলে দেখতো সেসব লোকের পরিণতি কেমন হয়েছিল যারা তাদের পূর্বে ছিল। তারা এদের চেয়ে ক্ষমতায়ও ছিল প্রবলতর এবং কীর্তি ও নিদর্শনাবলীর ক্ষেত্রেও, যা তারা পৃথিবীতে রেখে গিয়েছে। অতঃপর আল্লাহ্ তাদের অপরাধের কারণে তাদেরকে গ্রাস করেছিলেন। আর আল্লাহ্‌র (শাস্তি) থেকে তাদেরকে রক্ষা করার কেউ ছিল না।"
		},
		{
			"_id": "4155",
			"sura": "40",
			"para": "24",
			"verses": "22",
			"names": "ذٰلِکَ بِاَنَّہُمۡ کَانَتۡ تَّاۡتِیۡہِمۡ رُسُلُہُمۡ بِالۡبَیِّنٰتِ فَکَفَرُوۡا فَاَخَذَہُمُ اللّٰہُ ؕ اِنَّہٗ قَوِیٌّ شَدِیۡدُ الۡعِقَابِ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ بِاَنَّہُمۡ کَانَتۡ تَّاۡتِیۡہِمۡ رُسُلُہُمۡ بِالۡبَیِّنٰتِ فَکَفَرُوۡا فَاَخَذَہُمُ اللّٰہُ ؕ اِنَّہٗ قَوِیٌّ شَدِیۡدُ الۡعِقَابِ ﴿۲۲﴾ ",
			"index": "4155",
			"name": "এটা এ জন্য যে, তাদের নিকট তাদের রসূলগণ সুস্পষ্ট নিদর্শনসমূহ নিয়ে এসেছে অতঃপর তারা কুফর করতো। সুতরাং আল্লাহ্‌ তাদেরকে পাকড়াও করেছেন। নিশ্চয় আল্লাহ্‌ শক্তিশালী, কঠোর শাস্তিদাতা। ",
			"en_kanzulimaan": "This occurred because their Noble Messengers came to them with clear signs, thereupon they used to disbelieve, so Allah seized them; indeed Allah is All Powerful, Severe in Punishment.",
			"ur_kanzulimaan": "یہ اس لیے کہ ان کے پاس ان کے رسول روشن نشانیاں لے کر آئے پھر وہ کفر کرتے تو اللہ نے انہیں پکڑا، بیشک اللہ زبردست عذاب والا ہے،",
			"hi_kanzulimaan": "यह इसलिये कि उनके पास उनके रसूल रौशन निशानियां लेकर आए (50फ) फिर वो कुफ़्र करते तो अल्लाह ने उन्हें पकड़ा, बेशक अल्लाह ज़बरदस्त अज़ाब वाला है",
			"author": "২২. আর তা এ কারণে যে, তাদের নিকট তাদের রাসূলগণ সুস্পষ্ট নিদর্শনাবলী নিয়ে আগমন করেছিলেন; কিন্তু তারা প্রত্যাখ্যান করেছিল। অতএব আল্লাহ্ তাদেরকে (শাস্তিতে) পাকড়াও করলেন। নিশ্চয়ই তিনি মহাশক্তিমান, শাস্তি দানে কঠোর।"
		},
		{
			"_id": "4156",
			"sura": "40",
			"para": "24",
			"verses": "23",
			"names": "وَ لَقَدۡ اَرۡسَلۡنَا مُوۡسٰی بِاٰیٰتِنَا وَ سُلۡطٰنٍ مُّبِیۡنٍ ﴿ۙ۲۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اَرۡسَلۡنَا مُوۡسٰی بِاٰیٰتِنَا وَ سُلۡطٰنٍ مُّبِیۡنٍ ﴿ۙ۲۳﴾ ",
			"index": "4156",
			"name": "এবং নিশ্চয় আমি মূসাকে আপন নিদর্শনসমূহ ও সুস্পষ্ট সনদ সহকারে প্রেরণ করেছি; ",
			"en_kanzulimaan": "And indeed We sent Moosa with Our signs and a clear proof.",
			"ur_kanzulimaan": "اور بیشک ہم نے موسیٰ کو اپنی نشانیوں اور روشن سند کے ساتھ بھیجا،",
			"hi_kanzulimaan": "और बेशक हमने मूसा को अपनी निशानियों और रौशन सनद के साथ भेजा",
			"author": "২৩. আর নিশ্চয় আমরা মূসা (আলাইহিস সালাম)-কে আমাদের নিদর্শনাবলী এবং সুস্পষ্ট প্রমাণ সহকারে প্রেরণ করেছিলাম,"
		},
		{
			"_id": "4157",
			"sura": "40",
			"para": "24",
			"verses": "24",
			"names": "اِلٰی فِرۡعَوۡنَ وَ ہَامٰنَ وَ قَارُوۡنَ فَقَالُوۡا سٰحِرٌ کَذَّابٌ ﴿۲۴﴾ ",
			"number": "",
			"verses_PDMS": "اِلٰی فِرۡعَوۡنَ وَ ہَامٰنَ وَ قَارُوۡنَ فَقَالُوۡا سٰحِرٌ کَذَّابٌ ﴿۲۴﴾ ",
			"index": "4157",
			"name": "ফির’আউন, হামান ও ক্বারূনের প্রতি; অতঃপর তারা বললো, ‘এ’তো যাদুকর, বড় মিথ্যাবাদী’।",
			"en_kanzulimaan": "Towards Firaun and Haman and Qaroon  in response they said, (He is) a magician, a big liar!",
			"ur_kanzulimaan": "فرعون اور ہامان اور قارون کی طرف تو وہ بولے جادوگر ہے بڑا جھوٹا",
			"hi_kanzulimaan": "फ़िरऔन और हामान और क़ारून की तरफ़ तो वो बोले जादूगर है बड़ा झूटा (51फ)",
			"author": "২৪. ফেরাউন, হামান ও কারূনের নিকট। কিন্তু তারা বলেছিল, ‘সে তো যাদুকর, চরম মিথ্যাবাদী’।"
		},
		{
			"_id": "4158",
			"sura": "40",
			"para": "24",
			"verses": "25",
			"names": "فَلَمَّا جَآءَہُمۡ بِالۡحَقِّ مِنۡ عِنۡدِنَا قَالُوا اقۡتُلُوۡۤا اَبۡنَآءَ الَّذِیۡنَ اٰمَنُوۡا مَعَہٗ وَ اسۡتَحۡیُوۡا نِسَآءَہُمۡ ؕ وَ مَا کَیۡدُ الۡکٰفِرِیۡنَ   اِلَّا فِیۡ ضَلٰلٍ ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا جَآءَہُمۡ بِالۡحَقِّ مِنۡ عِنۡدِنَا قَالُوا اقۡتُلُوۡۤا اَبۡنَآءَ الَّذِیۡنَ اٰمَنُوۡا مَعَہٗ وَ اسۡتَحۡیُوۡا نِسَآءَہُمۡ ؕ وَ مَا کَیۡدُ الۡکٰفِرِیۡنَ   اِلَّا فِیۡ ضَلٰلٍ ﴿۲۵﴾ ",
			"index": "4158",
			"name": "অতঃপর যখন সে তাদের প্রতি আমার নিকট থেকে সত্য নিয়ে এসেছে, তখন বললো, ‘যারা তার উপর ঈমান এনেছে তাদের পুত্র সন্তানদেরকে হত্যা করো এবং নারীদেরকে জীবিত রাখো!’ আর কাফিরদের ষড়যন্ত্র তো নয়, কিন্তু উদ্দেশ্যহীনভাবে ঘুরাফিরা করা মাত্র। ",
			"en_kanzulimaan": "So when he brought the truth from Our presence to them, they said, Kill the sons of those who believe in him, and keep their women alive; and the evil scheme of the disbelievers only keeps wandering astray.",
			"ur_kanzulimaan": "پھر جب وہ ان پر ہمارے پاس سے حق لایا بولے جو اس پر ایمان لائے ان کے بیٹے قتل کرو اور عورتیں زندہ رکھو اور کافروں کا داؤ نہیں مگر بھٹکتا پھرتا",
			"hi_kanzulimaan": "फिर जब वह उनपर हमारे पास से हक़ (सच्चाई) लाया (52फ) बोले जो इस पर ईमान लाए उनके बेटे क़त्ल करो और औरतें ज़िन्दा रखो (53फ) और काफ़िरों का दाव नहीं मगर भटकता फिरता (54फ)",
			"author": "২৫. অতঃপর যখন তারা আমাদের নিকট থেকে সত্যের বার্তা নিয়ে তাদের কাছে উপস্থিত হলো, তখন তারা বললো, ‘হত্যা করো তাদের পুত্রদেরকে যারা তাদের সাথে ঈমান এনেছে এবং তাদের কন্যাদেরকে জীবিত ছেড়ে দাও’। কিন্তু কাফেরদের প্রতারণাপূর্ণ ষড়যন্ত্র কেবল ব্যর্থই হয়েছিল।"
		},
		{
			"_id": "4159",
			"sura": "40",
			"para": "24",
			"verses": "26",
			"names": "وَ قَالَ فِرۡعَوۡنُ  ذَرُوۡنِیۡۤ  اَقۡتُلۡ مُوۡسٰی وَ لۡیَدۡعُ  رَبَّہٗ ۚ  اِنِّیۡۤ  اَخَافُ اَنۡ یُّبَدِّلَ دِیۡنَکُمۡ اَوۡ اَنۡ یُّظۡہِرَ فِی الۡاَرۡضِ الۡفَسَادَ ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ فِرۡعَوۡنُ  ذَرُوۡنِیۡۤ  اَقۡتُلۡ مُوۡسٰی وَ لۡیَدۡعُ  رَبَّہٗ ۚ  اِنِّیۡۤ  اَخَافُ اَنۡ یُّبَدِّلَ دِیۡنَکُمۡ اَوۡ اَنۡ یُّظۡہِرَ فِی الۡاَرۡضِ الۡفَسَادَ ﴿۲۶﴾ ",
			"index": "4159",
			"name": "এবং ফির’আউন বললো, ‘আমাকে ছেড়ে দাও আমি মূসাকে হত্যা করবো এবং সে আপন রবকে আহ্বান করুক! আমি আশঙ্কা করছি যে, সে তোমাদের ধর্মে পরিবর্তন ঘটাবে অথবা যমীনের মধ্যে সন্ত্রাস ছড়াবে।",
			"en_kanzulimaan": "And said Firaun, Allow me to kill Moosa and let him pray to his Lord; I fear that he will change your religion or cause chaos in the land!",
			"ur_kanzulimaan": "اور فرعون بولا مجھے چھوڑو میں موسیٰ کو قتل کروں اور وہ اپنے رب کو پکارے میں ڈرتا ہوں کہیں وہ تمہارا دین بدل دے یا زمین میں فساد چمکائے",
			"hi_kanzulimaan": "और फ़िरऔन बोला (55फ) मुझे छोड़ों मैं मूसा को क़त्ल करूं (56फ) और वह अपने रब को पुकारे (57फ) मैं डरता हूँ कहीं वह तुम्हारा दीन बदल दे (58फ) या ज़मीन में फ़साद चमकाए (59फ)",
			"author": "২৬. আর ফেরাউন বললো, ‘আমাকে ছেড়ে দাও, আমি মূসাকে হত্যা করি, আর সে তার প্রতিপালকের শরণাপন্ন হোক। আমি আশংকা করি যে, সে তোমাদের দ্বীনের পরিবর্তন ঘটাবে অথবা (মিশর) রাজ্যে বিপর্যয় সৃষ্টি করবে।’"
		},
		{
			"_id": "4160",
			"sura": "40",
			"para": "24",
			"verses": "27",
			"names": "وَ قَالَ مُوۡسٰۤی اِنِّیۡ عُذۡتُ بِرَبِّیۡ وَ رَبِّکُمۡ مِّنۡ کُلِّ مُتَکَبِّرٍ لَّا یُؤۡمِنُ بِیَوۡمِ الۡحِسَابِ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ مُوۡسٰۤی اِنِّیۡ عُذۡتُ بِرَبِّیۡ وَ رَبِّکُمۡ مِّنۡ کُلِّ مُتَکَبِّرٍ لَّا یُؤۡمِنُ بِیَوۡمِ الۡحِسَابِ ﴿۲۷﴾ ",
			"index": "4160",
			"name": "এবং মূসা বললো, ‘আমি তোমাদের ও আমার রবের আশ্রয় নিচ্ছি প্রত্যেক ওই দাম্ভিক থেকে, যে হিসাবের দিনকে বিশ্বাস করে না’।",
			"en_kanzulimaan": "Said Moosa, I seek the refuge of mine and your Lord, from every haughty person who does not believe in the Day of Reckoning.",
			"ur_kanzulimaan": "اور موسیٰ نے کہا میں تمہارے اور اپنے رب کی پناہ لیتا ہوں ہر متکبر سے کہ حساب کے دن پر یقین نہیں لاتا",
			"hi_kanzulimaan": "और मूसा ने (60फ) कहा मैं तुम्हारे और अपने रब की पनाह लेता हूँ हर मुतकब्बिर (घमण्डी) से कि हिसाब के दिन पर यक़ीन नहीं लाता (61फ)",
			"author": "২৭. আর মূূসা (আলাইহিস সালাম) বললেন, ‘আমি আমার এবং তোমাদের প্রতিপালকের নিকট আশ্রয় নিচ্ছি প্রত্যেক দাম্ভিক ব্যক্তি হতে যে হিসাব-দিবসে বিশ্বাস করে না’।"
		},
		{
			"_id": "4161",
			"sura": "40",
			"para": "24",
			"verses": "28",
			"names": "وَ قَالَ رَجُلٌ  مُّؤۡمِنٌ ٭ۖ مِّنۡ اٰلِ فِرۡعَوۡنَ یَکۡتُمُ  اِیۡمَانَہٗۤ  اَتَقۡتُلُوۡنَ رَجُلًا  اَنۡ یَّقُوۡلَ رَبِّیَ اللّٰہُ وَ قَدۡ جَآءَکُمۡ  بِالۡبَیِّنٰتِ مِنۡ رَّبِّکُمۡ ؕ وَ  اِنۡ یَّکُ  کَاذِبًا فَعَلَیۡہِ کَذِبُہٗ ۚ وَ اِنۡ یَّکُ صَادِقًا یُّصِبۡکُمۡ  بَعۡضُ الَّذِیۡ  یَعِدُکُمۡ ؕ اِنَّ اللّٰہَ  لَا یَہۡدِیۡ مَنۡ ہُوَ مُسۡرِفٌ  کَذَّابٌ ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ رَجُلٌ  مُّؤۡمِنٌ ٭ۖ مِّنۡ اٰلِ فِرۡعَوۡنَ یَکۡتُمُ  اِیۡمَانَہٗۤ  اَتَقۡتُلُوۡنَ رَجُلًا  اَنۡ یَّقُوۡلَ رَبِّیَ اللّٰہُ وَ قَدۡ جَآءَکُمۡ  بِالۡبَیِّنٰتِ مِنۡ رَّبِّکُمۡ ؕ وَ  اِنۡ یَّکُ  کَاذِبًا فَعَلَیۡہِ کَذِبُہٗ ۚ وَ اِنۡ یَّکُ صَادِقًا یُّصِبۡکُمۡ  بَعۡضُ الَّذِیۡ  یَعِدُکُمۡ ؕ اِنَّ اللّٰہَ  لَا یَہۡدِیۡ مَنۡ ہُوَ مُسۡرِفٌ  کَذَّابٌ ﴿۲۸﴾ ",
			"index": "4161",
			"name": "এবং ফির’আউনী সম্প্রদায়ের মধ্য থেকে এক মুসলিম ব্যক্তি, যে আপন ঈমানকে গোপন রাখতো বললো, ‘তোমরা একজন লোককে কি এ জন্যই হত্যা করছো যে, তিনি বলেন- আমার রব আল্লাহ্‌; অথচ নিশ্চয় তিনি সুস্পষ্ট নিদর্শনসমূহ তোমাদের নিকট তোমাদের রবের নিকট থেকে নিয়ে এসেছেন? এবং যদি এ কথা মনে করা হয় যে, তিনি ভুল বলছেন, তবে তার ভুল বলার অশুভ পরিণাম তাঁরই উপর বর্তাবে, আর যদি তিনি সত্যবাদী হন, তবে তোমাদেরকেও স্পর্শ করবে এমন কিছু, যার প্রতিশ্রুতি তিনি তোমাদেরকে দিচ্ছেন’। নিশ্চয় আল্লাহ্‌ পথ প্রদান করেন না তাকেই, যে সীমা লঙ্ঘনকারী, মহা মিথ্যাবাদী। ",
			"en_kanzulimaan": "And said a Muslim man from the people of Firaun, who used to hide his faith, What! You want to kill a man just because he says, Allah is my Lord whereas he has indeed brought clear signs to you from your Lord? And supposedly if he is speaking wrongly, then the calamity of wrongful speech is upon him; and if he is truthful, then part of what he promises you will reach you; indeed Allah does not guide any transgressor, excessive liar.",
			"ur_kanzulimaan": "اور بولا فرعون والوں میں سے ایک مرد مسلمان کہ اپنے ایمان کو چھپاتا تھا کیا ایک مرد کو اس پر مارے ڈالتے ہو کہ وہ کہتا ہے کہ میرا رب اللہ ہے اور بیشک وہ روشن نشانیاں تمہارے پاس تمہارے رب کی طرف سے لائے اور اگر بالفرض وہ غلط کہتے ہیں تو ان کی غلط گوئی کا وبال ان پر، اور اگر وہ سچے ہیں تو تمہیں پہنچ جائے گا کچھ وہ جس کا تمہیں وعدہ دیتے ہیں بیشک اللہ راہ نہیں دیتا اسے جو حد سے بڑھنے والا بڑا جھوٹا ہو",
			"hi_kanzulimaan": "और बोला फ़िरऔन वालों में से एक मर्द मुसलमान कि अपने ईमान को छुपाता था क्या एक मर्द को इसपर मारे डालते हो कि वह कहता है मेरा रब अल्लाह है और बेशक वह रौशन निशानियाँ तुम्हारे पास तुम्हारे रब की तरफ़ से लाए (62फ) और अगर बिलफ़र्ज़ वो ग़लत कहते हैं तो उनकी ग़लत गोई का वबाल उनपर, और अगर वो सच्चे हैं, तो तुम्हें पहुंच जाएगा कुछ वह जिसका तुम्हें वादा देते हैं (63फ) बेशक अल्लाह राह नहीं देता उसे जो हद से बढ़ने वाला बड़ा झुटा हो (64फ)",
			"author": "২৮. আর ফেরাউনের বংশের এক মুমিন ব্যক্তি বললো, যে নিজের ঈমান গোপন রেখেছিল, ‘তোমরা কি এক ব্যক্তিকে (কেবল) এ কারণে হত্যা করছো যে, তিনি বলেন, ‘আমার প্রতিপালক আল্লাহ্’, অথচ তিনি তোমাদের নিকট তোমাদের প্রতিপালকের পক্ষ থেকে সুস্পষ্ট নিদর্শনাবলী নিয়ে এসেছেন? আর যদি (ধরেও নেয়া হয়) তিনি মিথ্যাবাদী, তবে তাঁর মিথ্যার বোঝা তাঁরই, আর যদি তিনি সত্যবাদী হন তবে যে পরিমাণ শাস্তির অঙ্গীকার তিনি তোমাদেরকে করছেন তা তোমাদের কাছে পৌঁছবেই। নিশ্চয়ই আল্লাহ্ তাকে সৎপথে পরিচালিত করেন না, যে সীমা অতিক্রমকারী, নিরেট মিথ্যাবাদী।"
		},
		{
			"_id": "4162",
			"sura": "40",
			"para": "24",
			"verses": "29",
			"names": "یٰقَوۡمِ لَکُمُ  الۡمُلۡکُ الۡیَوۡمَ ظٰہِرِیۡنَ فِی الۡاَرۡضِ ۫ فَمَنۡ یَّنۡصُرُنَا مِنۡۢ بَاۡسِ اللّٰہِ اِنۡ جَآءَنَا ؕ قَالَ فِرۡعَوۡنُ مَاۤ  اُرِیۡکُمۡ  اِلَّا مَاۤ  اَرٰی وَ مَاۤ   اَہۡدِیۡکُمۡ   اِلَّا سَبِیۡلَ  الرَّشَادِ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "یٰقَوۡمِ لَکُمُ  الۡمُلۡکُ الۡیَوۡمَ ظٰہِرِیۡنَ فِی الۡاَرۡضِ ۫ فَمَنۡ یَّنۡصُرُنَا مِنۡۢ بَاۡسِ اللّٰہِ اِنۡ جَآءَنَا ؕ قَالَ فِرۡعَوۡنُ مَاۤ  اُرِیۡکُمۡ  اِلَّا مَاۤ  اَرٰی وَ مَاۤ   اَہۡدِیۡکُمۡ   اِلَّا سَبِیۡلَ  الرَّشَادِ ﴿۲۹﴾ ",
			"index": "4162",
			"name": "হে আমার সম্প্রদায়! আজ বাদশাহী তোমাদেরই; তোমরাই এই ভূমিতে আধিপত্য রাখো। তবে আল্লাহ্‌র শাস্তি থেকে আমাদেরকে কে রক্ষা করবে, যদি আমাদের উপর এসে পড়ে? ফির’আউন বললো, ‘আমি তো তোমাদেরকে তা-ই বুঝাই, যা আমার বুঝে আসে। আর আমি তোমাদেরকে তা-ই বলি, যা মঙ্গলেরই পথ’।",
			"en_kanzulimaan": "O my people! You now rule the earth, dominant; so who will save us from Allahs punishment if it comes upon us? Said Firaun, I only explain to you what I think is correct, and I show you only the right path.",
			"ur_kanzulimaan": "اے میری قوم! آج بادشاہی تمہاری ہے اس زمین میں غلبہ رکھتے ہو تو اللہ کے عذاب سے ہمیں کون بچالے گا اگر ہم پر آئے فرعون بولا میں تو تمہیں وہی سمجھاتا ہوں جو میری سوجھ ہے اور میں تمہیں وہی بتاتا ہوں جو بھلائی کی راہ ہے،",
			"hi_kanzulimaan": "ऐ मेरी क़ौम आज बादशाही तुम्हारी है इस ज़मीन में ग़लबा रखते हो, (65फ) तो अल्लाह के अज़ाब से हमें कौन बचाए गा अगर हम पर आए, फ़िरऔन बोला मैं तो तुम्हें वही सुझाता हूँ जो मेरी सूझ है  (66फ) और मैं तुम्हें वही बताता हूँ जो भलाई की राह है",
			"author": "২৯. হে আমার সম্প্রদায়! আজ তোমাদের রাজত্ব, (তোমরাই মিশরের) ভূমিতে ক্ষমতায় আসীন। অতঃপর কে আমাদেরকে আল্লাহ্‌র শাস্তি থেকে বাচাঁবে যদি এ (শাস্তি) আমাদের উপর এসে পড়ে?’ ফেরাউন বললো, ‘আমি তোমাদেরকে কেবল সে কথাই বুঝাই যা আমি নিজে (সঠিকভাবে) বুঝি। আর আমি তোমাদেরকে কল্যাণের পথ ব্যতীত (অন্য কোনো পথ) দেখাই না।"
		},
		{
			"_id": "4163",
			"sura": "40",
			"para": "24",
			"verses": "30",
			"names": "وَ قَالَ الَّذِیۡۤ  اٰمَنَ یٰقَوۡمِ  اِنِّیۡۤ  اَخَافُ عَلَیۡکُمۡ  مِّثۡلَ  یَوۡمِ الۡاَحۡزَابِ ﴿ۙ۳۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الَّذِیۡۤ  اٰمَنَ یٰقَوۡمِ  اِنِّیۡۤ  اَخَافُ عَلَیۡکُمۡ  مِّثۡلَ  یَوۡمِ الۡاَحۡزَابِ ﴿ۙ۳۰﴾ ",
			"index": "4163",
			"name": "এবং ওই ঈমানদার লোক বললো, ‘হে আমার সম্প্রদায়! আমি তোমাদের উপর পূর্ববর্তী সম্প্রদায়গুলোর দিনের মত আশঙ্কা করছি; ",
			"en_kanzulimaan": "And the believer said, O my people! I fear for you a day similar to that of the earlier groups!",
			"ur_kanzulimaan": "اور وہ ایمان والا بولا اے میری قوم! مجھے تم پر اگلے گروہوں کے دن کا سا خوف ہے",
			"hi_kanzulimaan": "और वह ईमान वाला बोला ऐ मेरी क़ौम मुझे तुम पर (67फ) अगले गिरोहों के दिन का सा डर है (68फ)",
			"author": "৩০. আর ঈমান আনা ব্যক্তিটি বললো, ‘হে আমার সম্প্রদায়! আমি তোমাদের উপরও (পূর্ববর্তী) সম্প্রদায়সমূহের ন্যায় দুর্দশার দিনের (শাস্তির) ভয় করি,"
		},
		{
			"_id": "4164",
			"sura": "40",
			"para": "24",
			"verses": "31",
			"names": "مِثۡلَ  دَاۡبِ قَوۡمِ نُوۡحٍ وَّ عَادٍ وَّ ثَمُوۡدَ وَ الَّذِیۡنَ مِنۡۢ  بَعۡدِہِمۡ ؕ وَ مَا اللّٰہُ یُرِیۡدُ ظُلۡمًا  لِّلۡعِبَادِ ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "مِثۡلَ  دَاۡبِ قَوۡمِ نُوۡحٍ وَّ عَادٍ وَّ ثَمُوۡدَ وَ الَّذِیۡنَ مِنۡۢ  بَعۡدِہِمۡ ؕ وَ مَا اللّٰہُ یُرِیۡدُ ظُلۡمًا  لِّلۡعِبَادِ ﴿۳۱﴾ ",
			"index": "4164",
			"name": "যেমন রীতি গত হয়েছে নূহের সম্প্রদায়, ‘আদ, সামূদ ও তাদের পর অন্যান্যদের; এবং আল্লাহ্‌ বান্দাদের উপর যুল্‌ম চান না। ",
			"en_kanzulimaan": "Like the tradition of the people of Nooh, and Aad, and Thamud and others after them; and Allah does not will injustice upon bondmen.",
			"ur_kanzulimaan": "جیسا دستور گزرا نوح کی قوم اور عاد اور ثمود اور ان کے بعد اوروں کا اور اللہ بندوں پر ظلم نہیں چاہتا",
			"hi_kanzulimaan": "जैसा दस्तूर गुज़रा नूह की क़ौम और आद और समूद और उनके बाद औरों का, (69फ) और अल्लाह बन्दों पर ज़ुल्म नहीं चाहता (70फ)",
			"author": "৩১. যেমনটি ঘটেছিল নূহ (আলাইহিস সালাম)-এঁর সম্প্রদায়, ’আদ, সামূদ এবং (তাদের) পরবর্তীদের ব্যাপারে। আর আল্লাহ্ (তাঁর) বান্দাদের প্রতি কখনোই কোনো অবিচার করতে চান না।"
		},
		{
			"_id": "4165",
			"sura": "40",
			"para": "24",
			"verses": "32",
			"names": "وَ یٰقَوۡمِ  اِنِّیۡۤ  اَخَافُ عَلَیۡکُمۡ یَوۡمَ التَّنَادِ ﴿ۙ۳۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ یٰقَوۡمِ  اِنِّیۡۤ  اَخَافُ عَلَیۡکُمۡ یَوۡمَ التَّنَادِ ﴿ۙ۳۲﴾ ",
			"index": "4165",
			"name": "এবং হে আমার সম্প্রদায়! আমি তোমাদের জন্য ওই দিনের আশঙ্কা করছি, যেদিন উচ্চস্বরে আহ্বান করা হবে; ",
			"en_kanzulimaan": "O my people! I fear for you a day on which will be a great outcry!",
			"ur_kanzulimaan": "اور اے میری قوم میں تم پر اس دن سے ڈراتا ہوں جس دن پکار مچے گی",
			"hi_kanzulimaan": "और ऐ मेरी क़ौम मैं तुम पर उस दिन से डरता हूँ जिस दिन पुकार मचेगी (71फ)",
			"author": "৩২. আর হে আমার সম্প্রদায়! আমি তোমাদের জন্যে আশংকা করি আর্তনাদ দিবসের (অর্থাৎ কিয়ামতের),"
		},
		{
			"_id": "4166",
			"sura": "40",
			"para": "24",
			"verses": "33",
			"names": "یَوۡمَ تُوَلُّوۡنَ  مُدۡبِرِیۡنَ ۚ مَا  لَکُمۡ  مِّنَ اللّٰہِ  مِنۡ عَاصِمٍ ۚ وَ  مَنۡ یُّضۡلِلِ  اللّٰہُ  فَمَا لَہٗ  مِنۡ ہَادٍ ﴿۳۳﴾ ",
			"number": "",
			"verses_PDMS": "یَوۡمَ تُوَلُّوۡنَ  مُدۡبِرِیۡنَ ۚ مَا  لَکُمۡ  مِّنَ اللّٰہِ  مِنۡ عَاصِمٍ ۚ وَ  مَنۡ یُّضۡلِلِ  اللّٰہُ  فَمَا لَہٗ  مِنۡ ہَادٍ ﴿۳۳﴾ ",
			"index": "4166",
			"name": "যে দিন তোমরা পৃষ্ঠ প্রদর্শন করে পলায়ন করবে; আল্লাহ্‌ থেকে তোমাদেরকে কেউ রক্ষাকারী নেই; এবং যাকে আল্লাহ্‌ পথভ্রষ্ট করেন তাকে কেউ পথ প্রদর্শনকারী নেই।",
			"en_kanzulimaan": "A day when you will turn back fleeing; none can save you from Allah; and whomever Allah sends astray, there is no guide for him.",
			"ur_kanzulimaan": "جس دن پیٹھ دے کر بھاگو گے اللہ سے تمہیں کوئی بچانے والا نہیں، اور جسے اللہ گمراہ کرے اس کا کوئی راہ دکھانے والا نہیں،",
			"hi_kanzulimaan": "जिस दिन पीठ देकर भागोगे, (72फ) अल्लाह से (73फ) तुम्हें कोई बचाने वाला नहीं, और जिसे अल्लाह गुमराह करे उसका कोई राह दिखाने वाला नहीं",
			"author": "৩৩. যে দিন তোমরা পশ্চাতে ফিরে পলায়ন করবে এবং তোমাদেরকে আল্লাহ্ (-এঁর শাস্তি) থেকে রক্ষা করার কেউ থাকবে না। আর আল্লাহ্ যাকে পথভ্রষ্ট করেন তার জন্যে কোনো হেদায়াতদাতা ও পথপ্রদর্শক নেই।"
		},
		{
			"_id": "4167",
			"sura": "40",
			"para": "24",
			"verses": "34",
			"names": "وَ لَقَدۡ جَآءَکُمۡ یُوۡسُفُ مِنۡ قَبۡلُ بِالۡبَیِّنٰتِ فَمَا زِلۡتُمۡ فِیۡ  شَکٍّ  مِّمَّا جَآءَکُمۡ بِہٖ ؕ حَتّٰۤی  اِذَا ہَلَکَ قُلۡتُمۡ لَنۡ یَّبۡعَثَ اللّٰہُ  مِنۡۢ بَعۡدِہٖ  رَسُوۡلًا ؕ کَذٰلِکَ یُضِلُّ اللّٰہُ مَنۡ ہُوَ  مُسۡرِفٌ مُّرۡتَابُۨ ﴿ۚۖ۳۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ جَآءَکُمۡ یُوۡسُفُ مِنۡ قَبۡلُ بِالۡبَیِّنٰتِ فَمَا زِلۡتُمۡ فِیۡ  شَکٍّ  مِّمَّا جَآءَکُمۡ بِہٖ ؕ حَتّٰۤی  اِذَا ہَلَکَ قُلۡتُمۡ لَنۡ یَّبۡعَثَ اللّٰہُ  مِنۡۢ بَعۡدِہٖ  رَسُوۡلًا ؕ کَذٰلِکَ یُضِلُّ اللّٰہُ مَنۡ ہُوَ  مُسۡرِفٌ مُّرۡتَابُۨ ﴿ۚۖ۳۴﴾ ",
			"index": "4167",
			"name": "এবং নিশ্চয় এর পূর্বে তোমাদের নিকট ইয়ূসূফ সুস্পষ্ট নিদর্শনসমূহ নিয়ে এসেছে; অতঃপর তোমরা তার আনীত বিষয়ে সন্দেহের মধ্যেই ছিলে। শেষ পর্যন্তই যখন তিনি ইন্‌তিকাল করেছেন, তখন তোমরা বলছো, ‘এখন অবশ্যই আল্লাহ্‌ কোন রসূল প্রেরণ করবেন না’। আল্লাহ্‌ এভাবে পথভ্রষ্ট করেন তাকেই, যে সীমালঙ্ঘনকারী, সন্দেহ পোষণকারী।",
			"en_kanzulimaan": "And indeed Yusuf came to you with clear signs before this, thereupon you remained doubtful concerning what he had brought; to the extent that when he died, you said, Allah will surely not send any Noble Messenger after him ; this is how Allah sends astray whoever transgresses, is doubtful. -",
			"ur_kanzulimaan": "اور بیشک اس سے پہلے تمہارے پاس یوسف روشن نشانیاں لے کر آئے تو تم ان کے لائے ہوئے سے شک ہی میں رہے، یہاں تک کہ جب انہوں نے انتقال فرمایا تم بولے ہرگز اب اللہ کوئی رسول نہ بھیجے گا اللہ یونہی گمراہ کرتا ہے اسے جو حد سے بڑھنے والا شک لانے والا ہے",
			"hi_kanzulimaan": "और बेशक इससे पहले (74फ) तुम्हारे पास यूसुफ़ रौशन निशानियां लेकर आए तो तुम उनके लाए हुए से शक ही में रहे, यहां तक कि जब उन्होंने इन्तिक़ाल फ़रमाया तुम बोले हरगिज़ अब अल्लाह कोई रसूल न भेजेगा (75फ)अल्लाह यूं ही गुमराह करता है उसे जो हद से बढ़ने वाला शक लाने वाला है (76फ)",
			"author": "৩৪. আর (হে মিশরের অধিবাসীরা!) তোমাদের নিকট তো পূর্বেও ইউসূফ (আলাইহিস সালাম) এসেছিলেন সুস্পষ্ট নিদর্শনাবলী নিয়ে। অথচ তোমরা সর্বদা এ (নিদর্শনাবলীর) ব্যাপারে সন্দেহ পোষণ করতে যা তিনি তোমাদের নিকট নিয়ে এসেছিলেন। এমনকি যখন তিনি মৃত্যুবরণ করলেন তখন তোমরা বলতে লাগলে, ‘এখন তাঁর পরে আল্লাহ্ কখনো কোনো রাসূল প্রেরণ করবেন না’। এভাবেই আল্লাহ্ তাকে পথভ্রষ্ট করেন যে সীমা অতিক্রমকারী, সংশয়বাদী,"
		},
		{
			"_id": "4168",
			"sura": "40",
			"para": "24",
			"verses": "35",
			"names": "الَّذِیۡنَ یُجَادِلُوۡنَ فِیۡۤ  اٰیٰتِ اللّٰہِ بِغَیۡرِ سُلۡطٰنٍ اَتٰہُمۡ ؕ کَبُرَ مَقۡتًا عِنۡدَ اللّٰہِ وَ عِنۡدَ الَّذِیۡنَ اٰمَنُوۡا ؕ کَذٰلِکَ یَطۡبَعُ اللّٰہُ  عَلٰی کُلِّ  قَلۡبِ مُتَکَبِّرٍ  جَبَّارٍ ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "الَّذِیۡنَ یُجَادِلُوۡنَ فِیۡۤ  اٰیٰتِ اللّٰہِ بِغَیۡرِ سُلۡطٰنٍ اَتٰہُمۡ ؕ کَبُرَ مَقۡتًا عِنۡدَ اللّٰہِ وَ عِنۡدَ الَّذِیۡنَ اٰمَنُوۡا ؕ کَذٰلِکَ یَطۡبَعُ اللّٰہُ  عَلٰی کُلِّ  قَلۡبِ مُتَکَبِّرٍ  جَبَّارٍ ﴿۳۵﴾ ",
			"index": "4168",
			"name": "ওই সব লোক, যারা আল্লাহ্‌র আয়াতসমূহ সম্পর্কে ঝগড়া করে, এমন কোন দলীল প্রমাণ ছাড়াই, যা তারা লাভ করেছে; কতই কঠোর ঘৃণার কথা আল্লাহ্‌র নিকট এবং ঈমানদারদের নিকট! আল্লাহ্‌হ এভাবেই মোহর করে দেন। অহঙ্কারী ও অবাধ্য ব্যক্তির সমগ্র অন্তরের উপর। ",
			"en_kanzulimaan": "Those who dispute regarding the signs of Allah without any proof having come to them; how very disgusting this is, in the sight of Allah and in the sight of the believers! This is how Allah seals the entire heart of every haughty, rebellious person.",
			"ur_kanzulimaan": "وہ جو اللہ کی آیتوں میں جھگڑا کرتے ہیں بغیر کسی سند کے، کہ انہیں ملی ہو، کس قدر سخت بیزاری کی بات ہے اللہ کے نزدیک اور ایمان لانے والوں کے نزدیک، اللہ یوں ہی مہر کردیتا ہے متکبر سرکش کے سارے دل پر",
			"hi_kanzulimaan": "वो जो अल्लाह की आयतों में झगड़ा करते हैं (77फ) बे किसी सनद के कि उन्हें मिली हो, किस क़द्र सख़्त बेज़ारी की बात है अल्लाह के नज़्दीक और ईमान वालों के नज़्दीक, अल्लाह यूंही मुहर कर देता है मुतकब्बिर सरकश के सारे दिल पर (78फ)",
			"author": "৩৫. যারা নিজেদের কাছে কোনো দলিল-প্রমাণ না থাকা সত্তেও আল্লাহ্‌র আয়াতসমূহ নিয়ে তর্কে লিপ্ত হয়; (তাদের এ তর্ক) আল্লাহ্‌র দৃষ্টিতে এবং ঈমানদারগণের দৃষ্টিতে অত্যন্ত অপছন্দনীয় (বিষয়)। এভাবে আল্লাহ্ প্রত্যেক অহঙ্কারী (এবং) উদ্ধতের অন্তর মোহরাঙ্কিত করে দেন।’"
		},
		{
			"_id": "4169",
			"sura": "40",
			"para": "24",
			"verses": "36",
			"names": "وَ قَالَ فِرۡعَوۡنُ یٰہَامٰنُ ابۡنِ  لِیۡ صَرۡحًا لَّعَلِّیۡۤ  اَبۡلُغُ  الۡاَسۡبَابَ ﴿ۙ۳۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ فِرۡعَوۡنُ یٰہَامٰنُ ابۡنِ  لِیۡ صَرۡحًا لَّعَلِّیۡۤ  اَبۡلُغُ  الۡاَسۡبَابَ ﴿ۙ۳۶﴾ ",
			"index": "4169",
			"name": "এবং ফির’আউন বললো, ‘হে হামান! আমার জন্য সুউচ্চ প্রাসাদ নির্মাণ করো, হয়তো আমি রাস্তাগুলো পর্যন্ত পৌঁছে যাবো। ",
			"en_kanzulimaan": "And said Firaun, O Haman! Build a high palace for me, in order that I may reach the routes. -",
			"ur_kanzulimaan": "اور فرعون بولا اے ہامان! میرے لیے اونچا محل بنا شاید میں پہنچ جاؤں راستوں تک،",
			"hi_kanzulimaan": "और फ़िरऔन बोला (79फ) ऐ हामान मेरे लिये ऊंचा महल बना शायद मैं पहुंच जाऊं रास्तों तक",
			"author": "৩৬. আর ফেরাউন বললো, ‘হে হামান! আমার জন্যে নির্মাণ করো সুউচ্চ এক ইমারত যাতে (আরোহণ করে) আমি পৌঁছুতে পারি পথে,"
		},
		{
			"_id": "4170",
			"sura": "40",
			"para": "24",
			"verses": "37",
			"names": "اَسۡبَابَ السَّمٰوٰتِ فَاَطَّلِعَ  اِلٰۤی  اِلٰہِ مُوۡسٰی وَ اِنِّیۡ لَاَظُنُّہٗ کَاذِبًا ؕ وَ کَذٰلِکَ زُیِّنَ  لِفِرۡعَوۡنَ سُوۡٓءُ عَمَلِہٖ وَ صُدَّ عَنِ السَّبِیۡلِ ؕ وَ مَا کَیۡدُ فِرۡعَوۡنَ  اِلَّا فِیۡ  تَبَابٍ  ﴿۳۷﴾",
			"number": "",
			"verses_PDMS": "اَسۡبَابَ السَّمٰوٰتِ فَاَطَّلِعَ  اِلٰۤی  اِلٰہِ مُوۡسٰی وَ اِنِّیۡ لَاَظُنُّہٗ کَاذِبًا ؕ وَ کَذٰلِکَ زُیِّنَ  لِفِرۡعَوۡنَ سُوۡٓءُ عَمَلِہٖ وَ صُدَّ عَنِ السَّبِیۡلِ ؕ وَ مَا کَیۡدُ فِرۡعَوۡنَ  اِلَّا فِیۡ  تَبَابٍ  ﴿۳۷﴾",
			"index": "4170",
			"name": "কি ধরণের রাস্তা? আসমান সমূহের রাস্তা। অতঃপর মূসার খোদাকে উকি মেরে দেখবো এবং নিশ্চয় আমার ধারণায় তো সে মিথ্যাবাদী’। এবং এভাবে ফির’আউনের দৃষ্টিতে তার মন্দ কাজকে সুশোভিত করে দেখানো হয়েছে এবং তাকে সরল পথ থেকে বিরত রাখা হয়েছে। আর ফির’আউনের ষড়যন্ত্র ধ্বংস হবারই ছিলো। ",
			"en_kanzulimaan": "The routes of the heavens, in order to glance at the God of Moosa - and indeed I think he is a liar; this is how the evil deeds of Firaun were made seeming good to him, and he was stopped from the path; and the evil scheme of Firaun was destined to be ruined.",
			"ur_kanzulimaan": "کا ہے کے راستے آسمان کے تو موسیٰ کے خدا کو جھانک کر دیکھوں اور بیشک میرے گمان میں تو وہ جھوٹا ہے اور یونہی فرعون کی نگاہ میں اس کا برا کام بھلا کر دکھا گیا اور وہ راستے میں روکا گیا، اور فرعون کا داؤ ہلاک ہونے ہی کو تھا،",
			"hi_kanzulimaan": "काहे के रास्ते आसमानों के तो मूसा के ख़ुदा को झाँक कर देखूं और बेशक मेरे गुमान में तो वह झूटा है (80फ) और यूंही फ़िरऔन की निगाह में उसका बुरा काम (81फ) भला कर दिखाया गया (82फ) और वह रास्ते से रोका गया, और फ़िरऔन का दाँव (83फ) हलाक होने ही को था",
			"author": "৩৭. আকাশমন্ডলীতে আরোহণের পথে, অতঃপর যেন উঁকি দিয়ে দেখতে পাই মূসার ইলাহ্কে। তবে আমি তো তাঁকে মিথ্যাবাদীই মনে করি।’ আর এভাবে ফেরাউনের জন্যে তার মন্দ কর্মকে শোভনীয় করা হয়েছিল এবং তাকে (আল্লাহ্‌র) পথ থেকে নিবৃত্ত রাখা হয়েছিল। আর ফেরাউনের ষড়যন্ত্র কেবল বিপর্যয়ই ছিল।"
		},
		{
			"_id": "4171",
			"sura": "40",
			"para": "24",
			"verses": "38",
			"names": "وَ قَالَ الَّذِیۡۤ  اٰمَنَ یٰقَوۡمِ اتَّبِعُوۡنِ اَہۡدِکُمۡ  سَبِیۡلَ  الرَّشَادِ ﴿ۚ۳۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الَّذِیۡۤ  اٰمَنَ یٰقَوۡمِ اتَّبِعُوۡنِ اَہۡدِکُمۡ  سَبِیۡلَ  الرَّشَادِ ﴿ۚ۳۸﴾ ",
			"index": "4171",
			"name": "এবং ওই ঈমানদার ব্যক্তি বললো, ‘হে আমার সম্প্রদায়, আমার অনুসরণ করো। আমি তোমাদেরকে কল্যাণের পথ বাতলিয়ে দেবো।",
			"en_kanzulimaan": "And the believer said, O my people! Follow me, I shall show you the way of righteousness.",
			"ur_kanzulimaan": "اور وہ ایمان والا بولا، اے میری قوم! میرے پیچھے چلو میں تمہیں بھلائی کی راہ بتاؤں،",
			"hi_kanzulimaan": "और वह ईमान वाला बोला ऐ मेरी क़ौम मेरे पीछे चलो मैं तुम्हें भलाई की राह बताऊं",
			"author": "৩৮. আর মুমিন ব্যক্তিটি বললো, ‘হে আমার সম্প্রদায়! আমাকে আনুসরণ করো, আমি তোমাদেরকে উত্তম ও সৎপথে পরিচালিত করবো।"
		},
		{
			"_id": "4172",
			"sura": "40",
			"para": "24",
			"verses": "39",
			"names": "یٰقَوۡمِ  اِنَّمَا ہٰذِہِ  الۡحَیٰوۃُ  الدُّنۡیَا مَتَاعٌ ۫ وَّ اِنَّ الۡاٰخِرَۃَ ہِیَ دَارُ الۡقَرَارِ ﴿۳۹﴾ ",
			"number": "",
			"verses_PDMS": "یٰقَوۡمِ  اِنَّمَا ہٰذِہِ  الۡحَیٰوۃُ  الدُّنۡیَا مَتَاعٌ ۫ وَّ اِنَّ الۡاٰخِرَۃَ ہِیَ دَارُ الۡقَرَارِ ﴿۳۹﴾ ",
			"index": "4172",
			"name": "হে আমার সম্প্রদায়! এ দুনিয়ার জীবন তো কিছুদিন ভোগ করা মাত্র। আর নিশ্চয় ওই পরবর্তী (জগৎ) হচ্ছে চিরস্থায়ী আবাস’।",
			"en_kanzulimaan": "O my people! The life of this world is just a brief usage, and indeed the next abode is one of everlasting stay.",
			"ur_kanzulimaan": "اے میری قوم! یہ دنیا کا جینا تو کچھ برتنا ہی ہے اور بیشک وه پچھلا ہمیشہ رہنے کا گھر ہے،",
			"hi_kanzulimaan": "ऐ मेरी क़ौम यह दुनिया का जीना तो कुछ बरतना ही है (84फ) और बेशक वह पिछला हमेशा रहने का घर है (85फ)",
			"author": "৩৯. হে আমার সম্প্রদায়! পার্থিব এ জীবন তো কেবল (অস্থায়ী) উপভোগ ছাড়া কিছুই নয় এবং অবশ্যই পরকালই হচ্ছে চিরস্থায়ী আবাস।\nوَ یٰقَوۡمِ مَا لِیۡۤ  اَدۡعُوۡکُمۡ  اِلَی النَّجٰوۃِ وَ تَدۡعُوۡنَنِیۡۤ   اِلَی  النَّارِ ﴿ؕ۴۱﴾ "
		},
		{
			"_id": "4173",
			"sura": "40",
			"para": "24",
			"verses": "40",
			"names": "مَنۡ عَمِلَ سَیِّئَۃً  فَلَا یُجۡزٰۤی  اِلَّا مِثۡلَہَا ۚ وَ مَنۡ عَمِلَ صَالِحًا مِّنۡ  ذَکَرٍ اَوۡ اُنۡثٰی وَ ہُوَ مُؤۡمِنٌ  فَاُولٰٓئِکَ یَدۡخُلُوۡنَ الۡجَنَّۃَ یُرۡزَقُوۡنَ فِیۡہَا بِغَیۡرِ  حِسَابٍ ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "مَنۡ عَمِلَ سَیِّئَۃً  فَلَا یُجۡزٰۤی  اِلَّا مِثۡلَہَا ۚ وَ مَنۡ عَمِلَ صَالِحًا مِّنۡ  ذَکَرٍ اَوۡ اُنۡثٰی وَ ہُوَ مُؤۡمِنٌ  فَاُولٰٓئِکَ یَدۡخُلُوۡنَ الۡجَنَّۃَ یُرۡزَقُوۡنَ فِیۡہَا بِغَیۡرِ  حِسَابٍ ﴿۴۰﴾ ",
			"index": "4173",
			"name": "যে মন্দ কাজ করে, সে প্রতিফল পাবে না, কিন্তু (পাবে) ততটুকুই। আর যে সৎকর্ম করে পুরুষ হোক কিংবা নারী এবং সে যদি হয় মুসলমান, তবে তারা জান্নাতে প্রবিষ্ট হবে। সেখানে অগণিত রিয্‌ক্ব পাবে। ",
			"en_kanzulimaan": "Whoever commits an evil deed will not be repaid except to the same extent; and whoever does good deeds, whether a man or a woman, and is a Muslim, will be admitted into Paradise, in which they will receive sustenance without account.",
			"ur_kanzulimaan": "جو برُا کام کرے تو اسے بدلہ نہ ملے گا مگر اتنا ہی اور جو اچھا کام کرے مرد خواه عورت اور جو مسلمان تو وہ جنت میں داخل کیے جائیں گے وہاں بے گنتی رزق پائیں گے",
			"hi_kanzulimaan": "जो बुरा काम करे तो उसे बदला न मिलेगा मगर उतना ही और जो अच्छा काम करे मर्द ख्वाह औरत और हर मुसलमान (86फ) तो वो जन्नत में दाख़िल किये जाएंगे वहाँ बेगिनती रिज़्क़ पाएंगे (87फ)",
			"author": "৪০. যে মন্দ কর্ম করে তাকে এর সমপরিমাণ প্রতিদানই দেয়া হবে। আর পুরুষ কিংবা নারীর যে কেউই সৎকর্ম করে এবং মুমিন হয়, তারাই জান্নাতে প্রবেশ করবে। সেখানে তাদেরকে দেয়া হবে অপরিমিত রিযিক।"
		},
		{
			"_id": "4174",
			"sura": "40",
			"para": "24",
			"verses": "41",
			"names": "وَ یٰقَوۡمِ مَا لِیۡۤ  اَدۡعُوۡکُمۡ  اِلَی النَّجٰوۃِ وَ تَدۡعُوۡنَنِیۡۤ   اِلَی  النَّارِ ﴿ؕ۴۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ یٰقَوۡمِ مَا لِیۡۤ  اَدۡعُوۡکُمۡ  اِلَی النَّجٰوۃِ وَ تَدۡعُوۡنَنِیۡۤ   اِلَی  النَّارِ ﴿ؕ۴۱﴾ ",
			"index": "4174",
			"name": "এবং হে আমার সম্প্রদায়! আমার কি হলো, আমি তোমাদেরকে আহ্বান করছি মুক্তির দিকে, আর তোমরা আমাকে ডাকছো দোযখের দিকে!",
			"en_kanzulimaan": "And O my people! What is the matter with me that I call you towards salvation whereas you call me towards hell?",
			"ur_kanzulimaan": "اور اے میری قوم مجھے کیا ہوا میں تمہیں بلاتا ہوں نجات کی طرف اور تم مجھے بلاتے ہو دوزخ کی طرف",
			"hi_kanzulimaan": "और ऐ मेरी क़ौम मुझे क्या हुआ मैं तुम्हें बुलाता हूँ निजात की तरफ़ (88फ) और तुम मुझे बुलाते हो दोज़ख़ की तरफ़ (89फ)",
			"author": "৪১. আর হে আমার সম্প্রদায়! আমার কী হলো যে, আমি তোমাদেরকে আহ্বান করছি মুক্তির দিকে, আর তোমরা আমাকে আহ্বান করছো জাহান্নামের দিকে?"
		},
		{
			"_id": "4175",
			"sura": "40",
			"para": "24",
			"verses": "42",
			"names": "تَدۡعُوۡنَنِیۡ  لِاَکۡفُرَ بِاللّٰہِ وَ اُشۡرِکَ بِہٖ مَا لَیۡسَ لِیۡ بِہٖ عِلۡمٌ ۫ وَّ اَنَا  اَدۡعُوۡکُمۡ  اِلَی الۡعَزِیۡزِ  الۡغَفَّارِ ﴿۴۲﴾ ",
			"number": "",
			"verses_PDMS": "تَدۡعُوۡنَنِیۡ  لِاَکۡفُرَ بِاللّٰہِ وَ اُشۡرِکَ بِہٖ مَا لَیۡسَ لِیۡ بِہٖ عِلۡمٌ ۫ وَّ اَنَا  اَدۡعُوۡکُمۡ  اِلَی الۡعَزِیۡزِ  الۡغَفَّارِ ﴿۴۲﴾ ",
			"index": "4175",
			"name": "আমাকে ডাকছো যেন আমি আল্লাহ্‌কে অস্বীকার করি এবং এমন কিছুকে তার শরীক দাড় করাই, যা আমার জ্ঞানে নেই। আর আমি তোমাদেরকে ওই মহা সম্মানিত, অতিশয় ক্ষমাশীলদের প্রতি আহ্বান করছি। ",
			"en_kanzulimaan": "You call me to disbelieve in Allah and ascribe such as partners to Him, regarding whom I do not have any knowledge - whereas I call you towards the Most Honourable, the Oft Forgiving!",
			"ur_kanzulimaan": "مجھے اس طرف بلاتے ہو کہ اللہ کا انکا کروں اور ایسے کو اس کا شریک کروں جو میرے علم میں نہیں، اور میں تمہیں اس عزت والے بہت بخشنے والے کی طرف بلاتا ہوں،",
			"hi_kanzulimaan": "मुझे उस तरफ़ बुलाते हो कि अल्लाह का इन्कार करूं और ऐसे को उसका शरीक करूं जो मेरे इल्म में नहीं और मैं तुम्हें उस इज़्ज़त वाले बहुत बख़्शने वाले की तरफ़ बुलाता हूँ",
			"author": "৪২. তোমরা আমাকে আহ্বান করছো যেন আমি আল্লাহ্কে অস্বীকার করি এবং তাঁর সমকক্ষ কিছু দাঁড় করাই, যার সম্পর্কে আমার কোনো জ্ঞানই নেই; পক্ষান্তরে আমি তোমাদেরকে আহ্বান করছি পরাক্রমশালী আল্লাহ্‌র দিকে, যিনি মহাক্ষমাশীল।"
		},
		{
			"_id": "4176",
			"sura": "40",
			"para": "24",
			"verses": "43",
			"names": "لَا جَرَمَ  اَنَّمَا تَدۡعُوۡنَنِیۡۤ  اِلَیۡہِ لَیۡسَ لَہٗ دَعۡوَۃٌ  فِی الدُّنۡیَا وَ لَا فِی الۡاٰخِرَۃِ  وَ اَنَّ مَرَدَّنَاۤ  اِلَی اللّٰہِ وَ اَنَّ الۡمُسۡرِفِیۡنَ ہُمۡ اَصۡحٰبُ النَّارِ ﴿۴۳﴾ ",
			"number": "",
			"verses_PDMS": "لَا جَرَمَ  اَنَّمَا تَدۡعُوۡنَنِیۡۤ  اِلَیۡہِ لَیۡسَ لَہٗ دَعۡوَۃٌ  فِی الدُّنۡیَا وَ لَا فِی الۡاٰخِرَۃِ  وَ اَنَّ مَرَدَّنَاۤ  اِلَی اللّٰہِ وَ اَنَّ الۡمُسۡرِفِیۡنَ ہُمۡ اَصۡحٰبُ النَّارِ ﴿۴۳﴾ ",
			"index": "4176",
			"name": "নিজে নিজেই প্রমাণিত হলো যে, যার প্রতি আমাকে আহ্বান করছো, তাকে ডাকা কোন কাজের নয় দুনিয়াতে, না আখিরাতে আর এই আমার প্রত্যাবর্তন আল্লাহ্‌ দিকেই আর এও যে, সীমালঙ্ঘনকারীরাই হচ্ছে দোযখী। ",
			"en_kanzulimaan": "So it is self evident that what you call me towards has no benefit being prayed to, either in this world or in the Hereafter, and that our return is towards Allah, and that the transgressors only are the people of the fire.",
			"ur_kanzulimaan": "آپ ہی ثابت ہوا کہ جس کی طرف مجھے بلاتے ہو اسے بلانا کہیں کام کا نہیں دنیا میں نہ آخرت میں اور یہ ہمارا پھرنا اللہ کی طرف ہے اور یہ کہ حد سے گزرنے والے ہی دوزخی ہیں،",
			"hi_kanzulimaan": "आप ही साबित हुआ कि जिसकी तरफ़ मुझे बुलाते हो (90फ) उसे बुलाना कहीं काम का नहीं दुनिया में न आख़िरत में (91फ) और यह हमारा फिरना अल्लाह की तरफ़ है (92फ) और यह कि हद से गुज़रने वाले (93फ) ही दोज़ख़ी हैं",
			"author": "৪৩. সত্য তো এ যে, তোমরা আমাকে যার দিকে আহ্বান করছো, তা না পার্থিব জীবনে আহ্বানযোগ্য, আর না পরকালীন জীবনে। বস্তুত আমাদের প্রত্যাবর্তন তো আল্লাহ্‌রই দিকে, আর নিশ্চয়ই সীমালঙ্ঘনকারীরাই জাহান্নামের অধিবাসী।"
		},
		{
			"_id": "4177",
			"sura": "40",
			"para": "24",
			"verses": "44",
			"names": "فَسَتَذۡکُرُوۡنَ مَاۤ  اَقُوۡلُ لَکُمۡ ؕ وَ اُفَوِّضُ اَمۡرِیۡۤ  اِلَی اللّٰہِ ؕ اِنَّ اللّٰہَ  بَصِیۡرٌۢ بِالۡعِبَادِ ﴿۴۴﴾ ",
			"number": "",
			"verses_PDMS": "فَسَتَذۡکُرُوۡنَ مَاۤ  اَقُوۡلُ لَکُمۡ ؕ وَ اُفَوِّضُ اَمۡرِیۡۤ  اِلَی اللّٰہِ ؕ اِنَّ اللّٰہَ  بَصِیۡرٌۢ بِالۡعِبَادِ ﴿۴۴﴾ ",
			"index": "4177",
			"name": "অতঃপর শীঘ্রই ওই সময় আসছে, যার সম্পর্কে আমি তোমাদেরকে বলছি; সেটাকে তোমরা স্মরণ করবে এবং আমি আপন কর্ম আল্লাহ্‌র দিকে সোপর্দ করছি। নিশ্চয় আল্লাহ্‌ বান্দাদেরকে দেখছেন। ",
			"en_kanzulimaan": "And soon the time will come when you will remember what I now say to you; and I entrust my tasks to Allah; indeed Allah sees the bondmen.",
			"ur_kanzulimaan": "تو جلد وہ وقت آتا ہے کہ جو میں تم سے کہہ رہا ہوں، اسے یاد کرو گے اور میں اپنے کام اللہ کو سونپتا ہوں، بیشک اللہ بندوں کو دیکھتا ہے",
			"hi_kanzulimaan": "तो जल्द वह वक़्त आता है कि जो मैं तुम से कह रहा हूँ उसे याद करोगे (94फ) और मैं अपने काम अल्लाह को सौंपता हूँ, बेशक अल्लाह बन्दों को देखता है (95फ)",
			"author": "৪৪. সুতরাং তোমরা অচিরেই (এ কথাগুলো) স্মরণ করবে যা আমি তোমাদেরকে বলছি। আর আমি আমার বিষয়াদি আল্লাহ্‌র সমীপে সমর্পণ করছি। নিশ্চয়ই আল্লাহ্ বান্দাদের সর্বদ্রষ্টা।’"
		},
		{
			"_id": "4178",
			"sura": "40",
			"para": "24",
			"verses": "45",
			"names": "فَوَقٰىہُ اللّٰہُ سَیِّاٰتِ مَا مَکَرُوۡا وَ حَاقَ بِاٰلِ  فِرۡعَوۡنَ سُوۡٓءُ  الۡعَذَابِ ﴿ۚ۴۵﴾ ",
			"number": "",
			"verses_PDMS": "فَوَقٰىہُ اللّٰہُ سَیِّاٰتِ مَا مَکَرُوۡا وَ حَاقَ بِاٰلِ  فِرۡعَوۡنَ سُوۡٓءُ  الۡعَذَابِ ﴿ۚ۴۵﴾ ",
			"index": "4178",
			"name": "অতঃপর আল্লাহ্‌ তাকে রক্ষা করেছেন, তাদের প্রতারণার অনিষ্টাদি থেকে এবং ফির’আউনের অনুসারীদেরকে কঠিন শাস্তি ঘিরে রেখেছে। ",
			"en_kanzulimaan": "Therefore Allah saved him from the evils of their scheming, and an evil punishment enveloped the people of Firaun. -",
			"ur_kanzulimaan": "تو اللہ نے اسے بچالیا ان کے مکر کی برائیوں سے اور فرعون والوں کو برے عذاب نے آ گھیرا،",
			"hi_kanzulimaan": "तो अल्लाह ने उसे बचा लिया उनके मक्र (कपट) की बुराईयों से (96फ) और फ़िरऔन वालों को बुरे अज़ाब ने आ घेरा (97फ)",
			"author": "৪৫. অতঃপর আল্লাহ্ তাকে রক্ষা করলেন তাদের অনিষ্ট থেকে যে ষড়যন্ত্র তারা করেছিল এবং ফেরাউনের লোকজনকে পরিবেষ্টন করলো জঘন্য শাস্তি।"
		},
		{
			"_id": "4179",
			"sura": "40",
			"para": "24",
			"verses": "46",
			"names": "اَلنَّارُ یُعۡرَضُوۡنَ عَلَیۡہَا غُدُوًّا وَّ عَشِیًّا ۚ وَ یَوۡمَ تَقُوۡمُ السَّاعَۃُ ۟ اَدۡخِلُوۡۤا  اٰلَ فِرۡعَوۡنَ اَشَدَّ الۡعَذَابِ ﴿۴۶﴾ ",
			"number": "",
			"verses_PDMS": "اَلنَّارُ یُعۡرَضُوۡنَ عَلَیۡہَا غُدُوًّا وَّ عَشِیًّا ۚ وَ یَوۡمَ تَقُوۡمُ السَّاعَۃُ ۟ اَدۡخِلُوۡۤا  اٰلَ فِرۡعَوۡنَ اَشَدَّ الۡعَذَابِ ﴿۴۶﴾ ",
			"index": "4179",
			"name": "আগুন, যার উপর তাদেরকে সকাল ও সন্ধ্যায় উপস্থিত করা হয়। এবং যেদিন ক্বিয়ামত সংঘটিত হবে সেদিন নির্দেশ দেওয়া হবে ‘ফির’আউনের অনুসারীদের কঠিনতর শাস্তিতে প্রবিষ্ট করো’।",
			"en_kanzulimaan": "The fire - upon which they are presented morning and evening; and when the Last Day is established - Put the people of Firaun into the most severe punishment. (Punishment in the grave is proven by this verse.)",
			"ur_kanzulimaan": "آ گ جس پر صبح و شام پیش کیے جاتے ہیں اور جس دن قیامت قائم ہوگی، حکم ہوگا فرعون والوں کو سخت تر عذاب میں داخل کرو،",
			"hi_kanzulimaan": "आग जिसपर सुब्ह व शाम पेश किये जाते हैं (98फ) और जिस दिन क़यामत क़ायम होगी, हुक्म होगा, फ़िरऔन वालों को सख़्त तर अज़ाब में दाख़िल करो",
			"author": "৪৬. জাহান্নামের অগ্নির সম্মুখে তাদেরকে উপস্থিত করা হয় সকাল ও সন্ধায়। আর যেদিন কিয়ামত সংঘটিত হবে সেদিন (বলা হবে,) ‘ফেরাউনের লোকজনকে কঠিনতম শাস্তিতে নিক্ষেপ করো’।"
		},
		{
			"_id": "4180",
			"sura": "40",
			"para": "24",
			"verses": "47",
			"names": "وَ اِذۡ یَتَحَآجُّوۡنَ فِی النَّارِ فَیَقُوۡلُ الضُّعَفٰٓؤُا لِلَّذِیۡنَ اسۡتَکۡبَرُوۡۤا اِنَّا کُنَّا لَکُمۡ تَبَعًا فَہَلۡ  اَنۡتُمۡ مُّغۡنُوۡنَ عَنَّا نَصِیۡبًا مِّنَ النَّارِ ﴿۴۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذۡ یَتَحَآجُّوۡنَ فِی النَّارِ فَیَقُوۡلُ الضُّعَفٰٓؤُا لِلَّذِیۡنَ اسۡتَکۡبَرُوۡۤا اِنَّا کُنَّا لَکُمۡ تَبَعًا فَہَلۡ  اَنۡتُمۡ مُّغۡنُوۡنَ عَنَّا نَصِیۡبًا مِّنَ النَّارِ ﴿۴۷﴾ ",
			"index": "4180",
			"name": "এবং যখন তারা আগুনের মধ্যে পরস্পর বিতর্কে লিপ্ত হবে, তখন দুর্বলরা তাদেরকে বলবে, যারা বড় সেজে বসতো, ‘আমরা তোমাদের অনুসারী ছিলাম সুতরাং তোমরা কি আমাদের নিকট থেকে আগুনের কিছু অংশ হ্রাস করে নেবে?’",
			"en_kanzulimaan": "And when they will quarrel amongst themselves in the fire, those who were weak will say to those who sought greatness, We were your followers, so will you reduce from us some of the punishment of the fire?",
			"ur_kanzulimaan": "اور جب وہ آگ میں باہم جھگڑیں گے تو کمزور ان سے کہیں گے جو بڑے بنتے تھے ہم تمہارے تابع تھے تو کیا تم ہم سے آگ کا کوئی حصہ گھٹا لوگے،",
			"hi_kanzulimaan": "और (99फ) जब वो आग में बाहम झगड़ेंगे तो कमज़ोर उनसे कहेंगे जो बड़े बनते थे हम तुम्हारे ताबे(अधीन) थे (100फ) तो क्या तुम हमसे आग का कोई हिस्सा घटा लोगे",
			"author": "৪৭. আর যখন তারা জাহান্নামে পরস্পরে বিবাদ করবে, তখন দুর্বলেরা সেসব লোকদেরকে বলবে, যারা (পার্থিব জীবনে) অহঙ্কার করে বেড়াতো, ‘আমরা তো তোমাদেরই অনুসারী ছিলাম, কাজেই জাহান্নামের আগুনের (অন্তত) কিছু অংশ কি তোমরা আমাদের থেকে অপসারণ করবে?’"
		},
		{
			"_id": "4181",
			"sura": "40",
			"para": "24",
			"verses": "48",
			"names": "قَالَ الَّذِیۡنَ اسۡتَکۡبَرُوۡۤا  اِنَّا  کُلٌّ  فِیۡہَاۤ  ۙ اِنَّ اللّٰہَ  قَدۡ حَکَمَ  بَیۡنَ الۡعِبَادِ ﴿۴۸﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ الَّذِیۡنَ اسۡتَکۡبَرُوۡۤا  اِنَّا  کُلٌّ  فِیۡہَاۤ  ۙ اِنَّ اللّٰہَ  قَدۡ حَکَمَ  بَیۡنَ الۡعِبَادِ ﴿۴۸﴾ ",
			"index": "4181",
			"name": "ওই দাম্ভিকরা বলবে, ‘আমরা সবাই তো আগুনের মধ্যে রয়েছি; নিশ্চয় আল্লাহ্‌ বান্দাদের মধ্যে ফয়সালা করে ফেলেছেন’।",
			"en_kanzulimaan": "Those who were proud will say, We are all in the fire - indeed Allah has already passed the judgement among the bondmen.",
			"ur_kanzulimaan": "وہ تکبر والے بولے ہم سب آگ میں ہیں بیشک اللہ بندوں میں فیصلہ فرماچکا",
			"hi_kanzulimaan": "वो तकब्बुर (घमण्ड) वाले बोले (101फ) हम सब आग में हैं (102फ) बेशक अल्लाह बन्दों में फ़ैसला फ़रमा चुका (103फ)",
			"author": "৪৮. অহঙ্কারীরা বলবে, ‘আমরা সকলেই তো এতে (এই জাহান্নামে) পড়ে আছি। নিশ্চয়ই আল্লাহ্ বান্দাদের মাঝে চুড়ান্ত ফায়সালা করে ফেলেছেন।’"
		},
		{
			"_id": "4182",
			"sura": "40",
			"para": "24",
			"verses": "49",
			"names": "وَ قَالَ الَّذِیۡنَ فِی النَّارِ لِخَزَنَۃِ جَہَنَّمَ ادۡعُوۡا رَبَّکُمۡ یُخَفِّفۡ عَنَّا یَوۡمًا مِّنَ الۡعَذَابِ ﴿۴۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الَّذِیۡنَ فِی النَّارِ لِخَزَنَۃِ جَہَنَّمَ ادۡعُوۡا رَبَّکُمۡ یُخَفِّفۡ عَنَّا یَوۡمًا مِّنَ الۡعَذَابِ ﴿۴۹﴾ ",
			"index": "4182",
			"name": "এবং যারা আগুনের মধ্যে রয়েছে তারা সেটার দারোগাদেরকে বলবে, ‘আপন রবের নিকট প্রার্থনা করো যেন আমাদের উপর শাস্তির একটি দিন হালকা করে দেন’।",
			"en_kanzulimaan": "And those who are in the fire said to its guards, Pray to your Lord to decrease the punishment upon us for one day.",
			"ur_kanzulimaan": "اور جو آگ میں ہیں اس کے داروغوں سے بولے اپنے رب سے دعا کرو ہم پر عذاب کا ایک دن ہلکا کردے،",
			"hi_kanzulimaan": "और जो आग में हैं उसके दारोग़ों से बोले अपने रब से दुआ करो हम पर अज़ाब का एक दिन हल्का कर दे (104फ)",
			"author": "৪৯. আগুনে জ্বলতে থাকা লোকেরা জাহান্নামের প্রহরীদেরকে বলবে, ‘তোমাদের প্রতিপালকের নিকট প্রার্থনা করো, তিনি যেন আমাদের থেকে অন্তত এক দিনের শাস্তি লাঘব করেন’।"
		},
		{
			"_id": "4183",
			"sura": "40",
			"para": "24",
			"verses": "50",
			"names": "قَالُوۡۤا  اَوَ لَمۡ تَکُ تَاۡتِیۡکُمۡ رُسُلُکُمۡ بِالۡبَیِّنٰتِ ؕ قَالُوۡا  بَلٰی ؕ قَالُوۡا فَادۡعُوۡا ۚ وَ مَا  دُعٰٓؤُا الۡکٰفِرِیۡنَ  اِلَّا فِیۡ ضَلٰلٍ ﴿۵۰﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡۤا  اَوَ لَمۡ تَکُ تَاۡتِیۡکُمۡ رُسُلُکُمۡ بِالۡبَیِّنٰتِ ؕ قَالُوۡا  بَلٰی ؕ قَالُوۡا فَادۡعُوۡا ۚ وَ مَا  دُعٰٓؤُا الۡکٰفِرِیۡنَ  اِلَّا فِیۡ ضَلٰلٍ ﴿۵۰﴾ ",
			"index": "4183",
			"name": "তারা বলবে, ‘তোমাদের রসূলগণ কি তোমাদের নিকট সুস্পষ্ট নিদর্শনসমূহ আনতেন না?’ তারা বলবে, ‘কেন নয়?’ বলবে, ‘সুতরাং তোমরাই প্রার্থনা করো!’ এবং কাফিরদের প্রার্থনা নয়, কিন্তু উদ্দেশ্যহীনভাবে (ব্যর্থ হয়ে) ফেরার জন্যই। ",
			"en_kanzulimaan": "They said, Is it not that your Noble Messengers used to come to you with clear signs? They said, Why not, surely yes! They said, Then you yourselves pray; and the prayer of the disbelievers is nothing but astray.",
			"ur_kanzulimaan": "انہوں نے کہا کیا تمہارے پاس تمہارے رسول نشانیاں نہ لاتے تھے بولے کیوں نہیں بولے تو تمہیں دعا کرو اور کافروں کی دعا نہیں، مگر بھٹکتے پھرنے کو،",
			"hi_kanzulimaan": "उन्होंने कहा क्या तुम्हारे पास तुम्हारे रसूल रौशन निशानियाँ न लाते थे (105फ) बोले क्यों नहीं (106फ) बोले तो तुम्हीं दुआ करो (107फ) और काफ़िरों की दुआ नहीं मगर भटकते फिरने को",
			"author": "৫০. তারা বলবে, ‘তোমাদের নিকট কি সুস্পষ্ট নিদর্শনাবলী নিয়ে তোমাদের রাসূলগণ আসেননি?’ তারা বলবে, ‘হ্যাঁ, অবশ্যই’। (তখন প্রহরীরা) বলবে, ‘তোমরা নিজেরাই প্রার্থনা করো’। তবে কাফেরদের প্রার্থনা (সর্বদা) বৃথাই হয়।"
		},
		{
			"_id": "4184",
			"sura": "40",
			"para": "24",
			"verses": "51",
			"names": "اِنَّا لَنَنۡصُرُ  رُسُلَنَا وَ الَّذِیۡنَ اٰمَنُوۡا فِی الۡحَیٰوۃِ  الدُّنۡیَا وَ یَوۡمَ یَقُوۡمُ الۡاَشۡہَادُ ﴿ۙ۵۱﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّا لَنَنۡصُرُ  رُسُلَنَا وَ الَّذِیۡنَ اٰمَنُوۡا فِی الۡحَیٰوۃِ  الدُّنۡیَا وَ یَوۡمَ یَقُوۡمُ الۡاَشۡہَادُ ﴿ۙ۵۱﴾ ",
			"index": "4184",
			"name": "নিশ্চয় নিশ্চয় আমি আপন রসূলগণকে সাহায্য করবো এবং ঈমানদারগণকেও পার্থিব জীবনে এবং যেদিন সাক্ষীগণ দণ্ডায়মান হবে। ",
			"en_kanzulimaan": "Indeed We will surely help Our Noble Messengers, and the believers, in the life of this world and on the day when the witnesses will be standing.",
			"ur_kanzulimaan": "بیشک ضرور ہم اپنے رسولوں کی مدد کریں گے اور ایمان والوں کی دنیا کی زندگی میں اور جس دن گواہ کھڑے ہوں گے",
			"hi_kanzulimaan": "बेशक ज़रूर हम अपने रसूलों की मदद करेंगे और ईमान वालों की (108फ) दुनिया की ज़िन्दगी में और जिस दिन गवाह खड़े होंगे (109फ)",
			"author": "৫১. অবশ্যই আমরা আমাদের রাসূলগণকে এবং ঈমানদারগণকে পার্থিব জীবনেও সাহায্য করি এবং সেদিনও (সাহায্য করবো) যেদিন সাক্ষীগণ দন্ডায়মান হবে।"
		},
		{
			"_id": "4185",
			"sura": "40",
			"para": "24",
			"verses": "52",
			"names": "یَوۡمَ لَا یَنۡفَعُ الظّٰلِمِیۡنَ مَعۡذِرَتُہُمۡ وَ لَہُمُ  اللَّعۡنَۃُ  وَ لَہُمۡ  سُوۡٓءُ  الدَّارِ  ﴿۵۲﴾",
			"number": "",
			"verses_PDMS": "یَوۡمَ لَا یَنۡفَعُ الظّٰلِمِیۡنَ مَعۡذِرَتُہُمۡ وَ لَہُمُ  اللَّعۡنَۃُ  وَ لَہُمۡ  سُوۡٓءُ  الدَّارِ  ﴿۵۲﴾",
			"index": "4185",
			"name": "যে দিন যালিমদেরকে তাদের ওযর আপত্তি কোন উপকার করবে না এবং তাদের জন্য অভিসম্পাত রয়েছে আর তাদের জন্য রয়েছে নিকৃষ্ট আবাস। ",
			"en_kanzulimaan": "The day on which the unjust will not gain any benefit from their excuses, and for them is the curse, and for them is the wretched home.",
			"ur_kanzulimaan": "جس دن ظالموں کو ان کے بہانے کچھ کام نہ دیں گے اور ان کے لیے لعنت ہے اور ان کے لیے بُرا گھر",
			"hi_kanzulimaan": "जिस दिन ज़ालिमों को उनके बहाने कुछ काम न देंगे (110फ) और उनके लिये लअनत है और उनके लिये बुरा घर (111फ)",
			"author": "৫২. যেদিন অত্যাচারীদের অযুহাত কোনো কাজেই আসবে না। আর তাদের জন্যে রয়েছে অভিশাপ এবং (জাহান্নামের) নিকৃষ্ট আবাস।"
		},
		{
			"_id": "4186",
			"sura": "40",
			"para": "24",
			"verses": "53",
			"names": "وَ  لَقَدۡ اٰتَیۡنَا مُوۡسَی الۡہُدٰی وَ اَوۡرَثۡنَا بَنِیۡۤ  اِسۡرَآءِیۡلَ الۡکِتٰبَ ﴿ۙ۵۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ  لَقَدۡ اٰتَیۡنَا مُوۡسَی الۡہُدٰی وَ اَوۡرَثۡنَا بَنِیۡۤ  اِسۡرَآءِیۡلَ الۡکِتٰبَ ﴿ۙ۵۳﴾ ",
			"index": "4186",
			"name": "এবং নিশ্চয় আমি মূসাকে পথ নির্দেশনা দান করেছি আর বনী ইস্রাঈলকে কিতাবের উত্তরাধিকারী করেছি। ",
			"en_kanzulimaan": "And indeed We gave Moosa the guidance, and bequeathed the Book to the Descendants of Israel.",
			"ur_kanzulimaan": "اور بیشک ہم نے موسیٰ کو رہنمائی عطا فرمائی اور بنی اسرائیل کو کتاب کا وارث کیا",
			"hi_kanzulimaan": "और बेशक हम ने मूसा को रहनुमाई अता फ़रमाई (112फ) और बनी इस्राईल को किताब का वारिस किया (113फ)",
			"author": "৫৩. আর নিশ্চয়ই আমরা মূসা (আলাইহিস সালাম)-কে দান করেছিলাম হেদায়াত (-এর কিতাব) এবং (তাঁর পরে) বনী ইসরাঈলকে উত্তরাধিকারী করেছিলাম (এ কিতাবের),"
		},
		{
			"_id": "4187",
			"sura": "40",
			"para": "24",
			"verses": "54",
			"names": "ہُدًی وَّ ذِکۡرٰی لِاُولِی الۡاَلۡبَابِ  ﴿۵۴﴾",
			"number": "",
			"verses_PDMS": "ہُدًی وَّ ذِکۡرٰی لِاُولِی الۡاَلۡبَابِ  ﴿۵۴﴾",
			"index": "4187",
			"name": "বোধশক্তিসম্পন্ন লোকদের হিদায়ত ও উপদেশের নিমিত্ত। ",
			"en_kanzulimaan": "A guidance and an advice for the people of intellect.",
			"ur_kanzulimaan": "عقلمندوں کی ہدایت اور نصیحت کو تو اے محبوب،",
			"hi_kanzulimaan": "अक़्लमन्दों की हिदायत और नसीहत को",
			"author": "৫৪. যা হেদায়াত ও উপদেশ, জ্ঞানীদের জন্যে।"
		},
		{
			"_id": "4188",
			"sura": "40",
			"para": "24",
			"verses": "55",
			"names": "فَاصۡبِرۡ  اِنَّ وَعۡدَ اللّٰہِ حَقٌّ وَّ اسۡتَغۡفِرۡ لِذَنۡۢبِکَ وَ سَبِّحۡ بِحَمۡدِ رَبِّکَ بِالۡعَشِیِّ وَ الۡاِبۡکَارِ ﴿۵۵﴾ ",
			"number": "",
			"verses_PDMS": "فَاصۡبِرۡ  اِنَّ وَعۡدَ اللّٰہِ حَقٌّ وَّ اسۡتَغۡفِرۡ لِذَنۡۢبِکَ وَ سَبِّحۡ بِحَمۡدِ رَبِّکَ بِالۡعَشِیِّ وَ الۡاِبۡکَارِ ﴿۵۵﴾ ",
			"index": "4188",
			"name": "সুতরাং হে মাহবূব! আপনি ধৈর্য ধারণ করুন। নিশ্চয় আল্লাহ্‌র প্রতিশ্রুতি সত্য এবং আপন লোকদের গুণাহর ক্ষমা প্রার্থনা করুন। আর আপন রবের প্রশংসা সহকারে সকালে ও সন্ধ্যায় তার পবিত্রতা ঘোষণা করুন।",
			"en_kanzulimaan": "Therefore be patient (O dear Prophet Mohammed - peace and blessings be upon him), undoubtedly Allahs promise is true, and seek forgiveness for the sins of your own people, and praising your Lord, proclaim His Purity morning and evening.",
			"ur_kanzulimaan": "تم صبر کرو بیشک اللہ کا وعدہ سچا ہے اور اپنوں کے گناہوں کی معافی چاہو اور اپنے رب کی تعریف کرتے ہوئے صبح اور شام اس کی پاکی بولو",
			"hi_kanzulimaan": "तो ऐ महबूब तुम सब्र करो (114फ) बेशक अल्लाह का वादा सच्चा है (115फ) और अपनों के गुनाहों की माफ़ी चाहो (116फ) और अपने रब की तारीफ़ करते हुए सुब्ह और शाम उसकी पाकी बोलो (117फ)",
			"author": "৫৫. অতঃপর আপনি ধৈর্য ধরুন, নিশ্চই আল্লাহ্‌র অঙ্গীকার সত্য। আর আপনার উম্মতের গোনাহের জন্যে ক্ষমা প্রার্থনা করুন।* আর সকালে ও সন্ধায় আপনার প্রতিপালকের সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করুন।\n\n* ‘লি যাম্বিকা’র সাথে “উম্মত” শব্দটি মুযাফ যা উহ্য রয়েছে। এ কারণে এর ভিত্তিতে এখানে ‘ওয়াসতাগফির লি যাম্বিকা’র দ্বারা উদ্দেশ্য হলো উম্মতের গোনাহ। ইমাম নাসাফী, ইমাম কুরতুবী এবং আল্লামা শাউকানী এ অর্থ বর্ণনা করেছেন। উদ্ধৃতি দেখুন, ১. (ওয়াসতাগফির লি যাম্বিকা) অর্থাৎ ‘লিযাম্বি উম্মাতিকা’ আপনার উম্মতের গোনাহের ক্ষমা প্রার্থনা করুন। (নাসাফী, মাদারিকুত তানযীল ওয়া হাকায়িকুত তাবিল, ৪:৩৫৯) ২.(ওয়াসতাগফির লি যাম্বিকা) কেউ কেউ বলেন, ‘লিযাম্বি উম্মাতিকা’ মুযাফকে উহ্য করে মুযাফে ইলাইহিকে তার স্থলবর্তী করে দেয়া হয়েছে। ‘ওয়াসতাগফির লি যাম্বিকা’র ব্যাপারে বলা হয়েছে যে, এর দ্বারা উদ্দেশ্য হলো উম্মতের গোনাহ। এখানে মুযাফকে উহ্য করে মুযাফে ইলাইহিকে তার স্থলাভিষিক্ত করে দেয়া হয়েছে। (কুরতুবী, আল-জামী লি আহকামিল কুরআন, ১৫:৩২৪) ৩. কেউ কেউ বলেছেন, ‘লিযাম্বিকা লিযাম্বি উম্মাতিকা ফি হাক্কিকা’, এও বলা হয়েছে যে, ‘লিযাম্বিকা’ অর্থাৎ আপনি আপনার দিক থেকে উম্মতের সংঘটিত গোনাহের জন্যে ক্ষমা প্রার্থনা করুন। “(ইবনে হাইয়্যান আন্দুলূসী, আল-বাহরুল মুহীত, ৭:৪৭১)”। ৪. (ওয়াস্তাগফির লি যাম্বিকা) বলা হয়েছে যে, এর দ্বারা উদ্দেশ্য হলো, আপনার উম্মতের গোনাহ; আর তা এ কারণে যে, এখানে মুযাফ উহ্য রয়েছে। “(আল্লামা শাউক্বানী, আল-ফাতহুল কাদীর, ৪:৪৯৭)”"
		},
		{
			"_id": "4189",
			"sura": "40",
			"para": "24",
			"verses": "56",
			"names": "اِنَّ الَّذِیۡنَ یُجَادِلُوۡنَ فِیۡۤ  اٰیٰتِ اللّٰہِ  بِغَیۡرِ سُلۡطٰنٍ اَتٰہُمۡ ۙ اِنۡ فِیۡ صُدُوۡرِہِمۡ  اِلَّا کِبۡرٌ مَّا ہُمۡ بِبَالِغِیۡہِ ۚ فَاسۡتَعِذۡ بِاللّٰہِ ؕ اِنَّہٗ  ہُوَ  السَّمِیۡعُ  الۡبَصِیۡرُ ﴿۵۶﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ الَّذِیۡنَ یُجَادِلُوۡنَ فِیۡۤ  اٰیٰتِ اللّٰہِ  بِغَیۡرِ سُلۡطٰنٍ اَتٰہُمۡ ۙ اِنۡ فِیۡ صُدُوۡرِہِمۡ  اِلَّا کِبۡرٌ مَّا ہُمۡ بِبَالِغِیۡہِ ۚ فَاسۡتَعِذۡ بِاللّٰہِ ؕ اِنَّہٗ  ہُوَ  السَّمِیۡعُ  الۡبَصِیۡرُ ﴿۵۶﴾ ",
			"index": "4189",
			"name": "ওই সব লোক, যারা আল্লাহ্‌র আয়াতসমূহ সম্পর্কে বিতর্ক করে এমন কোন দলীল ছাড়াই, যা তারা পেয়েছে, তাদের অন্তরে নেই, কিন্তু (আছে) এমন এক অহঙ্কারের উন্মাদনা, যা পর্যন্ত তারা পৌঁছবে না। সুতরাং তোমরা আল্লাহ্‌র আশ্রয় প্রার্থনা করো। নিশ্চয় তিনি শুনেন, দেখেন। ",
			"en_kanzulimaan": "Those who dispute concerning the signs of Allah without any proof having come to them - in their hearts is nothing but a craving for greatness which they shall never achieve; therefore seek the refuge of Allah; indeed He only is the All Hearing, the All Seeing.",
			"ur_kanzulimaan": "وہ جو اللہ کی آیتوں میں جھگڑا کرتے ہیں بغیر کسی سند کے جو انہیں ملی ہو ان کے دلوں میں نہیں مگر ایک بڑائی کی ہوس جسے نہ پہنچیں گے تو تم اللہ کی پناہ مانگو بیشک وہی سنتا دیکھتا ہے،",
			"hi_kanzulimaan": "वो जो अल्लाह की आयतों में झगड़ा करते हैं बे किसी सनद के जो उन्हें मिली हो (118फ) उनके दिलों में नहीं मगर एक बड़ाई की हवस (119फ) जिसे न पहुंचेंगे(120फ) तो तुम अल्लाह की पनाह मांगो (121फ) बेशक वही सुनता देखता है",
			"author": "৫৬. নিশ্চয়ই যারা নিজেদের কাছে কোনো দলিল-প্রমাণ না থাকা সত্তেও আল্লাহ্‌র আয়াতসমূহ নিয়ে তর্কে লিপ্ত হয়, তাদের অন্তরে রয়েছে কেবল অহঙ্কার। তারা এ (যথার্থ শ্রেষ্ঠত্বের) ব্যাপারে সফলকাম হবে না। অতঃপর আপনি (তাদের অনিষ্ট থেকে) আল্লাহ্‌র আশ্রয় প্রার্থনা করুন; নিশ্চয়ই তিনিই সর্বশ্রোতা, সর্বদ্রষ্টা।"
		},
		{
			"_id": "4190",
			"sura": "40",
			"para": "24",
			"verses": "57",
			"names": "لَخَلۡقُ السَّمٰوٰتِ وَ الۡاَرۡضِ  اَکۡبَرُ مِنۡ خَلۡقِ النَّاسِ وَ لٰکِنَّ  اَکۡثَرَ النَّاسِ لَا  یَعۡلَمُوۡنَ ﴿۵۷﴾ ",
			"number": "",
			"verses_PDMS": "لَخَلۡقُ السَّمٰوٰتِ وَ الۡاَرۡضِ  اَکۡبَرُ مِنۡ خَلۡقِ النَّاسِ وَ لٰکِنَّ  اَکۡثَرَ النَّاسِ لَا  یَعۡلَمُوۡنَ ﴿۵۷﴾ ",
			"index": "4190",
			"name": "নিশ্চয় আসমানসমূহ ও যমীনের সৃষ্টি মানবকুলের সৃষ্টি অপেক্ষা অনেক বড়; কিন্তু বহু লোক জানে না। ",
			"en_kanzulimaan": "Certainly the creation of the heavens and the earth is far greater than the creation of men, but most people do not know.",
			"ur_kanzulimaan": "بیشک آسمانوں اور زمین کی پیدائش آدمیوں کی پیدائش سے بہت بڑی لیکن بہت لوگ نہیں جانتے",
			"hi_kanzulimaan": "बेशक आसमानों और ज़मीन की पैदायश आदमियों की पैदायश से बहुत बड़ी (122फ) लेकिन बहुत लोग नहीं जानते (123फ)",
			"author": "৫৭. নিশ্চয়ই আকাশমন্ডলী ও পৃথিবীর সৃষ্টি তো মানব সৃষ্টির চেয়ে অনেক বড়। কিন্তু অধিকাংশ মানুষ তা জানে না।"
		},
		{
			"_id": "4191",
			"sura": "40",
			"para": "24",
			"verses": "58",
			"names": "وَ مَا یَسۡتَوِی الۡاَعۡمٰی وَ الۡبَصِیۡرُ ۬ۙ وَ الَّذِیۡنَ  اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ وَ لَا الۡمُسِیۡٓءُ ؕ قَلِیۡلًا مَّا تَتَذَکَّرُوۡنَ ﴿۵۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا یَسۡتَوِی الۡاَعۡمٰی وَ الۡبَصِیۡرُ ۬ۙ وَ الَّذِیۡنَ  اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ وَ لَا الۡمُسِیۡٓءُ ؕ قَلِیۡلًا مَّا تَتَذَکَّرُوۡنَ ﴿۵۸﴾ ",
			"index": "4191",
			"name": "এবং অন্ধ ও চক্ষুষ্মান সমান নয়; আর না ওই সব লোক যারা ঈমান এনেছে ও সৎকর্ম করেছে এবং অসৎকর্মপরায়ণ। কত কম ধ্যানই করছো!",
			"en_kanzulimaan": "And the blind and the sighted are not equal - and neither are the believers who perform good deeds and the wicked equal; how very little do you ponder!",
			"ur_kanzulimaan": "اور اندھا اور انکھیارا برابر نہیں اور نہ وہ جو ایمان لائے اور اچھے کام کیے اور بدکار کتنا کم دھیان کرتے ہو،",
			"hi_kanzulimaan": "और अंधा और अंखियारा बराबर नहीं (124फ) और न वो जो ईमान लाए और अच्छे काम किये और बदकार (125फ) कितना कम ध्यान करते हो",
			"author": "৫৮. আর অন্ধ এবং চক্ষুষ্মান সমান নয়। সুতরাং (এভাবে) যারা ঈমান আনে ও সৎকর্ম করে (তারা) এবং মন্দকর্ম সম্পদানকারীরাও (সমান) নয়। তোমরা খুব অল্পই উপদেশ গ্রহণ করো।"
		},
		{
			"_id": "4192",
			"sura": "40",
			"para": "24",
			"verses": "59",
			"names": "اِنَّ السَّاعَۃَ  لَاٰتِیَۃٌ  لَّا رَیۡبَ فِیۡہَا وَ لٰکِنَّ  اَکۡثَرَ النَّاسِ لَا یُؤۡمِنُوۡنَ ﴿۵۹﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ السَّاعَۃَ  لَاٰتِیَۃٌ  لَّا رَیۡبَ فِیۡہَا وَ لٰکِنَّ  اَکۡثَرَ النَّاسِ لَا یُؤۡمِنُوۡنَ ﴿۵۹﴾ ",
			"index": "4192",
			"name": "নিশ্চয় নিশ্চয় ক্বিয়ামত আগমনকারী, তাতে কোন সন্দেহ নেই; কিন্তু বহুলোক ঈমান আনে না। ",
			"en_kanzulimaan": "Indeed the Last Day will surely come, there is no doubt in it - but most people do not accept faith.",
			"ur_kanzulimaan": "بیشک قیامت ضرور آنے والی ہے اس میں کچھ شک نہیں لیکن بہت لوگ ایمان نہیں لاتے",
			"hi_kanzulimaan": "बेशक क़यामत ज़रूर आने वाली है इसमें कुछ शक नहीं लेकिन बहुत लोग ईमान नहीं लाते (126फ)",
			"author": "৫৯. নিশ্চয়ই কিয়ামতের আগমন অবশ্যম্ভাবী, এতে কোনো সন্দেহ নেই। কিন্তু অধিকাংশ মানুষ বিশ্বাস করে না।"
		},
		{
			"_id": "4193",
			"sura": "40",
			"para": "24",
			"verses": "60",
			"names": "وَ قَالَ رَبُّکُمُ  ادۡعُوۡنِیۡۤ   اَسۡتَجِبۡ لَکُمۡ ؕ اِنَّ  الَّذِیۡنَ یَسۡتَکۡبِرُوۡنَ عَنۡ عِبَادَتِیۡ سَیَدۡخُلُوۡنَ جَہَنَّمَ دٰخِرِیۡنَ ﴿۶۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ رَبُّکُمُ  ادۡعُوۡنِیۡۤ   اَسۡتَجِبۡ لَکُمۡ ؕ اِنَّ  الَّذِیۡنَ یَسۡتَکۡبِرُوۡنَ عَنۡ عِبَادَتِیۡ سَیَدۡخُلُوۡنَ جَہَنَّمَ دٰخِرِیۡنَ ﴿۶۰﴾ ",
			"index": "4193",
			"name": "এবং তোমাদের রব বলেছেন, আমার নিকট প্রার্থনা করো, আমি গ্রহণ করবো। নিশ্চয় ওই সব লোক, যারা আমার ইবাদত থেকে অহঙ্কারে বিমুখ হয়, তারা অবিলম্বে জাহান্নামে যাবে লাঞ্ছিত হয়ে। ",
			"en_kanzulimaan": "And your Lord proclaimed, Pray to Me, I will accept; indeed those who stay conceited towards worshipping Me, will enter hell in disgrace.\"",
			"ur_kanzulimaan": "اور تمہارے رب نے فرمایا مجھ سے دعا کرو میں قبول کروں گا بیشک وہ جو میری عبادت سے اونچے کھینچتے (تکبر کرتے) ہیں عنقریب جہنم میں جائیں گے ذلیل ہوکر،",
			"hi_kanzulimaan": "और तुम्हारे रब ने फ़रमाया मुझ से दुआ करो मैं क़ुबूल करूंगा (127फ) बेशक वो जो मेरी इबादत से ऊंचे खिंचते (घमण्ड करते) हैं अन्करिब जहन्नम में जाएंगे ज़लील होकर",
			"author": "৬০. আর তোমাদের প্রতিপালক বলেছেন, ‘তোমরা আমাকে ডাকো, আমি অবশ্যই তোমাদের ডাকে সাড়া দেবো। নিশ্চয়ই যারা আমার ইবাদত থেকে বিমুখ হয়েছে, শীঘ্রই তারা লাঞ্ছিত হয়ে জাহান্নামে প্রবেশ করবে।’"
		},
		{
			"_id": "4194",
			"sura": "40",
			"para": "24",
			"verses": "61",
			"names": "اَللّٰہُ  الَّذِیۡ جَعَلَ  لَکُمُ الَّیۡلَ  لِتَسۡکُنُوۡا فِیۡہِ وَ النَّہَارَ مُبۡصِرًا ؕ اِنَّ اللّٰہَ  لَذُوۡ فَضۡلٍ عَلَی النَّاسِ وَ لٰکِنَّ اَکۡثَرَ  النَّاسِ لَا یَشۡکُرُوۡنَ ﴿۶۱﴾ ",
			"number": "",
			"verses_PDMS": "اَللّٰہُ  الَّذِیۡ جَعَلَ  لَکُمُ الَّیۡلَ  لِتَسۡکُنُوۡا فِیۡہِ وَ النَّہَارَ مُبۡصِرًا ؕ اِنَّ اللّٰہَ  لَذُوۡ فَضۡلٍ عَلَی النَّاسِ وَ لٰکِنَّ اَکۡثَرَ  النَّاسِ لَا یَشۡکُرُوۡنَ ﴿۶۱﴾ ",
			"index": "4194",
			"name": "আল্লাহ্‌, যিনি তোমাদের জন্য রাত সৃষ্টি করেছেন, যাতে তোমরা সেটার মধ্যে আরাম পাও এবং দিন সৃষ্টি করেছেন চক্ষুগুলো খোলার জন্য। নিশ্চয় আল্লাহ্‌ মানুষের প্রতি অনুগ্রহশীল; কিন্তু বহু মানুষ কৃতজ্ঞতা প্রকাশ করে না। ",
			"en_kanzulimaan": "It is Allah Who created night for you so that you may gain rest in it, and the day giving sight; indeed Allah is Most Munificent towards mankind, but most people do not give thanks.",
			"ur_kanzulimaan": "اللہ ہے جس نے تمہارے لیے رات بنائی کہ اس میں آرام پاؤ اور دن بنایا آنکھیں کھولتا بیشک اللہ لوگوں پر فضل والا ہے لیکن بہت آدمی شکر نہیں کرتے،",
			"hi_kanzulimaan": "अल्लाह है जिसने तुम्हारे लिये रात बनाई कि उसमें आराम पाओ और दिन बनाया आँखे खोलता (128फ) बेशक अल्लाह लोगों पर फ़ज़्ल (कृपा) वाला है लेकिन बहुत आदमी शुक्र नहीं करते",
			"author": "৬১. আল্লাহ্ই, যিনি তোমাদের জন্যে সৃষ্টি করেছেন রজনী যাতে তোমরা এতে বিশ্রাম করতে পারো এবং দেখার জন্যে দিবসকে করেছেন আলোকোজ্জ্বল। নিশ্চয়ই আল্লাহ্ মানুষের প্রতি অনুগ্রহশীল, কিন্তু অধিকাংশ মানুষ কৃতজ্ঞতা প্রকাশ করে না।"
		},
		{
			"_id": "4195",
			"sura": "40",
			"para": "24",
			"verses": "62",
			"names": "ذٰلِکُمُ اللّٰہُ  رَبُّکُمۡ خَالِقُ کُلِّ شَیۡءٍ ۘ لَاۤ  اِلٰہَ   اِلَّا ہُوَ ۫ۚ فَاَنّٰی تُؤۡفَکُوۡنَ ﴿۶۲﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکُمُ اللّٰہُ  رَبُّکُمۡ خَالِقُ کُلِّ شَیۡءٍ ۘ لَاۤ  اِلٰہَ   اِلَّا ہُوَ ۫ۚ فَاَنّٰی تُؤۡفَکُوۡنَ ﴿۶۲﴾ ",
			"index": "4195",
			"name": "তিনিই হন আল্লাহ্‌, তোমাদের রব, প্রত্যেক কিছুর স্রষ্টা, তিনি ব্যতীত অন্য কারো বন্দেগী নেই। সুতরাং কোথায় যাচ্ছো বিপরীতমুখী হয়ে?",
			"en_kanzulimaan": "Such is Allah, your Lord, the Creator of all things; there is no God except Him; so where are you reverting?",
			"ur_kanzulimaan": "وہ ہے اللہ تمہارا رب ہر چیز کا بنانے والا اس کے سوا کسی کی بندگی نہیں تو کہاں اوندھے جاتے ہو",
			"hi_kanzulimaan": "वह है अल्लाह तुम्हारा रब हर चीज़ का बनाने वाला, उसके सिवा किसी की बन्दगी नहीं तो कहां औंधे जाते हो (129फ)",
			"author": "৬২. এ আল্লাহ্ই তোমাদের প্রতিপালক, যিনি সকল কিছুর স্রষ্টা। তিনি ব্যতীত কোনো উপাস্য নেই। সুতরাং তোমরা কোথায় উদ্দেশ্যহীন ঘুরে বেড়াচ্ছো?"
		},
		{
			"_id": "4196",
			"sura": "40",
			"para": "24",
			"verses": "63",
			"names": "کَذٰلِکَ یُؤۡفَکُ الَّذِیۡنَ کَانُوۡا بِاٰیٰتِ اللّٰہِ یَجۡحَدُوۡنَ ﴿۶۳﴾ ",
			"number": "",
			"verses_PDMS": "کَذٰلِکَ یُؤۡفَکُ الَّذِیۡنَ کَانُوۡا بِاٰیٰتِ اللّٰہِ یَجۡحَدُوۡنَ ﴿۶۳﴾ ",
			"index": "4196",
			"name": "এ ভাবেই বিপরীতমুখী হয় ওই সব লোক, যারা আল্লাহ্‌র আয়াতসমূহকে অস্বীকার করে। ",
			"en_kanzulimaan": "This is how those who deny the signs of Allah go reverting.",
			"ur_kanzulimaan": "یونہی اوندھے ہوتے ہیں وہ جو اللہ کی آیتوں کا انکار کرتے ہیں",
			"hi_kanzulimaan": "यूंही औंधे होते हैं (130फ) वो जो अल्लाह की आयतों का इन्कार करते हैं (131फ)",
			"author": "৬৩. এভাবেই বিপরীতমুখী হতো তারা যারা আল্লাহ্‌র আয়াতসমূহকে অস্বীকার করতো।"
		},
		{
			"_id": "4197",
			"sura": "40",
			"para": "24",
			"verses": "64",
			"names": "اَللّٰہُ  الَّذِیۡ جَعَلَ  لَکُمُ الۡاَرۡضَ قَرَارًا وَّ السَّمَآءَ بِنَآءً وَّ صَوَّرَکُمۡ فَاَحۡسَنَ صُوَرَکُمۡ وَ رَزَقَکُمۡ مِّنَ الطَّیِّبٰتِ ؕ ذٰلِکُمُ اللّٰہُ  رَبُّکُمۡ ۚۖ فَتَبٰرَکَ اللّٰہُ  رَبُّ الۡعٰلَمِیۡنَ ﴿۶۴﴾ ",
			"number": "",
			"verses_PDMS": "اَللّٰہُ  الَّذِیۡ جَعَلَ  لَکُمُ الۡاَرۡضَ قَرَارًا وَّ السَّمَآءَ بِنَآءً وَّ صَوَّرَکُمۡ فَاَحۡسَنَ صُوَرَکُمۡ وَ رَزَقَکُمۡ مِّنَ الطَّیِّبٰتِ ؕ ذٰلِکُمُ اللّٰہُ  رَبُّکُمۡ ۚۖ فَتَبٰرَکَ اللّٰہُ  رَبُّ الۡعٰلَمِیۡنَ ﴿۶۴﴾ ",
			"index": "4197",
			"name": "আল্লাহ্‌, যিনি তোমাদের জন্য যমীনকে স্থির করেছেন আর আসমানকে ছাদ; এবং তোমাদের আকৃতি গঠন করেছেন। সুতরাং তোমাদের আকৃতিগুলোকে উৎকৃষ্ট করেছেন। আর তোমাদেরকে পবিত্র বস্তুসমূহ জীবিকারূপে দিয়েছেন। তিনিই হন আল্লাহ্‌, তোমাদের রব। সুতরাং বড়ই মঙ্গলময় হন আল্লাহ্‌, রব সমগ্র জাহানের। ",
			"en_kanzulimaan": "It is Allah Who made for you the earth your resting place and the sky a canopy, and moulded you so gave you the best shape, and gave you pure things for sustenance; such is Allah, your Lord; so Most Auspicious is Allah, the Lord Of The Creation.",
			"ur_kanzulimaan": "اللہ ہے جس نے تمہارے لیے زمین ٹھہراؤ بنائی اور آسمان چھت اور تمہاری تصویر کی تو تمہاری صورتیں اچھی بنائیں اور تمہیں ستھری چیزیں روزی دیں یہ ہے اللہ تمہارا رب، تو بڑی برکت والا ہے اللہ رب سارے جہان کا،",
			"hi_kanzulimaan": "अल्लाह है जिसने तुम्हारे लिये ज़मीन ठहराव बनाई (132फ) और आसमान छत (133फ) और तुम्हारी तस्वीर की, तो तुम्हारी सूरतें अच्छी बनाई (134फ) और तुम्हें सुथरी चीज़ें (135फ) रोज़ी दीं, यह है अल्लाह तुम्हारा रब, तो बड़ी बरकत वाला है अल्लाह रब सारे जहां का",
			"author": "৬৪. আল্লাহ্ই, যিনি তোমাদের জন্যে পৃথিবীকে করেছেন আবাসস্থল এবং আকাশকে করেছেন ছাদ। আর তিনি তোমাদের আকৃতি গঠন করেছেন, অতঃপর তোমাদের আকৃতিকে করেছেন সুন্দর এবং পবিত্র বস্তু থেকে তোমাদেরকে দিয়েছেন রিযিক। এ আল্লাহ্ই তোমাদের প্রতিপালক। সুতরাং আল্লাহ্ মহা অনুগ্রহের অধিকারী, যিনি বিশ্ব জাহানের প্রতিপালক।"
		},
		{
			"_id": "4198",
			"sura": "40",
			"para": "24",
			"verses": "65",
			"names": "ہُوَ الۡحَیُّ  لَاۤ  اِلٰہَ  اِلَّا ہُوَ فَادۡعُوۡہُ مُخۡلِصِیۡنَ لَہُ  الدِّیۡنَ ؕ اَلۡحَمۡدُ لِلّٰہِ رَبِّ الۡعٰلَمِیۡنَ ﴿۶۵﴾ ",
			"number": "",
			"verses_PDMS": "ہُوَ الۡحَیُّ  لَاۤ  اِلٰہَ  اِلَّا ہُوَ فَادۡعُوۡہُ مُخۡلِصِیۡنَ لَہُ  الدِّیۡنَ ؕ اَلۡحَمۡدُ لِلّٰہِ رَبِّ الۡعٰلَمِیۡنَ ﴿۶۵﴾ ",
			"index": "4198",
			"name": "তিনিই চিরঞ্জীব; তিনি ব্যতীত অন্য কারো বন্দেগী নেই। সুতরাং তার ইবাদত করো নিরেট তাঁরই বান্দা হয়ে। সমস্ত প্রশংসা আল্লাহ্‌রই, যিনি সমগ্র জাহানের রব। ",
			"en_kanzulimaan": "It is He, the Alive - there is no God except Him; therefore worship Him as His sincere bondmen; all praise is to Allah, the Lord Of The Creation.",
			"ur_kanzulimaan": "وہی زندہ ہے اس کے سوا کسی کی بندگی نہیں تو اسے پوجو نرے اسی کے بندے ہوکر، سب خوبیاں اللہ کو جو سارے جہاں کا رب،",
			"hi_kanzulimaan": "वही ज़िन्दा है (136फ) उसके सिवा किसी की बन्दगी नहीं तो उसे पूजो निरे उसी के बन्दे होकर, सब ख़ूबियां अल्लाह को जो सारे जहां का रब",
			"author": "৬৫. তিনিই চিরঞ্জীব, তিনি ব্যতীত কোনো উপাস্য নেই। অতএব তোমরা তাঁরই ইবাদত করো তাঁর জন্যে আন্তরিক আনুগত্য ও নিষ্ঠার সাথে। সমস্ত প্রশংসা আল্লাহ্‌রই, যিনি বিশ্ব জগতের প্রতিপালক।"
		},
		{
			"_id": "4199",
			"sura": "40",
			"para": "24",
			"verses": "66",
			"names": "قُلۡ  اِنِّیۡ نُہِیۡتُ اَنۡ اَعۡبُدَ الَّذِیۡنَ تَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ  لَمَّا جَآءَنِیَ الۡبَیِّنٰتُ مِنۡ رَّبِّیۡ ۫ وَ اُمِرۡتُ اَنۡ  اُسۡلِمَ لِرَبِّ الۡعٰلَمِیۡنَ ﴿۶۶﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اِنِّیۡ نُہِیۡتُ اَنۡ اَعۡبُدَ الَّذِیۡنَ تَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ  لَمَّا جَآءَنِیَ الۡبَیِّنٰتُ مِنۡ رَّبِّیۡ ۫ وَ اُمِرۡتُ اَنۡ  اُسۡلِمَ لِرَبِّ الۡعٰلَمِیۡنَ ﴿۶۶﴾ ",
			"index": "4199",
			"name": "আপনি বলুন, ‘আমাকে নিষেধ করা হয়েছে সেগুলোর পূজা করতে, যেগুলোর তোমরা আল্লাহ্‌ ব্যতীত পূজা করছো যখন আমার নিকট সুস্পষ্ট নিদর্শনসমূহ আমার রবের নিকট থেকে এসেছে। আর আমাকে নির্দেশ দেওয়া হয়েছে যেন রব্বুল আলামীনের সম্মুখে আত্নসমর্পণ করি। ",
			"en_kanzulimaan": "Proclaim (O dear Prophet Mohammed - peace and blessings be upon him), I have been forbidden to worship those whom you worship besides Allah whilst clear proofs have come to me from my Lord; and I have been commanded to submit to the Lord Of The Creation.",
			"ur_kanzulimaan": "تم فرماؤ میں منع کیا گیا ہوں کہ انہیں پوجوں جنہیں تم اللہ کے سوا پوجتے ہو جبکہ میرے پاس روشن دلیلیں میرے رب کی طرف سے آئیں اور مجھے حکم ہوا ہے کہ رب العالمین کے حضور گردن رکھوں،",
			"hi_kanzulimaan": "तुम फ़रमाओ मैं मना किया गया हूँ कि उन्हें पूजूं जिन्हें तुम अल्लाह के सिवा पूजते हो (137फ) जब कि मेरे पास रौशन दलीलें (138फ) मेरे रब की तरफ़ से आईं और मुझे हुक्म हुआ है कि रब्बुलआ़लमिन के हुज़ूर (समक्ष) गर्दन रखूं",
			"author": "৬৬. বলে দিন, ‘আমাকে নিষেধ করা হয়েছে সে সবের উপাসনা করতে, আল্লাহ্‌র পরিবর্তে যেসব মূর্তির উপাসনা তোমরা করো, যখন আমার নিকট আমার প্রতিপালকের পক্ষ থেকে সুস্পষ্ট নিদর্শনাবলী এসেছে। আর আমাকে নির্দেশ দেয়া হয়েছে, আমি যেন বিশ্ব জগতের প্রতিপালকের আনুগত্য করি।’"
		},
		{
			"_id": "4200",
			"sura": "40",
			"para": "24",
			"verses": "67",
			"names": "ہُوَ الَّذِیۡ خَلَقَکُمۡ مِّنۡ تُرَابٍ ثُمَّ مِنۡ نُّطۡفَۃٍ  ثُمَّ مِنۡ عَلَقَۃٍ  ثُمَّ یُخۡرِجُکُمۡ طِفۡلًا  ثُمَّ  لِتَبۡلُغُوۡۤا  اَشُدَّکُمۡ ثُمَّ لِتَکُوۡنُوۡا شُیُوۡخًا ۚ وَ مِنۡکُمۡ مَّنۡ یُّتَوَفّٰی مِنۡ قَبۡلُ وَ لِتَبۡلُغُوۡۤا  اَجَلًا مُّسَمًّی وَّ  لَعَلَّکُمۡ  تَعۡقِلُوۡنَ ﴿۶۷﴾ ",
			"number": "",
			"verses_PDMS": "ہُوَ الَّذِیۡ خَلَقَکُمۡ مِّنۡ تُرَابٍ ثُمَّ مِنۡ نُّطۡفَۃٍ  ثُمَّ مِنۡ عَلَقَۃٍ  ثُمَّ یُخۡرِجُکُمۡ طِفۡلًا  ثُمَّ  لِتَبۡلُغُوۡۤا  اَشُدَّکُمۡ ثُمَّ لِتَکُوۡنُوۡا شُیُوۡخًا ۚ وَ مِنۡکُمۡ مَّنۡ یُّتَوَفّٰی مِنۡ قَبۡلُ وَ لِتَبۡلُغُوۡۤا  اَجَلًا مُّسَمًّی وَّ  لَعَلَّکُمۡ  تَعۡقِلُوۡنَ ﴿۶۷﴾ ",
			"index": "4200",
			"name": "তিনিই হন, যিনি তোমাদেরকে মাটি থেকে সৃষ্টি করেছেন অতঃপর পানির ফোঁটা থেকে, অতঃপর রক্তপিণ্ড থেকে অতঃপর তোমাদেরকে বের করেন শিশুরূপে। অতঃপর তোমাদেরকে স্থায়ী রাখেন যেন আপন যৌবনে উপনীত হও, অতঃপর এ জন্য যে, বৃদ্ধ হও এবং তোমাদের মধ্যে কাউকে পূর্বেই উঠিয়ে নেওয়া হয়। আর একটা নির্ধারিত সময় পর্যন্ত পৌঁছবে, এবং এ জন্য যে, তোমরা অনুধাবন করতে পারবে। ",
			"en_kanzulimaan": "It is He Who created you from clay, then from a drop of liquid, then from a clot of blood, and then brings you forth as a child, then keeps you alive for you to reach adulthood and then to become old; and some among you pass away earlier, and for you to reach an appointed term, and so that you may understand.",
			"ur_kanzulimaan": "وہی ہے جس نے تمہیں مٹی سے بنایا پھر پانی کی بوند سے پھر خون کی پھٹک سے پھرتمہیں نکالتا ہے بچہ پھرتمہیں باقی رکھتا ہے کہ اپنی جوانی کو پہنچو پھر اس لیے کہ بوڑھے ہو اور تم میں کوئی پہلے ہی اٹھالیا جاتا ہے اور اس لیے کہ تم ایک مقرر وعدہ تک پہنچو اور اس لیے کہ سمجھو",
			"hi_kanzulimaan": "वही है जिसने तुम्हें (139फ) मिट्टी से बनाया फिर (140फ) पानी की बूंद से (141फ) फिर ख़ून की फुटक से फिर तुम्हें निकालता है बच्चा फिर तुम्हें बाक़ी रखता है कि अपनी जवानी को पहुंचो (142फ) फिर इसलिये कि बूढ़े हो और तुम में कोई पहले ही उठा लिया जाता है (143फ) और इसलिये कि तुम एक मुक़र्रर वादे तक पहुंचो(144फ) और इसलिये कि समझो (145फ)",
			"author": "৬৭. তিনিই তোমাদের (রাসায়নিক জীবনের) সৃষ্টির সূচনা করেছেন মৃত্তিকা থেকে, অতঃপর (জৈবিক জীবনের সূচনা) এক শুক্রবিন্দু (অর্থাৎ এক ভ্রুণকোষ) থেকে, পরে মায়ের গর্ভাশয়ে ঝুলন্ত বস্তুপিন্ড থেকে, পরিশেষে তিনিই তোমাদেরকে নবজাতকরূপে ভূমিষ্ঠ করান; অতঃপর (তোমাদেরকে পরিচর্যা করেন) যাতে তোমরা তোমাদের যৌবনে পদার্পণ করো। তারপর (তোমাদেরকে জীবনের মেয়াদ প্রদান করেন) যাতে তোমরা বৃদ্ধ হও। আর তোমাদের মধ্যে কেউ কেউ (বার্ধ্যক্যের) পূর্বেই মৃত্যুবরণ করো এবং (এসব কিছুই এ জন্যে করেন) যাতে তোমরা (স্ব স্ব) নির্ধারিত কাল প্রাপ্ত হও এবং যাতে তোমরা উপলদ্ধি করতে পারো।"
		},
		{
			"_id": "4201",
			"sura": "40",
			"para": "24",
			"verses": "68",
			"names": "ہُوَ الَّذِیۡ یُحۡیٖ وَ یُمِیۡتُ ۚ فَاِذَا قَضٰۤی اَمۡرًا  فَاِنَّمَا یَقُوۡلُ  لَہٗ  کُنۡ  فَیَکُوۡنُ ﴿۶۸﴾ ",
			"number": "",
			"verses_PDMS": "ہُوَ الَّذِیۡ یُحۡیٖ وَ یُمِیۡتُ ۚ فَاِذَا قَضٰۤی اَمۡرًا  فَاِنَّمَا یَقُوۡلُ  لَہٗ  کُنۡ  فَیَکُوۡنُ ﴿۶۸﴾ ",
			"index": "4201",
			"name": "তিনিই হন, যিনি জীবিত রাখেন ও মৃত্যু ঘটান। অতঃপর যখন কোন নির্দেশ দেন, তবে সেটার উদ্দেশ্যে এটাই বলেন, ‘হয়ে যা’। তখনই তা হয়ে যায়। ",
			"en_kanzulimaan": "It is He Who gives life and death; so whenever He wills a thing, He only says to it Be  it thereupon happens!",
			"ur_kanzulimaan": "وہی ہے کہ جِلاتا ہے اور مارتا ہے پھر جب کوئی حکم فرماتا ہے تو اس سے یہی کہتا ہے کہ ہو جا جبھی وہ ہوجاتا ہے",
			"hi_kanzulimaan": "वही है कि जिलाता है और मारता है, फिर जब कोई हुक्म फ़रमाता है तो उससे यही कहता है कि होजा जभी वह हो जाता है (146फ)",
			"author": "৬৮. তিনিই জীবন দান করেন এবং মৃত্যু ঘটান। অতঃপর যখন তিনি কোনো কাজের ফায়সালা করেন তখন কেবল একে বলেন, ‘হও’, তখন তা হয়ে যায়।"
		},
		{
			"_id": "4202",
			"sura": "40",
			"para": "24",
			"verses": "69",
			"names": "اَلَمۡ  تَرَ  اِلَی الَّذِیۡنَ یُجَادِلُوۡنَ فِیۡۤ  اٰیٰتِ اللّٰہِ ؕ اَنّٰی یُصۡرَفُوۡنَ ﴿ۖۛۚ۶۹﴾ ",
			"number": "",
			"verses_PDMS": "اَلَمۡ  تَرَ  اِلَی الَّذِیۡنَ یُجَادِلُوۡنَ فِیۡۤ  اٰیٰتِ اللّٰہِ ؕ اَنّٰی یُصۡرَفُوۡنَ ﴿ۖۛۚ۶۹﴾ ",
			"index": "4202",
			"name": "আপনি কি দেখেন নি ওইসব লোককে, যারা আল্লাহ্‌র আয়াতসমূহের মধ্যে ঝগড়া করে? কোথায় তাদেরকে ফেরানো হচ্ছে। ",
			"en_kanzulimaan": "Did you not see those who dispute concerning the signs of Allah? Where are they being diverted?",
			"ur_kanzulimaan": "کیا تم نے انہیں نہ دیکھا جو اللہ کی آیتوں میں جھگڑے ہیں کہاں پھیرے جاتے ہیں",
			"hi_kanzulimaan": "क्या तुमने उन्हें न देखा जो अल्लाह की आयतों में झगड़ते हैं (147फ) कहाँ फेरे जाते हैं (148फ)",
			"author": "৬৯. আপনি কি দেখেননি তাদেরকে যারা আল্লাহ্‌র আয়াতসমূহ নিয়ে বিতর্ক করে? তারা কোথায় উদ্দেশ্যহীন ঘুরে বেড়াচ্ছে?"
		},
		{
			"_id": "4203",
			"sura": "40",
			"para": "24",
			"verses": "70",
			"names": "الَّذِیۡنَ کَذَّبُوۡا بِالۡکِتٰبِ وَ بِمَاۤ  اَرۡسَلۡنَا بِہٖ رُسُلَنَا ۟ۛ فَسَوۡفَ یَعۡلَمُوۡنَ ﴿ۙ۷۰﴾ ",
			"number": "",
			"verses_PDMS": "الَّذِیۡنَ کَذَّبُوۡا بِالۡکِتٰبِ وَ بِمَاۤ  اَرۡسَلۡنَا بِہٖ رُسُلَنَا ۟ۛ فَسَوۡفَ یَعۡلَمُوۡنَ ﴿ۙ۷۰﴾ ",
			"index": "4203",
			"name": "ওই সব লোক, যারা অস্বীকার করেছে কিতাবকে এবং যা আমি আপন রসূলগণের সাথে প্রেরণ করেছি; তারা অবিলম্বে জানতে পারবে। ",
			"en_kanzulimaan": "Those who denied the Book and what We sent with Our Noble Messengers; so they will soon come to know. -",
			"ur_kanzulimaan": "وہ جنہوں نے جھٹلائی کتاب اور جو ہم نے اپنے رسولوں کے ساتھ بھیجا، ف۱۵۰) وہ عنقریب جان جائیں گے",
			"hi_kanzulimaan": "वो जिन्होंने झुटलाई किताब (149फ) और जो हमने अपने रसूलों के साथ भेजा (150फ) वो अन्करीब जान जाएंगे (151फ)",
			"author": "৭০. যারা মিথ্যাপ্রতিপন্ন করেছে কিতাব এবং সেসব যা (নিদর্শনাবলী) সহ আমরা আমাদের রাসূলগণকে প্রেরণ করেছিলাম, তারা অচিরেই (তাদের পরিণতি) জানতে পারবে,"
		},
		{
			"_id": "4204",
			"sura": "40",
			"para": "24",
			"verses": "71",
			"names": "اِذِ الۡاَغۡلٰلُ فِیۡۤ  اَعۡنَاقِہِمۡ وَ السَّلٰسِلُ ؕ یُسۡحَبُوۡنَ ﴿ۙ۷۱﴾ ",
			"number": "",
			"verses_PDMS": "اِذِ الۡاَغۡلٰلُ فِیۡۤ  اَعۡنَاقِہِمۡ وَ السَّلٰسِلُ ؕ یُسۡحَبُوۡنَ ﴿ۙ۷۱﴾ ",
			"index": "4204",
			"name": "যখন তাদের ঘাড়সমূহে বেড়ী থাকবে এবং শৃঙ্খলসমূহ হেঁচড়িয়ে নিয়ে যাওয়া হবে;",
			"en_kanzulimaan": "When around their necks will be shackles and chains; they will be dragged. -",
			"ur_kanzulimaan": "جب ان کی گردنوں میں طوق ہوں گے اور زنجیریں گھسیٹے جائیں گے،",
			"hi_kanzulimaan": "जब उनकी गर्दनों में तौक़ होंगे और ज़ंजीरें (152फ) घसीटे जाएंगे",
			"author": "৭১. যখন তাদের গলদেশে বেড়ী ও শৃংখল থাকবে এবং তাদেরকে টেনে নিয়ে যাওয়া হবে"
		},
		{
			"_id": "4205",
			"sura": "40",
			"para": "24",
			"verses": "72",
			"names": "فِی الۡحَمِیۡمِ ۬ۙ ثُمَّ  فِی النَّارِ  یُسۡجَرُوۡنَ ﴿ۚ۷۲﴾ ",
			"number": "",
			"verses_PDMS": "فِی الۡحَمِیۡمِ ۬ۙ ثُمَّ  فِی النَّارِ  یُسۡجَرُوۡنَ ﴿ۚ۷۲﴾ ",
			"index": "4205",
			"name": "ফুটন্ত পানির মধ্যে; অতঃপর আগুনে বিদগ্ধ করা হবে। ",
			"en_kanzulimaan": "In boiling water; they will then be ignited * in the fire. (Like fuel - see verse 2:24)",
			"ur_kanzulimaan": "کھولتے پانی میں، پھر آگ میں دہکائے جائیں گے",
			"hi_kanzulimaan": "खौलते पानी में, फिर आग में दहकाए जाएंगे (153फ)",
			"author": "৭২. ফুটন্ত পানিতে, অতঃপর (জ্বালানী হিসেবে) নিক্ষেপ করা হবে অগ্নিতে।"
		},
		{
			"_id": "4206",
			"sura": "40",
			"para": "24",
			"verses": "73",
			"names": "ثُمَّ  قِیۡلَ لَہُمۡ  اَیۡنَ مَا کُنۡتُمۡ تُشۡرِکُوۡنَ ﴿ۙ۷۳﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ  قِیۡلَ لَہُمۡ  اَیۡنَ مَا کُنۡتُمۡ تُشۡرِکُوۡنَ ﴿ۙ۷۳﴾ ",
			"index": "4206",
			"name": "অতঃপর তাদেরকে বলা হবে, ‘কোথায় গেছে সেগুলো যেগুলোকে তোমরা শরীক বলতে।–",
			"en_kanzulimaan": "It will then be said to them, Where are the partners you used to appoint? -",
			"ur_kanzulimaan": "پھر ان سے فرمایا جائے گا کہاں گئے وہ جو تم شریک بناتے تھے",
			"hi_kanzulimaan": "फिर उनसे फ़रमाया जाएगा कहाँ गए वो जो तुम शरीक बनाते थे (154फ)",
			"author": "৭৩. অতঃপর তাদেরকে বলা হবে, ‘কোথায় সেসব (মূর্তি) যাদেরকে তোমরা অংশীদার সাব্যস্ত করতে,"
		},
		{
			"_id": "4207",
			"sura": "40",
			"para": "24",
			"verses": "74",
			"names": "مِنۡ دُوۡنِ اللّٰہِ ؕ قَالُوۡا ضَلُّوۡا عَنَّا بَلۡ لَّمۡ نَکُنۡ نَّدۡعُوۡا مِنۡ قَبۡلُ شَیۡئًا ؕ کَذٰلِکَ  یُضِلُّ  اللّٰہُ  الۡکٰفِرِیۡنَ ﴿۷۴﴾ ",
			"number": "",
			"verses_PDMS": "مِنۡ دُوۡنِ اللّٰہِ ؕ قَالُوۡا ضَلُّوۡا عَنَّا بَلۡ لَّمۡ نَکُنۡ نَّدۡعُوۡا مِنۡ قَبۡلُ شَیۡئًا ؕ کَذٰلِکَ  یُضِلُّ  اللّٰہُ  الۡکٰفِرِیۡنَ ﴿۷۴﴾ ",
			"index": "4207",
			"name": "আল্লাহ্‌র মোকাবেলায়?’ তারা বলবে, ‘সেগুলো তো আমাদের নিকট থেকে হারিয়ে গেছে; বরং আমরা ইতোপূর্বে কিছুর পূজাই করতাম না’। আল্লাহ্‌ এভাবেই পথভ্রষ্ট করেন কাফিরদেরকে। ",
			"en_kanzulimaan": "As rivals to Allah? ; they will say, We have lost them - in fact we never used to worship anything before!; this is how Allah sends the disbelievers astray.",
			"ur_kanzulimaan": "اللہ کے مقابل، کہیں گے وہ تو ہم سے گم گئے بلکہ ہم پہلے کچھ پوجتے ہی نہ تھے اللہ یونہی گمراہ کرتا ہے کافروں کو،",
			"hi_kanzulimaan": "अल्लाह के मुक़ाबिल, कहेंगे वो तो हम से गुम गए (155फ) बल्कि हम पहले कुछ पूजते ही न थे (156फ) अल्लाह यूं ही गुमराह करता है काफ़िरों को",
			"author": "৭৪. আল্লাহ্ ব্যতীত?’ তারা বলবে, ‘তারা আমাদের থেকে হারিয়ে গেছে, বস্তুত আমরা তো পূর্বে কোনো কিছুরই উপাসনা করতাম না’। এভাবে আল্লাহ্ কাফেরদেরকে পথভ্রষ্ট করেন।"
		},
		{
			"_id": "4208",
			"sura": "40",
			"para": "24",
			"verses": "75",
			"names": "ذٰلِکُمۡ بِمَا کُنۡتُمۡ تَفۡرَحُوۡنَ فِی الۡاَرۡضِ بِغَیۡرِ الۡحَقِّ وَ بِمَا کُنۡتُمۡ تَمۡرَحُوۡنَ ﴿ۚ۷۵﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکُمۡ بِمَا کُنۡتُمۡ تَفۡرَحُوۡنَ فِی الۡاَرۡضِ بِغَیۡرِ الۡحَقِّ وَ بِمَا کُنۡتُمۡ تَمۡرَحُوۡنَ ﴿ۚ۷۵﴾ ",
			"index": "4208",
			"name": "এটা এরই পরিণাম যে, তোমরা যমীনে মিথ্যার উপর খুশী হতে; এবং এরই পরিণাম যে, তোমরা দম্ভ করতে। ",
			"en_kanzulimaan": "This is the recompense of your being happy upon falsehood in the earth, and the recompense of your conceit.",
			"ur_kanzulimaan": "یہ اس کا بدلہ ہے جو تم زمین میں باطل پر خوش ہوتے تھے اور اس کا بدلہ ہے جو تم اتراتے تھے،",
			"hi_kanzulimaan": "यह (157फ) उसका बदला है जो तुम ज़मीन में बातिल पर ख़ुश होते थे (158फ) और उसका बदला है जो तुम इतराते थे",
			"author": "৭৫. এ (শাস্তি) এর বিনিময়ে যে, পৃথিবীতে তোমরা অযথা আনন্দ-উল্লাস করতে এবং এর বিনিময়েও যে, তোমরা অহঙ্কার করতে।"
		},
		{
			"_id": "4209",
			"sura": "40",
			"para": "24",
			"verses": "76",
			"names": "اُدۡخُلُوۡۤا اَبۡوَابَ جَہَنَّمَ خٰلِدِیۡنَ فِیۡہَا ۚ فَبِئۡسَ مَثۡوَی  الۡمُتَکَبِّرِیۡنَ ﴿۷۶﴾ ",
			"number": "",
			"verses_PDMS": "اُدۡخُلُوۡۤا اَبۡوَابَ جَہَنَّمَ خٰلِدِیۡنَ فِیۡہَا ۚ فَبِئۡسَ مَثۡوَی  الۡمُتَکَبِّرِیۡنَ ﴿۷۶﴾ ",
			"index": "4209",
			"name": "যাও জাহান্নামের দ্বারসমূহে তাতে স্থায়ীভাবে অবস্থানের জন্য! সুতরাং কতই মন্দ ঠিকানা অহঙ্কারীদের!",
			"en_kanzulimaan": "Enter the gates of hell, to remain in it forever; so what a wretched destination for the haughty!",
			"ur_kanzulimaan": "جاؤ جہنم کے دروازوں میں اس میں ہمیشہ رہنے، تو کیا ہی برا ٹھکانا مغروروں کا",
			"hi_kanzulimaan": "जाओ जहन्नम के दरवाज़ों में उसमें हमेशा रहने, तो क्या ही बुरा ठिकाना मग़रुरों का (159फ)",
			"author": "৭৬. প্রবেশ করো জাহান্নামের প্রবেশদ্বারে, এতে চিরস্থায়ী বসবাসকারীরূপে। সুতরাং কতোই না নিকৃষ্ট অহঙ্কারীদের ঠিকানা!"
		},
		{
			"_id": "4210",
			"sura": "40",
			"para": "24",
			"verses": "77",
			"names": "فَاصۡبِرۡ اِنَّ وَعۡدَ اللّٰہِ حَقٌّ ۚ فَاِمَّا نُرِیَنَّکَ بَعۡضَ الَّذِیۡ نَعِدُہُمۡ اَوۡ نَتَوَفَّیَنَّکَ فَاِلَیۡنَا یُرۡجَعُوۡنَ ﴿۷۷﴾ ",
			"number": "",
			"verses_PDMS": "فَاصۡبِرۡ اِنَّ وَعۡدَ اللّٰہِ حَقٌّ ۚ فَاِمَّا نُرِیَنَّکَ بَعۡضَ الَّذِیۡ نَعِدُہُمۡ اَوۡ نَتَوَفَّیَنَّکَ فَاِلَیۡنَا یُرۡجَعُوۡنَ ﴿۷۷﴾ ",
			"index": "4210",
			"name": "সুতরাং আপনি ধৈর্যধারণ করুন! নিশ্চয় আল্লাহ্‌র প্রতিশ্রুতি সত্য। অতএব, যদি আমি আপনাকে দেখিয়ে দিই এমন কিছু বস্তু, যার প্রতিশ্রুতি তাদেরকে প্রদান করি, অথবা আপনাকে পূর্বেই ওফাত দিই- উভয় অবস্থাতেই তাদেরকে আমার দিকে প্রত্যাবর্তন করতে হবে। ",
			"en_kanzulimaan": "Therefore be patient (O dear Prophet Mohammed - peace and blessings be upon him), undoubtedly Allahs promise is true; and whether We show some of what We promise them, or cause you to pass away before it - in any case they will return to Us.",
			"ur_kanzulimaan": "تو تم صبر کرو بیشک اللہ کا وعدہ سچا ہے، تو اگر ہم تمہیں دکھادیں کچھ وہ چیز جس کا انہیں وعدہ دیا جاتا ہے یا تمہیں پہلے ہی وفات دیں بہرحال انہیں ہماری ہی طرف پھرنا",
			"hi_kanzulimaan": "तो तुम सब्र करो बेशक अल्लाह का वादा (160फ) सच्चा है, तो अगर हम तुम्हें दिखा दें (161फ) कुछ वह चीज़ जिसका उन्हें वादा दिया जाता है (162फ) या तुम्हें पहले ही वफ़ात (मृत्यु) दें बहरहाल उन्हें हमारी ही तरफ़ फिरना (163फ)",
			"author": "৭৭. সুতরাং আপনি ধৈর্য ধরুন, নিশ্চই আল্লাহ্‌র অঙ্গীকার সত্য। অতঃপর যদি আমরা আপনাকে এর (এ শাস্তির) কিছু অংশ দেখাই, যার অঙ্গীকার আমরা তাদেরকে করেছি অথবা আপনাকে (এর পূর্বে) দৃশ্যমান জীবন থেকে প্রস্থান করাই, তবে (উভয় অবস্থাতেই) তারা আমাদের নিকট প্রত্যাবর্তিত হবে।"
		},
		{
			"_id": "4211",
			"sura": "40",
			"para": "24",
			"verses": "78",
			"names": "وَ لَقَدۡ اَرۡسَلۡنَا رُسُلًا مِّنۡ قَبۡلِکَ مِنۡہُمۡ مَّنۡ  قَصَصۡنَا عَلَیۡکَ وَ مِنۡہُمۡ مَّنۡ لَّمۡ نَقۡصُصۡ عَلَیۡکَ ؕ وَ مَا کَانَ لِرَسُوۡلٍ اَنۡ یَّاۡتِیَ بِاٰیَۃٍ  اِلَّا بِاِذۡنِ اللّٰہِ ۚ فَاِذَا جَآءَ  اَمۡرُ  اللّٰہِ  قُضِیَ  بِالۡحَقِّ وَ  خَسِرَ ہُنَالِکَ الۡمُبۡطِلُوۡنَ ﴿۷۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اَرۡسَلۡنَا رُسُلًا مِّنۡ قَبۡلِکَ مِنۡہُمۡ مَّنۡ  قَصَصۡنَا عَلَیۡکَ وَ مِنۡہُمۡ مَّنۡ لَّمۡ نَقۡصُصۡ عَلَیۡکَ ؕ وَ مَا کَانَ لِرَسُوۡلٍ اَنۡ یَّاۡتِیَ بِاٰیَۃٍ  اِلَّا بِاِذۡنِ اللّٰہِ ۚ فَاِذَا جَآءَ  اَمۡرُ  اللّٰہِ  قُضِیَ  بِالۡحَقِّ وَ  خَسِرَ ہُنَالِکَ الۡمُبۡطِلُوۡنَ ﴿۷۸﴾ ",
			"index": "4211",
			"name": "এবং নিশ্চয় আমি আপনার পূর্বে কত সংখ্যক রসূল প্রেরণ করেছি, যাদের মধ্যে কারো কারো অবস্থাদি আপনার নিকট বর্ণনা করেছি এবং কারো কারো অবস্থাদি বর্ণনা করি নি এবং কোন রসূলের জন্য শোভা পায় না যে, কোন নিদর্শন নিয়ে আসবেন আল্লাহ্‌র নির্দেশে ব্যতিরেকে। অতঃপর যখন আল্লাহ্‌র নির্দেশ আসবে তখন সত্য মীমাংসাই করে দেওয়া হবে এবং মিথাশ্রয়ীদের সেখানেই ক্ষতি। ",
			"en_kanzulimaan": "Indeed We sent many Noble Messengers before you, so We have related to you the affairs of some among them, and not related the affairs of some; and no Noble Messenger has the right to bring any sign except with the command of Allah; so the time when the command of Allah comes, the true judgement will be delivered and there will the people of falsehood be ruined.",
			"ur_kanzulimaan": "اور بیشک ہم نے تم سے پہلے کتنے رسول بھیجے کہ جن میں کسی کا احوال تم سے بیان فرمایا اور کسی کا احوال نہ بیان فرمایا اور کسی رسول کو نہیں پہنچتا کہ کوئی نشانی لے آئے بے حکم خدا کے، پھر جب اللہ کا حکم آئے گا سچا فیصلہ فرمادیا جائے گا اور باطل والوں کا وہاں خسارہ،",
			"hi_kanzulimaan": "और बेशक हमने तुमसे पहले कितने ही रसूल भेजे कि जिन में किसी का अहवाल तुमसे बयान फ़रमाया (164फ) और किसी का अहवाल न बयान फ़रमाया (165फ) और किसी रसूल को नहीं पहुंचता कि कोई निशानी ले आए हुक्मे खुदा के, फिर जब अल्लाह का हुक्म आएगा (166फ) सच्चा फ़ैसला फ़रमा दिया जाएगा (167फ) और बातिल (असत्य) वालों का वहाँ ख़सारा",
			"author": "৭৮. আর আমরা তো আপনার পূর্বে বহু রাসূল প্রেরণ করেছিলাম, তাঁদের কারো কারো অবস্থাদি আমরা আপনার নিকট বর্ণনা করেছি এবং তাঁদের কারো কারো অবস্থাদি (এখনো পর্যন্ত) আপনার নিকট বর্ণনা করিনি। আর কোনো রাসূলের পক্ষেই এ (সম্ভব) ছিল না যে, আল্লাহ্‌র অনুমতি ব্যতীত তাঁরা কোনো নিদর্শন উপস্থিত করে। অতঃপর যখন আল্লাহ্‌র নির্দেশ এসে গেল (এবং) সত্য ও ন্যায়ের ফায়সালা হয়ে গেল, তখন বাতিলপন্থীরা ক্ষতিগ্রস্ত হলো।"
		},
		{
			"_id": "4212",
			"sura": "40",
			"para": "24",
			"verses": "79",
			"names": "اَللّٰہُ  الَّذِیۡ جَعَلَ  لَکُمُ الۡاَنۡعَامَ لِتَرۡکَبُوۡا مِنۡہَا وَ  مِنۡہَا تَاۡکُلُوۡنَ ﴿۫۷۹﴾ ",
			"number": "",
			"verses_PDMS": "اَللّٰہُ  الَّذِیۡ جَعَلَ  لَکُمُ الۡاَنۡعَامَ لِتَرۡکَبُوۡا مِنۡہَا وَ  مِنۡہَا تَاۡکُلُوۡنَ ﴿۫۷۹﴾ ",
			"index": "4212",
			"name": "আল্লাহ্‌, যিনি তোমাদের জন্য চতুষ্পদ প্রাণীসমূহ সৃষ্টি করেন; যাতে কোনটার উপর আরোহণ করো এবং কোনটার মাংস আহার করো। ",
			"en_kanzulimaan": "It is Allah Who created the animals for you, in order for you to ride some of them, and some to eat.",
			"ur_kanzulimaan": "اللہ ہے جس نے تمہارے لیے چوپائے بنائے کہ کسی پر سوار ہو اور کسی کا گوشت کھاؤ،",
			"hi_kanzulimaan": "अल्लाह है जिसने तुम्हारे लिये चौपाए बनाए कि किसी पर सवार हो और किसी का गोश्त खाओ",
			"author": "৭৯. আল্লাহ্ই, যিনি তোমাদের জন্যে সৃষ্টি করেছেন চতুষ্পদজন্তু, যাতে এগুলোর কোনোটার উপর তোমরা আরোহণ করো এবং এগুলোর কোনোটি তোমরা আহার করো।"
		},
		{
			"_id": "4213",
			"sura": "40",
			"para": "24",
			"verses": "80",
			"names": "وَ لَکُمۡ فِیۡہَا مَنَافِعُ وَ لِتَبۡلُغُوۡا عَلَیۡہَا حَاجَۃً  فِیۡ صُدُوۡرِکُمۡ  وَ عَلَیۡہَا وَ عَلَی الۡفُلۡکِ  تُحۡمَلُوۡنَ ﴿ؕ۸۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَکُمۡ فِیۡہَا مَنَافِعُ وَ لِتَبۡلُغُوۡا عَلَیۡہَا حَاجَۃً  فِیۡ صُدُوۡرِکُمۡ  وَ عَلَیۡہَا وَ عَلَی الۡفُلۡکِ  تُحۡمَلُوۡنَ ﴿ؕ۸۰﴾ ",
			"index": "4213",
			"name": "এবং তোমাদের জন্য সেগুলোর মধ্যে কতই উপকার রয়েছে এবং এ জন্যই যেন তোমরা সেগুলোর পিঠের উপর আপন অন্তরের উদ্দেশ্যাবলীতে পৌঁছতে পারো এবং সেগুলোর উপর ও নৌযানগুলোর উপর আরোহণ করো। ",
			"en_kanzulimaan": "And in them are numerous benefits for you, and for you to reach your hearts desires while riding them - and you ride upon them and upon the ships.",
			"ur_kanzulimaan": "اور تمہارے لیے ان میں کتنے ہی فائدے ہیں اور اس لیے کہ تم ان کی پیٹھ پر اپنے دل کی مرادوں کو پہنچو اور ان پر اور کشتیوں پر سوار ہوتے ہو،",
			"hi_kanzulimaan": "और तुम्हारे लिये उनमें कितने ही फ़ायदे हैं (168फ) और इसलिये कि तुम उनकी पीठ पर अपने दिल की मुरादों को पहुंचो (169फ) और उनपर (170फ) और किश्तियों पर (171फ) सवार होते हो",
			"author": "৮০. আর এগুলোতে তোমাদের জন্যে রয়েছে অনেক উপকার, যাতে তোমরা এগুলোতে আরোহণ করে (আরো) প্রয়োজনীয় স্থানে পৌঁছুতে পারো যা তোমাদের অন্তরে (প্রোথিত) রয়েছে, আর (এ যে,) তোমাদেরকে আরোহণ করানো হয় এগুলোর উপর এবং নৌযানের উপর।"
		},
		{
			"_id": "4214",
			"sura": "40",
			"para": "24",
			"verses": "81",
			"names": "وَ یُرِیۡکُمۡ اٰیٰتِہٖ ٭ۖ فَاَیَّ اٰیٰتِ اللّٰہِ تُنۡکِرُوۡنَ ﴿۸۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ یُرِیۡکُمۡ اٰیٰتِہٖ ٭ۖ فَاَیَّ اٰیٰتِ اللّٰہِ تُنۡکِرُوۡنَ ﴿۸۱﴾ ",
			"index": "4214",
			"name": "এবং তিনি তোমাদেরকে আপন নিদর্শনসমূহ প্রদর্শন করেন। সুতরাং তোমরা আল্লাহ্‌র কোন্‌ নিদর্শঙ্কে অস্বীকার করবে?",
			"en_kanzulimaan": "And He shows you His signs; so which sign of Allah will you deny?",
			"ur_kanzulimaan": "اور وہ تمہیں اپنی نشانیاں دکھاتا ہے تو اللہ کی کونسی نشانی کا انکار کرو گے",
			"hi_kanzulimaan": "और वह तुम्हें अपनी निशानियां दिखाता है (172फ) तो अल्लाह की कौन सी निशानी का इन्कार करोगे (173फ)",
			"author": "৮১. আর তিনি তোমাদেরকে দেখিয়ে থাকেন তাঁর (অনেক) নিদর্শনাবলী। সুতরাং তোমরা আল্লাহ্‌র কোন্ কোন্ নিদর্শনকে অস্বীকার করবে?"
		},
		{
			"_id": "4215",
			"sura": "40",
			"para": "24",
			"verses": "82",
			"names": "اَفَلَمۡ یَسِیۡرُوۡا فِی الۡاَرۡضِ فَیَنۡظُرُوۡا کَیۡفَ کَانَ عَاقِبَۃُ  الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ؕ کَانُوۡۤا  اَکۡثَرَ  مِنۡہُمۡ وَ اَشَدَّ قُوَّۃً وَّ اٰثَارًا فِی الۡاَرۡضِ فَمَاۤ  اَغۡنٰی عَنۡہُمۡ مَّا کَانُوۡا یَکۡسِبُوۡنَ ﴿۸۲﴾  ",
			"number": "",
			"verses_PDMS": "اَفَلَمۡ یَسِیۡرُوۡا فِی الۡاَرۡضِ فَیَنۡظُرُوۡا کَیۡفَ کَانَ عَاقِبَۃُ  الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ؕ کَانُوۡۤا  اَکۡثَرَ  مِنۡہُمۡ وَ اَشَدَّ قُوَّۃً وَّ اٰثَارًا فِی الۡاَرۡضِ فَمَاۤ  اَغۡنٰی عَنۡہُمۡ مَّا کَانُوۡا یَکۡسِبُوۡنَ ﴿۸۲﴾  ",
			"index": "4215",
			"name": "তারা কি যমীনে ভ্রমণ করে নি? তাহলে দেখতো তাদের পূর্ববর্তীদের কেমন পরিণতি হয়েছে। তারা তাদের চেয়ে অধিক ছিলো এবং তাদের শক্তিও। আর পৃথিবীতে নিদর্শনসমূহও তাদের চেয়ে বেশি। সুতরাং তা তাদের কি কাজে আসলো, যা তারা উপার্জন করেছে?",
			"en_kanzulimaan": "Did they not travel in the land to see what sort of fate befell those before them? They were more than these in number, and they exceeded them in strength and the signs they left behind in the earth - so what benefit did they get from what they earned?",
			"ur_kanzulimaan": "کیا انہوں نے زمین میں سفر نہ کیا کہ دیکھتے ان سے اگلوں کا کیسا انجام ہوا، وہ ان سے بہت تھے اور ان کی قوت اور زمین میں نشانیاں ان سے زیادہ تو ان کے کیا کام آیا جو انہوں نے کمایا،",
			"hi_kanzulimaan": "तो क्या उन्होंने ज़मीन में सफ़र न किया कि देखते उनसे अगलों का कैसा अंजाम हुआ, वो उनसे बहुत थे (174फ) और उनकी क़ुव्वत (175फ) और ज़मीन में निशानियां उनसे ज़्यादा (176फ) तो उनके क्या काम आया जो उन्हों ने कमाया (177फ)",
			"author": "৮২. সুতরাং তারা কি পৃথিবীতে ভ্রমণ করেনি, তাহলে তারা দেখতে পেতো সেসব লোকদের পরিণাম কেমন হয়েছিল যারা তাদের পূর্বে গত হয়েছে? তারা এদের থেকে (সংখ্যায়ও) ছিল অধিক এবং শক্তিতে(ও) ছিল প্রবলতর এবং কীর্তিতেও (ছিল অনেক অগ্রসরমান), যা তারা পৃথিবীতে রেখে গেছে। কিন্তু যা কিছু তারা অর্জন করতো তা তাদের কোনো কাজেই আসলো না।"
		},
		{
			"_id": "4216",
			"sura": "40",
			"para": "24",
			"verses": "83",
			"names": "فَلَمَّا جَآءَتۡہُمۡ  رُسُلُہُمۡ  بِالۡبَیِّنٰتِ فَرِحُوۡا بِمَا عِنۡدَہُمۡ مِّنَ الۡعِلۡمِ  وَ  حَاقَ بِہِمۡ مَّا کَانُوۡا بِہٖ یَسۡتَہۡزِءُوۡنَ ﴿۸۳﴾",
			"number": "",
			"verses_PDMS": "فَلَمَّا جَآءَتۡہُمۡ  رُسُلُہُمۡ  بِالۡبَیِّنٰتِ فَرِحُوۡا بِمَا عِنۡدَہُمۡ مِّنَ الۡعِلۡمِ  وَ  حَاقَ بِہِمۡ مَّا کَانُوۡا بِہٖ یَسۡتَہۡزِءُوۡنَ ﴿۸۳﴾",
			"index": "4216",
			"name": "সুতরাং যখন তাদের নিকট তাদের রসূলগণ সুস্পষ্ট প্রমাণাদি নিয়ে আসলেন, তখন তারা তা নিয়েই উল্লাসিত ছিলো, যা তাদের নিকট পার্থিব জ্ঞান ছিলো আর তাদেরই উপর উলটে পড়লো যা নিয়ে তারা ঠাট্টা বিদ্রূপ করতো। ",
			"en_kanzulimaan": "So when their Noble Messengers came to them with clear signs, they remained happy over the worldly knowledge they possessed, and upon them only reverted what they used to mock at!",
			"ur_kanzulimaan": "تو جب ان کے پاس ان کے رسول روشن دلیلیں لائے، تو وہ اسی پر خوش رہے جو ان کے پاس دنیا کا علم تھا اور انہیں پر الٹ پڑا جس کی ہنسی بناتے تھے",
			"hi_kanzulimaan": "तो जब उनके पास उनके रसूल रौशन दलीलें लाए तो वो उसी पर ख़ुश रहे जो उनके पास दुनिया का इल्म था (178फ) और उन्हीं पर उलट पड़ा जिसकी हंसी बनाते थे (179फ)",
			"author": "৮৩. অতঃপর যখন তাদের নিকট তাদের রাসূলগণ সুস্পষ্ট নিদর্শনাবলী নিয়ে আগমন করতেন, তখন তারা তাদের (পার্থিব) জ্ঞান ও দক্ষতার অহঙ্কার করতো। আর (এ অবস্থাতেই) তাদেরকে (এ শাস্তি) বেষ্টন করলো যা নিয়ে তারা উপহাস করতো।"
		},
		{
			"_id": "4217",
			"sura": "40",
			"para": "24",
			"verses": "84",
			"names": "فَلَمَّا رَاَوۡا  بَاۡسَنَا  قَالُوۡۤا  اٰمَنَّا بِاللّٰہِ وَحۡدَہٗ  وَ کَفَرۡنَا بِمَا کُنَّا بِہٖ مُشۡرِکِیۡنَ ﴿۸۴﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا رَاَوۡا  بَاۡسَنَا  قَالُوۡۤا  اٰمَنَّا بِاللّٰہِ وَحۡدَہٗ  وَ کَفَرۡنَا بِمَا کُنَّا بِہٖ مُشۡرِکِیۡنَ ﴿۸۴﴾ ",
			"index": "4217",
			"name": "অতঃপর যখন তারা আমার শাস্তি দেখলো তখন বললো, ‘আমরা এক আল্লাহ্‌র উপর ঈমান এনেছি এবং যাকে তার শরীক স্থির করতাম তাকে অস্বীকার করলাম’। ",
			"en_kanzulimaan": "So when they saw Our punishment, they said, We accept faith in the One Allah, and reject those whom we ascribed with Him.",
			"ur_kanzulimaan": "پھر جب انہوں نے ہمارا عذاب دیکھا بولے ہم ایک اللہ پر ایمان لائے اور جو اس کے شریک کرتے تھے ان کے منکر ہوئے",
			"hi_kanzulimaan": "फिर जब उन्हों ने हमारा अज़ाब देखा बोले हम एक अल्लाह पर ईमान लाए और जो उसके शरीक करते थे उनसे मुन्किर हुए (180फ)",
			"author": "৮৪. অতঃপর যখন তারা আমাদের শাস্তি প্রত্যক্ষ করলো, তখন তারা বলতে লাগলো, ‘আমরা আল্লাহ্‌র প্রতি ঈমান আনয়ন করলাম যিনি এক এবং সেসব অস্বীকার করলাম যাদেরকে আমরা তাঁর সাথে অংশীদার সাব্যস্ত করতাম।’"
		},
		{
			"_id": "4218",
			"sura": "40",
			"para": "24",
			"verses": "85",
			"names": "فَلَمۡ یَکُ یَنۡفَعُہُمۡ  اِیۡمَانُہُمۡ  لَمَّا رَاَوۡا بَاۡسَنَا ؕ سُنَّتَ اللّٰہِ الَّتِیۡ قَدۡ خَلَتۡ فِیۡ عِبَادِہٖ ۚ وَ خَسِرَ ہُنَالِکَ  الۡکٰفِرُوۡنَ ﴿۸۵﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمۡ یَکُ یَنۡفَعُہُمۡ  اِیۡمَانُہُمۡ  لَمَّا رَاَوۡا بَاۡسَنَا ؕ سُنَّتَ اللّٰہِ الَّتِیۡ قَدۡ خَلَتۡ فِیۡ عِبَادِہٖ ۚ وَ خَسِرَ ہُنَالِکَ  الۡکٰفِرُوۡنَ ﴿۸۵﴾ ",
			"index": "4218",
			"name": "সুতরাং তাদের ঈমান তাদের কোন কাজে আসে নি যখন তারা আমার শাস্তি দেখে নিলো। আল্লাহ্‌র এ বিধান, যা তার বান্দাদের মধ্যে চলে এসেছে এবং সেখানে কাফিরগণ ক্ষতির মধ্যেই রয়েছে।",
			"en_kanzulimaan": "So their accepting of faith did not benefit them when they saw Our punishment; the tradition of Allah which has passed among His bondmen; and there were the disbelievers ruined.",
			"ur_kanzulimaan": "تو ان کے ایمان نے انہیں کام نہ دیا جب انہوں نے ہمارا عذاب دیکھ لیا، اللہ کا دستور جو اس کے بندوں میں گزر چکا اور وہاں کافر گھاٹے میں رہے",
			"hi_kanzulimaan": "तो उनके ईमान ने उन्हें काम न दिया जब उन्होंने हमारा अज़ाब देख लिया, अल्लाह का दस्तूर जो उसके बन्दों में गुज़र चुका (181फ) और वहाँ काफ़िर घाटे में रहे (182फ)",
			"author": "৮৫. অতঃপর যখন তারা আমাদের শাস্তি প্রত্যক্ষ করলো তখন তাদের ঈমান আনয়ন তাদের কোনো কাজেই আসলো না। আল্লাহ্‌র (এই) রীতি, যা তাঁর বান্দাদের মাঝে চলে আসছে এবং সে ক্ষেত্রে কাফেরেরা (সর্বদা) ভয়ানক ক্ষতিগ্রস্ত হয়েছে।"
		}
	]