[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "1474",
			"sura": "11",
			"para": "11",
			"verses": "1",
			"names": "الٓرٰ ۟  کِتٰبٌ اُحۡکِمَتۡ اٰیٰتُہٗ ثُمَّ  فُصِّلَتۡ مِنۡ  لَّدُنۡ  حَکِیۡمٍ  خَبِیۡرٍ ۙ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "الٓرٰ ۟  کِتٰبٌ اُحۡکِمَتۡ اٰیٰتُہٗ ثُمَّ  فُصِّلَتۡ مِنۡ  لَّدُنۡ  حَکِیۡمٍ  خَبِیۡرٍ ۙ﴿۱﴾ ",
			"index": "1474",
			"name": "আলিফ লা------ম রা-। এটা এমন এক কিতাব, যার আয়াতগুলো হিকমতে পরিপূর্ণ; অতঃপর সুবিন্যস্ত করা হয়েছে প্রজ্ঞাময়, সর্বজ্ঞের পক্ষ থেকে;",
			"en_kanzulimaan": "Alif-Lam-Ra*; This is a Book, the verses of which are full of wisdom - then explained in detail - from the Wise, the Well Aware. (* Alphabets of the Arabic language; Allah and to whomever He reveals, know their precise meanings.)",
			"ur_kanzulimaan": "یہ ایک کتاب ہے جس کی آیتیں حکمت بھری ہیں پھر تفصیل کی گئیں حکمت والے خبردار کی طرف سے،",
			"hi_kanzulimaan": "यह एक किताब है जिसकी आयतें हिकमत (बोध) भरी हैं (2फ) फिर तफ़सील की गईं (3फ) हिकमत वाले ख़बरदार की तरफ़ से",
			"author": "১. আলিফ-লাম-রা। (প্রকৃত অর্থ আল্লাহ্ এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামই অধিক অবগত। এটি এমন) কিতাব যার আয়াতসমূহকে সুদৃঢ় করা হয়েছে। অতঃপর প্রজ্ঞাময়, সর্বজ্ঞ (প্রতিপালক)-এঁর পক্ষ থেকে একে বিশদভাবে বর্ণনা করা হয়েছে;"
		},
		{
			"_id": "1475",
			"sura": "11",
			"para": "11",
			"verses": "2",
			"names": "اَلَّا تَعۡبُدُوۡۤا اِلَّا اللّٰہَ ؕ اِنَّنِیۡ لَکُمۡ مِّنۡہُ  نَذِیۡرٌ  وَّ بَشِیۡرٌ ۙ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "اَلَّا تَعۡبُدُوۡۤا اِلَّا اللّٰہَ ؕ اِنَّنِیۡ لَکُمۡ مِّنۡہُ  نَذِیۡرٌ  وَّ بَشِیۡرٌ ۙ﴿۲﴾ ",
			"index": "1475",
			"name": "যে, ইবাদত করো না কিন্তু আল্লাহ্‌রই। নিঃসন্দেহে, আমি তোমাদের জন্য তারই পক্ষ থেকে সতর্ককারী ও সুসংবাদদাতা।",
			"en_kanzulimaan": "That do not worship anyone except Allah; indeed I am for you a Herald of Warning and Glad Tidings, from Him.",
			"ur_kanzulimaan": "کہ بندگی نہ کرو مگر اللہ کی بیشک میں تمہارے لیے اس کی طرف سے ڈر اور خوشی سنانے والا ہوں",
			"hi_kanzulimaan": "कि बन्दगी न करो मगर अल्लाह की, बेशक मैं तुम्हारे लिये उसकी तरफ़ से डर और ख़ुशी सुनाने वाला हूँ",
			"author": "২. এ যে, আল্লাহ্ ব্যতীত তোমরা কারো ইবাদত করো না। নিশ্চয়ই আমি তোমাদের জন্যে সে সত্তা (আল্লাহ্) -এঁর পক্ষ থেকে সতর্ককারী ও সুসংবাদদানকারী।"
		},
		{
			"_id": "1476",
			"sura": "11",
			"para": "11",
			"verses": "3",
			"names": "وَّ اَنِ اسۡتَغۡفِرُوۡا رَبَّکُمۡ  ثُمَّ  تُوۡبُوۡۤا  اِلَیۡہِ یُمَتِّعۡکُمۡ مَّتَاعًا حَسَنًا اِلٰۤی اَجَلٍ مُّسَمًّی وَّ یُؤۡتِ کُلَّ ذِیۡ فَضۡلٍ فَضۡلَہٗ ؕ وَ اِنۡ تَوَلَّوۡا فَاِنِّیۡۤ  اَخَافُ عَلَیۡکُمۡ  عَذَابَ یَوۡمٍ  کَبِیۡرٍ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "وَّ اَنِ اسۡتَغۡفِرُوۡا رَبَّکُمۡ  ثُمَّ  تُوۡبُوۡۤا  اِلَیۡہِ یُمَتِّعۡکُمۡ مَّتَاعًا حَسَنًا اِلٰۤی اَجَلٍ مُّسَمًّی وَّ یُؤۡتِ کُلَّ ذِیۡ فَضۡلٍ فَضۡلَہٗ ؕ وَ اِنۡ تَوَلَّوۡا فَاِنِّیۡۤ  اَخَافُ عَلَیۡکُمۡ  عَذَابَ یَوۡمٍ  کَبِیۡرٍ ﴿۳﴾ ",
			"index": "1476",
			"name": "এবং এও যে, আপন রবের নিকট ক্ষমা প্রার্থনা করো, অতঃপর তার প্রতি তাওবা করো। তিনি তোমাদেরকে অতি উত্তম সামগ্রী উপভোগ করতে দেবেন একটা নির্ধারিত প্রতিশ্রুতি পর্যন্ত; এবং প্রত্যেক মর্যাদাবানের নিকট তার অনুগ্রহ পৌছাবেন। আর যদি মুখ ফিরিয়ে নাও, তবে আমি তোমাদের জন্য মহাদিবসের শাস্তির আশংকা করছি। ",
			"en_kanzulimaan": "And ask forgiveness from your Lord and incline towards Him in repentance, He will provide you excellent sustenance until the appointed time and will bestow superiority to every one who excels; and if you turn away, I then fear the punishment of the Great Day upon you.",
			"ur_kanzulimaan": "اور یہ کہ اپنے رب سے معافی مانگو پھر اس کی طرف توبہ کرو تمہیں بہت اچھا برتنا (فائدہ اٹھانا) دے گا ایک ٹھہرائے وعدہ تک اور ہر فضیلت والے کو اس کا فضل پہنچائے گا اور اگر منہ پھیرو تو میں تم پر بڑے دن کے عذاب کا خوف کرتا ہوں،",
			"hi_kanzulimaan": "और यह कि अपने रब से माफ़ी मांगो फिर उसकी तरफ़ तौबह करो, तुम्हें बहुत अच्छा बरतना देगा (4फ) एक ठहराए वादे तक और हर फ़ज़ीलत (प्रतिष्ठा) वाले को (5फ) उसका फ़ज़्ल (अनुकम्पा) पहुंचाएगा (6फ) और अगर मुंह फेरो तो मैं तुमपर बड़े दिन (7फ) के अज़ाब का ख़ौफ़ करता हूँ",
			"author": "৩. আর এ যে, তোমরা তোমাদের প্রতিপালকের নিকট ক্ষমা প্রার্থনা করো, অতঃপর তাঁর সমীপে (খাঁটি অন্তরে) তওবা করো, তিনি তোমাদেরকে নির্ধারিত সময় পর্যন্ত উত্তম সামগ্রীর মাধ্যমে হৃষ্ট ও পরিতৃপ্ত রাখবেন এবং প্রত্যেক মর্যাদাবানকে তার মর্যাদার প্রতিদান দেবেন। (অর্থাৎ তার আমল ও মেহনতের আধিক্যতা অনুযায়ী প্রতিদান ও মর্যাদা দান করবেন।) আর যদি তোমরা মুখ ফিরিয়ে নাও, তবে আমি তোমাদের জন্যে আশংকা করছি মহাদিবসের শাস্তি।"
		},
		{
			"_id": "1477",
			"sura": "11",
			"para": "11",
			"verses": "4",
			"names": "اِلَی اللّٰہِ  مَرۡجِعُکُمۡ ۚ وَ ہُوَ  عَلٰی  کُلِّ  شَیۡءٍ  قَدِیۡرٌ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "اِلَی اللّٰہِ  مَرۡجِعُکُمۡ ۚ وَ ہُوَ  عَلٰی  کُلِّ  شَیۡءٍ  قَدِیۡرٌ ﴿۴﴾ ",
			"index": "1477",
			"name": "তোমাদেরকে আল্লাহ্‌রই দিকে প্রত্যাবর্তন করতে হবে; এবং তিনি সবকিছুর উপর ক্ষমতাশীল।",
			"en_kanzulimaan": "To Allah only you have to return, and He is Able to do all things.",
			"ur_kanzulimaan": "تمہیں اللہ ہی کی طرف پھرنا ہے اور وہ ہر شے پر قادر",
			"hi_kanzulimaan": "तुम्हें अल्लाह ही की तरफ़ फिरना है (8फ) और वह हर शय (चीज़) पर क़ादिर (शक्तिमान) है (9फ)",
			"author": "৪. আল্লাহ্‌রই নিকট তোমাদের প্রত্যাবর্তন। আর তিনি সকল কিছুর উপর সর্বশক্তিমান।"
		},
		{
			"_id": "1478",
			"sura": "11",
			"para": "11",
			"verses": "5",
			"names": "اَلَاۤ  اِنَّہُمۡ  یَثۡنُوۡنَ صُدُوۡرَہُمۡ  لِیَسۡتَخۡفُوۡا مِنۡہُ ؕ اَلَا حِیۡنَ یَسۡتَغۡشُوۡنَ ثِیَابَہُمۡ ۙ یَعۡلَمُ مَا یُسِرُّوۡنَ وَ مَا یُعۡلِنُوۡنَ ۚ اِنَّہٗ عَلِیۡمٌۢ   بِذَاتِ  الصُّدُوۡرِ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "اَلَاۤ  اِنَّہُمۡ  یَثۡنُوۡنَ صُدُوۡرَہُمۡ  لِیَسۡتَخۡفُوۡا مِنۡہُ ؕ اَلَا حِیۡنَ یَسۡتَغۡشُوۡنَ ثِیَابَہُمۡ ۙ یَعۡلَمُ مَا یُسِرُّوۡنَ وَ مَا یُعۡلِنُوۡنَ ۚ اِنَّہٗ عَلِیۡمٌۢ   بِذَاتِ  الصُّدُوۡرِ ﴿۵﴾ ",
			"index": "1478",
			"name": "শুনো! তারা আপন বক্ষকে দ্বিভাজ করে (এ জন্য যে) আল্লাহ্‌র নিকট গোপন করবে। শুনো! যখন তারা আপন বস্ত্র দ্বারা সমগ্র শরীর  আচ্ছাদিত করে নেয়, তখনও আল্লাহ্‌ তাদের গোপন ও প্রকাশ্য সবকিছুই জানেন। নিশ্চয়, তিনি অন্তরসমূহের কথা সম্পর্কে জ্ঞাত। ",
			"en_kanzulimaan": "Pay heed! They fold up their breasts in order to conceal from Allah; pay heed! Even when they fully cover themselves up with their clothes, Allah knows all that what hide and all what they disclose; indeed He knows what is in the hearts.",
			"ur_kanzulimaan": "سنو وہ اپنے سینے دوہرے کرتے (منہ چھپاتے) ہیں کہ اللہ سے پردہ کریں سنو جس وقت وہ اپنے کپڑوں سے سارا بدن ڈھانپ لیتے ہیں اس وقت بھی اللہ ان کا چھپا اور ظاہر سب کچھ جانتا ہے بیشک وہ دلوں کی بات جاننے والا ہے،",
			"hi_kanzulimaan": "सुनो वो अपने सीने दोहरे करते हैं कि अल्लाह से पर्दा करें (10फ) सुनो जिस वक़्त वो अपने कपड़ों से सारा बदन ढांप लेते हैं उस वक़्त भी अल्लाह उनका छुपा और ज़ाहिर सब कुछ जानता है, बेशक वह दिलों की बात जानने वाला है",
			"author": "৫. জেনে রেখো! নিশ্চয়ই এরা (অর্থাৎ কাফেরেরা) নিজেদের অন্তর সংকুচিত করে, যাতে তারা সে সত্তা (আল্লাহ্) থেকে (নিজেদের অন্তরের অবস্থা) গোপন রাখতে পারে। সাবধান! যখন তারা নিজেদের (দেহে) কাপড় জড়ায় (তখনও) তিনি সকল বিষয় জানেন যা তারা গোপন করে এবং যা তারা প্রকাশ করে। নিশ্চয়ই তিনি অন্তরের (গোপন) বিষয় সম্পর্কে সম্যক অবগত।"
		},
		{
			"_id": "1479",
			"sura": "11",
			"para": "12",
			"verses": "6",
			"names": "وَ مَا مِنۡ دَآبَّۃٍ  فِی الۡاَرۡضِ  اِلَّا عَلَی اللّٰہِ  رِزۡقُہَا وَ یَعۡلَمُ مُسۡتَقَرَّہَا وَ مُسۡتَوۡدَعَہَا ؕ کُلٌّ  فِیۡ  کِتٰبٍ مُّبِیۡنٍ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا مِنۡ دَآبَّۃٍ  فِی الۡاَرۡضِ  اِلَّا عَلَی اللّٰہِ  رِزۡقُہَا وَ یَعۡلَمُ مُسۡتَقَرَّہَا وَ مُسۡتَوۡدَعَہَا ؕ کُلٌّ  فِیۡ  کِتٰبٍ مُّبِیۡنٍ ﴿۶﴾ ",
			"index": "1479",
			"name": "এবং ভূ-পৃষ্ঠে এমন কোন বিচরণকারী নেই, যার জীবিকা আল্লাহ্‌র করুণার দায়িত্বে নয়; এবং তিনি জানেন যে, সে কোথায় অবস্থান করবে এবং (তাকে) কোথায় সোপর্দ করা হবে; সব কিছু একটা সুস্পষ্টভাবে বর্ণনাকারী কিতাবের মধ্যে রয়েছে। ",
			"en_kanzulimaan": "And there is none that walks upon the earth whose sustenance does not depend on the mercy of Allah - He knows where it shall stay and where it shall be deposited; everything is in a clearly explaining Book.",
			"ur_kanzulimaan": "اور زمین پر چلنے والا کوئی ایسا نہیں جس کا رزق اللہ کے ذمہٴ کرم پر نہ ہو اور جانتا ہے کہ کہاں ٹھہرے گا اور کہاں سپرد ہوگا سب کچھ ایک صاف بیان کرنے والی کتاب میں ہے،",
			"hi_kanzulimaan": "और ज़मीन पर चलने वाला कोई (11फ) ऐसा नहीं जिसका रिज़्क़ (रोज़ी) अल्लाह के  ज़िम्मे करम पर न हो (12फ) और जानता है कि कहाँ ठहरेगा (13फ) और कहाँ सुपुर्द होगा (14फ) सब कुछ एक साफ़ बयान करने वाली किताब (15फ) में है",
			"author": "৬. আর পৃথিবীতে বিচরণশীল এমন কোনো সৃষ্টি (জীব) নেই যার রিযিক আল্লাহ্‌রই (মহান) দায়িত্বে নয়। আর তিনি এর স্থায়ী ও অস্থায়ী অবস্থিতিও জানেন। সকল বিষয় সুস্পষ্ট কিতাবে (অর্থাৎ লাওহে মাহফুযে লিপিবদ্ধ) রয়েছে।"
		},
		{
			"_id": "1480",
			"sura": "11",
			"para": "12",
			"verses": "7",
			"names": "وَ ہُوَ الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ فِیۡ سِتَّۃِ  اَیَّامٍ وَّ کَانَ عَرۡشُہٗ عَلَی الۡمَآءِ لِیَبۡلُوَکُمۡ اَیُّکُمۡ اَحۡسَنُ عَمَلًا ؕ وَ لَئِنۡ قُلۡتَ اِنَّکُمۡ مَّبۡعُوۡثُوۡنَ مِنۡۢ بَعۡدِ الۡمَوۡتِ لَیَقُوۡلَنَّ الَّذِیۡنَ  کَفَرُوۡۤا اِنۡ  ہٰذَاۤ   اِلَّا  سِحۡرٌ  مُّبِیۡنٌ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہُوَ الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ فِیۡ سِتَّۃِ  اَیَّامٍ وَّ کَانَ عَرۡشُہٗ عَلَی الۡمَآءِ لِیَبۡلُوَکُمۡ اَیُّکُمۡ اَحۡسَنُ عَمَلًا ؕ وَ لَئِنۡ قُلۡتَ اِنَّکُمۡ مَّبۡعُوۡثُوۡنَ مِنۡۢ بَعۡدِ الۡمَوۡتِ لَیَقُوۡلَنَّ الَّذِیۡنَ  کَفَرُوۡۤا اِنۡ  ہٰذَاۤ   اِلَّا  سِحۡرٌ  مُّبِیۡنٌ ﴿۷﴾ ",
			"index": "1480",
			"name": "এবং তিনিই হন, যিনি আসমান ও যমীনকে ছয় দিনে সৃষ্টি করেছেন এবং তার আরশ পানির উপর ছিলো, এ জন্য যে, তোমাদেরকে পরীক্ষা করবেন তোমাদের মধ্যে কার কর্ম ভালো; এবং যদি আপনি বলেন, ‘নিঃসন্দেহে তোমরা মৃত্যুর পর পুনরুত্থিত হবে’, তবে কাফিরগণ অবশ্যই বলবে যে, এটা তো নয়, কিন্তু সুস্পষ্ট যাদু।",
			"en_kanzulimaan": "And it is He Who created the heavens and the earth in six days - and His Throne was upon the water - so that He might test you, as to who among you have the best deeds *; and if you (O dear Prophet Mohammed - peace and blessings be upon him) say, Indeed you will be raised again after death, the disbelievers will surely say, This is nothing but clear magic. (* The creation of all things is in order to test mankind.)",
			"ur_kanzulimaan": "اور وہی ہے جس نے آسمانوں اور زمین کو چھ دن میں بنایا اور اس کا عرش پانی پر تھا کہ تمہیں آزمائے تم میں کس کا کام اچھا ہے، اور اگر تم فرماؤ کہ بیشک تم مرنے کے بعد اٹھائے جاؤ گے تو کافر ضرور کہیں گے کہ یہ تو نہیں مگر کھلا جادو",
			"hi_kanzulimaan": "और वही है जिसने आसमानों और ज़मीन को छ दिन में बनाया और उसका अर्श पानी पर था (16फ) कि तुम्हें आज़माए (17फ) तुम में किस का काम अच्छा है और अगर तुम फ़रमाओ कि बेशक तुम मरने के बाद उठाए जाओगे तो काफ़िर ज़रूर कहेंगे कि यह (18फ) तो नहीं मगर खुला जादू (19फ)",
			"author": "৭.  আর তিনিই (আল্লাহ্) যিনি আকাশমন্ডলী ও পৃথিবী (উর্ধ্ব ও নিম্ন জগত) ছয় দিনে (অর্থাৎ সৃষ্টি ও বিকাশের ছয়টি ধাপে বা পর্যায়কালে) সৃষ্টি করেছেন এবং (পৃথিবী সৃষ্টির পূর্বে) তাঁর ক্ষমতার সিংহাসন ছিল পানির উপর। (আর তিনি তা থেকে জীবনের সকল উদ্ভাসকে এবং তোমাদেরকে সৃষ্টি করেছেন) যাতে তিনি তোমাদেরকে পরীক্ষা করেন যে, তোমাদের মধ্যে কর্মের বিবেচনায় কে উত্তম? আর যদি আপনি বলেন, ‘তোমাদেরকে মৃত্যুর পর (জীবিত) উঠানো হবে’, তখন কাফেরেরা অবশ্যই (এ) বলবে, ‘এ তো সুস্পষ্ট যাদু ব্যতীত (আর) কিছু নয়’।"
		},
		{
			"_id": "1481",
			"sura": "11",
			"para": "12",
			"verses": "8",
			"names": "وَ لَئِنۡ اَخَّرۡنَا عَنۡہُمُ الۡعَذَابَ اِلٰۤی اُمَّۃٍ مَّعۡدُوۡدَۃٍ  لَّیَقُوۡلُنَّ مَا یَحۡبِسُہٗ ؕ اَلَا یَوۡمَ یَاۡتِیۡہِمۡ لَیۡسَ مَصۡرُوۡفًا عَنۡہُمۡ وَ حَاقَ بِہِمۡ مَّا کَانُوۡا بِہٖ یَسۡتَہۡزِءُوۡنَ ﴿۸﴾",
			"number": "",
			"verses_PDMS": "وَ لَئِنۡ اَخَّرۡنَا عَنۡہُمُ الۡعَذَابَ اِلٰۤی اُمَّۃٍ مَّعۡدُوۡدَۃٍ  لَّیَقُوۡلُنَّ مَا یَحۡبِسُہٗ ؕ اَلَا یَوۡمَ یَاۡتِیۡہِمۡ لَیۡسَ مَصۡرُوۡفًا عَنۡہُمۡ وَ حَاقَ بِہِمۡ مَّا کَانُوۡا بِہٖ یَسۡتَہۡزِءُوۡنَ ﴿۸﴾",
			"index": "1481",
			"name": "এবং যদি আমি তাদের থেকে শাস্তিকে কিছু নির্দিষ্ট কালের জন্য পিছিয়ে দিই তবে তারা অবশ্যই বলবে, ‘কোন বস্তু বাধা দিয়েছে?’ শুনে নাও! যেদিন তাদের নিকট আসবে সেদিন (তা) তাদের নিকট থেকে ফিরিয়ে নেওয়া হবে না এবং তাদেরকে পরিবেষ্টন করবে ওই শাস্তি, যা নিয়ে তারা ঠাট্টা বিদ্রূপ করতো।",
			"en_kanzulimaan": "And if We postpone the punishment upon them for a specified time, they will surely say, What holds it back? Pay heed! On the day when it comes upon them, it will not be averted from them, and the very punishment they mocked at will encompass them.",
			"ur_kanzulimaan": "اور اگر ہم ان سے عذاب کچھ گنتی کی مدت تک ہٹادیں تو ضرور کہیں گے کس چیز نے روکا ہے سن لو جس دن ان پر آئے گا ان سے پھیرا نہ جائے گا، اور انہیں گھیرے گا وہی عذاب جس کی ہنسی اڑاتے تھے",
			"hi_kanzulimaan": "और अगर हम उनसे अज़ाब (20फ) कुछ गिनती की मुद्दत तक हटा दें तो ज़रूर कहेंगे किस चीज़ ने उसे रोका है (21फ) सुन लो जिस दिन उनपर आएगा उनसे फेरा न जाएगा और उन्हें घेर लेगा वही अज़ाब जिसकी हंसी उड़ाते थे",
			"author": "৮.  আর যদি নির্ধারিত কিছুদিনের জন্যে আমরা তাদের শাস্তি স্থগিত রাখি, তবে তারা অবশ্যই বলবে, ‘কিসে একে প্রতিহত করে রেখেছে?’ সাবধান! যেদিন এ (শাস্তি) তাদের নিকট আসবে (তখন) তাদের থেকে ফিরে যাবে না। আর এ (শাস্তি) তাদের পরিবেষ্টন করবে, যা নিয়ে তারা উপহাস করতো।"
		},
		{
			"_id": "1482",
			"sura": "11",
			"para": "12",
			"verses": "9",
			"names": "وَ لَئِنۡ اَذَقۡنَا الۡاِنۡسَانَ مِنَّا رَحۡمَۃً  ثُمَّ  نَزَعۡنٰہَا مِنۡہُ ۚ اِنَّہٗ  لَیَـُٔوۡسٌ کَفُوۡرٌ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَئِنۡ اَذَقۡنَا الۡاِنۡسَانَ مِنَّا رَحۡمَۃً  ثُمَّ  نَزَعۡنٰہَا مِنۡہُ ۚ اِنَّہٗ  لَیَـُٔوۡسٌ کَفُوۡرٌ ﴿۹﴾ ",
			"index": "1482",
			"name": "এবং যদি আমি মানুষকে আমার কোন রহমতের আস্বাদ দিই, অতঃপর তার নিকট থেকে তা ছিনিয়ে নিই; অবশ্যই সে বড় হতাশ, অকৃতজ্ঞ।",
			"en_kanzulimaan": "And if We bestow man the enjoyment of some mercy from Us and later withdraw it from him; surely he is most despairing, ungrateful.",
			"ur_kanzulimaan": "اور اگر ہم آدمی کو اپنی کسی رحمت کا مزہ دیں پھر اسے اس سے چھین لیں ضرور وہ بڑا ناامید ناشکرا ہے",
			"hi_kanzulimaan": "और अगर हम आदमी को अपनी किसी रहमत का मज़ा दें (22फ) फिर उसे उससे छीन लें, ज़रूर वह बड़ा ना उम्मीद नाशुक्रा है (23फ)",
			"author": "৯.  আর যদি আমরা মানুষকে আমাদের পক্ষ থেকে রহমতের স্বাদ আস্বাদন করাই, অতঃপর (কোনো কারণে) তার নিকট থেকে তা ফিরিয়ে নেই, তবে সে খুবই হতাশ (এবং) অকৃতজ্ঞ হয়।"
		},
		{
			"_id": "1483",
			"sura": "11",
			"para": "12",
			"verses": "10",
			"names": "وَ لَئِنۡ اَذَقۡنٰہُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡہُ  لَیَقُوۡلَنَّ ذَہَبَ السَّیِّاٰتُ عَنِّیۡ ؕ اِنَّہٗ  لَفَرِحٌ  فَخُوۡرٌ ﴿ۙ۱۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَئِنۡ اَذَقۡنٰہُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡہُ  لَیَقُوۡلَنَّ ذَہَبَ السَّیِّاٰتُ عَنِّیۡ ؕ اِنَّہٗ  لَفَرِحٌ  فَخُوۡرٌ ﴿ۙ۱۰﴾ ",
			"index": "1483",
			"name": "এবং যদি আমি তাকে নি’মাতের আস্বাদ প্রদান করি ওই মুসীবতের পর, যা তাকে স্পর্শ করেছে, তবে সে অবশ্যই বলবে, ‘বিপদসমূহ আমার নিকট থেকে কেটে গেছে; নিশ্চয়ই সে উৎফুল্ল, অহঙ্কারী।",
			"en_kanzulimaan": "And if We bestow upon him the enjoyment of a favour after a misfortune that had befallen him, he will surely say, The evils have gone away from me; indeed he is jubilant, boastful.",
			"ur_kanzulimaan": "اور اگر ہم اسے نعمت کا مزہ دیں اس مصیبت کے بعد جس اسے پہنچی تو ضرور کہے گا کہ برائیاں مجھ سے دور ہوئیں بیشک وہ خوش ہونے والا بڑائی مارنے والا ہے",
			"hi_kanzulimaan": "और अगर हम उसे नेमत का मज़ा दें उस मुसीबत के बाद जो उसे पहुंची तो ज़रूर कहेगा कि बुराइयाँ मुझसे दूर हुई,बेशक वह ख़ुश होने वाला बड़ाई मारने वाला है (24फ)",
			"author": "১০. আর যদি তাকে আমরা (কোনো) নিয়ামতের স্বাদ আস্বাদন করাই, তাকে দুঃখ-দৈন্য স্পর্শ করার পর, তবে সে বলে উঠে, ‘আমার সকল বিপদ-আপদ চলে গেছে’। নির্ঘাত সে বড়ই উৎফুল্ল (এবং) অহঙ্কারকারী (হয়ে যায়);"
		},
		{
			"_id": "1484",
			"sura": "11",
			"para": "12",
			"verses": "11",
			"names": "اِلَّا الَّذِیۡنَ صَبَرُوۡا وَ عَمِلُوا  الصّٰلِحٰتِ ؕ اُولٰٓئِکَ  لَہُمۡ  مَّغۡفِرَۃٌ   وَّ  اَجۡرٌ  کَبِیۡرٌ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "اِلَّا الَّذِیۡنَ صَبَرُوۡا وَ عَمِلُوا  الصّٰلِحٰتِ ؕ اُولٰٓئِکَ  لَہُمۡ  مَّغۡفِرَۃٌ   وَّ  اَجۡرٌ  کَبِیۡرٌ ﴿۱۱﴾ ",
			"index": "1484",
			"name": "কিন্তু যারা ধৈর্যধারণ করেছে এবং সৎকর্ম করেছে, তাদের জন্য ক্ষমা ও প্রতিদান রয়েছে। ",
			"en_kanzulimaan": "Except those who patiently endured and did good deeds; for them is forgiveness, and a great reward.",
			"ur_kanzulimaan": "مگر جنہوں نے صبر کیا اور اچھے کام کیے ان کے لیے بخشش اور بڑا ثواب ہے،",
			"hi_kanzulimaan": "मगर जिन्होंने सब्र किया और अच्छे काम किये (25फ) उनके लिये बख़्शिश और बड़ा सवाब है",
			"author": "১১. তারা ব্যতীত যারা ধৈর্য ধারণ করে এবং নেক আমল করে। (কাজেই) তাদের জন্যে রয়েছে ক্ষমা ও মহা পুরস্কার।"
		},
		{
			"_id": "1485",
			"sura": "11",
			"para": "12",
			"verses": "12",
			"names": "فَلَعَلَّکَ تَارِکٌۢ بَعۡضَ مَا یُوۡحٰۤی اِلَیۡکَ وَ ضَآئِقٌۢ  بِہٖ صَدۡرُکَ اَنۡ یَّقُوۡلُوۡا لَوۡ لَاۤ اُنۡزِلَ عَلَیۡہِ  کَنۡزٌ  اَوۡ جَآءَ مَعَہٗ مَلَکٌ ؕ اِنَّمَاۤ  اَنۡتَ نَذِیۡرٌ ؕ وَ اللّٰہُ عَلٰی کُلِّ شَیۡءٍ وَّکِیۡلٌ ﴿ؕ۱۲﴾ ",
			"number": "",
			"verses_PDMS": "فَلَعَلَّکَ تَارِکٌۢ بَعۡضَ مَا یُوۡحٰۤی اِلَیۡکَ وَ ضَآئِقٌۢ  بِہٖ صَدۡرُکَ اَنۡ یَّقُوۡلُوۡا لَوۡ لَاۤ اُنۡزِلَ عَلَیۡہِ  کَنۡزٌ  اَوۡ جَآءَ مَعَہٗ مَلَکٌ ؕ اِنَّمَاۤ  اَنۡتَ نَذِیۡرٌ ؕ وَ اللّٰہُ عَلٰی کُلِّ شَیۡءٍ وَّکِیۡلٌ ﴿ؕ۱۲﴾ ",
			"index": "1485",
			"name": "তবে কি আপনার প্রতি যে ওহী আসে তা থেকে আপনি কিছু বর্জন করবেন এবং এতে কি মন সংকুচিত হবে, এতদ্ভিত্তিতে যে, তারা বলে, ‘তার সাথে কোন ধন-ভাণ্ডার কেন অবতীর্ণ হয় নি অথবা তার সাথে কোন ফিরিশ্‌তা কেন আসে নি?’ নিশ্চয় আপনি তো সতর্ককারী আর আল্লাহ্‌ প্রত্যেক বস্তুর রক্ষণাবেক্ষণকারী। ",
			"en_kanzulimaan": "So will you forsake part of what is divinely revealed to you and be disheartened because they say, Why has not a treasure been sent down along with him?, or An angel should have come with him? You are purely a Herald of Warning *; and Allah is the Guardian over all things. (* Therefore do not grieve over their sayings.)",
			"ur_kanzulimaan": "تو کیا جو وحی تمہاری طرف ہوتی ہے اس میں سے کچھ تم چھوڑ دو گے اور اس پر دل تنگ ہوگے اس بناء پر کہ وہ کہتے ہیں ان کے ساتھ کوئی خزانہ کیوں نہ اترا ان کے ساتھ کوئی فرشتہ آتا، تم تو ڈر سنانے والے ہو اور اللہ ہر چیز پر محافظ ہے،",
			"hi_kanzulimaan": "तो क्या जो वही (देववाणी) तुम्हारी तरफ़ होती है उसमें से कुछ तुम छोड़ दोगे और उसपर दिलतंग होगे (26फ) इस बिना पर कि वो कहते हैं उनके साथ कोई ख़ज़ाना क्यों नहीं उतरा या उनके साथ कोई फ़रिश्ता आता, तुम तो डर सुनाने वाले हो (27फ) और अल्लाह हर चीज़ पर मुहाफ़िज़ (रक्षक) है",
			"author": "১২. আশ্চর্য! এও কি সম্ভব যে, আপনি এ থেকে কিছু ছেড়ে দিবেন যা আপনার প্রতি প্রত্যাদেশ করা হয়েছে! আর এর দ্বারা আপনার (পবিত্রতম) অন্তর বেদনাহত হয় (এ ধারণায়) যে, কাফেরেরা বলে, ‘এ (রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর নিকট কোনো ধনভান্ডার কেন প্রেরিত হয়নি, অথবা তাঁর সাথে কোনো ফেরেশতা কেন আগমন করেনি?’ (এমনটি কখনো সম্ভব নয়। হে সম্মানিত রাসূল!) আপনি তো কেবল সতর্ককারী (কাউকে পার্থিব লালসা বা শাস্তিপ্রদানকারী নন)। আর আল্লাহ্ সকল কিছুর অভিভাবক।"
		},
		{
			"_id": "1486",
			"sura": "11",
			"para": "12",
			"verses": "13",
			"names": "اَمۡ یَقُوۡلُوۡنَ افۡتَرٰىہُ ؕ قُلۡ فَاۡتُوۡا بِعَشۡرِ سُوَرٍ مِّثۡلِہٖ مُفۡتَرَیٰتٍ وَّ ادۡعُوۡا مَنِ اسۡتَطَعۡتُمۡ مِّنۡ دُوۡنِ اللّٰہِ  اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "اَمۡ یَقُوۡلُوۡنَ افۡتَرٰىہُ ؕ قُلۡ فَاۡتُوۡا بِعَشۡرِ سُوَرٍ مِّثۡلِہٖ مُفۡتَرَیٰتٍ وَّ ادۡعُوۡا مَنِ اسۡتَطَعۡتُمۡ مِّنۡ دُوۡنِ اللّٰہِ  اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ ﴿۱۳﴾ ",
			"index": "1486",
			"name": "তারা কি এ কথা বলে, ‘তিনি তা নিজের মন থেকে রচনা করেছেন?’ আপনি বলুন, ‘তোমরা এর অনুরূপ স্বরচিত দশটা সূরা নিয়ে এসো এবং আল্লাহ্‌ ব্যতীত যাদের পাওয়া যায় সবাইকে ডেকে নাও যদি তোমরা সত্যবাদী হও’।",
			"en_kanzulimaan": "What! They dare say that He has fabricated it? Say Therefore bring ten fabricated chapters like these, and call on everyone you can other than Allah, if you are truthful.",
			"ur_kanzulimaan": "کیا یہ کہتے ہیں کہ انھوں نے اسے جی سے بنالیا، تم فرماؤ کہ تم ایسی بنائی ہوئی دس سورتیں لے آؤ اور اللہ کے سوا جو مل سکیں سب کو بلالو اگر تم سچے ہو",
			"hi_kanzulimaan": "क्या (28फ) ये कहते है कि इन्होंने इसे जी से बना लिया, तुम फ़रमाओ कि तुम ऐसी बनाई हुई दस सूरतें ले आओ (29फ) और अल्लाह के सिवा जो मिल सके (30फ) सबको बुला लो अगर तुम सच्चे हो (31फ)",
			"author": "১৩. কাফেরেরা কি বলে, ‘রাসূল এটি (এ কুরআন) নিজে রচনা করেছেন?’ বলে দিন, ‘তোমরা(ও) এর অনুরূপ রচিত দশটি সূরা নিয়ে এসো, আর আল্লাহ্ ব্যতীত (নিজেদের সাহায্যের জন্যে) যাকেই পারো আহ্বান করো, যদি তোমরা সত্যবাদী হও’।"
		},
		{
			"_id": "1487",
			"sura": "11",
			"para": "12",
			"verses": "14",
			"names": "فَاِلَّمۡ یَسۡتَجِیۡبُوۡا لَکُمۡ فَاعۡلَمُوۡۤا اَنَّمَاۤ اُنۡزِلَ بِعِلۡمِ اللّٰہِ وَ اَنۡ  لَّاۤ  اِلٰہَ  اِلَّا ہُوَ ۚ فَہَلۡ  اَنۡتُمۡ  مُّسۡلِمُوۡنَ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "فَاِلَّمۡ یَسۡتَجِیۡبُوۡا لَکُمۡ فَاعۡلَمُوۡۤا اَنَّمَاۤ اُنۡزِلَ بِعِلۡمِ اللّٰہِ وَ اَنۡ  لَّاۤ  اِلٰہَ  اِلَّا ہُوَ ۚ فَہَلۡ  اَنۡتُمۡ  مُّسۡلِمُوۡنَ ﴿۱۴﴾ ",
			"index": "1487",
			"name": "তবে, হে মুসলমানগণ! যদি তারা তোমাদের এ আহ্বানে সাড়া দিতে না পারে, তবে বুঝে নাও যে, তা আল্লাহ্‌রই জ্ঞান দ্বারা অবতীর্ণ হয়েছে এবং এও যে, তিনি ব্যতীত অন্য কোন সত্য উপাস্য নেই। তবে কি এখন তোমরা মেনে নেবে?",
			"en_kanzulimaan": "So O Muslims, if they are unable to reply to this challenge of yours, then know well that it is sent down only with the knowledge of Allah; and that except Him, there is no real God; so will you now accept?",
			"ur_kanzulimaan": "تو اے مسلمانو اگر وہ تمہاری اس بات کا جواب نہ دے سکیں تو سمجھ لو کہ وہ اللہکے علم ہی سے اترا ہے اور یہ کہ اس کے سوا کوئی سچا معبود نہیں تو کیا اب تم مانو گے",
			"hi_kanzulimaan": "तो ऐ मुसलमानों और वो तुम्हारी इस बात का जवाब न दे सकें तो समझ लो कि वह अल्लाह के इल्म ही से उतरा है और यह कि उसके सिवा कोई सच्चा मअबूद नहीं,तो क्या अब तुम मानोगे (32फ)",
			"author": "১৪. (হে মুসলমানেরা!) সুতরাং যদি তারা তোমাদের কথা গ্রহণ না করে তবে বিশ্বাস রেখো যে, কুরআন আল্লাহ্‌রই জ্ঞান দ্বারা অবতীর্ণ হয়েছে, আর এ যে, তিনি ব্যতীত কোনো ইলাহ্ নেই। অতঃপর (এখন) কি তোমরা ইসলামের উপর (সুদৃঢ়) থাকবে?"
		},
		{
			"_id": "1488",
			"sura": "11",
			"para": "12",
			"verses": "15",
			"names": "مَنۡ کَانَ یُرِیۡدُ الۡحَیٰوۃَ  الدُّنۡیَا وَ زِیۡنَتَہَا نُوَفِّ اِلَیۡہِمۡ اَعۡمَالَہُمۡ فِیۡہَا وَ ہُمۡ  فِیۡہَا  لَا  یُبۡخَسُوۡنَ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "مَنۡ کَانَ یُرِیۡدُ الۡحَیٰوۃَ  الدُّنۡیَا وَ زِیۡنَتَہَا نُوَفِّ اِلَیۡہِمۡ اَعۡمَالَہُمۡ فِیۡہَا وَ ہُمۡ  فِیۡہَا  لَا  یُبۡخَسُوۡنَ ﴿۱۵﴾ ",
			"index": "1488",
			"name": "যে ব্যক্তি পার্থিব জীবন ও সেটার সাজসজ্জা কামনা করে, আমি তাঁতে তাদের (কৃতকর্মের) পূর্ণ ফল দিয়ে দেবো এবং এর মধ্যে কম দেবো না।",
			"en_kanzulimaan": "Whoever desires the life of this world and its comforts, We shall give them the full reward for their deeds in it, and not make any reduction in it.",
			"ur_kanzulimaan": "جو دنیا کی زندگی اور آرائش چاہتا ہو ہم اس میں ان کا پورا پھل دے دیں گے اور اس میں کمی نہ دیں گے،",
			"hi_kanzulimaan": "जो दुनिया की ज़िन्दगी और आरायश चाहता हो (33फ) हम उसमें उनका पूरा फल दे देंगे (34फ) और उसमें कमी न देंगे",
			"author": "১৫. যারা (কেবল) পার্থিব জীবন এবং এর সৌন্দর্য (ও সাজসজ্জা) অন্বেষণ করে, আমরা তাদের আমলের পুরোপুরি প্রতিদান এ দুনিয়াতেই দিয়ে দেই এবং তাদেরকে এতে (এ দুনিয়ার দানে) কিছুই কমানো হয় না।"
		},
		{
			"_id": "1489",
			"sura": "11",
			"para": "12",
			"verses": "16",
			"names": "اُولٰٓئِکَ الَّذِیۡنَ لَیۡسَ لَہُمۡ فِی الۡاٰخِرَۃِ  اِلَّا النَّارُ ۫ۖ وَ  حَبِطَ مَا صَنَعُوۡا  فِیۡہَا وَ  بٰطِلٌ  مَّا  کَانُوۡا  یَعۡمَلُوۡنَ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "اُولٰٓئِکَ الَّذِیۡنَ لَیۡسَ لَہُمۡ فِی الۡاٰخِرَۃِ  اِلَّا النَّارُ ۫ۖ وَ  حَبِطَ مَا صَنَعُوۡا  فِیۡہَا وَ  بٰطِلٌ  مَّا  کَانُوۡا  یَعۡمَلُوۡنَ ﴿۱۶﴾ ",
			"index": "1489",
			"name": "এরা হচ্ছে ওইসব লোক, যাদের জন্য পরলোকে কিছুই নেই, কিন্তু আগুনই এবং নিষ্ফল হয়েছে যা কিছু ওখানে করতো এবং বিলীন হয়েছে যা তাদের কৃতকর্ম ছিলো।",
			"en_kanzulimaan": "These are the ones for whom there is nothing in the Hereafter except the fire; and all that they did there has gone to waste and all their deeds are destroyed.",
			"ur_kanzulimaan": "یہ ہیں وہ جن کے لیے آخرت میں کچھ نہیں مگر آ گ اور اکارت گیا جو کچھ وہاں کرتے تھے اور نابود ہوئے جو ان کے عمل تھے",
			"hi_kanzulimaan": "ये हैं वो जिनके लिये आख़िरत में कुछ नहीं मगर आग और अकारत गया जो कुछ वहां करते थे और नाबूद हुए जो उनके अमल (कर्म) थे (35फ)",
			"author": "১৬. এরা ঐসব লোক যাদের জন্যে পরকালে (জাহান্নামের) আগুন ব্যতীত (প্রাপ্ত অংশ) কিছুই নেই। আর ঐসব (আমল তাদের পরকালীন প্রতিদানের হিসাব থেকে) নিষ্ফল হয়ে গিয়েছে, যা তারা দুনিয়াতে করেছিল। আর সে (সব)-গুলো বাতিল ও অকেজো হয়ে গিয়েছে, যা তারা করতো। (কেননা তাদের হিসাব পূর্ণ প্রতিদানের সাথে দুনিয়াতেই চুকিয়ে দেয়া হয়েছে, আর পরকালের জন্যে কিছুই অবশিষ্ট নেই।)"
		},
		{
			"_id": "1490",
			"sura": "11",
			"para": "12",
			"verses": "17",
			"names": "اَفَمَنۡ کَانَ عَلٰی بَیِّنَۃٍ مِّنۡ رَّبِّہٖ وَ یَتۡلُوۡہُ شَاہِدٌ مِّنۡہُ وَ مِنۡ قَبۡلِہٖ  کِتٰبُ مُوۡسٰۤی اِمَامًا وَّ  رَحۡمَۃً ؕ اُولٰٓئِکَ یُؤۡمِنُوۡنَ بِہٖ ؕ وَ مَنۡ یَّکۡفُرۡ بِہٖ مِنَ الۡاَحۡزَابِ فَالنَّارُ مَوۡعِدُہٗ ۚ فَلَا تَکُ فِیۡ مِرۡیَۃٍ  مِّنۡہُ ٭ اِنَّہُ الۡحَقُّ مِنۡ رَّبِّکَ وَ لٰکِنَّ اَکۡثَرَ  النَّاسِ لَا  یُؤۡمِنُوۡنَ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "اَفَمَنۡ کَانَ عَلٰی بَیِّنَۃٍ مِّنۡ رَّبِّہٖ وَ یَتۡلُوۡہُ شَاہِدٌ مِّنۡہُ وَ مِنۡ قَبۡلِہٖ  کِتٰبُ مُوۡسٰۤی اِمَامًا وَّ  رَحۡمَۃً ؕ اُولٰٓئِکَ یُؤۡمِنُوۡنَ بِہٖ ؕ وَ مَنۡ یَّکۡفُرۡ بِہٖ مِنَ الۡاَحۡزَابِ فَالنَّارُ مَوۡعِدُہٗ ۚ فَلَا تَکُ فِیۡ مِرۡیَۃٍ  مِّنۡہُ ٭ اِنَّہُ الۡحَقُّ مِنۡ رَّبِّکَ وَ لٰکِنَّ اَکۡثَرَ  النَّاسِ لَا  یُؤۡمِنُوۡنَ ﴿۱۷﴾ ",
			"index": "1490",
			"name": "তবে কি (সে ওই ব্যক্তির সমতুল্য,) যে আপন রবের পক্ষ থেকে স্পষ্ট প্রমাণের উপর প্রতিষ্ঠিত থাকে, তার নিকট আল্লাহ্‌র পক্ষ থেকে সাক্ষী আসে এবং তার পূর্বে মূসার কিতাব পরিচালক ও অনুগ্রহ (হিসেবে ছিলো)? তারা সেটার উপর ঈমান আনে। আর সব দলে মধ্যে যে ব্যক্তি সেটা অস্বীকার করে তবে আগুনই তার প্রতিশ্রুত স্থান। সুতরাং, হে শ্রোতা! তুমি তাঁতে সন্দিগ্ধ হয়ো না। নিশ্চয় তা সত্য, তোমার রবের পক্ষ থেকে। কিন্তু অনেক মানুষ ঈমান রাখে না। ",
			"en_kanzulimaan": "So is (equal to) the one who is upon the clear proof from his Lord, and comes a witness upon it from Allah, and before it the Book of Moosa, a leader and a mercy; they accept faith in it; and whoever denies it from all the groups, then the fire is promised for him; so O listener, do not have any doubt concerning it; indeed it is the truth from your Lord; but most people do not believe.",
			"ur_kanzulimaan": "تو کیا وہ جو اپنے رب کی طرف سے روشن دلیل پر ہو اور اس پر اللہ کی طرف سے گواہ آئے اور اس سے پہلے موسیٰ کی کتاب پیشوا اور رحمت وہ اس پر ایمان لاتے ہیں، اور جو اس کا منکر ہو سارے گروہوں میں تو آگ اس کا وعدہ ہے تو اے سننے والے! تجھے کچھ اس میں شک نہ ہو، بیشک وہ حق ہے تیرے رب کی طرف سے لیکن بہت آدمی ایمان نہیں رکھتے،",
			"hi_kanzulimaan": "तो क्या वो जो अपने रब की तरफ़ से रौशन दलील पर हो (36फ) और उस पर अल्लाह की तरफ़ से गवाह आए (37फ) और इस से पहले मूसा की किताब (38फ) पेशवा और रहमत, वो उसपर  (39फ) ईमान लाते हैं और जो उसका मुन्किर हो सारे गिरोहों में (40फ) तो आग उसका वादा है, तो ऐ सुनने वाले तुझे कुछ इस में शक न हो, बेशक वह हक़ है तेरे रब की तरफ़ से लेकिन बहुत आदमी ईमान नहीं रखते",
			"author": "১৭. সে ব্যক্তি যে স্বীয় প্রতিপালকের পক্ষ থেকে সুস্পষ্ট দলিলের উপর রয়েছে, আর আল্লাহ্‌র পক্ষ থেকে এক সাক্ষীও (অর্থাৎ কুরআন) তার শক্তিবৃদ্ধি ও সমর্থনের জন্যে আগমন করেছে এবং এরপূর্বে মূসা (আলাইহিস সালাম)-এঁর কিতাবও (অর্থাৎ তাওরাত এসেছিল) যা ছিল পথপ্রদর্শক ও রহমত। এ লোকেরাই (কুরআন)-এঁর উপর ঈমান আনয়ন করে। (এ ব্যক্তি এবং কাফের) দলগুলোর মধ্যে এ (কুরআন) অস্বীকারকারী ব্যক্তি (কি সমান হতে পারে), যখন জাহান্নামের অগ্নি তার ঠিকানা? সুতরাং (হে শ্রবণকারী!) তোমার উচিত যে, তুমি এ ব্যাপারে সামান্যতমও সন্দেহে পতিত হবে না। নিশ্চয়ই এ (কুরআন) তোমার প্রতিপালকের পক্ষ থেকে সত্য। কিন্তু অধিকাংশ মানুষই বিশ্বাস স্থাপন করে না।"
		},
		{
			"_id": "1491",
			"sura": "11",
			"para": "12",
			"verses": "18",
			"names": "وَ مَنۡ اَظۡلَمُ  مِمَّنِ افۡتَرٰی عَلَی اللّٰہِ  کَذِبًا ؕ اُولٰٓئِکَ یُعۡرَضُوۡنَ عَلٰی رَبِّہِمۡ وَ یَقُوۡلُ الۡاَشۡہَادُ  ہٰۤؤُلَآءِ الَّذِیۡنَ کَذَبُوۡا عَلٰی رَبِّہِمۡ ۚ اَلَا لَعۡنَۃُ اللّٰہِ عَلَی الظّٰلِمِیۡنَ ﴿ۙ۱۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ اَظۡلَمُ  مِمَّنِ افۡتَرٰی عَلَی اللّٰہِ  کَذِبًا ؕ اُولٰٓئِکَ یُعۡرَضُوۡنَ عَلٰی رَبِّہِمۡ وَ یَقُوۡلُ الۡاَشۡہَادُ  ہٰۤؤُلَآءِ الَّذِیۡنَ کَذَبُوۡا عَلٰی رَبِّہِمۡ ۚ اَلَا لَعۡنَۃُ اللّٰہِ عَلَی الظّٰلِمِیۡنَ ﴿ۙ۱۸﴾ ",
			"index": "1491",
			"name": "এবং তার চেয়ে অধিক যালিম কে, যে আল্লাহ্‌ সম্বন্ধে মিথ্যা রচনা করে? তাদেরকে আপন রবের সম্মুখে উপস্থিত করা হবে এবং সাক্ষীগণ বলবে, ‘এরাই হচ্ছে যারা আপন রব সম্বন্ধে মিথ্যা রচনা করেছিলো। ওহে! যালিমদের উপর আল্লাহ্‌র লা’নত;",
			"en_kanzulimaan": "And who is more unjust than the one who fabricates a lie against Allah? They will be presented before their Lord, and the witnesses will say, It is these who lied concerning their Lord; the curse of Allah be upon the unjust! (* The Prophets and angels.)",
			"ur_kanzulimaan": "اور اس سے بڑھ کر ظالم کون جو اللہ پر جھوٹ باندھے اور اپنے رب کے حضور پیش کیے جائیں گے اور گواہ کہیں گے یہ ہیں جنہوں نے اپنے رب پر جھوٹ بولا تھا، ارے ظا لموں پر خدا کی لعنت",
			"hi_kanzulimaan": "और उससे बढ़कर ज़ालिम कौन जो अल्लाह पर झूट बांधे (41फ) वो अपने रब के हुज़ूर पेश किये जाएंगे (42फ) और गवाह कहेंगे ये हैं जिन्होंने अपने रब पर झूट बोला था, अरे ज़ालिमों पर ख़ुदा की लअनत (43फ)",
			"author": "১৮. আর তার চেয়ে বড় যালিম কে হতে পারে, যে আল্লাহ্‌র প্রতি মিথ্যা অপবাদ রচনা করে। এসব লোকদেরকেই তাদের প্রতিপালকের সমীপে পেশ করা হবে। আর সাক্ষী বলবে, ‘এরাই সেসব লোক যারা তাদের প্রতিপালকের বিষয়ে মিথ্যা বলেছিল’। জেনে রেখো, যালিমদের উপর আল্লাহ্‌র অভিসম্পাত -"
		},
		{
			"_id": "1492",
			"sura": "11",
			"para": "12",
			"verses": "19",
			"names": "الَّذِیۡنَ یَصُدُّوۡنَ عَنۡ سَبِیۡلِ اللّٰہِ وَ یَبۡغُوۡنَہَا عِوَجًا ؕ وَ ہُمۡ بِالۡاٰخِرَۃِ ہُمۡ کٰفِرُوۡنَ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "الَّذِیۡنَ یَصُدُّوۡنَ عَنۡ سَبِیۡلِ اللّٰہِ وَ یَبۡغُوۡنَہَا عِوَجًا ؕ وَ ہُمۡ بِالۡاٰخِرَۃِ ہُمۡ کٰفِرُوۡنَ ﴿۱۹﴾ ",
			"index": "1492",
			"name": "যারা আল্লাহ্‌র পথে বাধা দেয় এবং তাঁতে বক্রতা অনুসন্ধান করে; আর তারাই পরকালকে অস্বীকারকারী। ",
			"en_kanzulimaan": "Those who prevent from the way of Allah and wish deviation in it; and it is they who disbelieve in the Hereafter.",
			"ur_kanzulimaan": "جو اللہ کی راہ سے روکتے ہیں اور اس میں کجی چاہتے ہیں، اور وہی آخرت کے منکر ہیں،",
			"hi_kanzulimaan": "जो अल्लाह की राह से रोकते हैं और उसमें कजी चाहते हैं और वही आख़िरत के मुन्किर हैं",
			"author": "১৯. যারা (অন্যদের জন্যে) আল্লাহ্‌র পথে প্রতিবন্ধকতা সৃষ্টি করে এবং এতে কুটিলতা অন্বেষণ করে; আর এ সকল লোকই পরকালকে অস্বীকার করে।"
		},
		{
			"_id": "1493",
			"sura": "11",
			"para": "12",
			"verses": "20",
			"names": "اُولٰٓئِکَ لَمۡ یَکُوۡنُوۡا مُعۡجِزِیۡنَ فِی الۡاَرۡضِ وَ مَا کَانَ لَہُمۡ مِّنۡ دُوۡنِ اللّٰہِ مِنۡ  اَوۡلِیَآءَ ۘ یُضٰعَفُ لَہُمُ الۡعَذَابُ ؕ مَا کَانُوۡا یَسۡتَطِیۡعُوۡنَ السَّمۡعَ وَ مَا کَانُوۡا  یُبۡصِرُوۡنَ ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "اُولٰٓئِکَ لَمۡ یَکُوۡنُوۡا مُعۡجِزِیۡنَ فِی الۡاَرۡضِ وَ مَا کَانَ لَہُمۡ مِّنۡ دُوۡنِ اللّٰہِ مِنۡ  اَوۡلِیَآءَ ۘ یُضٰعَفُ لَہُمُ الۡعَذَابُ ؕ مَا کَانُوۡا یَسۡتَطِیۡعُوۡنَ السَّمۡعَ وَ مَا کَانُوۡا  یُبۡصِرُوۡنَ ﴿۲۰﴾ ",
			"index": "1493",
			"name": "তারা পৃথিবীতে (আল্লাহ্‌কে) ঠেকাতে পারে এমন নয় এবং না তাদের জন্য আল্লাহ্‌ থেকে পৃথক কোন সাহায্যকারী আছে। তাদের শাস্তির উপর শাস্তি হবে। না তারা শুনতে পারতো এবং না দেখতে পেতো। ",
			"en_kanzulimaan": "They will not be able to escape in the earth, nor do they have any protecting friends apart from Allah; they will have punishment upon punishment; they were unable to hear, nor used to see. (* Hear or see the truth.)",
			"ur_kanzulimaan": "وہ تھکانے والے نہیں زمین میں اور نہ اللہ سے جدا ان کے کوئی حمایتی انہیں عذاب پر عذاب ہوگا وہ نہ سن سکتے تھے اور نہ دیکھتے",
			"hi_kanzulimaan": "वो थकाने वाले नहीं ज़मीन में  (44फ) और न अल्लाह से जुदा उनके कोई हिमायती  (45फ) उन्हें अज़ाब पर अज़ाब होगा  (46फ) वो न सुन सकते थे और न देखते  (47फ)",
			"author": "২০. এরা (আল্লাহ্কে) পৃথিবীতে অক্ষম করে দেবার শক্তি রাখে না, আর তাদের জন্যে আল্লাহ্ ব্যতীত কোনো সাহায্যকারীও নেই। তাদের জন্যে শাস্তি দ্বিগুণ করে দেয়া হবে, (কেননা) তারা না (সত্য কথা) শ্রবণের শক্তি রাখতো আর না (সত্যকে) দেখতো।"
		},
		{
			"_id": "1494",
			"sura": "11",
			"para": "12",
			"verses": "21",
			"names": "اُولٰٓئِکَ الَّذِیۡنَ خَسِرُوۡۤا اَنۡفُسَہُمۡ  وَ ضَلَّ عَنۡہُمۡ  مَّا  کَانُوۡا  یَفۡتَرُوۡنَ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "اُولٰٓئِکَ الَّذِیۡنَ خَسِرُوۡۤا اَنۡفُسَہُمۡ  وَ ضَلَّ عَنۡہُمۡ  مَّا  کَانُوۡا  یَفۡتَرُوۡنَ ﴿۲۱﴾ ",
			"index": "1494",
			"name": "তারাই হচ্ছে, যারা নিজেদের আত্নাগুলোকে ক্ষতির মধ্যে ফেলেছে এবং তাদের পক্ষ থেকে উধাও হয়ে গেছে যেসব কথা তারা রচনা করতো।",
			"en_kanzulimaan": "It is they who put their souls into ruin, and they lost all that they used to fabricate.",
			"ur_kanzulimaan": "وہی ہیں جنہوں نے اپنی جانیں گھاٹے میں ڈالیں اور ان سے کھوئی گئیں جو باتیں جوڑتے تھے خواہ نخواہ",
			"hi_kanzulimaan": "वही हैं जिन्होंने अपनी जान घाटे में डालीं और उनसे खोई गई जो बातें जोड़ते थे",
			"author": "২১. এরাই সেসব লোক, যারা নিজেদেরকে ক্ষতিগ্রস্ত করেছে এবং তারা যে (সব) মিথ্যা অপবাদ রচনা করতো তা তাদের থেকে উধাও হয়ে গেছে।"
		},
		{
			"_id": "1495",
			"sura": "11",
			"para": "12",
			"verses": "22",
			"names": "لَا جَرَمَ  اَنَّہُمۡ  فِی الۡاٰخِرَۃِ  ہُمُ الۡاَخۡسَرُوۡنَ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "لَا جَرَمَ  اَنَّہُمۡ  فِی الۡاٰخِرَۃِ  ہُمُ الۡاَخۡسَرُوۡنَ ﴿۲۲﴾ ",
			"index": "1495",
			"name": "ইচ্ছায় ও অনিচ্ছায়, তারাই পরকালে সর্বাধিক ক্ষতির মধ্যে (থাকবে)।",
			"en_kanzulimaan": "They will be, unnecessarily, the greatest losers in the Hereafter.",
			"ur_kanzulimaan": "(ضرور) وہی آخرت میں سب سے زیادہ نقصان میں ہیں",
			"hi_kanzulimaan": " ख्वाह नख्र्वाह वही आखिरत में सबसे ज़्यादा नुकसान में हैं (47फ)",
			"author": "২২. এটি সম্পূর্ণরূপে সত্য যে, নিশ্চিত তারাই পরকালে সবচেয়ে অধিক ক্ষতিগ্রস্ত হবে।"
		},
		{
			"_id": "1496",
			"sura": "11",
			"para": "12",
			"verses": "23",
			"names": "اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ وَ اَخۡبَتُوۡۤا اِلٰی رَبِّہِمۡ ۙ اُولٰٓئِکَ اَصۡحٰبُ الۡجَنَّۃِ ۚ ہُمۡ  فِیۡہَا  خٰلِدُوۡنَ ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ وَ اَخۡبَتُوۡۤا اِلٰی رَبِّہِمۡ ۙ اُولٰٓئِکَ اَصۡحٰبُ الۡجَنَّۃِ ۚ ہُمۡ  فِیۡہَا  خٰلِدُوۡنَ ﴿۲۳﴾ ",
			"index": "1496",
			"name": "নিশ্চয়, যারা ঈমান এনেছে এবং সৎকর্ম করেছে আর আপন রবের প্রতি ঝুকে পড়েছে, তারা জান্নাতবাসী, তারা তাঁতে সর্বদা থাকবে।",
			"en_kanzulimaan": "Indeed those who believed and performed good deeds and directed themselves towards their Lord - they are the people of Paradise; they will abide in it forever.",
			"ur_kanzulimaan": "بیشک جو ایمان لائے اور اچھے کام کیے اور اپنے رب کی طرف رجوع لائے وہ جنت والے ہیں، وہ اس میں ہمیشہ رہیں گے،",
			"hi_kanzulimaan": "बेशक जो ईमान लाए और अच्छे काम किये और अपने रब की तरफ़ रूजू लाए वो जन्नत वाले हैं वो उसमें हमेशा रहेंगे",
			"author": "২৩. নিশ্চয়ই যারা বিশ্বাসী, সৎকর্মপরায়ণ এবং নিজেদের প্রতিপালকের সমীপে বিনম্র তারাই জান্নাতের অধিবাসী। তারা তাতে চিরকাল বসবাসকারী।"
		},
		{
			"_id": "1497",
			"sura": "11",
			"para": "12",
			"verses": "24",
			"names": "مَثَلُ الۡفَرِیۡقَیۡنِ کَالۡاَعۡمٰی وَ الۡاَصَمِّ وَ الۡبَصِیۡرِ وَ السَّمِیۡعِ ؕ ہَلۡ یَسۡتَوِیٰنِ مَثَلًا ؕ اَفَلَا  تَذَکَّرُوۡنَ ﴿۲۴﴾ ",
			"number": "",
			"verses_PDMS": "مَثَلُ الۡفَرِیۡقَیۡنِ کَالۡاَعۡمٰی وَ الۡاَصَمِّ وَ الۡبَصِیۡرِ وَ السَّمِیۡعِ ؕ ہَلۡ یَسۡتَوِیٰنِ مَثَلًا ؕ اَفَلَا  تَذَکَّرُوۡنَ ﴿۲۴﴾ ",
			"index": "1497",
			"name": "উভয় দলের অবস্থা তেমনই, যেমন অন্ধ ও বধির এবং দৃষ্টি শক্তি ও শ্রবণ শক্তিসম্পন্ন। উভয়ের অবস্থা কি এক সমান? তবে কি তোমরা শিক্ষা গ্রহণ করছো না?",
			"en_kanzulimaan": "The example of the two groups is like one being blind and deaf, and the other seeing and hearing; are they equal in condition? So do you not ponder?",
			"ur_kanzulimaan": "دونوں فریق کا حال ایسا ہے جیسے ایک اندھا اور بہرا اور دوسرا دیکھتا اور سنتا کيا ان دونوں حال کا ايک سا ہے تو کياتم دہيان نہيں کرتے",
			"hi_kanzulimaan": "दोनो फ़रीक (पक्षों) (49फ) का हाल ऐसा है जैसे एक अंधा और बहरा और दूसरा देखता और सुनता (50फ) क्या उन दोनो का हाल एक सा है (51फ) तो क्या तुम ध्यान नहीं करते",
			"author": "২৪. (কাফের ও মুসলমান) উভয় দলের দৃষ্টান্ত অন্ধ ও বধির এবং (এর বিপরীতে) দৃষ্টিশক্তিসম্পন্ন ও শ্রবণশক্তিসম্পন্নের মতো। উভয়ের অবস্থা কি সমান? এরপরও কি তোমরা উপদেশ গ্রহণ করবে না?"
		},
		{
			"_id": "1498",
			"sura": "11",
			"para": "12",
			"verses": "25",
			"names": "وَ لَقَدۡ اَرۡسَلۡنَا نُوۡحًا اِلٰی قَوۡمِہٖۤ ۫ اِنِّیۡ لَکُمۡ  نَذِیۡرٌ  مُّبِیۡنٌ ﴿ۙ۲۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اَرۡسَلۡنَا نُوۡحًا اِلٰی قَوۡمِہٖۤ ۫ اِنِّیۡ لَکُمۡ  نَذِیۡرٌ  مُّبِیۡنٌ ﴿ۙ۲۵﴾ ",
			"index": "1498",
			"name": "এবং নিশ্চয় আমি নূহকে তার সম্প্রদায়ের প্রতি প্রেরণ করেছি। (সে বললো) ‘আমি তোমাদের জন্য সুস্পষ্ট সতর্ককারী;",
			"en_kanzulimaan": "And indeed We sent Nooh to his people that, Indeed I am for you a clear Herald of Warning.",
			"ur_kanzulimaan": "اور بے شک ہم نے نوح کو اس کی قوم کی طرف بھيجا کہ میں تمہارے لیے صریح ڈر سنانے والا ہوں",
			"hi_kanzulimaan": "और बेशक हमने नूह को उसकी क़ौम की तरफ़ भेजा (52फ) कि मैं तुम्हारे लिये सरिह डर सुनाने वाला हूँ",
			"author": "২৫. আর আমরা তো নূহ (আলাইহিস সালাম)-কে তাঁর সম্প্রদায়ের নিকট প্রেরণ করেছিলাম। (তিনি তাদেরকে বলেছিলেন) ‘আমি তোমাদের জন্যে সুস্পষ্ট সতর্ককারী (হয়ে আগমন করেছি)-"
		},
		{
			"_id": "1499",
			"sura": "11",
			"para": "12",
			"verses": "26",
			"names": "اَنۡ  لَّا تَعۡبُدُوۡۤا اِلَّا اللّٰہَ ؕ اِنِّیۡۤ  اَخَافُ عَلَیۡکُمۡ  عَذَابَ  یَوۡمٍ  اَلِیۡمٍ ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "اَنۡ  لَّا تَعۡبُدُوۡۤا اِلَّا اللّٰہَ ؕ اِنِّیۡۤ  اَخَافُ عَلَیۡکُمۡ  عَذَابَ  یَوۡمٍ  اَلِیۡمٍ ﴿۲۶﴾ ",
			"index": "1499",
			"name": "যেন তোমরা আল্লাহ্‌ ব্যতীত অন্য কারো ইবাদত না করো; নিশ্চয় আমি তোমাদের জন্য এক বিপদসঙ্কুল দিনের শাস্তির আশঙ্কা করি’।",
			"en_kanzulimaan": "That you must worship none except Allah; indeed I fear the punishment of the calamitous day upon you.",
			"ur_kanzulimaan": "کہ اللہ کے سوا کسی کو نہ پوجو، بیشک میں تم پر ایک مصیبت والے دن کے عذاب سے ڈرتا ہوں",
			"hi_kanzulimaan": "कि अल्लाह के सिवा किसी को न पूजो बेशक मैं तुमपर एक मुसीबत वाले दिन के अज़ाब से डरता हूँ (53फ)",
			"author": "২৬. যে, তোমরা আল্লাহ্ ব্যতীত কারো ইবাদত করো না, আমি তোমাদের উপর মর্মন্তুদ দিবসের শাস্তি (আগমনের) আশংকা করছি।’"
		},
		{
			"_id": "1500",
			"sura": "11",
			"para": "12",
			"verses": "27",
			"names": "فَقَالَ الۡمَلَاُ الَّذِیۡنَ کَفَرُوۡا مِنۡ قَوۡمِہٖ مَا نَرٰىکَ اِلَّا بَشَرًا مِّثۡلَنَا وَ مَا نَرٰىکَ اتَّبَعَکَ اِلَّا الَّذِیۡنَ ہُمۡ اَرَاذِلُنَا بَادِیَ الرَّاۡیِ ۚ وَ مَا نَرٰی لَکُمۡ  عَلَیۡنَا مِنۡ فَضۡلٍۭ  بَلۡ  نَظُنُّکُمۡ  کٰذِبِیۡنَ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "فَقَالَ الۡمَلَاُ الَّذِیۡنَ کَفَرُوۡا مِنۡ قَوۡمِہٖ مَا نَرٰىکَ اِلَّا بَشَرًا مِّثۡلَنَا وَ مَا نَرٰىکَ اتَّبَعَکَ اِلَّا الَّذِیۡنَ ہُمۡ اَرَاذِلُنَا بَادِیَ الرَّاۡیِ ۚ وَ مَا نَرٰی لَکُمۡ  عَلَیۡنَا مِنۡ فَضۡلٍۭ  بَلۡ  نَظُنُّکُمۡ  کٰذِبِیۡنَ ﴿۲۷﴾ ",
			"index": "1500",
			"name": "সুতরাং তার সম্প্রদায়ের প্রধানরা, যারা কাফির ছিলো, বললো, ‘আমরা তো তোমাকে আমাদেরই মতো মানুষ দেখছি, এবং আমরা দেখছি না যে, তোমার অনুসরণ কেউ করেছে, কিন্তু আমাদের হীন লোকেরাই, অগভীর দৃষ্টিতে; এবং আমরা তোমাদের মধ্যে আমাদের উপর কোন শ্রেষ্ঠত্ব দেখতে পাচ্ছি না, বরং আমরা তোমাদেরকে মিথ্যাবাদী মনে করি’।",
			"en_kanzulimaan": "The chiefs of his people, who were disbelievers, said, We see that you are just a mortal like us, and we do not see anyone following you except the most lowly among us, without insight; and we do not find any merit in you above us - in fact, we consider you liars.",
			"ur_kanzulimaan": "تو اس کی قوم کے سردار جو کافر ہوئے تھے بولے ہم تو تمہیں اپنے ہی جیسا آدمی دیکھتے ہیں اور ہم نہیں دیکھتے کہ تمہاری پیروی کسی نے کی ہو مگر ہمارے کمینوں نے سرسری نظر سے اور ہم تم میں اپنے اوپر کوئی بڑائی نہیں پاتے بلکہ ہم تمہیں جھوٹا خیال کرتے ہیں،",
			"hi_kanzulimaan": "तो उसकी क़ौम के सरदार जो काफ़िर हुए थे बोले हम तो तुम्हें अपने ही जैसा आदमी देखते हैं (54फ) और हम नहीं देखते कि तुम्हारी पैरवी (अनुकरण) किसी ने की हो मगर हमारे कमीनों ने (55फ) सरसरी नज़र से (56फ) और हम तुम में अपने ऊपर कोई बड़ाई नहीं पाते (57फ) बल्कि हम तुम्हें (58फ) झूटा ख़याल करते हैं",
			"author": "২৭. সুতরাং তার সম্প্রদায়ের কুফরিতে নিমজ্জিত নেতৃস্থানীয়রা বললো, ‘আমাদের কাছে তো তোমাকে আমাদের মতোই একজন মানুষ মনে হয়; আর আমরা আমাদের (সমাজের) হালকা ধারণা পোষণকারী (না বুঝে না শুনে তোমার পশ্চাতে লেগে থাকা) তুচ্ছ ও নিম্নশ্রেণীর মানুষ ব্যতীত (সম্মানিত) কাউকে তোমার আনুগত্য করতে দেখছি না। আর আমরা আমাদের উপর তোমাদের কোনো শ্রেষ্ঠত্ব ও উচ্চমর্যাদাও দেখছি না (অর্থাৎ শক্তি-সামর্থ, ধন-দৌলত অথবা তোমাদের দলে সম্মানিত লোকের অন্তর্ভুক্ত হওয়া, মোটকথা এমন কোনো উল্লেখযোগ্য বৈশিষ্ট্য দেখছি না); বরং আমরা তো তোমাদেরকে মিথ্যাবাদী মনে করি।’"
		},
		{
			"_id": "1501",
			"sura": "11",
			"para": "12",
			"verses": "28",
			"names": "قَالَ یٰقَوۡمِ اَرَءَیۡتُمۡ اِنۡ کُنۡتُ عَلٰی بَیِّنَۃٍ مِّنۡ رَّبِّیۡ  وَ اٰتٰىنِیۡ رَحۡمَۃً مِّنۡ عِنۡدِہٖ فَعُمِّیَتۡ عَلَیۡکُمۡ ؕ اَنُلۡزِمُکُمُوۡہَا وَ اَنۡتُمۡ لَہَا کٰرِہُوۡنَ ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ یٰقَوۡمِ اَرَءَیۡتُمۡ اِنۡ کُنۡتُ عَلٰی بَیِّنَۃٍ مِّنۡ رَّبِّیۡ  وَ اٰتٰىنِیۡ رَحۡمَۃً مِّنۡ عِنۡدِہٖ فَعُمِّیَتۡ عَلَیۡکُمۡ ؕ اَنُلۡزِمُکُمُوۡہَا وَ اَنۡتُمۡ لَہَا کٰرِہُوۡنَ ﴿۲۸﴾ ",
			"index": "1501",
			"name": "বললো, ‘হে আমার সম্প্রদায়! হাঁ বলো তো, যদি আমি আপন রবের নিকট থেকে সুস্পষ্ট প্রমাণের উপর প্রতিষ্ঠিত হই এবং তিনি আমাকে তার নিকট থেকে অনুগ্রহ দান করে থাকেন, অতঃপর তোমরা সে বিষয়ে অন্ধ হয়ে থাকো, আমরা কি সেটাকে তোমাদের গলায় বেধে দেবো আর তোমরা হও অসন্তুষ্ট?’",
			"en_kanzulimaan": "He said, O my people! What is your opinion - if I am on a clear proof from my Lord and He has bestowed mercy upon me from Him, so you remained blind towards it; shall we force it upon you although you dislike it?",
			"ur_kanzulimaan": "بولا اے میری قوم! بھلا بتاؤ تو اگر میں اپنے رب کی طرف سے دلیل پر ہوں اور اس نے مجھے اپنے پاس سے رحمت بخشی تو تم اس سے اندھے رہے، کیا ہم اسے تمہارے گلے چپیٹ (چپکا) دیں اور تم بیزار ہو",
			"hi_kanzulimaan": "बोला ऐ मेरी क़ौम भला बताओ तो अगर मैं अपने रब की तरफ़ से रौशन दलील पर हूँ (59फ) और उसने मुझे अपने पास से रहमत बख़्शी (60फ) तो तुम उससे अंधे रहे, क्या हम उसे तुम्हारे गले चपेट दें और तुम बेज़ार हो (61फ)",
			"author": "২৮. (নূহ আলাইহিস সালাম) বললেন, ‘হে আমার সম্প্রদায়! বলো তো, যদি আমি আমার প্রতিপালকের পক্ষ থেকে সুস্পষ্ট প্রমাণের উপরও অবস্থান করি আর তিনি আমাকে স্বীয় (বিশেষ) অনুগ্রহও দান করেন; অথচ তা তোমাদের নিকট (অন্ধদের মতো) গোপন করা হয়েছে, আমরা কি এ বিষয়ে তোমাদেরকে বাধ্য করতে পারি যখন তোমরা একে অপছন্দ করো?"
		},
		{
			"_id": "1502",
			"sura": "11",
			"para": "12",
			"verses": "29",
			"names": "وَ یٰقَوۡمِ لَاۤ  اَسۡئَلُکُمۡ عَلَیۡہِ مَالًا ؕ اِنۡ  اَجۡرِیَ   اِلَّا عَلَی اللّٰہِ وَ مَاۤ  اَنَا بِطَارِدِ الَّذِیۡنَ اٰمَنُوۡا ؕ اِنَّہُمۡ مُّلٰقُوۡا  رَبِّہِمۡ  وَ لٰکِنِّیۡۤ  اَرٰىکُمۡ قَوۡمًا تَجۡہَلُوۡنَ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ یٰقَوۡمِ لَاۤ  اَسۡئَلُکُمۡ عَلَیۡہِ مَالًا ؕ اِنۡ  اَجۡرِیَ   اِلَّا عَلَی اللّٰہِ وَ مَاۤ  اَنَا بِطَارِدِ الَّذِیۡنَ اٰمَنُوۡا ؕ اِنَّہُمۡ مُّلٰقُوۡا  رَبِّہِمۡ  وَ لٰکِنِّیۡۤ  اَرٰىکُمۡ قَوۡمًا تَجۡہَلُوۡنَ ﴿۲۹﴾ ",
			"index": "1502",
			"name": "এবং হে সম্প্রদায়! আমি তোমাদের নিকট এর পরিবর্তে কোন ধন-সম্পদ চাই না; আমার প্রতিদান তো আল্লাহ্‌রই নিকট রয়েছে এবং আমি মুসলমানদেরকে বিতাড়নকারী নই; নিশ্চয় তারা আপন রবের সাথে সাক্ষাতকারী, কিন্তু আমি তোমাদেরকে নিরেট মূর্খলোকরূপেই পাচ্ছি।",
			"en_kanzulimaan": "And O my people! I do not ask any wealth from you for it; my reward is only upon Allah, and I am not going to repel the Muslims; indeed they will meet their Lord, but I find you people completely ignorant.",
			"ur_kanzulimaan": "اور اے قوم! میں تم سے کچھ اس پر مال نہیں مانگتا میرا اجر تو اللہ ہی پر ہے اور میں مسلمانوں کو دور کرنے والا نہیں بیشک وہ اپنے رب سے ملنے والے ہیں لیکن میں تم کو نرے جاہل لوگ پا تا ہوں",
			"hi_kanzulimaan": "और ऐ क़ौम मैं तुमसे कुछ इसपर (62फ) माल नहीं मांगता (63फ) मेरा अज़्र तो अल्लाह ही पर है और मैं मुसलमानों को दूर करने वाला नहीं (64फ) बेशक वो अपने रब से मिलने वाले हैं (65फ) लेकिन मैं तुमको निरे जाहिल लोग पाता हूँ (66फ)",
			"author": "২৯. আর হে আমার সম্প্রদায়! আমি তোমাদের নিকট (এ দাওয়াত ও প্রচারকার্য)-এর বিনিময়ে কোনো ধন-সম্পদ(ও) দাবি করি না; আমার প্রতিদান তো কেবল আল্লাহ্‌রই নিকট রয়েছে। আর আমি (তোমাদের কারণে গরীব ও পশ্চাদপদ) বিশ্বাসীগণকে বিতাড়নকারীও নই। (তোমরা তাদেরকে তুচ্ছ মনে করো না, তারাই প্রকৃত সম্মানের অধিকারী) নিশ্চয়ই তারা তাদের প্রতিপালকের সাক্ষাত লাভের মাধ্যমে সৌভাগ্য অর্জনকারী। আর আমি তো প্রকৃতপক্ষে তোমাদেরকে অজ্ঞ (ও নির্বোধ) সম্প্রদায় হিসেবে দেখছি।"
		},
		{
			"_id": "1503",
			"sura": "11",
			"para": "12",
			"verses": "30",
			"names": "وَ یٰقَوۡمِ مَنۡ یَّنۡصُرُنِیۡ مِنَ اللّٰہِ  اِنۡ طَرَدۡتُّہُمۡ ؕ اَفَلَا   تَذَکَّرُوۡنَ ﴿۳۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ یٰقَوۡمِ مَنۡ یَّنۡصُرُنِیۡ مِنَ اللّٰہِ  اِنۡ طَرَدۡتُّہُمۡ ؕ اَفَلَا   تَذَکَّرُوۡنَ ﴿۳۰﴾ ",
			"index": "1503",
			"name": "হে সম্প্রদায়! আমাকে আল্লাহ্‌ থেকে কে রক্ষা করবে যদি আমি তাদেরকে বিতাড়িত করি? তবুও কি তোমরা মনোযোগ দিচ্ছো না?",
			"en_kanzulimaan": "And O my people! Who would rescue me from Allah if I repel them? So do you not think?",
			"ur_kanzulimaan": "اور اے قوم مجھے اللہ سے کون بچالے گا اگر میں انہیں دور کروں گا، تو کیا تمہیں دھیان نہیں،",
			"hi_kanzulimaan": "और ऐ क़ौम मुझे अल्लाह से कौन बचा लेगा अगर मैं उन्हें दूर करूंगा, तो क्या तुम्हें ध्यान नहीं",
			"author": "৩০. আর হে আমার সম্প্রদায়! যদি আমি তাদেরকে বিতাড়িত করে দেই তবে আল্লাহ্ (-এঁর ক্রোধ) থেকে (রক্ষা করার জন্যে) আমাকে কে সাহায্য করতে পারে, তোমরা কি অনুধাবন করো না?"
		},
		{
			"_id": "1504",
			"sura": "11",
			"para": "12",
			"verses": "31",
			"names": "وَ لَاۤ   اَقُوۡلُ  لَکُمۡ  عِنۡدِیۡ خَزَآئِنُ اللّٰہِ وَ لَاۤ  اَعۡلَمُ  الۡغَیۡبَ وَ لَاۤ  اَقُوۡلُ  اِنِّیۡ مَلَکٌ وَّ لَاۤ  اَقُوۡلُ لِلَّذِیۡنَ تَزۡدَرِیۡۤ اَعۡیُنُکُمۡ  لَنۡ  یُّؤۡتِیَہُمُ  اللّٰہُ خَیۡرًا ؕ اَللّٰہُ  اَعۡلَمُ  بِمَا فِیۡۤ  اَنۡفُسِہِمۡ ۚۖ اِنِّیۡۤ  اِذًا لَّمِنَ  الظّٰلِمِیۡنَ ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَاۤ   اَقُوۡلُ  لَکُمۡ  عِنۡدِیۡ خَزَآئِنُ اللّٰہِ وَ لَاۤ  اَعۡلَمُ  الۡغَیۡبَ وَ لَاۤ  اَقُوۡلُ  اِنِّیۡ مَلَکٌ وَّ لَاۤ  اَقُوۡلُ لِلَّذِیۡنَ تَزۡدَرِیۡۤ اَعۡیُنُکُمۡ  لَنۡ  یُّؤۡتِیَہُمُ  اللّٰہُ خَیۡرًا ؕ اَللّٰہُ  اَعۡلَمُ  بِمَا فِیۡۤ  اَنۡفُسِہِمۡ ۚۖ اِنِّیۡۤ  اِذًا لَّمِنَ  الظّٰلِمِیۡنَ ﴿۳۱﴾ ",
			"index": "1504",
			"name": "এবং আমি তোমাদেরকে বলি না যে, আমার নিকট আল্লাহ্‌ ধন-ভাণ্ডারসমূহ রয়েছে; এবং না এও যে, আমি অদৃশ্য জেনে নেই, আর এ কথাও বলি না যে, আমি ফিরিশ্‌তা হই এবং আমি তাদেরকে একথা বলি না যাদেরকে তোমাদের দৃষ্টি হীন মনে করে, ‘আল্লাহ্‌ কখনো তাদেরকে কোন মঙ্গল দেবেন না’। আল্লাহ্‌ ভালোভাবে জানেন যা কিছু তাদের অন্তরে রয়েছে। এমন করলে অবশ্যই আমি যালিমদের অন্তর্ভুক্ত হবো’।",
			"en_kanzulimaan": "And I do not say to you, I have the treasures of Allah nor that I gain knowledge of the hidden, nor do I say that, I am an angel nor do I say to those whom your sights consider lowly, that Allah will never give them any good; Allah well knows what is in their hearts; if I do so, I would then be of the unjust.",
			"ur_kanzulimaan": "اور میں تم سے نہیں کہتا کہ میرے پاس اللہ کے خزانے ہیں اور نہ یہ کہ میں غیب جان جانتا ہوں اور نہ یہ کہتا ہوں کہ میں فرشتہ ہوں اور میں انہیں نہیں کہتا جن کو تمہاری نگاہیں حقیر سمجھتی ہیں کہ ہرگز انہیں اللہ کوئی بھلائی نہ دے گا، اللہ خوب جانتا ہے جو ان کے دلوں میں ہے ایسا کروں تو ضرور میں ظالموں میں سے ہوں",
			"hi_kanzulimaan": "और मैं तुम से नहीं कहता कि मेरे पास अल्लाह के ख़जाने हैं और न यह कि मैं ग़ैब (अज्ञात) जान लेता हूँ और न यह कहता हूँ कि मैं फ़रिश्ता हूँ  (67फ) और मैं उन्हें नहीं कहता जिनको तुम्हारी निगाहें हक़ीर (तुच्छ) समझती हैं कि हरगिज़ उन्हें अल्लाह कोई भलाई न देगा, अल्लाह ख़ूब जानता है जो उनके दिलों में है (68फ) ऐसा करूं (69फ) तो ज़रूर मैं ज़ालिमों में से हूँ (70फ)",
			"author": "৩১. আর আমি তোমাদেরকে (এ কথা) বলি না যে, আমার নিকট আল্লাহ্‌র ধনভান্ডার রয়েছে (অর্থাৎ আমি অসীম সম্পদশালী), আমি (আল্লাহ্‌র প্রত্যাদেশ ব্যতীত) নিজে অদৃশ্যও জানি না, আর আমি এ কথাও বলি না যে, আমি (মানুষের মাঝে) ফেরেশতা (অর্থাৎ আমার দাওয়াহ অলৌকিক দাবির ভিত্তিতে নয়)। আর আমি তোমাদের দৃষ্টিতে তুচ্ছ লোকদের ব্যাপারে এ কথাও বলি না যে, আল্লাহ্ তাদেরকে কখনো কোনো কল্যাণ দান করবেন না। (এ তো আল্লাহ্‌র নির্দেশ এবং প্রত্যেক ব্যক্তির নির্ধারিত অংশ।) আল্লাহ্ অধিকতর অবগত, যা কিছু তাদের অন্তরে রয়েছে। (যদি এমনটি বলি তবে) নিশ্চয়ই আমি যালিমদের অন্তর্ভুক্ত হয়ে যাবো।’"
		},
		{
			"_id": "1505",
			"sura": "11",
			"para": "12",
			"verses": "32",
			"names": "قَالُوۡا یٰنُوۡحُ قَدۡ جٰدَلۡتَنَا فَاَکۡثَرۡتَ جِدَالَنَا فَاۡتِنَا بِمَا تَعِدُنَاۤ  اِنۡ  کُنۡتَ مِنَ  الصّٰدِقِیۡنَ ﴿۳۲﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا یٰنُوۡحُ قَدۡ جٰدَلۡتَنَا فَاَکۡثَرۡتَ جِدَالَنَا فَاۡتِنَا بِمَا تَعِدُنَاۤ  اِنۡ  کُنۡتَ مِنَ  الصّٰدِقِیۡنَ ﴿۳۲﴾ ",
			"index": "1505",
			"name": "(তারা) বললো, ‘হে নূহ! তুমি আমাদের সাথে ঝগড়া করেছো এবং অতিমাত্রায় ঝগড়া করেছো; সুতরাং তা নিয়ে এসো যেটার প্রতিশ্রুতি আমাদেরকে দিচ্ছো, যদি তুমি সত্যবাদী হও’।",
			"en_kanzulimaan": "They said, O Nooh, you have disputed with us and disputed in the extreme, therefore bring upon us what you promise us, if you are truthful.",
			"ur_kanzulimaan": "بولے اے نوح تم ہم سے جھگڑے اور بہت ہی جھگڑے تو لے ا ٓ ؤ جس کا ہمیں وعدے دے رہے ہو اگر تم سچے ہو،",
			"hi_kanzulimaan": "बोले ऐ नूह तुम हम से झगड़े और बहुत ही झगड़े तो लेआओ जिस (71फ)का हमें वादा दे रहे हो अगर सच्चे हो",
			"author": "৩২. তারা বলতে লাগলো, ‘হে নূহ! নিশ্চয়ই তুমি আমাদের সাথে বিবাদ করেছো, বস্তুত তুমি আমাদের সাথে অনেক বিবাদ করেছো। সুতরাং এখন আমাদের নিকট এমন কিছু (শাস্তি) নিয়ে এসো যার অঙ্গীকার তুমি আমাদেরকে করছো, যদি তুমি (প্রকৃতই) সত্যবাদী হও।’"
		},
		{
			"_id": "1506",
			"sura": "11",
			"para": "12",
			"verses": "33",
			"names": "قَالَ اِنَّمَا یَاۡتِیۡکُمۡ بِہِ اللّٰہُ اِنۡ شَآءَ وَ مَاۤ  اَنۡتُمۡ  بِمُعۡجِزِیۡنَ ﴿۳۳﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ اِنَّمَا یَاۡتِیۡکُمۡ بِہِ اللّٰہُ اِنۡ شَآءَ وَ مَاۤ  اَنۡتُمۡ  بِمُعۡجِزِیۡنَ ﴿۳۳﴾ ",
			"index": "1506",
			"name": "বললো, ‘সেটা তো আল্লাহ্‌ তোমাদের নিকট উপস্থিত করবেন যদি তিনি চান আর তোমরা ঠেকাতে পারবে না। ",
			"en_kanzulimaan": "He said, Allah will surely bring that upon you if He wills, and you will not be able to escape.",
			"ur_kanzulimaan": "بولا وہ تو اللہ تم پر لائے گا اگر چاہے اور تم تھکا نہ سکو گے",
			"hi_kanzulimaan": "बोला वह तो अल्लाह तुमपर लाएगा अगर चाहे और तुम थका न सकोगे (72फ)",
			"author": "৩৩. (নূহ আলাইহিস সালাম) বললেন, ‘এ (শাস্তি) তো কেবল আল্লাহ্ই তোমাদের জন্যে নিয়ে আসবেন, যদি তিনি ইচ্ছে করেন; আর তোমরা (তাঁকে) প্রতিহত করতে পারবে না।"
		},
		{
			"_id": "1507",
			"sura": "11",
			"para": "12",
			"verses": "34",
			"names": "وَ لَا یَنۡفَعُکُمۡ نُصۡحِیۡۤ  اِنۡ  اَرَدۡتُّ اَنۡ اَنۡصَحَ لَکُمۡ  اِنۡ کَانَ اللّٰہُ یُرِیۡدُ اَنۡ یُّغۡوِیَکُمۡ ؕ ہُوَ رَبُّکُمۡ ۟ وَ اِلَیۡہِ تُرۡجَعُوۡنَ ﴿ؕ۳۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا یَنۡفَعُکُمۡ نُصۡحِیۡۤ  اِنۡ  اَرَدۡتُّ اَنۡ اَنۡصَحَ لَکُمۡ  اِنۡ کَانَ اللّٰہُ یُرِیۡدُ اَنۡ یُّغۡوِیَکُمۡ ؕ ہُوَ رَبُّکُمۡ ۟ وَ اِلَیۡہِ تُرۡجَعُوۡنَ ﴿ؕ۳۴﴾ ",
			"index": "1507",
			"name": "এবং তোমাদেরকে আমার উপদেশ উপকার দেবে না যদি আমি তোমাদের মঙ্গল কামনা করি, যখন আল্লাহ্‌ তোমাদের পথভ্রষ্টতা চান। তিনি তোমাদের প্রতিপালক এবং তারই দিকে প্রত্যাবর্তন করানো হবে’।",
			"en_kanzulimaan": "And my advice will not benefit you if I wish you good, when Allah wills to keep you astray; He is your Lord and to Him you will return.",
			"ur_kanzulimaan": "اور تمہیں میری نصیحت نفع نہ دے گی اگر میں تمہارا بھلا چاہوں جبکہ اللہ تمہاری گمراہی چاہے، وہ تمہارا رب ہے، اور اسی کی طرف پھرو گے",
			"hi_kanzulimaan": "और तुम्हें मेरी नसीहत नफ़ा न देगी अगर मैं तुम्हारा भला चाहूँ जबकि अल्लाह तुम्हारी गुमराही चाहे, वह तुम्हारा रब है और उसी की तरफ़ फिरोगे (73फ)",
			"author": "৩৪. আর আমি তোমাদেরকে উপদেশ দিতে চাইলেও আমার উপদেশ তোমাদের উপকারে আসবে না যদি আল্লাহ্ তোমাদেরকে বিভ্রান্ত করার ইচ্ছা করেন। তিনি তোমাদের প্রতিপালক আর তোমরা তাঁরই নিকট প্রত্যাবর্তিত হবে।’"
		},
		{
			"_id": "1508",
			"sura": "11",
			"para": "12",
			"verses": "35",
			"names": "اَمۡ  یَقُوۡلُوۡنَ افۡتَرٰىہُ ؕ قُلۡ  اِنِ افۡتَرَیۡتُہٗ فَعَلَیَّ  اِجۡرَامِیۡ وَ اَنَا بَرِیۡٓءٌ  مِّمَّا تُجۡرِمُوۡنَ ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "اَمۡ  یَقُوۡلُوۡنَ افۡتَرٰىہُ ؕ قُلۡ  اِنِ افۡتَرَیۡتُہٗ فَعَلَیَّ  اِجۡرَامِیۡ وَ اَنَا بَرِیۡٓءٌ  مِّمَّا تُجۡرِمُوۡنَ ﴿۳۵﴾ ",
			"index": "1508",
			"name": "তারা কি বলে, ‘তিনি সেটা মনগড়াভাবে রচনা করে নিয়েছেন?’ আপনি বলুন, ‘যদি আমি তা রচনা করে থাকি, তবে আমার পাপ আমার উপরই বর্তাবে এবং আমি হলাম তোমাদের পাপ থেকে পৃথক’।",
			"en_kanzulimaan": "What! They dare say that, He has fabricated it? Say, If I may have fabricated it, then my sin is upon me, and I am unconcerned with your sins.",
			"ur_kanzulimaan": "کیا یہ کہتے ہیں کہ انہوں نے اپنے جی سے بنالیا تم فرماؤ اگر میں نے بنالیا ہوگا تو میرا گناہ مجھ پر ہے اور میں تمہارے گناہ سے الگ ہوں،",
			"hi_kanzulimaan": "क्या ये कहते हैं कि इन्होंने उसे अपने जी से बना लिया (74फ) तुम फ़रमाओ अगर मैं ने बना लिया होगा तो मेरा गुनाह मुझ पर है (75फ) और मैं तुम्हारे गुनाह से अलग हूँ",
			"author": "৩৫. (হে সম্মানিত হাবীব!) তারা কি বলে, ‘রাসূল এটি (এ কুরআন) নিজে রচনা করেছেন?’ বলে দিন, ‘যদি আমি এটি রচনা করে থাকি তবে আমার অপরাধ (-এর পরিণাম) আমার উপরই আসবে। আর আমি তা থেকে দায়মুক্ত, যে অপরাধ তোমরা করছো।’"
		},
		{
			"_id": "1509",
			"sura": "11",
			"para": "12",
			"verses": "36",
			"names": "وَ اُوۡحِیَ  اِلٰی نُوۡحٍ اَنَّہٗ  لَنۡ یُّؤۡمِنَ مِنۡ قَوۡمِکَ اِلَّا مَنۡ قَدۡ اٰمَنَ فَلَا تَبۡتَئِسۡ بِمَا کَانُوۡا یَفۡعَلُوۡنَ ﴿ۚۖ۳۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ اُوۡحِیَ  اِلٰی نُوۡحٍ اَنَّہٗ  لَنۡ یُّؤۡمِنَ مِنۡ قَوۡمِکَ اِلَّا مَنۡ قَدۡ اٰمَنَ فَلَا تَبۡتَئِسۡ بِمَا کَانُوۡا یَفۡعَلُوۡنَ ﴿ۚۖ۳۶﴾ ",
			"index": "1509",
			"name": "এবং নূহের প্রতি ওহী হয়েছে, ‘তোমার সম্প্রদায় থেকে যত সংখ্যক লোক ঈমান এনেছে তারা ছাড়া অন্য কোন মুসলমান হবে না। সুতরাং তুমি তজ্জন্য দুঃখ করো না, যা তারা করছে।",
			"en_kanzulimaan": "And it was divinely revealed to Nooh that None of your people will become Muslims, except those who have already accepted faith - therefore do not grieve at what they do.",
			"ur_kanzulimaan": "اور نوح کو وحی ہوئی تمہاری قوم سے مسلمان نہ ہوں گے مگر جتنے ایمان لاچکے تو غم نہ کھا اس پر جو وہ کرتے ہیں",
			"hi_kanzulimaan": "और नूह को वही हुई कि तुम्हारी क़ौम से मुसलमान न होंगे मगर जितने ईमान ला चुके तो ग़म न खा उसपर जो वो करते हैं (76फ)",
			"author": "৩৬. আর নূহ (আলাইহিস সালাম)-এঁর প্রতি প্রত্যাদেশ করা হয়েছিল, ‘যারা (এখন পর্যন্ত) ঈমান আনয়ন করেছে তারা ব্যতীত (এখন) তোমার সম্প্রদায়ের (আর) কেউ কখনো ঈমান আনয়ন করবে না। সুতরাং তুমি তাদের (মিথ্যাচার ও উপহাসের) কর্মকান্ডে চিন্তিত হয়ো না।"
		},
		{
			"_id": "1510",
			"sura": "11",
			"para": "12",
			"verses": "37",
			"names": "وَ اصۡنَعِ الۡفُلۡکَ بِاَعۡیُنِنَا وَ وَحۡیِنَا وَ لَا تُخَاطِبۡنِیۡ فِی الَّذِیۡنَ ظَلَمُوۡا ۚ اِنَّہُمۡ مُّغۡرَقُوۡنَ ﴿۳۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اصۡنَعِ الۡفُلۡکَ بِاَعۡیُنِنَا وَ وَحۡیِنَا وَ لَا تُخَاطِبۡنِیۡ فِی الَّذِیۡنَ ظَلَمُوۡا ۚ اِنَّہُمۡ مُّغۡرَقُوۡنَ ﴿۳۷﴾ ",
			"index": "1510",
			"name": "এবং আমার সামনে কিশ্‌তী তৈরী করো এবং আমারই নির্দেশে; আর যালিমদের সম্পর্কে আমাকে কিছু বলো না; তাদেরকে অবশ্যই ডুবিয়ে মারা হবে। ",
			"en_kanzulimaan": "And build the ship in front of Us, and by Our command, and do not speak to Me regarding the unjust; they will surely be drowned.",
			"ur_kanzulimaan": "اور کشتی بناؤ ہمارے سامنے اور ہمارے حکم سے اور ظالموں کے بارے میں مجھ سے بات نہ کرنا وہ ضرور ڈوبائے جائیں گے",
			"hi_kanzulimaan": "और किश्ती बना हमारे सामने (77फ) और हमारे हुक्म से और ज़ालिमों के बारे में मुझसे बात न करना (78फ) वो ज़रूर डुबाए जाएंगे (79फ)",
			"author": "৩৭. আর তুমি আমাদের নির্দেশ অনুসারে আমাদের সম্মুখে একটি নৌকা নির্মাণ করো এবং যালিমদের ব্যাপারে আমাকে (কিছু) বলো না। তারা অবশ্যই নিমজ্জিত হবে।’"
		},
		{
			"_id": "1511",
			"sura": "11",
			"para": "12",
			"verses": "38",
			"names": "وَ یَصۡنَعُ الۡفُلۡکَ ۟ وَ کُلَّمَا مَرَّ عَلَیۡہِ مَلَاٌ مِّنۡ قَوۡمِہٖ  سَخِرُوۡا مِنۡہُ ؕ قَالَ  اِنۡ تَسۡخَرُوۡا مِنَّا فَاِنَّا نَسۡخَرُ  مِنۡکُمۡ کَمَا  تَسۡخَرُوۡنَ ﴿ؕ۳۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَصۡنَعُ الۡفُلۡکَ ۟ وَ کُلَّمَا مَرَّ عَلَیۡہِ مَلَاٌ مِّنۡ قَوۡمِہٖ  سَخِرُوۡا مِنۡہُ ؕ قَالَ  اِنۡ تَسۡخَرُوۡا مِنَّا فَاِنَّا نَسۡخَرُ  مِنۡکُمۡ کَمَا  تَسۡخَرُوۡنَ ﴿ؕ۳۸﴾ ",
			"index": "1511",
			"name": "এবং নূহ কিশ্‌তী তৈরী করেছেন; আর যখন তার সম্প্রদায় প্রধানরা তার নিকট দিয়ে যেতো, তখন তা নিয়ে উপহাস করতো; বললো, ‘যদি তোমরা আমাদেরকে উপহাস করো, তবে আমরাও এক সময় তোমাদেরকে উপহাস করবো, যেমন তোমরা উপহাস করছো। ",
			"en_kanzulimaan": "And Nooh builds the ship; and whenever the chiefs of his people passed by him, they used to laugh at him; he said, If you laugh at us, then a time will come when we will laugh at you just as you laugh.",
			"ur_kanzulimaan": "اور نوح کشتی بناتا ہے اور جب اس کی قوم کے سردار اس پر گزرتے اس پر ہنستے بولا اگر تم ہم پر ہنستے ہو تو ایک وقت ہم تم پر ہنسیں گے جیسا تم ہنستے ہو",
			"hi_kanzulimaan": "और नूह किश्ती बनाता है, और जब उसकी क़ौम के सरदार उसपर गुज़रते उसपर हंसते (80फ) बोला अगर तुम हम पर हंसते हो तो एक वक़्त हम तुमपर हंसेगे (81फ) जैसा तुम हंसते हो (82फ)",
			"author": "৩৮. আর নূহ (আলাইহিস সালাম) নৌকা নির্মাণ করতে লাগলেন; আর যখনই তাঁর সম্প্রদায়ের সর্দারেরা তাঁর নিকট দিয়ে অতিক্রম করতো তাঁকে উপহাস করতো। নূহ (আলাইহিস সালাম প্রতিউত্তরে) বলতেন, ‘যদিও (আজ) তোমরা আমাদেরকে উপহাস করছো, (আগামীকাল) আমরাও তোমাদেরকে উপহাস করবো, যেভাবে তোমরা উপহাস করছো।"
		},
		{
			"_id": "1512",
			"sura": "11",
			"para": "12",
			"verses": "39",
			"names": "فَسَوۡفَ تَعۡلَمُوۡنَ ۙ مَنۡ یَّاۡتِیۡہِ عَذَابٌ یُّخۡزِیۡہِ  وَ یَحِلُّ  عَلَیۡہِ  عَذَابٌ  مُّقِیۡمٌ ﴿۳۹﴾ ",
			"number": "",
			"verses_PDMS": "فَسَوۡفَ تَعۡلَمُوۡنَ ۙ مَنۡ یَّاۡتِیۡہِ عَذَابٌ یُّخۡزِیۡہِ  وَ یَحِلُّ  عَلَیۡہِ  عَذَابٌ  مُّقِیۡمٌ ﴿۳۹﴾ ",
			"index": "1512",
			"name": "সুতরাং অবিলম্বে জেনে নেবে কার উপর ওই শাস্তি আসছে, যা তাকে লাঞ্ছিত করবে এবং আপতিত হয় ওই শাস্তি যা স্থায়ী হবে’।",
			"en_kanzulimaan": "So now you will come to know - upon whom comes the punishment that disgraces him, and upon whom descends the punishment that continues forever.",
			"ur_kanzulimaan": "تو اب جان جاؤ گے کس پر آتا ہے وہ عذاب کہ اسے رسوا کرے اور اترتا ہے وہ عذاب جو ہمیشہ رہے",
			"hi_kanzulimaan": "तो अब जान जाओगे किसपर आता है वह अज़ाब कि उसे रुसवा करे (83फ) और उतरता है वह अज़ाब जो हमेशा रहे (84फ)",
			"author": "৩৯. সুতরাং তোমরা অচিরেই জানতে পারবে কার উপর (দুনিয়াতেই) শাস্তি অবশ্যম্ভাবী যা তাকে অপমান ও অপদস্ত করবে এবং (আবার পরকালেও কার উপর) চিরস্থায়ী শাস্তি নেমে আসবে।’"
		},
		{
			"_id": "1513",
			"sura": "11",
			"para": "12",
			"verses": "40",
			"names": "حَتّٰۤی اِذَا جَآءَ اَمۡرُنَا وَ فَارَ التَّنُّوۡرُ ۙ قُلۡنَا احۡمِلۡ فِیۡہَا مِنۡ کُلٍّ زَوۡجَیۡنِ اثۡنَیۡنِ وَ اَہۡلَکَ اِلَّا مَنۡ سَبَقَ عَلَیۡہِ الۡقَوۡلُ وَ مَنۡ اٰمَنَ ؕ وَ مَاۤ  اٰمَنَ  مَعَہٗۤ   اِلَّا قَلِیۡلٌ ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "حَتّٰۤی اِذَا جَآءَ اَمۡرُنَا وَ فَارَ التَّنُّوۡرُ ۙ قُلۡنَا احۡمِلۡ فِیۡہَا مِنۡ کُلٍّ زَوۡجَیۡنِ اثۡنَیۡنِ وَ اَہۡلَکَ اِلَّا مَنۡ سَبَقَ عَلَیۡہِ الۡقَوۡلُ وَ مَنۡ اٰمَنَ ؕ وَ مَاۤ  اٰمَنَ  مَعَہٗۤ   اِلَّا قَلِیۡلٌ ﴿۴۰﴾ ",
			"index": "1513",
			"name": "অবশেষে, যখন আমার আদেশ এলো এবং উনান উথলে উঠলো, আমি বললাম, ‘কিশ্‌তীতে উঠিয়ে নাও প্রত্যেক শ্রেণী থেকে এক জোড়া করে নর ও মাদী এবং যাদের বিরুদ্ধে পূর্ব সিদ্ধান্ত হয়ে গেছে তারা ব্যতীত আপন পরিবার পরিজনকে ও অবশিষ্ট মুসলমানদেরকে; এবং তার সাথে মুসলমান ছিলো না, কিন্তু অল্প সংখ্যক লোক।",
			"en_kanzulimaan": "To the extent that when Our command came and the oven overflowed, We said, Board into the ship a couple - male and female - from every kind, and your family members, except those upon whom the Word has been passed, and all other Muslims; and only a few Muslims were with him. (* Whose fate has been sealed.)",
			"ur_kanzulimaan": "یہاں تک کہ کہ جب ہمارا حکم آیا اور تنور اُبلا ہم نے فرمایا کشتی میں سوار کرلے ہر جنس میں سے ایک جوڑا نر و مادہ اور جن پر بات پڑچکی ہے ان کے سوا اپنے گھر والوں اور باقی مسلمانوں کو اور اس کے ساتھ مسلمان نہ تھے مگر تھوڑے",
			"hi_kanzulimaan": "यहाँ तक कि जब हमारा हुक्म आया (85फ) और तनूर उबला (86फ) हमने फ़रमाया किश्ती में सवार करले हर जिन्स(नस्ल)में से एक जोड़ा नर और मादा और जिनपर बात पड़ चुकी है (87फ) उनके सिवा अपने घरवालों और बाक़ी मुसलमानों को और उसके साथ मुसलमान न थे मगर थोड़े (88फ)",
			"author": "৪০. অবশেষে যখন আমাদের (শাস্তির) নির্দেশ এসে পৌঁছলো এবং ভু-পৃষ্ঠ (ঊর্ধ্বমুখী প্রস্রবনের মতো) প্রবল বেগে উথলে উঠতে লাগলো (তখন) আমরা বললাম, ‘(হে নূহ!) নৌকায় তুলে নাও সকল প্রজাতি থেকে (নর ও মাদী) একজোড়া, যাদের (ধ্বংসের) পূর্ব-সিদ্ধান্ত হয়ে আছে তারা ব্যতীত তোমার পরিবারকেও (নিয়ে নাও)। আর যে ব্যক্তি বিশ্বাস স্থাপন করেছে (তাকেও সাথে নাও)।’ আর তাঁর সাথে কেবল সামান্য কিছু (লোক) বিশ্বাস স্থাপন করেছিল।"
		},
		{
			"_id": "1514",
			"sura": "11",
			"para": "12",
			"verses": "41",
			"names": "وَ قَالَ ارۡکَبُوۡا فِیۡہَا بِسۡمِ اللّٰہِ مَ‍‍جۡؔرٖىہَا وَ مُرۡسٰىہَا ؕ اِنَّ رَبِّیۡ لَغَفُوۡرٌ رَّحِیۡمٌ  ﴿۴۱﴾",
			"number": "",
			"verses_PDMS": "وَ قَالَ ارۡکَبُوۡا فِیۡہَا بِسۡمِ اللّٰہِ مَ‍‍جۡؔرٖىہَا وَ مُرۡسٰىہَا ؕ اِنَّ رَبِّیۡ لَغَفُوۡرٌ رَّحِیۡمٌ  ﴿۴۱﴾",
			"index": "1514",
			"name": "এবং বললো, ‘এতে আরোহণ করো! আল্লাহ্‌র নামে সেটার গতি ও সেটার স্থিতি’। নিশ্চয় নিশ্চয় আমার রব ক্ষমাশীল দয়ালু।",
			"en_kanzulimaan": "And he said, Board it - upon Allahs name is its movement and its stopping; indeed my Lord is surely Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "اور بولا اس میں سوار ہو اللہ کے نام پر اس کا چلنا اور اس کا ٹھہرنا بیشک میرا رب ضرور بخشنے والا مہربان ہے،",
			"hi_kanzulimaan": "और बोला इसमें सवार हो (89फ़) अल्लाह के नाम पर इसका चलना और इसका ठहरना  (90फ़) बेशक मेरा रब ज़रूर बख़्शने वाला मेहरबान है",
			"author": "৪১. (নূহ আলাইহিস সালাম) বললেন, ‘তোমরা এতে আরোহণ করো, আল্লাহ্‌রই নামে এটি চলে এবং থেমে যায়। নিশ্চয়ই আমার প্রতিপালক মহাক্ষমাশীল, অসীম দয়ালু।’"
		},
		{
			"_id": "1515",
			"sura": "11",
			"para": "12",
			"verses": "42",
			"names": "وَ ہِیَ تَجۡرِیۡ بِہِمۡ فِیۡ مَوۡجٍ کَالۡجِبَالِ ۟  وَ نَادٰی نُوۡحُۨ  ابۡنَہٗ وَ کَانَ فِیۡ  مَعۡزِلٍ یّٰـبُنَیَّ ارۡکَبۡ مَّعَنَا وَ لَا تَکُنۡ مَّعَ الۡکٰفِرِیۡنَ ﴿۴۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہِیَ تَجۡرِیۡ بِہِمۡ فِیۡ مَوۡجٍ کَالۡجِبَالِ ۟  وَ نَادٰی نُوۡحُۨ  ابۡنَہٗ وَ کَانَ فِیۡ  مَعۡزِلٍ یّٰـبُنَیَّ ارۡکَبۡ مَّعَنَا وَ لَا تَکُنۡ مَّعَ الۡکٰفِرِیۡنَ ﴿۴۲﴾ ",
			"index": "1515",
			"name": "‘এবং সেটা তাদেরকে পাহাড়সম তরঙ্গগুলোর মধ্যে বয়ে নিয়ে যাচ্ছিলো এবং নূহ আপন পুত্রকে আহ্বান করে বললো, অথচ সে তার নিকট থেকে পৃথক ছিলো, ‘হে আমার পুত্র! আমাদের সাথে আরোহণ করো এবং কাফিরদের সঙ্গী হয়ো না’।",
			"en_kanzulimaan": "And the same carries them amid waves like mountains; and Nooh called out to his son whereas he was standing apart, O my son! Embark along with us, and do not be with the disbelievers.",
			"ur_kanzulimaan": "اور وہی انہیں لیے جارہی ہے ایسی موجوں میں جیسے پہاڑ اور نوح نے اپنے بیٹے کو پکارا اور وہ اس سے کنارے تھا اے میرے بچے ہمارے ساتھ سوار ہوجا اور کافروں کے ساتھ نہ ہو",
			"hi_kanzulimaan": "और वह उन्हें लिये जा रही है ऐसी मौजों में जैसे पहाड़  (91फ़) और नूह ने अपने बेटे को पुकारा और वह उससे किनारे था (92फ़) ऐ मेरे बच्चे हमारे साथ सवार हो जा और काफ़िरों के साथ न हो  (93फ़)",
			"author": "৪২. আর এ নৌকা পর্বতসম (বিশাল) ঢেউয়ের মাঝে চলতে লাগলো। তখন নূহ (আলাইহিস সালাম) তাঁর ছেলেকে ডাকলেন, যে তাঁর থেকে পৃথক হয়ে (কাফেরদের সাথে দন্ডায়মান) ছিল; ‘হে আমার পুত্র! আমাদের সাথে আরোহণ করো এবং কাফেরদের সঙ্গী হয়ো না।’"
		},
		{
			"_id": "1516",
			"sura": "11",
			"para": "12",
			"verses": "43",
			"names": "قَالَ سَاٰوِیۡۤ  اِلٰی جَبَلٍ یَّعۡصِمُنِیۡ  مِنَ الۡمَآءِ ؕ قَالَ لَا عَاصِمَ  الۡیَوۡمَ  مِنۡ  اَمۡرِ اللّٰہِ  اِلَّا مَنۡ رَّحِمَ ۚ وَ حَالَ بَیۡنَہُمَا الۡمَوۡجُ  فَکَانَ  مِنَ  الۡمُغۡرَقِیۡنَ  ﴿۴۳﴾",
			"number": "",
			"verses_PDMS": "قَالَ سَاٰوِیۡۤ  اِلٰی جَبَلٍ یَّعۡصِمُنِیۡ  مِنَ الۡمَآءِ ؕ قَالَ لَا عَاصِمَ  الۡیَوۡمَ  مِنۡ  اَمۡرِ اللّٰہِ  اِلَّا مَنۡ رَّحِمَ ۚ وَ حَالَ بَیۡنَہُمَا الۡمَوۡجُ  فَکَانَ  مِنَ  الۡمُغۡرَقِیۡنَ  ﴿۴۳﴾",
			"index": "1516",
			"name": "সে বললো, ‘এখনই আমি কোন পর্বতে আশ্রয় নিচ্ছি। তা আমাকে পানি থেকে রক্ষা করবে’। বললো, ‘আজ আল্লাহ্‌র শাস্তি থেকে রক্ষা করার কেউ নেই, কিন্তু যার উপর তিনি দয়া করবেন’। এবং তাদের মধ্যখানে তরঙ্গ আড়াল হলো। অতঃপর সে নিমজ্জিতদের অন্তর্ভুক্ত হয়ে গেলো।",
			"en_kanzulimaan": "He said, I shall take the refuge of a mountain - it will save me from the water; said Nooh, Today there is none who can rescue from the punishment of Allah, except upon whom He has mercy; and the wave came in between them, so he remained amongst the drowning.",
			"ur_kanzulimaan": "بولا اب میں کسی پہاڑ کی پناہ لیتا ہوں وہ مجھے پانی سے بچالے گا، کہا آج اللہ کے عذاب سے کوئی بچانے والا نہیں مگر جس پر وہ رحم کرے اور ان کے بیچ میں موج آڑے آئی تو وہ ڈوبتوں میں رہ گیا",
			"hi_kanzulimaan": "बोला अब मैं किसी पहाड़ की पनाह लेता हूँ वह मुझे पानी से बचा लेगा, कहा आज अल्लाह के अज़ाब से कोई बचाने वाला नहीं मगर जिसपर वह रहम करे, और उनके बीच में मौज आड़े आई तो वह डूबतों में रह गया (94फ)",
			"author": "৪৩. সে বললো, ‘আমি (নৌকায় আরোহণের পরিবর্তে) এখনই কোনো পাহাড়ে আশ্রয় নিচ্ছি, তা আমাকে প্লাবন থেকে রক্ষা করবে’। নূহ (আলাইহিস সালাম) বললেন, ‘যার উপর তিনি (আল্লাহ্) অনুগ্রহ করেন সে ব্যতীত আজ আল্লাহ্‌র আযাব থেকে কোনো রক্ষাকারী নেই’। এর মধ্যেই (পিতা-পুত্র) উভয়ের মাঝে (প্রচন্ড) ঢেউ প্রতিবন্ধক হয়ে গেল। অতঃপর সে নিমজ্জিতদের অন্তর্ভুক্ত হলো।"
		},
		{
			"_id": "1517",
			"sura": "11",
			"para": "12",
			"verses": "44",
			"names": "وَ قِیۡلَ یٰۤاَرۡضُ ابۡلَعِیۡ مَآءَکِ وَ یٰسَمَآءُ اَقۡلِعِیۡ وَ غِیۡضَ الۡمَآءُ وَ قُضِیَ الۡاَمۡرُ وَ اسۡتَوَتۡ عَلَی الۡجُوۡدِیِّ  وَ قِیۡلَ بُعۡدًا لِّلۡقَوۡمِ  الظّٰلِمِیۡنَ ﴿۴۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ قِیۡلَ یٰۤاَرۡضُ ابۡلَعِیۡ مَآءَکِ وَ یٰسَمَآءُ اَقۡلِعِیۡ وَ غِیۡضَ الۡمَآءُ وَ قُضِیَ الۡاَمۡرُ وَ اسۡتَوَتۡ عَلَی الۡجُوۡدِیِّ  وَ قِیۡلَ بُعۡدًا لِّلۡقَوۡمِ  الظّٰلِمِیۡنَ ﴿۴۴﴾ ",
			"index": "1517",
			"name": "এবং নির্দেশ দেয়া হলো, ‘হে যমীন, তুমি তোমার পানি গ্রাস করে নাও এবং হে আসমান, থেমে যাও!’ এবং পানি শুকিয়ে দেওয়া হলো। আর কার্য সমাপ্ত হলো এবং কিশ্‌তী জুদী-পর্বতের উপর থেমে গেলো। আর বলা হলো, ‘দূর হোক! ইন্‌সাফহীন লোকেরা’।",
			"en_kanzulimaan": "And it was commanded, O earth, swallow your water and, O sky, stop - and the water was dried up and the matter was completed - and the ship stopped upon the mount Al-Judi and it was said, Away with the unjust nation!",
			"ur_kanzulimaan": "اور حکم فرمایا گیا کہ اے زمین! اپنا پانی نگل لے اور اے آسمان! تھم جا اور پانی خشک کردیا گیا اور کام تمام ہوا اور کشتی کوہ ِ جودی پر ٹھہری اور فرمایا گیا کہ دور ہوں بے انصاف لوگ،",
			"hi_kanzulimaan": "और हुक्म फ़रमाया गया कि ऐ ज़मीन अपना पानी निगल ले और ऐ आसमान थम जा और पानी ख़ुश्क कर दिया गया और काम तमाम हुआ और किश्ती (95फ)कोहे जूदी पर ठहरी (96फ) और फ़रमाया गया कि दूर हों बे इन्साफ़ लोग",
			"author": "৪৪. আর (যখন নূহের নৌকা ব্যতীত সবকিছু ডুবে ধ্বংস হয়ে গেল, তখন) নির্দেশ দেয়া হলো, ‘হে পৃথিবী! তুমি তোমার পানি শুষে নাও; হে আকাশ! তুমি ক্ষান্ত হও।’ আর পানি শুকিয়ে দেয়া হলো, নির্দেশ প্রতিপালিত হলো এবং নৌকা জূদী পর্বতের উপর স্থির হলো এবং বলা হলো, ‘যালিমেরা (রহমত থেকে) দূরে রয়েছে’।"
		},
		{
			"_id": "1518",
			"sura": "11",
			"para": "12",
			"verses": "45",
			"names": "وَ نَادٰی نُوۡحٌ رَّبَّہٗ  فَقَالَ رَبِّ اِنَّ ابۡنِیۡ مِنۡ اَہۡلِیۡ وَ اِنَّ وَعۡدَکَ الۡحَقُّ وَ اَنۡتَ اَحۡکَمُ  الۡحٰکِمِیۡنَ ﴿۴۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ نَادٰی نُوۡحٌ رَّبَّہٗ  فَقَالَ رَبِّ اِنَّ ابۡنِیۡ مِنۡ اَہۡلِیۡ وَ اِنَّ وَعۡدَکَ الۡحَقُّ وَ اَنۡتَ اَحۡکَمُ  الۡحٰکِمِیۡنَ ﴿۴۵﴾ ",
			"index": "1518",
			"name": "এবং নূহ আপন রবকে আহ্বান করলো। আরয করলো, ‘হে আমার রব! আমার পুত্রও তো আমার পরিবারভুক্ত এবং নিঃসন্দেহে তোমার প্রতিশ্রুতি সত্য আর তুমি সবচেয়ে বড় নির্দেশদাতা’।",
			"en_kanzulimaan": "And Nooh prayed to his Lord - submitted he, My Lord! Indeed my son is also of my family, and surely Your promise is true and You are the Greatest Ruler of all.",
			"ur_kanzulimaan": "اور نوح نے اپنے رب کو پکارا عرض کی اے میرے رب میرا بیٹا بھی تو میرا گھر والا ہے اور بیشک تیرا وعدہ سچا ہے اور تو سب سے بڑا حکم والا",
			"hi_kanzulimaan": "और नूह ने अपने रब को पुकारा अर्ज़ की ऐ मेरे रब मेरा बेटा भी तो मेरा घर वाला है  (97फ) और बेशक तेरा वादा सच्चा है और तू सबसे बढ़कर हुक्म वाला (98फ)",
			"author": "৪৫.  আর নূহ (আলাইহিস সালাম) তাঁর প্রতিপালককে ডাকলেন এবং আরয করলেন, ‘হে আমার প্রতিপালক! নিশ্চয়ই আমার পুত্র(ও) তো আমার পরিবারের অন্তর্ভুক্ত ছিল। আর অবশ্যই তোমার অঙ্গীকার সত্য, আর তুমি সমস্ত বিচারকের শ্রেষ্ঠ বিচারক।’"
		},
		{
			"_id": "1519",
			"sura": "11",
			"para": "12",
			"verses": "46",
			"names": "قَالَ یٰنُوۡحُ  اِنَّہٗ  لَیۡسَ مِنۡ اَہۡلِکَ ۚ اِنَّہٗ عَمَلٌ غَیۡرُ صَالِحٍ ٭۫ۖ  فَلَا تَسۡـَٔلۡنِ مَا لَـیۡسَ لَکَ بِہٖ عِلۡمٌ ؕ اِنِّیۡۤ  اَعِظُکَ اَنۡ تَکُوۡنَ  مِنَ  الۡجٰہِلِیۡنَ ﴿۴۶﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ یٰنُوۡحُ  اِنَّہٗ  لَیۡسَ مِنۡ اَہۡلِکَ ۚ اِنَّہٗ عَمَلٌ غَیۡرُ صَالِحٍ ٭۫ۖ  فَلَا تَسۡـَٔلۡنِ مَا لَـیۡسَ لَکَ بِہٖ عِلۡمٌ ؕ اِنِّیۡۤ  اَعِظُکَ اَنۡ تَکُوۡنَ  مِنَ  الۡجٰہِلِیۡنَ ﴿۴۶﴾ ",
			"index": "1519",
			"name": "এরশাদ করলেন, ‘হে নূহ! সে তোমার পরিবারভুক্ত নয়, নিঃসন্দেহে, তার কর্ম বড়ই অনুপযুক্ত। সুতরাং তুমি আমার নিকট ওই বিষয়ে প্রার্থনা করো না যা সম্পর্কে তোমার জ্ঞান নেই। আমি তোমাকে উপদেশ দিচ্ছি যেন অজ্ঞদের অন্তর্ভুক্ত না হও’।",
			"en_kanzulimaan": "He said, O Nooh, he is not of your family; his deeds are most improper; therefore do not ask Me a thing of which you do not have knowledge; I advise you not to be unwise.",
			"ur_kanzulimaan": "فرمایا اے نوح! وہ تیرے گھر والوں میں نہیں بیشک اس کے کام بڑے نالائق ہیں، تو مجھ سے وہ بات نہ مانگ جس کا تجھے علم نہیں میں تجھے نصیحت فرماتا ہوں کہ نادان نہ بن،",
			"hi_kanzulimaan": "फ़रमाया ऐ नूह वह तेरे घरवालों में नहीं (99फ) बेशक उसके काम बड़े नालायक़ हैं तो मुझ से वह बात न मांग जिसका तुझे इल्म नहीं (100फ) मैं तुझे नसीहत फ़रमाता हूँ कि नादान न बन",
			"author": "৪৬. ইরশাদ হলো, ‘হে নূহ! প্রকৃতপক্ষে সে তোমার পরিবারের অন্তর্ভুক্ত নয়, কেননা তার কর্মকান্ড সঠিক ছিল না। সুতরাং আমার নিকট এমন কিছু প্রার্থনা করো না যে বিষয়ে তোমার জ্ঞান নেই। আমি তোমাকে উপদেশ দিচ্ছি যেন তুমি অজ্ঞদের অন্তর্ভুক্ত (না) হও।’"
		},
		{
			"_id": "1520",
			"sura": "11",
			"para": "12",
			"verses": "47",
			"names": "قَالَ رَبِّ اِنِّیۡۤ  اَعُوۡذُ بِکَ اَنۡ اَسۡـَٔلَکَ مَا لَـیۡسَ لِیۡ بِہٖ عِلۡمٌ ؕ وَ اِلَّا تَغۡفِرۡ لِیۡ وَ تَرۡحَمۡنِیۡۤ   اَکُنۡ  مِّنَ  الۡخٰسِرِیۡنَ ﴿۴۷﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ رَبِّ اِنِّیۡۤ  اَعُوۡذُ بِکَ اَنۡ اَسۡـَٔلَکَ مَا لَـیۡسَ لِیۡ بِہٖ عِلۡمٌ ؕ وَ اِلَّا تَغۡفِرۡ لِیۡ وَ تَرۡحَمۡنِیۡۤ   اَکُنۡ  مِّنَ  الۡخٰسِرِیۡنَ ﴿۴۷﴾ ",
			"index": "1520",
			"name": "আরয করলো, ‘হে আমার রব! আমি তোমার আশ্রয় প্রার্থনা করছি তোমার নিকট ওই বস্তুর জন্য প্রার্থনা করা থেকে, যে সম্পর্কে আমার জ্ঞান নেই এবং তুমি যদি আমাকে ক্ষমা না করো ও দয়া না করো, তবে আমি ক্ষতিগ্রস্ত হয়ে যাবো’।",
			"en_kanzulimaan": "He submitted, My Lord! I seek your refuge from asking you the thing of which I do not have knowledge; and if You do not forgive me and do not have mercy on me, I would then be a loser.",
			"ur_kanzulimaan": "عرض کی اے رب میرے میں تیری پناہ چاہتا ہوں کہ تجھ سے وہ چیز مانگوں جس کا مجھے علم نہیں، اور اگر تو مجھے نہ بخشے اور رحم نہ کرے تو میں زیاں کار ہوجاؤں،",
			"hi_kanzulimaan": "अर्ज़ की ऐ मेरे रब मैं तेरी पनाह चाहता हूँ कि तुझसे वह चीज़ मांगू जिसका मुझे इल्म नहीं, और अगर तू मुझे न बख़्शे और रहम न करे तो मैं ज़ियाँकार (नुक़सान वाला) हो जाऊं",
			"author": "৪৭. (নূহ আলাইহিস সালাম) আরয করলেন, ‘হে আমার প্রতিপালক! আমি তোমাকে এমন বিষয়ে অনুরোধ করা থেকে তোমার নিকট আশ্রয় চাইছি যে বিষয়ে আমার জ্ঞান নেই। আর যদি তুমি আমাকে ক্ষমা না করো এবং আমার প্রতি অনুগ্রহ (না) করো (তবে) আমি ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়ে যাবো।"
		},
		{
			"_id": "1521",
			"sura": "11",
			"para": "12",
			"verses": "48",
			"names": "قِیۡلَ یٰنُوۡحُ اہۡبِطۡ بِسَلٰمٍ مِّنَّا وَ بَرَکٰتٍ عَلَیۡکَ وَ عَلٰۤی اُمَمٍ  مِّمَّنۡ مَّعَکَ ؕ وَ اُمَمٌ سَنُمَتِّعُہُمۡ ثُمَّ یَمَسُّہُمۡ مِّنَّا عَذَابٌ  اَلِیۡمٌ ﴿۴۸﴾ ",
			"number": "",
			"verses_PDMS": "قِیۡلَ یٰنُوۡحُ اہۡبِطۡ بِسَلٰمٍ مِّنَّا وَ بَرَکٰتٍ عَلَیۡکَ وَ عَلٰۤی اُمَمٍ  مِّمَّنۡ مَّعَکَ ؕ وَ اُمَمٌ سَنُمَتِّعُہُمۡ ثُمَّ یَمَسُّہُمۡ مِّنَّا عَذَابٌ  اَلِیۡمٌ ﴿۴۸﴾ ",
			"index": "1521",
			"name": "বলা হলো, ‘হে নূহ! কিশ্‌তী থেকে অবতারণ করো।! আমার পক্ষ থেকে শান্তি এবং বরকতগুলোর সাথে, যেগুলো তোমার উপর রয়েছে এবং তোমার সঙ্গেকার কিছু সম্প্রদায়ের উপর। আর এমন কিছু সম্প্রদায় আছে, যাদেরকে আমি দুনিয়া উপভোগ করতে দেবো। অতঃপর তাদেরকে আমার পক্ষ থেকে বেদনাদায়ক শাস্তি স্পর্শ করবে। ",
			"en_kanzulimaan": "It was said, O Nooh! Alight from the ship along with peace from Us and the blessings that are upon you and upon some groups that are with you; and some groups are those whom We shall let enjoy this world and then a painful punishment from Us will reach them.",
			"ur_kanzulimaan": "فرمایا گیا اے نوح! کشتی سے اتر ہماری طرف سے سلام اور برکتوں کےساتھ جو تجھ پر ہیں اور تیرے ساتھ کے کچھ گروہوں پر اور کچھ گروہ ہیں جنہیں ہم دنیا برتنے دیں گے پھر انہیں ہماری طرف سے دردناک عذاب پہنچے گا",
			"hi_kanzulimaan": "फ़रमाया गया ऐ नूह किश्ती से उतर हमारी तरफ़ से सलाम और बरकतों के साथ (101फ) जो तुझपर है और तेरे साथ के कुछ गिरोहों पर (102फ) और कुछ गिरोह वोह हैं  जिन्हें हम दुनिया बरतने देंगे  (103फ) फिर उन्हें हमारी तरफ़ से दर्दनाक अज़ाब पहुंचेगा  (104फ)",
			"author": "৪৮. বলা হলো, ‘হে নূহ! আমার পক্ষ থেকে শান্তি ও কল্যাণের সাথে (নৌকা থেকে) নেমে যাও, যা তোমার উপর এবং তোমার সাথে যারা রয়েছে তাদের উপর। আর (ভবিষ্যতে আবার) কয়েক শ্রেণী এমন হবে, যাদেরকে আমরা (পার্থিব নিয়ামত দ্বারা) লাভবান করবো। অতঃপর তাদের নিকট আমার পক্ষ থেকে যন্ত্রণাদায়ক শাস্তি এসে পৌঁছুবে।’"
		},
		{
			"_id": "1522",
			"sura": "11",
			"para": "12",
			"verses": "49",
			"names": "تِلۡکَ مِنۡ اَنۡۢبَآءِ الۡغَیۡبِ نُوۡحِیۡہَاۤ  اِلَیۡکَ ۚ مَا کُنۡتَ تَعۡلَمُہَاۤ  اَنۡتَ وَ لَا قَوۡمُکَ مِنۡ قَبۡلِ ہٰذَا ؕۛ فَاصۡبِرۡ ؕۛ اِنَّ الۡعَاقِبَۃَ  لِلۡمُتَّقِیۡنَ  ﴿۴۹﴾",
			"number": "",
			"verses_PDMS": "تِلۡکَ مِنۡ اَنۡۢبَآءِ الۡغَیۡبِ نُوۡحِیۡہَاۤ  اِلَیۡکَ ۚ مَا کُنۡتَ تَعۡلَمُہَاۤ  اَنۡتَ وَ لَا قَوۡمُکَ مِنۡ قَبۡلِ ہٰذَا ؕۛ فَاصۡبِرۡ ؕۛ اِنَّ الۡعَاقِبَۃَ  لِلۡمُتَّقِیۡنَ  ﴿۴۹﴾",
			"index": "1522",
			"name": "এ সমস্ত অদৃশ্যের সংবাদ আমি আপনার প্রতি ওহী করছি। সেগুলো না আপনি জানতেন, না আপনার সম্প্রদায়, এর পূর্বে; সুতরাং ধৈর্যধারণ করুন! নিঃসন্দেহে, শুভ-পরিণাম পরহেয্‌গারদের জন্য। ",
			"en_kanzulimaan": "These are the tidings of the hidden, which We reveal to you (O dear Prophet Mohammed - peace and blessings be upon him); you did not know them nor did your people, before this; therefore patiently endure; indeed the excellent fate is for the pious.",
			"ur_kanzulimaan": "یہ غیب کی خبریں ہم تمہاری طرف وحی کرتے ہیں انہیں نہ تم جانتے تھے نہ تمہاری قوم اس سے پہلے، تو صبر کرو بیشک بھلا انجام پرہیزگاروں کا",
			"hi_kanzulimaan": "ये ग़ैब की ख़बरें हैं कि हम तुम्हारी तरफ़ वही (अल्लाह का कलाम) करते हैं  (105फ) इन्हें न तुम जानते थे न तुम्हारी क़ौम इस  (106फ) से पहले तो सब्र करो (107फ) बेशक भला अंजाम परहेज़गारों का (108फ)",
			"author": "৪৯. এ (বর্ণনা এমন) অদৃশ্যের সংবাদের, যা আমরা আপনার প্রতি প্রত্যাদেশ করি। এরপূর্বে না আপনি তাদেরকে জানতেন, আর না আপনার সম্প্রদায়। অতঃপর আপনি ধৈর্য ধারণ করুন। নিশ্চয়ই উত্তম পরিণতি পরহেযগারদেরই।"
		},
		{
			"_id": "1523",
			"sura": "11",
			"para": "12",
			"verses": "50",
			"names": "وَ اِلٰی عَادٍ  اَخَاہُمۡ ہُوۡدًا ؕ قَالَ یٰقَوۡمِ اعۡبُدُوا اللّٰہَ  مَا  لَکُمۡ مِّنۡ  اِلٰہٍ  غَیۡرُہٗ ؕ اِنۡ  اَنۡتُمۡ   اِلَّا  مُفۡتَرُوۡنَ ﴿۵۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِلٰی عَادٍ  اَخَاہُمۡ ہُوۡدًا ؕ قَالَ یٰقَوۡمِ اعۡبُدُوا اللّٰہَ  مَا  لَکُمۡ مِّنۡ  اِلٰہٍ  غَیۡرُہٗ ؕ اِنۡ  اَنۡتُمۡ   اِلَّا  مُفۡتَرُوۡنَ ﴿۵۰﴾ ",
			"index": "1523",
			"name": "এবং ‘আদ-সম্প্রদায়ের প্রতি তাদের স্বীয় সম্প্রদায়ের লোক হূদকে (নবী করে পাঠিয়েছি)। বললো, ‘হে আমার সম্প্রদায়! আল্লাহ্‌র ইবাদত করো, তিনি ব্যতীত তোমাদের অন্য কোন মা’বূদ নেই। তোমরা নিরেট মিথ্যা রচনাকারী। ",
			"en_kanzulimaan": "And towards the people of Aad, their fellow man Hud; he said, O my people! Worship Allah - there is no other True God except Him; you are purely fabricators.",
			"ur_kanzulimaan": "اور عاد کی طرف ان کے ہم قوم ہود کو کہا اے میری قوم! اللہ کو پوجو اس کے سوا تمہارا کوئی معبود نہیں، تم تو بڑے مفتری (بالکل جھوٹے الزام عائد کرنے والے) ہو",
			"hi_kanzulimaan": "और आद की तरफ़ उनके हम क़ौम हूद को (109फ) कहा ऐ मेरी क़ौम अल्लाह को पूजो (110फ) उसके सिवा तुम्हारा कोई मअबूद नहीं तुम तो निरे मुफ़तरी (झूठे) हो (111फ)",
			"author": "৫০. আর (আমরা) ’আদ সম্প্রদায়ের নিকট তাদের ভাই হূদ (আলাইহিস সালাম)-কে (প্রেরণ করেছিলাম)। তিনি বললেন, ‘হে আমার সম্প্রদায়, আল্লাহ্‌র ইবাদত করো। তিনি ব্যতীত তোমাদের কোনো ইলাহ্ নেই। তোমরা আল্লাহ্‌র প্রতি (অংশীদারিত্বের) কেবল মিথ্যা অপবাদ রচনাকারী।"
		},
		{
			"_id": "1524",
			"sura": "11",
			"para": "12",
			"verses": "51",
			"names": "یٰقَوۡمِ لَاۤ  اَسۡـَٔلُکُمۡ  عَلَیۡہِ  اَجۡرًا ؕ اِنۡ اَجۡرِیَ  اِلَّا عَلَی الَّذِیۡ فَطَرَنِیۡ ؕ اَفَلَا تَعۡقِلُوۡنَ ﴿۵۱﴾ ",
			"number": "",
			"verses_PDMS": "یٰقَوۡمِ لَاۤ  اَسۡـَٔلُکُمۡ  عَلَیۡہِ  اَجۡرًا ؕ اِنۡ اَجۡرِیَ  اِلَّا عَلَی الَّذِیۡ فَطَرَنِیۡ ؕ اَفَلَا تَعۡقِلُوۡنَ ﴿۵۱﴾ ",
			"index": "1524",
			"name": "হে সম্প্রদায়! আমি এর পরিবর্তে তোমাদের নিকট কোন প্রতিদান চাচ্ছি না। আমার প্রতিদান নিরেট তারই (বদান্যতার) দায়িত্বে রয়েছে যিনি আমাকে সৃষ্টি করেছেন। তবুও কি তোমাদের বোধশক্তি নেই?",
			"en_kanzulimaan": "O my people! I do not ask any fee from you for it; my reward is only upon Him Who has created me; so do you not have sense?",
			"ur_kanzulimaan": "اے قوم! میں اس پر تم سے کچھ اجرت نہیں مانگتا، میری مزدوری تو اسی کے ذمہ ہے جس نے مجھے پیدا کیا تو کیا تمہیں عقل نہیں",
			"hi_kanzulimaan": "ऐ क़ौम में उसपर तुमसे कुछ उजरत नहीं मांगता,मेरी मज़दूरी तो उसीके ज़िम्मे है जिसने मुझे पैदा किया (112फ) तो क्या तुम्हें अक़्ल नहीं (113फ)",
			"author": "৫১. হে আমার সম্প্রদায়! আমি (এ দাওয়াত ও এর প্রচারকার্য)-এর জন্যে তোমাদের নিকট থেকে কোনো বিনিময় প্রার্থনা করি না। আমার বিনিময় তো কেবল সেই সত্তার নিকট রয়েছে যিনি আমাকে সৃষ্টি করেছেন। তোমরা কি তা অনুধাবন করো না?"
		},
		{
			"_id": "1525",
			"sura": "11",
			"para": "12",
			"verses": "52",
			"names": "وَ یٰقَوۡمِ اسۡتَغۡفِرُوۡا رَبَّکُمۡ ثُمَّ تُوۡبُوۡۤا اِلَیۡہِ  یُرۡسِلِ السَّمَآءَ  عَلَیۡکُمۡ مِّدۡرَارًا وَّ  یَزِدۡکُمۡ   قُوَّۃً   اِلٰی قُوَّتِکُمۡ  وَ لَا  تَتَوَلَّوۡا  مُجۡرِمِیۡنَ ﴿۵۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ یٰقَوۡمِ اسۡتَغۡفِرُوۡا رَبَّکُمۡ ثُمَّ تُوۡبُوۡۤا اِلَیۡہِ  یُرۡسِلِ السَّمَآءَ  عَلَیۡکُمۡ مِّدۡرَارًا وَّ  یَزِدۡکُمۡ   قُوَّۃً   اِلٰی قُوَّتِکُمۡ  وَ لَا  تَتَوَلَّوۡا  مُجۡرِمِیۡنَ ﴿۵۲﴾ ",
			"index": "1525",
			"name": "এবং হে আমার সম্প্রদায়! (তোমরা) আপন রবের নিকট ক্ষমা প্রার্থনা করো। অতঃপর তার দিকে ফিরে এসো। (তিনি) তোমাদের প্রতি মুষলধারে বৃষ্টি বর্ষণ করবেন এবং তোমাদের মধ্যে যে পরিমাণ শক্তি আছে তা অপেক্ষা আরো অধিক দেবেন। আর অপরাধ করে মুখ ফিরিয়ে নিও না’।",
			"en_kanzulimaan": "And O my people! Seek forgiveness from your Lord, then incline towards Him in repentance - He will send abundant rain from the sky upon you and will give you much more strength than you have - and do not turn away committing crimes!",
			"ur_kanzulimaan": "اور اے میری قوم اپنے رب سے معافی چاہو پھر اس کی طرف رجوع لاؤ تم پر زور کا پانی بھیجے گا، اور تم میں جتنی قوت ہے اس سے زیادہ دے گا اور جرم کرتے ہوئے روگردانی نہ کرو",
			"hi_kanzulimaan": "और ऐ मेरी क़ौम अपने रब से माफ़ी चाहो (114फ) फिर उसकी तरफ़ रूजू लाओ तुमपर ज़ौर का पानी भेजेगा और तुममें जितनी कूवत (शक्ति) है उससे और ज़्यादा देगा (115फ) और ज़ुर्म करते हुए रूगदीनी(विरोध) न करो (116फ)",
			"author": "৫২. আর হে সম্প্রদায়! তোমরা তোমাদের প্রতিপালকের নিকট (গোনাহের জন্যে) ক্ষমা প্রার্থনা করো। অতঃপর তাঁর সমীপে (খাঁটি অন্তরে) প্রত্যাবর্তন করো। তিনি তোমাদের উপর আসমান থেকে মুষলধারে বৃষ্টি বর্ষণ করবেন এবং তোমাদের শক্তিতে আরো শক্তিবৃদ্ধি করবেন। সুতরাং তোমরা অপরাধী হয়ে তাঁর থেকে মুখ ফিরিয়ে নিও না।’"
		},
		{
			"_id": "1526",
			"sura": "11",
			"para": "12",
			"verses": "53",
			"names": "قَالُوۡا یٰہُوۡدُ مَا جِئۡتَنَا بِبَیِّنَۃٍ وَّ مَا نَحۡنُ بِتَارِکِیۡۤ  اٰلِہَتِنَا عَنۡ قَوۡلِکَ وَ مَا نَحۡنُ  لَکَ  بِمُؤۡمِنِیۡنَ ﴿۵۳﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا یٰہُوۡدُ مَا جِئۡتَنَا بِبَیِّنَۃٍ وَّ مَا نَحۡنُ بِتَارِکِیۡۤ  اٰلِہَتِنَا عَنۡ قَوۡلِکَ وَ مَا نَحۡنُ  لَکَ  بِمُؤۡمِنِیۡنَ ﴿۵۳﴾ ",
			"index": "1526",
			"name": "(তারা) বললো, ‘হে হূদ! তুমি কোন প্রমাণ নিয়ে আমাদের নিকট আসো নি এবং আমরা শুধু তোমার কথায় আমাদের উপাস্যগুলোকে ছেড়ে দেবার নই, না তোমার কথায় বিশ্বাস করবো। ",
			"en_kanzulimaan": "They said, O Hud! You have not come to us with any proof and we will not forsake our deities upon your saying, nor will we believe you.",
			"ur_kanzulimaan": "بولے اے ہود تم کوئی دلیل لے کر ہمارے پاس نہ آئے اور ہم خالی تمہارے کہنے سے اپنے خداؤں کو چھوڑنے کے نہیں نہ تمہاری بات پر یقین لائیں،",
			"hi_kanzulimaan": "बोले ऐ हूद तुम कोई दलील लेकर हमारे पास न आए (117फ) और हम ख़ाली तुम्हारे कहने से अपने ख़ुदाओ को छोड़ने के नहीं न तुम्हारी बात पर यक़ीन लाएं.",
			"author": "৫৩. তারা বললো, ‘হে হূদ! তুমি আমাদের নিকট সুস্পষ্ট কোনো দলিল নিয়ে আসনি, আর আমরা তোমার কথায় আমাদের উপাস্যদেরকেও পরিহার করবো না এবং আমরা তোমার উপর ঈমান আনয়নকারীও নই।"
		},
		{
			"_id": "1527",
			"sura": "11",
			"para": "12",
			"verses": "54",
			"names": "اِنۡ نَّقُوۡلُ  اِلَّا اعۡتَرٰىکَ بَعۡضُ اٰلِہَتِنَا بِسُوۡٓءٍ ؕ قَالَ  اِنِّیۡۤ  اُشۡہِدُ  اللّٰہَ  وَ اشۡہَدُوۡۤا اَنِّیۡ  بَرِیۡٓءٌ   مِّمَّا  تُشۡرِکُوۡنَ ﴿ۙ۵۴﴾ ",
			"number": "",
			"verses_PDMS": "اِنۡ نَّقُوۡلُ  اِلَّا اعۡتَرٰىکَ بَعۡضُ اٰلِہَتِنَا بِسُوۡٓءٍ ؕ قَالَ  اِنِّیۡۤ  اُشۡہِدُ  اللّٰہَ  وَ اشۡہَدُوۡۤا اَنِّیۡ  بَرِیۡٓءٌ   مِّمَّا  تُشۡرِکُوۡنَ ﴿ۙ۵۴﴾ ",
			"index": "1527",
			"name": "আমরা তো এটাই বলি, ‘আমাদের কোন খোদার অশুভ আক্রমণ তোমাকে স্পর্শ করবে’। বললো, ‘আমি আল্লাহ্‌কে সাক্ষী করছি এবং তোমরাও সবাই সাক্ষী হয়ে যাও যে, ‘আমি অসন্তুষ্ট ওসব থেকে যে গুলোকে তোমরা আল্লাহ্‌ ব্যতীত শরীক স্থির করো।",
			"en_kanzulimaan": "We only say that you have been severely struck by one of our deities; he said, I make Allah a witness, and you all bear witness that I have no relation with whatever you ascribe (as partners to Allah)-",
			"ur_kanzulimaan": "ہم تو یہی کہتے ہیں کہ ہمارے کسی خدا کی تمہیں بری جھپٹ (پکڑ) پہنچی کہا میں اللہ کو گواہ کرتا ہوں اور تم سب گواہ ہوجاؤ کہ میں بیزار ہوں ان سب سے جنہیں تم اللہ کے سوا اس کا شریک ٹھہراتے ہو،",
			"hi_kanzulimaan": "हम तो यही कहते हैं कि हमारे किसी ख़ुदा की तुम्हें बुरी झपट पहुंची (118फ) कहा मैं अल्लाह को गवाह करता हूँ और तुम सब गवाह हो जाओ कि मैं बेज़ार हूँ उन सब से जिन्हें तुम अल्लाह के सिवा उसका शरीक ठहराते हो",
			"author": "৫৪. আমরা তো এটাই বলি যে, আমাদের উপাস্যদের কেউ তোমাকে (মানসিক) ব্যাধিতে নিমজ্জিত করে দিয়েছে।’ হূদ (আলাইহিস সালাম) বললেন, ‘নিশ্চয়ই আমি আল্লাহ্কে সাক্ষী সাব্যস্ত করছি, আর তোমরাও সাক্ষী সাব্যস্ত করো যে, আমি এদের থেকে সম্পূর্ণ মুক্ত যাদেরকে তোমরা অংশীদার সাব্যস্ত করো।"
		},
		{
			"_id": "1528",
			"sura": "11",
			"para": "12",
			"verses": "55",
			"names": "مِنۡ دُوۡنِہٖ فَکِیۡدُوۡنِیۡ جَمِیۡعًا ثُمَّ لَا تُنۡظِرُوۡنِ ﴿۵۵﴾ ",
			"number": "",
			"verses_PDMS": "مِنۡ دُوۡنِہٖ فَکِیۡدُوۡنِیۡ جَمِیۡعًا ثُمَّ لَا تُنۡظِرُوۡنِ ﴿۵۵﴾ ",
			"index": "1528",
			"name": "তোমরা সবাই মিলে আমার অমঙ্গল কামনা করো; অতঃপর আমাকে অবকাশ দিও না।",
			"en_kanzulimaan": "Besides Him - therefore all of you scheme against me and do not give me respite.",
			"ur_kanzulimaan": "تم سب مل کر میرا برا چاہو پھر مجھے مہلت نہ دو",
			"hi_kanzulimaan": "तुम सब मिलकर मेरा बुरा चाहो  (119फ) फिर मुझे मुहलत न दो (120फ)",
			"author": "৫৫. আল্লাহ্ ব্যতীত তোমরা সবাই (তোমাদের বাতিল উপাস্য সহকারে) একত্র হয়ে আমার বিরুদ্ধে (কোনো) ষড়যন্ত্র করো এবং আমাকে অবকাশও দিও না।"
		},
		{
			"_id": "1529",
			"sura": "11",
			"para": "12",
			"verses": "56",
			"names": "اِنِّیۡ تَوَکَّلۡتُ عَلَی اللّٰہِ رَبِّیۡ وَ  رَبِّکُمۡ ؕ مَا مِنۡ دَآبَّۃٍ  اِلَّا ہُوَ اٰخِذٌۢ  بِنَاصِیَتِہَا ؕ اِنَّ رَبِّیۡ عَلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿۵۶﴾ ",
			"number": "",
			"verses_PDMS": "اِنِّیۡ تَوَکَّلۡتُ عَلَی اللّٰہِ رَبِّیۡ وَ  رَبِّکُمۡ ؕ مَا مِنۡ دَآبَّۃٍ  اِلَّا ہُوَ اٰخِذٌۢ  بِنَاصِیَتِہَا ؕ اِنَّ رَبِّیۡ عَلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿۵۶﴾ ",
			"index": "1529",
			"name": "আমি আল্লাহ্‌র উপর ভরসা করেছি, যিনি আমার রব এবং তোমাদের রব। এমন কোন বিচরণকারী নেই যার কপালের কেশগুচ্ছ (ঝুঁটি) তার কুদরতের আয়ত্বে নেই। নিশ্চয় আমার রবকে সরল পথে পাওয়া যায়।",
			"en_kanzulimaan": "I rely upon Allah, Who is my Lord and your Lord; there is not a creature that walks, whose forelock is not in His control; indeed my Lord can be found on the Straight Path.",
			"ur_kanzulimaan": "میں نے اللہ پر بھروسہ کیا جو میرا رب ہے اور تمہارا رب، کوئی چلنے والا نہیں جس کی چوٹی اس کے قبضہٴ قدرت میں نہ ہو بیشک میرا رب سیدھے راستہ پر ملتا ہے،",
			"hi_kanzulimaan": "मैंने अल्लाह पर भरोसा किया जो मेरा रब है और तुम्हारा रब, कोई चलने वाला नहीं (121फ) जिसकी चोटी उसकी क़ुदरत के क़ब्ज़े में न हो (122फ) बेशक मेरा रब सीधे रास्ते पर मिलता है",
			"author": "৫৬. নিশ্চয়ই আমি আল্লাহ্‌র উপর ভরসা করেছি, যিনি আমারও প্রতিপালক এবং তোমাদেরও প্রতিপালক। তাঁর (পরিপূর্ণ ক্ষমতার মুষ্ঠির) আয়ত্বের বাইরে বিচরণশীল (জীবন্ত) কোনো সৃষ্টি নেই। নিশ্চয়ই আমার প্রতিপালক (সত্য ও ন্যায়পরায়ণতায়) সরল পথে (চলার মাধ্যমে প্রাপ্তিযোগ্য)।"
		},
		{
			"_id": "1530",
			"sura": "11",
			"para": "12",
			"verses": "57",
			"names": "فَاِنۡ تَوَلَّوۡا فَقَدۡ اَبۡلَغۡتُکُمۡ  مَّاۤ   اُرۡسِلۡتُ بِہٖۤ  اِلَیۡکُمۡ ؕ وَ یَسۡتَخۡلِفُ رَبِّیۡ قَوۡمًا غَیۡرَکُمۡ ۚ وَ لَا تَضُرُّوۡنَہٗ شَیۡئًا ؕ اِنَّ رَبِّیۡ عَلٰی  کُلِّ شَیۡءٍ  حَفِیۡظٌ ﴿۵۷﴾ ",
			"number": "",
			"verses_PDMS": "فَاِنۡ تَوَلَّوۡا فَقَدۡ اَبۡلَغۡتُکُمۡ  مَّاۤ   اُرۡسِلۡتُ بِہٖۤ  اِلَیۡکُمۡ ؕ وَ یَسۡتَخۡلِفُ رَبِّیۡ قَوۡمًا غَیۡرَکُمۡ ۚ وَ لَا تَضُرُّوۡنَہٗ شَیۡئًا ؕ اِنَّ رَبِّیۡ عَلٰی  کُلِّ شَیۡءٍ  حَفِیۡظٌ ﴿۵۷﴾ ",
			"index": "1530",
			"name": "অতঃপর যদি তোমরা মুখ ফিরিয়ে নাও তবে আমি তোমাদের নিকট পৌছিয়েছি যা নিয়ে তোমাদের প্রতি প্রেরিত হয়েছি; এবং আমার রব তোমাদের স্থলে অন্যান্যদেরকে নিয়ে আসবেন; আর তোমরা তার কোন ক্ষতি সাধন করতে পারবে না। নিশ্চয় আমার রব সমস্ত কিছুর রক্ষণাবেক্ষণকারী’।",
			"en_kanzulimaan": "Then if you turn away, I have conveyed to you what I was sent with towards you; and my Lord will bring others in your stead; and you will not be able to cause Him any harm; indeed my Lord is a Guardian over all things.",
			"ur_kanzulimaan": "پھر اگر تم منہ پھیرو تو میں تمہیں پہنچا چکا جو تمہاری طرف لے کر بھیجا گیا اور میرا رب تمہاری جگہ اوروں کو لے آئے گا اور تم اس کا کچھ نہ بگاڑ سکو گے بیشک میرا رب ہر شے پر نگہبان ہے",
			"hi_kanzulimaan": "फिर अगर तुम मुंह फेरो तो मैं तुम्हें पहुंचा चुका जो तुम्हारी तरफ़ लेकर भेजा गया (123फ) और मेरा रब तुम्हारी जगह औरों को ले आएगा (124फ) और तुम उसका कुछ न बिगाड़ सकोगे (125फ) बेशक मेरा रब हर चीज़ पर निगहबान है  (126फ)",
			"author": "৫৭. এরপরও যদি তোমরা মুখ ফিরিয়ে নাও তবে আমি কার্যতই (সকল বিধানাবলী) তোমাদেরকে পৌঁছে দিয়েছি, যা সহ আমি তোমাদের নিকট প্রেরিত হয়েছি। আর আমার প্রতিপালক অপর কোনো সম্প্রদায়কে তোমাদের স্থলাভিষিক্ত করবেন এবং তোমরা তাঁর কোনোই ক্ষতি করতে পারবে না। নিশ্চয়ই আমার প্রতিপালক সকল কিছুর রক্ষাকর্তা।’"
		},
		{
			"_id": "1531",
			"sura": "11",
			"para": "12",
			"verses": "58",
			"names": "وَ لَمَّا جَآءَ  اَمۡرُنَا نَجَّیۡنَا ہُوۡدًا وَّ الَّذِیۡنَ اٰمَنُوۡا مَعَہٗ بِرَحۡمَۃٍ مِّنَّا ۚ وَ نَجَّیۡنٰہُمۡ مِّنۡ عَذَابٍ  غَلِیۡظٍ ﴿۵۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَمَّا جَآءَ  اَمۡرُنَا نَجَّیۡنَا ہُوۡدًا وَّ الَّذِیۡنَ اٰمَنُوۡا مَعَہٗ بِرَحۡمَۃٍ مِّنَّا ۚ وَ نَجَّیۡنٰہُمۡ مِّنۡ عَذَابٍ  غَلِیۡظٍ ﴿۵۸﴾ ",
			"index": "1531",
			"name": "এবং যখন আমার নির্দেশ এলো তখন আমি হূদ ও তার সঙ্গেকার মুসলমানদেরকে আমার অনুগ্রহে রক্ষা করেছি এবং তাদেরকে কঠিন শাস্তি হতে মুক্তি দিয়েছি।",
			"en_kanzulimaan": "And when Our command came, We rescued Hud and the Muslims who were with him, by Our mercy; and We saved them from a severe punishment.",
			"ur_kanzulimaan": "اور جب ہمارا حکم آیا ہم نے ہود اور اس کے ساتھ کے مسلمانوں کو اپنی رحمت فرما کر بچالیا اور انہیں سخت عذاب سے نجات دی،",
			"hi_kanzulimaan": "और जब हमारा हुक्म आया हमने हूद और उसके साथ के मुसलमानों को (127फ) अपनी रहमत फ़रमाकर बचा लिया (128फ) और उन्हें (129फ) सख़्त अज़ाब से निजात दी",
			"author": "৫৮. আর যখন আমাদের (শাস্তির) নির্দেশ এসে পৌঁছল (তখন) আমরা হূদ (আলাইহিস সালাম) এবং তাঁর সঙ্গী ঈমানদারগণকে আমাদের অনুগ্রহে রক্ষা করলাম এবং তাদেরকে কঠিন শাস্তি থেকে মুক্তি দিলাম।"
		},
		{
			"_id": "1532",
			"sura": "11",
			"para": "12",
			"verses": "59",
			"names": "وَ تِلۡکَ عَادٌ ۟ۙ جَحَدُوۡا بِاٰیٰتِ رَبِّہِمۡ وَ عَصَوۡا رُسُلَہٗ وَ اتَّبَعُوۡۤا اَمۡرَ  کُلِّ جَبَّارٍ عَنِیۡدٍ ﴿۵۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ تِلۡکَ عَادٌ ۟ۙ جَحَدُوۡا بِاٰیٰتِ رَبِّہِمۡ وَ عَصَوۡا رُسُلَہٗ وَ اتَّبَعُوۡۤا اَمۡرَ  کُلِّ جَبَّارٍ عَنِیۡدٍ ﴿۵۹﴾ ",
			"index": "1532",
			"name": "এবং এ আ’দ সম্প্রদায়, যারা তাদের রবের নিদর্শনগুলোকে অস্বীকার করেছে আর তার রসূলগণকে অমান্য করেছে এবং প্রত্যেক উদ্ধত স্বৈরাচারীর নির্দেশ অনুসরণ করেছে। ",
			"en_kanzulimaan": "And these are the Aad - they denied the signs of their Lord and disobeyed His Noble Messengers and followed the commands of every stubborn disobedient.",
			"ur_kanzulimaan": "اور یہ عاد ہیں کہ اپنے رب کی آیتوں سے منکر ہوئے اور اس کے رسولوں کی نافرمانی کی اور ہر بڑے سرکش ہٹ دھرم کے کہنے پر چلے،",
			"hi_kanzulimaan": "और ये आद हैं (130फ) कि अपने रब की आयतों से इन्कारी हुए और उसके रसूलों की नाफ़रमानी की और हर बड़े सरकश(नाफ़रमान) हटधर्म के कहने पर चले",
			"author": "৫৯. আর এ ’আদ (সম্প্রদায়), যারা তাদের প্রতিপালকের নিদর্শনসমূহকে অস্বীকার করেছিল, তারা তাদের রাসূলগণের নাফরমানী করেছিল এবং প্রত্যেক উৎপীড়নকারী (ও অহঙ্কারী) সত্যের দুশমনের নির্দেশের অনুসরণ করেছিল।"
		},
		{
			"_id": "1533",
			"sura": "11",
			"para": "12",
			"verses": "60",
			"names": "وَ اُتۡبِعُوۡا فِیۡ ہٰذِہِ  الدُّنۡیَا لَعۡنَۃً  وَّ  یَوۡمَ الۡقِیٰمَۃِ ؕ اَلَاۤ   اِنَّ  عَادًا کَفَرُوۡا  رَبَّہُمۡ ؕ اَلَا  بُعۡدًا  لِّعَادٍ  قَوۡمِ  ہُوۡدٍ ﴿۶۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ اُتۡبِعُوۡا فِیۡ ہٰذِہِ  الدُّنۡیَا لَعۡنَۃً  وَّ  یَوۡمَ الۡقِیٰمَۃِ ؕ اَلَاۤ   اِنَّ  عَادًا کَفَرُوۡا  رَبَّہُمۡ ؕ اَلَا  بُعۡدًا  لِّعَادٍ  قَوۡمِ  ہُوۡدٍ ﴿۶۰﴾ ",
			"index": "1533",
			"name": "এবং অভিসম্পাত তাদের পেছনে পড়েছে এ দুনিয়া ও ক্বিয়ামতের দিনে। শুনে নাও! নিশ্চয় ‘আদ-সম্প্রদায় আপন রবকে অস্বীকার করেছে। ওহে, দূর হোক ‘আদ’, হূদের সম্প্রদায়!",
			"en_kanzulimaan": "And a curse followed them in the world, and on the Day of Resurrection; pay heed! Indeed Aad disbelieved in their Lord; away with Aad, the people of Hud!",
			"ur_kanzulimaan": "اور ان کے پیچھے لگی اس دنیا میں لعنت اور قیامت کے دن، سن لو! بیشک عاد اپنے رب سے منکر ہوئے، ارے دور ہوں عاد ہود کی قوم،",
			"hi_kanzulimaan": "और उनके पीछे लगी इस दुनिया में लअनत  और क़यामत के दिन, सुन लो बेशक आद अपने रब से इन्कारी हुए, अरे दूर हों आद हूद की क़ौम",
			"author": "৬০. আর এ দুনিয়াতেও তাদেরকে অভিশম্পাত তাড়া করেছিল এবং কিয়ামতের দিনও (তাড়া করবে)। স্মরণ রেখো যে, ’আদ (সম্প্রদায়) তাদের প্রতিপালককে অস্বীকার করেছিল। সাবধান! হূদ (আলাইহিস সালাম)-এঁর ’আদ সম্প্রদায় (অনুগ্রহ থেকে) দূরেই পড়ে রইলো।"
		},
		{
			"_id": "1534",
			"sura": "11",
			"para": "12",
			"verses": "61",
			"names": "وَ اِلٰی ثَمُوۡدَ  اَخَاہُمۡ صٰلِحًا ۘ قَالَ یٰقَوۡمِ اعۡبُدُوا اللّٰہَ مَا لَکُمۡ مِّنۡ  اِلٰہٍ غَیۡرُہٗ ؕ ہُوَ اَنۡشَاَکُمۡ مِّنَ الۡاَرۡضِ وَ اسۡتَعۡمَرَکُمۡ فِیۡہَا فَاسۡتَغۡفِرُوۡہُ  ثُمَّ تُوۡبُوۡۤا  اِلَیۡہِ ؕ اِنَّ  رَبِّیۡ  قَرِیۡبٌ مُّجِیۡبٌ  ﴿۶۱﴾",
			"number": "",
			"verses_PDMS": "وَ اِلٰی ثَمُوۡدَ  اَخَاہُمۡ صٰلِحًا ۘ قَالَ یٰقَوۡمِ اعۡبُدُوا اللّٰہَ مَا لَکُمۡ مِّنۡ  اِلٰہٍ غَیۡرُہٗ ؕ ہُوَ اَنۡشَاَکُمۡ مِّنَ الۡاَرۡضِ وَ اسۡتَعۡمَرَکُمۡ فِیۡہَا فَاسۡتَغۡفِرُوۡہُ  ثُمَّ تُوۡبُوۡۤا  اِلَیۡہِ ؕ اِنَّ  رَبِّیۡ  قَرِیۡبٌ مُّجِیۡبٌ  ﴿۶۱﴾",
			"index": "1534",
			"name": "এবং সামূদ সম্প্রদায়ের প্রতি তাদের স্বগোত্রীয় সালিহ্‌কে (পাঠিয়েছি)। বললো, ‘হে আমার সম্প্রদায়! আল্লাহ্‌র ইবাদত করো, তিনি ব্যতীত তোমাদের অন্য কোন উপাস্য নেই। তিনি তোমাদেরকে যমীন থেকে সৃষ্টি করেছেন এবং তিনি সেটাতে তোমাদের বসতি করিয়েছেন। সুতরাং তার নিকট ক্ষমা প্রার্থনা করো। অতঃপর তার দিকে প্রত্যাবর্তন করো। নিশ্চয় আমার রব নিকটে, প্রার্থনা শ্রবণকারী’।",
			"en_kanzulimaan": "And to the Thamud tribe, We sent their fellow man Saleh; he said, O my people! Worship Allah, there is no other True God except Him; He created you from the earth and established you in it, so seek forgiveness from Him and incline towards Him in repentance; indeed my Lord is Close, Acceptor of Prayer.",
			"ur_kanzulimaan": "اور ثمود کی طرف ان کے ہم قوم صا لح کو کہا اے میری قوم اللہ کو پوجو اس کے سوا تمہارا کوئی معبود نہیں اس نے تمہیں زمین میں پیدا کیا اور اس میں تمہیں بسایا تو اس سے معافی چاہو پھر اس کی طرف رجوع لاؤ، بیشک میرا رب قریب ہے دعا سننے والا،",
			"hi_kanzulimaan": "और समूद की तरफ़ उनके हम क़ौम सालेह को (131फ) कहा ऐ मेरी क़ौम अल्लाह को पूजो (132फ) उसके सिवा तुम्हारा कोई मअबूद नही (133फ) उसने तुम्हें ज़मीन से पैदा किया (134फ) और उसमें तुम्हें बसाया (135फ) तो उससे माफ़ी चाहो फिर उसकी तरफ़ रूजू लाओ, बेशक मेरा रब क़रीब है दुआ  सुनने वाला",
			"author": "৬১. আর (আমরা) সামূদ (সম্প্রদায়)-এর নিকট তাদের ভাই সালেহ (আলাইহিস সালাম)-কে (প্রেরণ করেছিলাম)। তিনি বললেন, ‘হে আমার সম্প্রদায়! আল্লাহ্‌র ইবাদত করো, তোমাদের জন্যে তিনি ব্যতীত কোনো উপাস্য নেই। তিনিই তোমাদেরকে মৃত্তিকা থেকে সৃষ্টি করেছেন এবং এতেই তোমাদেরকে অধিবাসী করেছেন। সুতরাং তাঁর ক্ষমা প্রার্থনা করো, অতঃপর তাঁরই দিকে ফিরে আসো। নিশ্চয় আমার প্রতিপালক নিকটেই, আহ্বানে সাড়া দানকারী।’"
		},
		{
			"_id": "1535",
			"sura": "11",
			"para": "12",
			"verses": "62",
			"names": "قَالُوۡا یٰصٰلِحُ  قَدۡ کُنۡتَ فِیۡنَا مَرۡجُوًّا قَبۡلَ  ہٰذَاۤ   اَتَنۡہٰنَاۤ   اَنۡ  نَّعۡبُدَ مَا یَعۡبُدُ اٰبَآؤُنَا وَ اِنَّنَا لَفِیۡ شَکٍّ مِّمَّا تَدۡعُوۡنَاۤ  اِلَیۡہِ  مُرِیۡبٍ ﴿۶۲﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا یٰصٰلِحُ  قَدۡ کُنۡتَ فِیۡنَا مَرۡجُوًّا قَبۡلَ  ہٰذَاۤ   اَتَنۡہٰنَاۤ   اَنۡ  نَّعۡبُدَ مَا یَعۡبُدُ اٰبَآؤُنَا وَ اِنَّنَا لَفِیۡ شَکٍّ مِّمَّا تَدۡعُوۡنَاۤ  اِلَیۡہِ  مُرِیۡبٍ ﴿۶۲﴾ ",
			"index": "1535",
			"name": "(তারা) বললো, ‘হে সালিহ! এর পূর্বে তো তুমি আমাদের মধ্যে আশাপ্রদ মনে করা হচ্ছিলে! তুমি কি আমাদেরকে আমাদের পিতৃপুরুষদের উপাস্যগুলোর পূজা করতে বাধা দিচ্ছো? নিঃসন্দেহে, যে বিষয়ের দিকে আমাদেরকে আহ্বান করছো, আমরা তা দ্বারা এক মহা বিভ্রান্তিকর সন্দেহের মধ্যে আছি। ",
			"en_kanzulimaan": "They said, O Saleh! You seemed very promising among us, before this - What! You forbid us from worshipping the deities of our forefathers? And indeed we have fallen into a deeply intriguing doubt concerning what you call us to.",
			"ur_kanzulimaan": "بولے اے صا لح! اس سے پہلے تو تم ہم میں ہونہار معلوم ہوتے تھے کیا تم ہمیں اس سے منع کرتے ہو کہ اپنے باپ دادا کے معبودوں کو پوجیں اور بیشک جس بات کی طرف ہمیں بلاتے ہو ہم اس سے ایک بڑے دھوکا ڈالنے والے شک میں ہیں،",
			"hi_kanzulimaan": "बोले ऐ सालेह इससे पहले तो तुम हम में होनहार मालूम होते थे (136फ) क्या तुम हमें इससे मना करते हो कि अपने बाप दादा के मअबूदों को पूजें और बेशक जिस बात की तरफ़ हमें बुलाते हो हम उससे एक बड़े धोखा डालने वाले शक में हैं",
			"author": "৬২. তারা বললো, ‘হে সালেহ! এরপূর্বে আমাদের সম্প্রদায়ে তুমিই ছিলে আশার কেন্দ্রবিন্দু। তুমি কি আমাদেরকে (মূর্তি)-এর উপাসনা করতে নিষেধ করছো, যার উপাসনা আমাদের পিতৃপুরুষ করতো? আর (আল্লাহ্‌র একত্ববাদ,) যাঁর দিকে আমাদেরকে আহ্বান করছো নিশ্চয়ই আমরা এ ব্যাপারে খুবই বিভ্রান্তিকর সন্দেহ পোষণ করছি।’"
		},
		{
			"_id": "1536",
			"sura": "11",
			"para": "12",
			"verses": "63",
			"names": "قَالَ یٰقَوۡمِ اَرَءَیۡتُمۡ  اِنۡ کُنۡتُ عَلٰی بَیِّنَۃٍ مِّنۡ رَّبِّیۡ وَ اٰتٰىنِیۡ مِنۡہُ رَحۡمَۃً  فَمَنۡ یَّنۡصُرُنِیۡ مِنَ اللّٰہِ  اِنۡ عَصَیۡتُہٗ ۟ فَمَا  تَزِیۡدُوۡنَنِیۡ  غَیۡرَ  تَخۡسِیۡرٍ ﴿۶۳﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ یٰقَوۡمِ اَرَءَیۡتُمۡ  اِنۡ کُنۡتُ عَلٰی بَیِّنَۃٍ مِّنۡ رَّبِّیۡ وَ اٰتٰىنِیۡ مِنۡہُ رَحۡمَۃً  فَمَنۡ یَّنۡصُرُنِیۡ مِنَ اللّٰہِ  اِنۡ عَصَیۡتُہٗ ۟ فَمَا  تَزِیۡدُوۡنَنِیۡ  غَیۡرَ  تَخۡسِیۡرٍ ﴿۶۳﴾ ",
			"index": "1536",
			"name": "বললো, ‘হে আমার সম্প্রদায়! হ্যাঁ, বলো তো, যদি আমি আমার রবের পক্ষ থেকে সুস্পষ্ট প্রমাণের উপর প্রতিষ্ঠিত থাকি এবং তিনি যদি আমাকে তার নিকট থেকে অনুগ্রহ দান করেন, তবে আমাকে আল্লাহ্‌ থেকে কে রক্ষা করবে যদি আমি তার অবাধ্যতা করি? সুতরাং তোমরা ক্ষতি ব্যতীত আমার অন্য কিছু বৃদ্ধি করবে না’।",
			"en_kanzulimaan": "He said, O my people! What is your opinion - if I am on clear proof from my Lord and He has bestowed upon me mercy from Him, so who will rescue me from Allah if I disobey Him? So you will not increase anything for me, except loss!",
			"ur_kanzulimaan": "بولا اے میری قوم! بھلا بتاؤ تو اگر میں اپنے رب کی طرف سے روشن دلیل پر ہوں اور اس نے مجھے اپنے پاس سے رحمت بخشی تو مجھے اس سے کون بچائے گا اگر میں اس کی نافرمانی کروں تو تم مجھے سوا نقصان کے کچھ نہ بڑھاؤ گے",
			"hi_kanzulimaan": "बोला ऐ मेरी क़ौम भला बताओ तो अगर मैं अपने रब की तरफ़ से रौशन दलील पर हूँ और उसने मुझे अपने पास से रहमत बख़्शी (137फ) तो मुझे उससे कौन बचाएगा अगर मैं उसकी नाफ़रमानी करूं (138फ) तो तुम मुझे सिवा नुक़सान के कुछ न बढ़ाओगे (139फ)",
			"author": "৬৩. সালেহ (আলাইহিস সালাম) বললেন, ‘হে আমার সম্প্রদায়! একটু চিন্তা করো, আমি যদি ঠিক আমার প্রতিপালকের সুস্পষ্ট দলিলের উপর (অটল) থাকি এবং তিনি তাঁর পক্ষ থেকে আমার প্রতি (বিশেষ) অনুগ্রহ দান করে থাকেন; (এরপর তাঁর বিধান তোমাদের নিকট পৌঁছে দিয়ে) যদি আমি তাঁর নাফরমানী করে বসি, তবে কোন ব্যক্তি রয়েছে যে আমাকে আল্লাহ্ (-এঁর শাস্তি) থেকে রক্ষায় সাহায্য করতে পারে? অতঃপর তোমরা আমার ক্ষতি ব্যতীত (আর) কিছুই করতে পারবে না।"
		},
		{
			"_id": "1537",
			"sura": "11",
			"para": "12",
			"verses": "64",
			"names": "وَ یٰقَوۡمِ ہٰذِہٖ نَاقَۃُ اللّٰہِ لَکُمۡ اٰیَۃً فَذَرُوۡہَا تَاۡکُلۡ فِیۡۤ  اَرۡضِ اللّٰہِ  وَ لَا تَمَسُّوۡہَا بِسُوۡٓءٍ فَیَاۡخُذَکُمۡ عَذَابٌ قَرِیۡبٌ ﴿۶۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ یٰقَوۡمِ ہٰذِہٖ نَاقَۃُ اللّٰہِ لَکُمۡ اٰیَۃً فَذَرُوۡہَا تَاۡکُلۡ فِیۡۤ  اَرۡضِ اللّٰہِ  وَ لَا تَمَسُّوۡہَا بِسُوۡٓءٍ فَیَاۡخُذَکُمۡ عَذَابٌ قَرِیۡبٌ ﴿۶۴﴾ ",
			"index": "1537",
			"name": "এবং হে আমার সম্প্রদায়! এটা আল্লাহ্‌র উষ্ট্রী, তোমাদের জন্য নিদর্শন। সুতরাং ওটা ছেড়ে দাও যাতে আল্লাহ্‌র জমিতে চরে এবং সেটার গায়ে মন্দভাবে হাত লাগিয়ো না যেন তোমাদের উপর আশু শাস্তি আপতিত হয়’।",
			"en_kanzulimaan": "And O my people! This is the she-camel of Allah - a sign for you - so let her graze in Allahs earth, and do not touch her with an evil intention for an imminent punishment will reach you.",
			"ur_kanzulimaan": "اور اے میری قوم! یہ اللہ کا ناقہ ہے تمہارے لیے نشانی تو اسے چھوڑ دو کہ اللہ کی زمین میں کھائے اور اسے بری طرح ہاتھ نہ لگانا کہ تم کو نزدیک عذاب پہنچے گا",
			"hi_kanzulimaan": "और एै मेरी क़ौम यह अल्लाह का नाक़ा{ऊंटनी}है तुम्हारे लिये निशानी तो इसे छोड़ दो कि अल्लाह की ज़मीन में खाए और इसे बुरी तरह हाथ न लगाना कि तुमको नज़दीक अज़ाब पहुंचेगा (140फ)",
			"author": "৬৪. হে আমার সম্প্রদায়! এ উটনী আল্লাহ্‌র (বিশেষ প্রক্রিয়ায় সৃষ্ট) যা তোমাদের জন্যে নিদর্শন; সুতরাং একে আল্লাহ্‌র জমিনে চরে বেড়াতে দাও এবং একে কোনো কষ্ট দিও না, নতুবা তোমাদেরকে আসন্ন শাস্তি এসে পাকড়াও করবে।’"
		},
		{
			"_id": "1538",
			"sura": "11",
			"para": "12",
			"verses": "65",
			"names": "فَعَقَرُوۡہَا فَقَالَ تَمَتَّعُوۡا فِیۡ  دَارِکُمۡ ثَلٰثَۃَ  اَیَّامٍ ؕ ذٰلِکَ وَعۡدٌ غَیۡرُ مَکۡذُوۡبٍ ﴿۶۵﴾ ",
			"number": "",
			"verses_PDMS": "فَعَقَرُوۡہَا فَقَالَ تَمَتَّعُوۡا فِیۡ  دَارِکُمۡ ثَلٰثَۃَ  اَیَّامٍ ؕ ذٰلِکَ وَعۡدٌ غَیۡرُ مَکۡذُوۡبٍ ﴿۶۵﴾ ",
			"index": "1538",
			"name": "অতঃপর তারা সেটার গোছগুলো কেটে দিলো। তারপর সালিহ বললো, ‘তোমরা তোমাদের ঘরে আরো তিন দিন জীবন উপভোগ করে নাও। এটা প্রতিশ্রুতি, যা মিথ্যা হবে না’।",
			"en_kanzulimaan": "In response they hamstrung her, he therefore said, Enjoy a further three days in your homes; this is a promise that will not be untrue.",
			"ur_kanzulimaan": "تو انہوں نے اس کی کونچیں کاٹیں تو صا لح نے کہا اپنے گھرو ں میں تین دن اور برت لو (فائدہ اٹھالو) یہ وعدہ ہے کہ جھوٹا نہ ہوگا",
			"hi_kanzulimaan": "तो उन्होंने (141फ) उसकी कूंचे काटीं तो सालेह ने कहा अपने घरों में तीन दिन और बरत लो (142फ) यह वादा है कि झूटा न होगा (143फ)",
			"author": "৬৫. অতঃপর তারা একে (পা কেটে) হত্যা করে ফেললো। সালেহ্ (আলাইহিস সালাম) বললেন, ‘(এখন) তোমরা তোমাদের গৃহে (কেবল) তিন দিন উপভোগ করে নাও। এটি অঙ্গীকার যা (কখনো) মিথ্যাপ্রতিপন্ন হবে না।’"
		},
		{
			"_id": "1539",
			"sura": "11",
			"para": "12",
			"verses": "66",
			"names": "فَلَمَّا جَآءَ اَمۡرُنَا نَجَّیۡنَا صٰلِحًا وَّ الَّذِیۡنَ اٰمَنُوۡا مَعَہٗ بِرَحۡمَۃٍ  مِّنَّا وَ مِنۡ خِزۡیِ یَوۡمِئِذٍ ؕ اِنَّ رَبَّکَ ہُوَ الۡقَوِیُّ  الۡعَزِیۡزُ ﴿۶۶﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا جَآءَ اَمۡرُنَا نَجَّیۡنَا صٰلِحًا وَّ الَّذِیۡنَ اٰمَنُوۡا مَعَہٗ بِرَحۡمَۃٍ  مِّنَّا وَ مِنۡ خِزۡیِ یَوۡمِئِذٍ ؕ اِنَّ رَبَّکَ ہُوَ الۡقَوِیُّ  الۡعَزِیۡزُ ﴿۶۶﴾ ",
			"index": "1539",
			"name": "অতঃপর যখন আমার নির্দেশ এলো, তখন আমি সালিহ ও তার সঙ্গেকার মুসলমানদেরকে স্বীয় অনুগ্রহে রক্ষা করেছি এবং ওই দিনের লাঞ্ছনা থেকে। নিশ্চয় তোমাদের রব সর্বশক্তিমান, মর্যাদাবান। ",
			"en_kanzulimaan": "Therefore when Our command came, We rescued Saleh and the Muslims who were with him by Our mercy, and from the disgrace of that day; indeed your Lord is the Strong, the Almighty.",
			"ur_kanzulimaan": "پھر جب ہمارا حکم آیا ہم نے صا لح اور اس کے ساتھ کے مسلمانوں کو اپنی رحمت فرماکر بچالیا اور اس دن کی رسوائی سے، بیشک تمہارا رب قومی عزت والا ہے،",
			"hi_kanzulimaan": "फिर जब हमारा हुक्म आया हमने सालेह और उसके साथ के मुसलमानों को अपनी रहमत फ़रमाकर (144फ) बचा लिया और उस दिन की रूसवाई से, बेशक तुम्हारा रब क़वी {शक्तिशाली} इज़्ज़त वाला है",
			"author": "৬৬. অতঃপর যখন আমাদের (শাস্তির) নির্দেশ এসে পৌঁছল (তখন) আমরা সালেহ্ (আলাইহিস সালাম) এবং তাঁর সাথে যারা ঈমানদার ছিল তাদেরকে আমাদের অনুগ্রহে রক্ষা করলাম এবং সে দিনের অপমান থেকেও (নাজাত দিলাম)। নিশ্চয়ই আপনার প্রতিপালকই শক্তিশালী ও মহাপরাক্রমশালী।"
		},
		{
			"_id": "1540",
			"sura": "11",
			"para": "12",
			"verses": "67",
			"names": "وَ اَخَذَ الَّذِیۡنَ ظَلَمُوا الصَّیۡحَۃُ فَاَصۡبَحُوۡا فِیۡ  دِیَارِہِمۡ  جٰثِمِیۡنَ ﴿ۙ۶۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَخَذَ الَّذِیۡنَ ظَلَمُوا الصَّیۡحَۃُ فَاَصۡبَحُوۡا فِیۡ  دِیَارِہِمۡ  جٰثِمِیۡنَ ﴿ۙ۶۷﴾ ",
			"index": "1540",
			"name": "এবং যালিমদেরকে ভয়ানক শব্দ পেয়ে বসলো। ফলে, ভোরে তারা নিজ নিজ ঘরে হাটুর উপর ভর করে পড়ে রইলো; ",
			"en_kanzulimaan": "And the terrible scream seized the unjust - so at morning they remained lying flattened in their homes.",
			"ur_kanzulimaan": "اور ظالموں کو چنگھاڑ نے آ لیا تو صبح اپنے گھروں میں گھٹنوں کے بل پڑے رہ گئے،",
			"hi_kanzulimaan": "और ज़ालिमों को चिंघाड़ ने आ लिया (145फ) तो सुबह अपने घरों में घुटनों के बल पड़े रह गए",
			"author": "৬৭. আর যালিমদেরকে ভয়ানক ধ্বনি এসে পাকড়াও করলো। ফলে প্রভাতে তারা নিজেদের গৃহে (মৃতাবস্থায়) উপুড় হয়ে রইলো,"
		},
		{
			"_id": "1541",
			"sura": "11",
			"para": "12",
			"verses": "68",
			"names": "کَاَنۡ لَّمۡ  یَغۡنَوۡا فِیۡہَا ؕ اَلَاۤ  اِنَّ  ثَمُوۡدَا۠ کَفَرُوۡا  رَبَّہُمۡ ؕ اَلَا  بُعۡدًا  لِّثَمُوۡدَ  ﴿۶۸﴾",
			"number": "",
			"verses_PDMS": "کَاَنۡ لَّمۡ  یَغۡنَوۡا فِیۡہَا ؕ اَلَاۤ  اِنَّ  ثَمُوۡدَا۠ کَفَرُوۡا  رَبَّہُمۡ ؕ اَلَا  بُعۡدًا  لِّثَمُوۡدَ  ﴿۶۸﴾",
			"index": "1541",
			"name": "যেন তারা সেখানে কখনো বসবাসই করে নি। শুনে নাও! নিশ্চয় সামূদ সম্প্রদায় তাদের রবকে অস্বীকার করেছে। ওহে, লা’নত হোক সামূদ গোত্রের উপর!",
			"en_kanzulimaan": "As if they had never lived there; indeed the tribe of Thamud disbelieved in their Lord; away with the Thamud!",
			"ur_kanzulimaan": "گویا کبھی یہاں بسے ہی نہ تھے، سن لو! بیشک ثمود اپنے رب سے منکر ہوئے ارے لعنت ہو ثمود پر،",
			"hi_kanzulimaan": "मानो कभी यहाँ बसे ही न थे, सुन लो बेशक समूद अपने रब से इन्कारी हुए, अरे लअनत हो समूद पर",
			"author": "৬৮. যেন তারা কখনো এতে বসবাসই করেনি; মনে রেখো! সামূদ (সম্প্রদায়) স্বীয় প্রতিপালককে অস্বীকার করেছিল। সাবধান! সামূদ (সম্প্রদায় অনুগ্রহ থেকে) দূরেই পড়ে রইলো।"
		},
		{
			"_id": "1542",
			"sura": "11",
			"para": "12",
			"verses": "69",
			"names": "وَ لَقَدۡ جَآءَتۡ رُسُلُنَاۤ  اِبۡرٰہِیۡمَ بِالۡبُشۡرٰی قَالُوۡا سَلٰمًا ؕ قَالَ  سَلٰمٌ  فَمَا لَبِثَ اَنۡ  جَآءَ  بِعِجۡلٍ حَنِیۡذٍ ﴿۶۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ جَآءَتۡ رُسُلُنَاۤ  اِبۡرٰہِیۡمَ بِالۡبُشۡرٰی قَالُوۡا سَلٰمًا ؕ قَالَ  سَلٰمٌ  فَمَا لَبِثَ اَنۡ  جَآءَ  بِعِجۡلٍ حَنِیۡذٍ ﴿۶۹﴾ ",
			"index": "1542",
			"name": "এবং নিশ্চয় আমার ফিরিশ্‌তারা ইব্রাহীমের নিকট সুসংবাদ নিয়ে এলো। তারা বললো। ‘সালাম’। সে বললো, ‘সালাম’। অতঃপর অল্পক্ষণও বিলম্ব করে নি, একটা ভাজা করা গো-বৎস নিয়ে এলো। ",
			"en_kanzulimaan": "And indeed Our angels came to Ibrahim with glad tidings - they said, Peace; he answered, Peace and without delay brought a roasted calf.",
			"ur_kanzulimaan": "اور بیشک ہمارے فرشتے ابراہیم کے پاس مژدہ لے کر آئے بولے سلام کہا کہا سلام پھر کچھ دیر نہ کی کہ ایک بچھڑا بھنا لے آئے",
			"hi_kanzulimaan": "और बेशक हमारे फ़रिश्ते इब्राहीम के पास (146फ) ख़ुशख़बरी लेकर आए, बोले सलाम कहा (147फ) सलाम फिर कुछ देर न की कि एक बछड़ा भुना ले आए (148फ)",
			"author": "৬৯. আর যথার্থই আমাদের প্রেরিত ফেরেশতাগণ ইবরাহীম (আলাইহিস সালাম)-এঁর নিকট সুসংবাদ নিয়ে আগমন করেছিলেন। তারা বললেন, ‘শান্তি (বর্ষিত হোক আপনার উপর)’, ইবরাহীম (আলাইহিস সালাম প্রতিউত্তরে) বললেন, ‘(আপনাদের উপরও) শান্তি বর্ষিত হোক’। অতঃপর তিনি (ইবরাহীম আলাইহিস সালাম) অবিলম্বে (তাদের আতিথেয়তার জন্যে) আগুনে ঝলসানো গো-বাছুর (এর সাজ্জি অর্থাৎ আগুনে ঝলসানো মাংশ) নিয়ে এলেন।"
		},
		{
			"_id": "1543",
			"sura": "11",
			"para": "12",
			"verses": "70",
			"names": "فَلَمَّا رَاٰۤ  اَیۡدِیَہُمۡ لَا تَصِلُ  اِلَیۡہِ  نَکِرَہُمۡ وَ اَوۡجَسَ مِنۡہُمۡ خِیۡفَۃً ؕ قَالُوۡا لَا تَخَفۡ  اِنَّاۤ   اُرۡسِلۡنَاۤ  اِلٰی  قَوۡمِ  لُوۡطٍ ﴿ؕ۷۰﴾",
			"number": "",
			"verses_PDMS": "فَلَمَّا رَاٰۤ  اَیۡدِیَہُمۡ لَا تَصِلُ  اِلَیۡہِ  نَکِرَہُمۡ وَ اَوۡجَسَ مِنۡہُمۡ خِیۡفَۃً ؕ قَالُوۡا لَا تَخَفۡ  اِنَّاۤ   اُرۡسِلۡنَاۤ  اِلٰی  قَوۡمِ  لُوۡطٍ ﴿ؕ۷۰﴾",
			"index": "1543",
			"name": "অতঃপর যখন দেখলো যে, তাদের হাত খাদ্যের দিকে প্রসারিত হচ্ছে না, তখন তাদেরকে আগন্তুক মনে করলো এবং মনে মনে তাদেরকে ভয় করতে লাগলো। তারা বললো, ‘ভয় করবেন না! আমরা লূতের সম্প্রদায়ের প্রতি প্রেরিত হয়েছি। ",
			"en_kanzulimaan": "And when he saw their hands not reaching towards it, he thought they were pretending and inwardly started fearing them; they said, Do not be afraid - we are sent to the people of Lut.",
			"ur_kanzulimaan": "پھر جب دیکھا کہ ان کے ہاتھ کھانے کی طرف نہیں پہنچتے ان کو اوپری سمجھا اور جی ہی جی میں ان سے ڈرنے لگا، بولے ڈریے نہیں ہم قوم لوط کی طرف بھیجے گئے ہیں،",
			"hi_kanzulimaan": "फिर जब देखा कि उनके हाथ खाने की तरफ़ नहीं पहुंचते उनको ऊपरी समझा और जी ही जी में उनसे डरने लगा, बोले डरिये नहीं हम क़ौम लूत की तरफ़ (149फ) भेजे गए हैं",
			"author": "৭০. অতএব (ইবরাহীম আলাইহিস সালাম) যখন দেখলেন যে, তাদের হাত (এ খাবার)-এর দিকে অগ্রসর হচ্ছে না, তাদেরকে তিনি ভিনদেশী মনে করলেন এবং (নিজ) অন্তরে তাদের ব্যাপারে কিছুটা ভীতি অনুভব করতে লাগলেন। তারা বললেন, ‘আপনি ভয় করবেন না! আমাদেরকে লূতের সম্প্রদায়ের প্রতি প্রেরণ করা হয়েছে’।"
		},
		{
			"_id": "1544",
			"sura": "11",
			"para": "12",
			"verses": "71",
			"names": "وَ امۡرَاَتُہٗ  قَآئِمَۃٌ  فَضَحِکَتۡ فَبَشَّرۡنٰہَا بِاِسۡحٰقَ ۙ وَ مِنۡ وَّرَآءِ  اِسۡحٰقَ یَعۡقُوۡبَ ﴿۷۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ امۡرَاَتُہٗ  قَآئِمَۃٌ  فَضَحِکَتۡ فَبَشَّرۡنٰہَا بِاِسۡحٰقَ ۙ وَ مِنۡ وَّرَآءِ  اِسۡحٰقَ یَعۡقُوۡبَ ﴿۷۱﴾ ",
			"index": "1544",
			"name": "এবং তার স্ত্রী দণ্ডায়মান ছিলো। সে হাসতে লাগলো। অতঃপর আমি তাকে ইসহাক্বের সুসংবাদ দিলাম এবং ইসহাক্বের পরবর্তী ইয়া’ক্বুবের। ",
			"en_kanzulimaan": "And his wife was standing by and she started laughing, so We gave her glad tidings regarding Ishaq, and following Ishaq, regarding Yaqub.",
			"ur_kanzulimaan": "اور اس کی بی بی کھڑی تھی وہ ہنسنے لگی تو ہم نے اسے اسحاق کی خوشخبری دی اور اسحاق کے پیچھے یعقوب کی",
			"hi_kanzulimaan": "और  उसकी बीबी (150फ) खड़ी थी वह हंसने लगी तो हमने उसे (151फ) इसहाक़ की ख़ुशख़बरी दी और  इसहाक़ के पीछे (152फ) यअक़ूब की (153फ)",
			"author": "৭১. আর তাঁর স্ত্রী (সারাহ্ নিকটেই) দন্ডায়মান ছিলেন, তিনি হেসে দিলেন, আর আমরা তাঁকে (অর্থাৎ তাঁর স্ত্রীকে) ইসহাক (আলাইহিস সালাম) এবং ইসহাক (আলাইহিস সালাম)-এঁর পর ইয়াকূব (আলাইহিস সালাম)-এঁর সুসংবাদ দিলাম।"
		},
		{
			"_id": "1545",
			"sura": "11",
			"para": "12",
			"verses": "72",
			"names": "قَالَتۡ یٰوَیۡلَتٰۤیءَ اَلِدُ وَ اَنَا عَجُوۡزٌ وَّ ہٰذَا بَعۡلِیۡ  شَیۡخًا ؕ اِنَّ ہٰذَا  لَشَیۡءٌ  عَجِیۡبٌ ﴿۷۲﴾ ",
			"number": "",
			"verses_PDMS": "قَالَتۡ یٰوَیۡلَتٰۤیءَ اَلِدُ وَ اَنَا عَجُوۡزٌ وَّ ہٰذَا بَعۡلِیۡ  شَیۡخًا ؕ اِنَّ ہٰذَا  لَشَیۡءٌ  عَجِیۡبٌ ﴿۷۲﴾ ",
			"index": "1545",
			"name": "সে বললো, ‘হায়রে দুঃখ।! আমার কি সন্তান হবে! এবং (আমি) হলাম বৃদ্ধ। আর এ আমার স্বামী বৃদ্ধ। নিঃসন্দেহে, এটা তো অদ্ভুদ ব্যাপার’।",
			"en_kanzulimaan": "She said, Oh woe to me - will I bear a child whereas I am an old woman, and this my husband, is an old man? This is something really extraordinary.",
			"ur_kanzulimaan": "بولی ہائے خرابی کیا میرے بچہ ہوگا اور میں بوڑھی ہوں اور یہ ہیں میرے شوہر بوڑھے بیشک یہ تو اچنبھے کی بات ہے،",
			"hi_kanzulimaan": "बोली हाय ख़राबी क्या मेरे बच्चा होगा और  मैं बूढी हूँ  (154फ) और ये हैं मेरे शौहर बूढे  (155फ) बेशक यह तो अचंभे की बात है",
			"author": "৭২. তিনি বললেন, ‘কী আশ্চর্য! আমি কি সন্তান জন্ম দেবো, অথচ আমি বৃদ্ধা (হয়ে গিয়েছি), আর আমার স্বামীও বৃদ্ধ? বাস্তবিকই এ তো বড়ই আশ্চর্যজনক বিষয়!’"
		},
		{
			"_id": "1546",
			"sura": "11",
			"para": "12",
			"verses": "73",
			"names": "قَالُوۡۤا اَتَعۡجَبِیۡنَ مِنۡ اَمۡرِ اللّٰہِ  رَحۡمَتُ اللّٰہِ وَ بَرَکٰتُہٗ عَلَیۡکُمۡ اَہۡلَ الۡبَیۡتِ ؕ اِنَّہٗ  حَمِیۡدٌ  مَّجِیۡدٌ ﴿۷۳﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡۤا اَتَعۡجَبِیۡنَ مِنۡ اَمۡرِ اللّٰہِ  رَحۡمَتُ اللّٰہِ وَ بَرَکٰتُہٗ عَلَیۡکُمۡ اَہۡلَ الۡبَیۡتِ ؕ اِنَّہٗ  حَمِیۡدٌ  مَّجِیۡدٌ ﴿۷۳﴾ ",
			"index": "1546",
			"name": "ফিরিশ্‌তাগণ বললো, ‘আল্লাহ্‌র কাজে কি তুমি বিস্ময় বোধ করছো? আল্লাহ্‌র রহমত ও তার বরকতসমূহ তোমাদের প্রতি রয়েছে, হে এ পরিবারবর্গ! নিঃসন্দেহে, তিনিই সমস্ত প্রশংসার মালিক, সম্মানের অধিকারী’।",
			"en_kanzulimaan": "The angels said, Do you wonder at the command of Allah? Allahs mercy and His blessings be upon you, O people of this house; indeed He only is Most Praiseworthy, Most Honourable.",
			"ur_kanzulimaan": "فرشتے بولے کیا اللہ کے کام کا اچنبھا کرتی ہو اللہ کی رحمت اور اس کی برکتیں تم پر اس گھر والو! بیشک وہی ہے سب خوبیوں والا عزت والا،",
			"hi_kanzulimaan": "फ़रिश्ते बोले क्या अल्लाह के काम का अचंभा करती हो अल्लाह की रहमत और  उसकी बरकतें तुमपर एै इस घर वालो, बेशक (156फ) वही है सब ख़ूबियों वाला इज़्ज़त वाला",
			"author": "৭৩. ফেরেশতাগণ বললেন, ‘আপনারা কি আল্লাহ্‌র নির্দেশের উপর আশ্চর্যান্বিত হচ্ছেন? হে গৃহের অধিবাসীরা! আপনাদের উপর আল্লাহ্‌র রহমত এবং তাঁর বরকত। নিশ্চয়ই তিনি প্রশংসার উপযুক্ত, মর্যাদার অধিকারী।’"
		},
		{
			"_id": "1547",
			"sura": "11",
			"para": "12",
			"verses": "74",
			"names": "فَلَمَّا ذَہَبَ عَنۡ اِبۡرٰہِیۡمَ الرَّوۡعُ وَ جَآءَتۡہُ  الۡبُشۡرٰی یُجَادِلُنَا فِیۡ قَوۡمِ لُوۡطٍ ﴿ؕ۷۴﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا ذَہَبَ عَنۡ اِبۡرٰہِیۡمَ الرَّوۡعُ وَ جَآءَتۡہُ  الۡبُشۡرٰی یُجَادِلُنَا فِیۡ قَوۡمِ لُوۡطٍ ﴿ؕ۷۴﴾ ",
			"index": "1547",
			"name": "অতঃপর যখন ইব্রাহীমের ভয় দূরীভূত হলো এবং তিনি সুসংবাদ পেলেন, তখন আমার সাথে লূতের সম্প্রদায় সম্পর্কে বাদানুবাদ করতে লাগলো।",
			"en_kanzulimaan": "And when Ibrahims fear abated and the glad tidings reached him, he argued with Us regarding the people of Lut.",
			"ur_kanzulimaan": "پھر جب ابراہیم کا خوف زائل ہوا اور اسے خوشخبری ملی ہم سے قوم لوط کے بارے میں جھگڑنے لگا،",
			"hi_kanzulimaan": "फिर जब इब्राहीम का डर कम हुआ और उसे ख़ुशख़बरी मिली हम से लूत क़ौम के बारे में झगड़ने लगा (157फ)",
			"author": "৭৪. অতঃপর যখন ইবরাহীম (আলাইহিস সালাম)-এঁর ভীতি দূরীভুত হলো এবং তাঁর নিকট সুসংবাদ এসে পৌঁছল, তখন আমাদের (ফেরেশতাদের) সাথে লূতের সম্প্রদায়ের ব্যাপারে বাদানুবাদ করতে লাগলেন।"
		},
		{
			"_id": "1548",
			"sura": "11",
			"para": "12",
			"verses": "75",
			"names": "اِنَّ  اِبۡرٰہِیۡمَ  لَحَلِیۡمٌ  اَوَّاہٌ   مُّنِیۡبٌ ﴿۷۵﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  اِبۡرٰہِیۡمَ  لَحَلِیۡمٌ  اَوَّاہٌ   مُّنِیۡبٌ ﴿۷۵﴾ ",
			"index": "1548",
			"name": "নিশ্চয় ইব্রাহীম সহনশীল, অতি ক্রন্দনকারী, আল্লাহ্‌ অভিমুখী। ",
			"en_kanzulimaan": "Indeed Ibrahim is most forbearing, very soft hearted, penitent.",
			"ur_kanzulimaan": "بیشک ابراہیم تحمل والا بہت آہیں کرنے والا رجوع کرنے والا ہے",
			"hi_kanzulimaan": "बेशक इब्राहीम तहम्मुल वाला बहुत आहें करने वाला रूजू लाने वाला है (158फ)",
			"author": "৭৫. নিশ্চয়ই ইবরাহীম (আলাইহিস সালাম) ছিলেন অত্যন্ত সহিষ্ণু স্বভাবের, ক্রন্দনকারী, সর্বাবস্থায় আমাদের নিকট প্রত্যাবর্তনকারী।"
		},
		{
			"_id": "1549",
			"sura": "11",
			"para": "12",
			"verses": "76",
			"names": "یٰۤـاِبۡرٰہِیۡمُ اَعۡرِضۡ عَنۡ ہٰذَا ۚ اِنَّہٗ قَدۡ جَآءَ اَمۡرُ رَبِّکَ ۚ وَ اِنَّہُمۡ اٰتِیۡہِمۡ عَذَابٌ غَیۡرُ  مَرۡدُوۡدٍ ﴿۷۶﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤـاِبۡرٰہِیۡمُ اَعۡرِضۡ عَنۡ ہٰذَا ۚ اِنَّہٗ قَدۡ جَآءَ اَمۡرُ رَبِّکَ ۚ وَ اِنَّہُمۡ اٰتِیۡہِمۡ عَذَابٌ غَیۡرُ  مَرۡدُوۡدٍ ﴿۷۶﴾ ",
			"index": "1549",
			"name": "হে ইব্রাহীম! এই চিন্তায় পড়ো না। নিশ্চয় তোমার রবের নির্দেশ এসে পড়েছে এবং নিঃসন্দেহে, তাদের প্রতি শাস্তি আগমনকারী, যা হটানো যাবে না। ",
			"en_kanzulimaan": "O Ibrahim, turn away from this; indeed your Lords command has come; and indeed a punishment will come upon them, which will not be averted.",
			"ur_kanzulimaan": "اے ابراہیم اس خیال میں نہ پڑ بیشک تیرے رب کا حکم آچکا اور بیشک ان پر عذاب آنے والا ہے کہ پھیرا نہ جائے گا،",
			"hi_kanzulimaan": "ऐ इब्राहीम इस ख़याल में न पड़ बेशक तेरे रब का हुक्म आ चुका, और  बेशक उनपर अज़ाब आने वाला है कि फेरा न जाएगा",
			"author": "৭৬. (ফেরেশতাগণ বললেন,) ‘হে ইবরাহীম (আলাইহিস সালাম)! এ (বিষয়) থেকে বিরত হোন। নিশ্চয়ই এখন তো আপনার প্রতিপালকের (শাস্তির) নির্দেশ এসে পড়েছে। আর তাদের শাস্তি প্রত্যাসন্ন যা প্রতিহত হতে পারে না।’"
		},
		{
			"_id": "1550",
			"sura": "11",
			"para": "12",
			"verses": "77",
			"names": "وَ لَمَّا جَآءَتۡ رُسُلُنَا لُوۡطًا سِیۡٓءَ بِہِمۡ وَ ضَاقَ بِہِمۡ ذَرۡعًا وَّ قَالَ ہٰذَا یَوۡمٌ عَصِیۡبٌ ﴿۷۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَمَّا جَآءَتۡ رُسُلُنَا لُوۡطًا سِیۡٓءَ بِہِمۡ وَ ضَاقَ بِہِمۡ ذَرۡعًا وَّ قَالَ ہٰذَا یَوۡمٌ عَصِیۡبٌ ﴿۷۷﴾ ",
			"index": "1550",
			"name": "এবং যখন লূতের নিকট আমার ফিরিশ্‌তারা আসলো, তখন তার মনে তাদের জন্য দুঃখ হলো এবং তাদের কারণে হৃদয় সংকুচিত হলো আর বললো, ‘এটা অতি কঠিন দিন’।",
			"en_kanzulimaan": "And when Our angels came to Lut, he was distressed for them and was disheartened due to them, and said, This is a day of great hardship.",
			"ur_kanzulimaan": "اور جب لوط کے یہاں ہمارے فرشتے آئے اسے ان کا غم ہوا او ر ان کے سبب دل تنگ ہوا اور بولا یہ بڑی سختی کا دن ہے",
			"hi_kanzulimaan": "और  जब लूत के पास हमारे फ़रिश्ते आए (159फ) उसे उनका ग़म हुआ और  उनके कारण दिल तंग हुआ और  बोला यह बड़ी सख़्ती का दिन है (160फ)",
			"author": "৭৭. আর যখন আমাদের প্রেরিত ফেরেশতাগণ লূত (আলাইহিস সালাম)-এঁর নিকট আসলেন (তখন) তিনি তাদের আগমনে উদ্বিগ্ন হয়ে পড়লেন এবং তাদের রক্ষায় (নিজেকে) অসমর্থ মনে করলেন আর বলতে লাগলেন, ‘এ দিনটি বড়ই কঠিন’! (ফেরেশতাগণ ছিলেন অতিশয় সুদর্শন আর হযরত লূত আলাইহিস সালাম তাঁর সম্প্রদায়ের লোকদের অসৎ স্বভাব সম্পর্কে অবগত ছিলেন। সুতরাং সম্ভাব্য ফিতনার আশঙ্কায় তিনি উদ্বিগ্ন হয়ে গিয়েছিলেন।)"
		},
		{
			"_id": "1551",
			"sura": "11",
			"para": "12",
			"verses": "78",
			"names": "وَ جَآءَہٗ  قَوۡمُہٗ یُہۡرَعُوۡنَ  اِلَیۡہِ ؕ وَ مِنۡ قَبۡلُ کَانُوۡا یَعۡمَلُوۡنَ السَّیِّاٰتِ ؕ قَالَ یٰقَوۡمِ ہٰۤؤُلَآءِ بَنَاتِیۡ ہُنَّ اَطۡہَرُ  لَکُمۡ فَاتَّقُوا اللّٰہَ وَ لَا تُخۡزُوۡنِ فِیۡ ضَیۡفِیۡ ؕ اَلَـیۡسَ مِنۡکُمۡ  رَجُلٌ  رَّشِیۡدٌ ﴿۷۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَآءَہٗ  قَوۡمُہٗ یُہۡرَعُوۡنَ  اِلَیۡہِ ؕ وَ مِنۡ قَبۡلُ کَانُوۡا یَعۡمَلُوۡنَ السَّیِّاٰتِ ؕ قَالَ یٰقَوۡمِ ہٰۤؤُلَآءِ بَنَاتِیۡ ہُنَّ اَطۡہَرُ  لَکُمۡ فَاتَّقُوا اللّٰہَ وَ لَا تُخۡزُوۡنِ فِیۡ ضَیۡفِیۡ ؕ اَلَـیۡسَ مِنۡکُمۡ  رَجُلٌ  رَّشِیۡدٌ ﴿۷۸﴾ ",
			"index": "1551",
			"name": "এবং তার নিকট তার সম্প্রদায় ছুটে আসলো এবং তাদের মধ্যে পূর্ব থেকেই মন্দ কাজের অভ্যাস স্থান পেয়েছিলো। বললো, হে আমার সম্প্রদায়! এ গুলো হচ্ছে আমার সম্প্রদায়ের কন্যা। এরা তোমাদের জন্য পবিত্র। সুতরাং তোমরা আল্লাহ্‌কে ভয় করো এবং আমাকে আমার মেহমানদের মধ্যে লজ্জিত করো না! তোমাদের মধ্যে কি একজন লোকও সচ্চরিত্রবান নেই?’",
			"en_kanzulimaan": "And his people came running towards him; and they were in the habit of committing evil deeds; he said, O my people! These women of the tribe are my daughters * - they are purer for you - therefore fear Allah and do not disgrace me in the midst of my guests; is there not even a single righteous man among you? (* The wives of those people.)",
			"ur_kanzulimaan": "اور اس کے پاس کی قوم دوڑتی آئی، ور انہیں آگے ہی سے برے کاموں کی عادت پڑی تھی کہا اے قوم! یہ میری قوم کی بیٹیاں ہیں یہ تمہارے لیے ستھری ہیں تو اللہ سے ڈرو اور مجھے میرے مہمانوں میں رسوا نہ کرو، کیا تم میں ایک آدمی بھی نیک چلن نہیں،",
			"hi_kanzulimaan": "और उसके पास उसकी क़ौम दौड़ती आई और उन्हें आगे ही से बुरे कामों की आदत पड़ी थी (161फ) कहा ऐ क़ौम यह मेरी क़ौम की बेटियाँ हैं ये तुम्हारे लिये सुथरी हैं तो अल्लाह से डरो  (162फ) और मुझे मेरे मेहमानों में रूस्वा न करो, क्या तुम में एक आदमी भी नेक चलन नहीं",
			"author": "৭৮. (সুতরাং এমনিই হলো, যার আশঙ্কা তিনি করেছিলেন) আর লূত (আলাইহিস সালাম)-এঁর সম্প্রদায় (মেহমানদের আগমনের সংবাদ শুনার সাথে সাথেই) তাঁর নিকট ছুটে এলো, আর তারা পূর্ব থেকেই কুকর্মে লিপ্ত ছিল। লূত (আলাইহিস সালাম) বললেন, ‘হে আমার (নাফরমান) সম্প্রদায়! এরা আমার (সম্প্রদায়ের) কন্যাগণ, তারা তোমাদের জন্যে (বিবাহের মাধ্যমে) পবিত্র ও বৈধ। সুতরাং তোমরা আল্লাহ্কে ভয় করো এবং আমার মেহমানদের ব্যাপারে (নিজেদের অশ্লীলতার কারণে) আমাকে অপমানিত করো না! তোমাদের মাঝে কি সৎস্বভাবের কোনো মানুষ নেই?’"
		},
		{
			"_id": "1552",
			"sura": "11",
			"para": "12",
			"verses": "79",
			"names": "قَالُوۡا لَقَدۡ عَلِمۡتَ مَا لَنَا فِیۡ بَنٰتِکَ مِنۡ حَقٍّ ۚ وَ  اِنَّکَ  لَتَعۡلَمُ  مَا نُرِیۡدُ ﴿۷۹﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا لَقَدۡ عَلِمۡتَ مَا لَنَا فِیۡ بَنٰتِکَ مِنۡ حَقٍّ ۚ وَ  اِنَّکَ  لَتَعۡلَمُ  مَا نُرِیۡدُ ﴿۷۹﴾ ",
			"index": "1552",
			"name": "(তারা) বললো, ‘তোমার জানা আছে যে, তোমার সম্প্রদায়ের কন্যাদের প্রতি আমাদের কোন কর্তব্য নেই এবং তুমি অবশ্যই জানো যা আমাদের অভিলাষ’।",
			"en_kanzulimaan": "They said, You know that we have no right to the daughters of your tribe; and you obviously know what we desire.",
			"ur_kanzulimaan": "بولے تمہیں معلوم ہے کہ تمہاری قوم کی بیٹیوں میں ہمارا کوئی حق نہیں اور تم ضرور جانتے ہو جو ہماری خواہش ہے،",
			"hi_kanzulimaan": "बोले तुम्हें मालूम है कि तुम्हारी क़ौम की बेटियों में हमारा कोई हक़ नहीं (163फ) और  तुम ज़रूर जानते हो जो हमारी ख़्वाहिश है",
			"author": "৭৯. তারা বললো, ‘তুমি ভালোভাবেই জানো যে, তোমার (সম্প্রদায়ের) কন্যাদেরকে আমাদের কোনো প্রয়োজন নেই। আর তুমি তো জানোই আমরা কী চাই।’"
		},
		{
			"_id": "1553",
			"sura": "11",
			"para": "12",
			"verses": "80",
			"names": "قَالَ لَوۡ اَنَّ لِیۡ بِکُمۡ قُوَّۃً  اَوۡ اٰوِیۡۤ اِلٰی رُکۡنٍ  شَدِیۡدٍ ﴿۸۰﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ لَوۡ اَنَّ لِیۡ بِکُمۡ قُوَّۃً  اَوۡ اٰوِیۡۤ اِلٰی رُکۡنٍ  شَدِیۡدٍ ﴿۸۰﴾ ",
			"index": "1553",
			"name": "বললেন, ‘হায়! তোমাদের প্রতিরোধের যদি আমার শক্তি থাকতো কিংবা যদি কোন মজবুত স্তম্ভের আশ্রয় নিতাম।",
			"en_kanzulimaan": "He said, If only I had the strength against you or were able to get the refuge of some strong support!",
			"ur_kanzulimaan": "بولے اے کاش! مجھے تمہارے مقابل زور ہوتا یا کسی مضبوط پائے کی پناہ لیتا",
			"hi_kanzulimaan": "बोले ऐ काश मुझे तुम्हारे मुक़ाबिल ज़ोर होता या किसी मज़बूत पाए की पनाह लेता  (164फ)",
			"author": "৮০. লূত (আলাইহিস সালাম) বললেন, ‘হায়! যদি তোমাদের বিরুদ্ধে আমার শক্তি থাকতো অথবা আমি (আজ) কোনো সুদৃঢ় দুর্গে আশ্রয় নিতে পারতাম।’"
		},
		{
			"_id": "1554",
			"sura": "11",
			"para": "12",
			"verses": "81",
			"names": "قَالُوۡا یٰلُوۡطُ اِنَّا رُسُلُ رَبِّکَ  لَنۡ  یَّصِلُوۡۤا  اِلَیۡکَ فَاَسۡرِ  بِاَہۡلِکَ بِقِطۡعٍ مِّنَ الَّیۡلِ وَ لَا یَلۡتَفِتۡ مِنۡکُمۡ اَحَدٌ  اِلَّا امۡرَاَتَکَ ؕ اِنَّہٗ  مُصِیۡبُہَا مَاۤ  اَصَابَہُمۡ ؕ اِنَّ مَوۡعِدَہُمُ الصُّبۡحُ ؕ اَلَـیۡسَ  الصُّبۡحُ  بِقَرِیۡبٍ  ﴿۸۱﴾",
			"number": "",
			"verses_PDMS": "قَالُوۡا یٰلُوۡطُ اِنَّا رُسُلُ رَبِّکَ  لَنۡ  یَّصِلُوۡۤا  اِلَیۡکَ فَاَسۡرِ  بِاَہۡلِکَ بِقِطۡعٍ مِّنَ الَّیۡلِ وَ لَا یَلۡتَفِتۡ مِنۡکُمۡ اَحَدٌ  اِلَّا امۡرَاَتَکَ ؕ اِنَّہٗ  مُصِیۡبُہَا مَاۤ  اَصَابَہُمۡ ؕ اِنَّ مَوۡعِدَہُمُ الصُّبۡحُ ؕ اَلَـیۡسَ  الصُّبۡحُ  بِقَرِیۡبٍ  ﴿۸۱﴾",
			"index": "1554",
			"name": "ফিরিশ্‌তারা বললো, ‘হে লূত! আমরা আপনার রবের প্রেরিত। তারা আপনার নিকট পৌছতে পারবে না। সুতরাং আপনি আপনার পরিবারবর্গকে নিয়ে রাতারাতি বের হয়ে পড়ুন এবং আপনাদের মধ্যে কেউ যেনো পেছন দিকে ফিরে না তাকায়; আপনার স্ত্রী ব্যতীত। তাকেও তাই স্পর্শ করবে যা তাদেরকে স্পর্শ করবে। নিশ্চয় তাদের প্রতিশ্রুত সময় হচ্ছে প্রভাতকাল। প্রভাত কি নিকটবর্তী নয়?’",
			"en_kanzulimaan": "The angels said, O Lut! We are the sent ones of your Lord - they cannot get to you, therefore during the night take your entire household with you - and not one of you may turn around and see - except your wife; she too will be afflicted with the same as they will be; indeed their promise is at morn; is not the morning imminent?",
			"ur_kanzulimaan": "فرشتے بولے اے لوط ہم تمہارے رب کے بھیجے ہوئے ہیں وہ تم تک نہیں پہنچ سکتے تو اپنے گھر والوں کو راتوں رات لے جاؤ اور تم میں کوئی پیٹھ پھیر کر نہ دیکھے سوائے تمہاری عورت کے اسے بھی وہی پہنچنا ہے جو انہیں پہنچے گا بیشک ان کا وعدہ صبح کے وقت کا ہے کیا صبح قریب نہیں،",
			"hi_kanzulimaan": "फ़रिश्ते बोले ऐ लूत हम तुम्हारे रब के भेजे हुए है (165फ) वो तुम तक नहीं पहुंच सकते (166फ) तो अपने घरवालों को रातों रात ले जाओ और तुममें कोई पीठ फेर कर न देखे (167फ) सिवाए तुम्हारी औरत के उसे भी वही पहुंचना है जो उन्हें पहुंचेगा, (168फ) बेशक उनका वादा सुबह के वक़्त है (169फ) क्या सुबह क़रीब नहीं",
			"author": "৮১. (তখন ফেরেশতাগণ) বলতে লাগলেন, ‘হে লূত (আলাইহিস সালাম)! আমরা আপনার প্রতিপালকের প্রেরিত। তারা কখনো আপনার নিকটে পৌঁছতে পারবে না। অতঃপর আপনি আপনার পরিবারকে নিয়ে রাতের কোনো এক সময়ে বের হয়ে যান আর আপনাদের মধ্যে কেউ যেন ঘুরে (পশ্চাতে) না তাকায়; তবে আপনার স্ত্রীকে (সাথে নিবেন না)। নিশ্চয়ই তার প্রতিও (একই শাস্তি) পতিত হবে, যা তাদের প্রতি আগত হবে। নিশ্চয়ই তাদের (শাস্তির) নির্ধারিত সময় প্রাতঃকাল। প্রাতঃকাল কি নিকটবর্তী নয়?’"
		},
		{
			"_id": "1555",
			"sura": "11",
			"para": "12",
			"verses": "82",
			"names": "فَلَمَّا جَآءَ اَمۡرُنَا جَعَلۡنَا عَالِیَہَا سَافِلَہَا وَ اَمۡطَرۡنَا عَلَیۡہَا حِجَارَۃً  مِّنۡ سِجِّیۡلٍ ۬ۙ مَّنۡضُوۡدٍ ﴿ۙ۸۲﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا جَآءَ اَمۡرُنَا جَعَلۡنَا عَالِیَہَا سَافِلَہَا وَ اَمۡطَرۡنَا عَلَیۡہَا حِجَارَۃً  مِّنۡ سِجِّیۡلٍ ۬ۙ مَّنۡضُوۡدٍ ﴿ۙ۸۲﴾ ",
			"index": "1555",
			"name": "অতঃপর যখন আমার আদেশ আসলো তখন আমি উক্ত জনপদের উপরিভাগকে নিচের দিকে উল্টিয়ে দিলাম এবং তাদের উপর ক্রমাগত কঙ্কর পাথর বর্ষণ করলাম; ",
			"en_kanzulimaan": "So when Our command came, We turned that township upside down and showered it continuously with stones of fired clay.",
			"ur_kanzulimaan": "پھر جب ہمارا حکم آیا ہم نے اس بستی کے اوپر کو اس کا نیچا کردیا اور اس پر کنکر کے پتھر لگا تار برسائے،",
			"hi_kanzulimaan": "फिर जब हमारा हुक्म आया हमने उस बस्ती के ऊपर उसका नीचा कर दिया (170फ) और उसपर कंकर के पत्थर लगातार बरसाए",
			"author": "৮২. অতঃপর যখন আমাদের (শাস্তির) নির্দেশ এসে পৌঁছল তখন আমরা এ জনপদের উপরিভাগকে (উল্টে দিয়ে) নিচে করে দিলাম এবং আমরা তাদের উপর ক্রমাগত (এবং স্তরে স্তরে) প্রস্তর ও পাকা মাটির কঙ্কর বর্ষণ করলাম,"
		},
		{
			"_id": "1556",
			"sura": "11",
			"para": "12",
			"verses": "83",
			"names": "مُّسَوَّمَۃً  عِنۡدَ رَبِّکَ ؕ وَ مَا ہِیَ مِنَ الظّٰلِمِیۡنَ بِبَعِیۡدٍ ﴿۸۳﴾ ",
			"number": "",
			"verses_PDMS": "مُّسَوَّمَۃً  عِنۡدَ رَبِّکَ ؕ وَ مَا ہِیَ مِنَ الظّٰلِمِیۡنَ بِبَعِیۡدٍ ﴿۸۳﴾ ",
			"index": "1556",
			"name": "তোমার রবের নিকট যেগুলো চিহ্নিত হয়ে রয়েছে এবং সেই পাথরগুলো যালিমদের থেকে মোটেই দূরে নয়।",
			"en_kanzulimaan": "That are marked, in the custody your Lord; and those stones are not at all far from the unjust!",
			"ur_kanzulimaan": "جو نشان کیے ہوئے تیرے رب کے پاس ہیں اور وہ پتھر کچھ ظالموں سے دور نہیں",
			"hi_kanzulimaan": " जो निशान किये हुए तेरे रब के पास हैं (171फ) और वो पत्थर कुछ ज़ालिमों से दूर नहीं (172फ)",
			"author": "৮৩. যা আপনার প্রতিপালকের নিকট থেকে চিহ্নিত ছিল। আর এ (প্রস্তরের শাস্তি) যালিমদের থেকে (এখনও) সুদূরে নয়।"
		},
		{
			"_id": "1557",
			"sura": "11",
			"para": "12",
			"verses": "84",
			"names": "وَ اِلٰی مَدۡیَنَ اَخَاہُمۡ شُعَیۡبًا ؕ قَالَ یٰقَوۡمِ  اعۡبُدُوا  اللّٰہَ مَا لَکُمۡ مِّنۡ اِلٰہٍ غَیۡرُہٗ ؕ وَ لَا تَنۡقُصُوا الۡمِکۡیَالَ وَ الۡمِیۡزَانَ  اِنِّیۡۤ  اَرٰىکُمۡ  بِخَیۡرٍ  وَّ اِنِّیۡۤ  اَخَافُ عَلَیۡکُمۡ عَذَابَ یَوۡمٍ مُّحِیۡطٍ  ﴿۸۴﴾",
			"number": "",
			"verses_PDMS": "وَ اِلٰی مَدۡیَنَ اَخَاہُمۡ شُعَیۡبًا ؕ قَالَ یٰقَوۡمِ  اعۡبُدُوا  اللّٰہَ مَا لَکُمۡ مِّنۡ اِلٰہٍ غَیۡرُہٗ ؕ وَ لَا تَنۡقُصُوا الۡمِکۡیَالَ وَ الۡمِیۡزَانَ  اِنِّیۡۤ  اَرٰىکُمۡ  بِخَیۡرٍ  وَّ اِنِّیۡۤ  اَخَافُ عَلَیۡکُمۡ عَذَابَ یَوۡمٍ مُّحِیۡطٍ  ﴿۸۴﴾",
			"index": "1557",
			"name": "এবং মাদ্‌য়ানবাসীদের প্রতি তাদের স্বগোত্রীয় ও শু’আয়বকে (পাঠিয়েছি)। বললো, ‘হে আমার সম্প্রদায়! আল্লাহ্‌র ইবাদত করো, তিনি ব্যতীত অন্য কোন উপাস্য নেই এবং মাপে ও ওজনে কম করো না; নিশ্চয় আমি তোমাদেরকে ভাল অবস্থাসম্পন্ন দেখছি এবং আমি তোমাদের সর্বগ্রাসী দিনের শাস্তির আশঙ্কা করছি।",
			"en_kanzulimaan": "And to Madyan their fellow man Shuaib; he said, O my people! Worship Allah - there is no other True God except Him; and do not make reductions in measure and weight - indeed I see you prosperous, and I fear the punishment of the Besieging Day (of Resurrection) upon you.",
			"ur_kanzulimaan": "اور مدین کی طرف ان کے ہم قوم شعیب کو کہا اے میری قوم اللہ کو پوجو اس کے سوا کوئی معبود نہیں اور ناپ اور تول میں کمی نہ کرو بیشک میں تمہیں آسودہ حال دیکھتا ہوں اور مجھے تم پر گھیر لینے والے دن کا عذاب کا ڈر ہے",
			"hi_kanzulimaan": "और (173फ) मदयन की तरफ़ उनके हमक़ौम शुऐब को (174फ) कहा ऐ मेरी क़ौम अल्लाह को पूजों उसके सिवा तुम्हारा कोई मअबूद नहीं (175फ) और नाप और तौल में कमी न करो बेशक मैं तुम्हें आसूदा हाल (ख़ुशहाल) देखता हूँ (176फ)  और मुझे तुमपर घेर लेने वाले दिन के अज़ाब का डर है (177फ)",
			"author": "৮৪. আর আমরা মাদইয়ান (অধিবাসী)-এর নিকট তাদের ভাই শুয়াইব (আলাইহিস সালামকে প্রেরণ করেছিলাম)। তিনি বললেন, ‘হে আমার সম্প্রদায়! আল্লাহ্‌র ইবাদত করো, তোমাদের জন্যে তিনি ব্যতীত কোনো ইলাহ্ নেই। আর পরিমাপ ও ওযনে কম করো না, নিশ্চয়ই আমি তোমাদেরকে সমৃদ্ধশালী দেখছি। আর আমি তোমাদের জন্যে এমন দিনের শাস্তির ভয় (অনুভব) করছি, যা (তোমাদেরকে) বেষ্টনকারী।"
		},
		{
			"_id": "1558",
			"sura": "11",
			"para": "12",
			"verses": "85",
			"names": "وَ یٰقَوۡمِ اَوۡفُوا الۡمِکۡیَالَ وَ الۡمِیۡزَانَ بِالۡقِسۡطِ وَ لَا تَبۡخَسُوا النَّاسَ اَشۡیَآءَہُمۡ وَ لَا تَعۡثَوۡا فِی الۡاَرۡضِ مُفۡسِدِیۡنَ ﴿۸۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ یٰقَوۡمِ اَوۡفُوا الۡمِکۡیَالَ وَ الۡمِیۡزَانَ بِالۡقِسۡطِ وَ لَا تَبۡخَسُوا النَّاسَ اَشۡیَآءَہُمۡ وَ لَا تَعۡثَوۡا فِی الۡاَرۡضِ مُفۡسِدِیۡنَ ﴿۸۵﴾ ",
			"index": "1558",
			"name": "এবং হে আমার সম্প্রদায়! মাপ ও ওজন ন্যায়সঙ্গতভাবে পূর্ণ করো এবং লোকদেরকে তাদের প্রাপ্যবস্তুগুলো কম করে দিও না এবং যমীনে ফ্যাসাদ সৃষ্টি করে বেড়িয়ো না। ",
			"en_kanzulimaan": "O my people! Measure and weigh in full with justice, and do not give the people their goods diminished, and do not roam about in the earth causing turmoil.",
			"ur_kanzulimaan": "اور اے میری قوم ناپ اور تول انصاف کے ساتھ پوری کرو اور لوگوں کو ان کی چیزیں گھٹا کر نہ دو اور زمین میں فساد مچاتے نہ پھرو،",
			"hi_kanzulimaan": "और ऐ मेरी क़ौम नाप और तोल इन्साफ़ के साथ पूरी करो और लोगों को उनकी चीज़ें घटा कर न दो और ज़मीन में फ़साद मचाते न फिरो",
			"author": "৮৫. আর হে আমার সম্প্রদায়! তোমরা পরিমাপ ও ওযন ন্যায়সঙ্গতভাবে পূর্ণ করো। আর মানুষকে তাদের দ্রব্যাদিতে কমিয়ে দিও না এবং বিপর্যয়সৃষ্টিকারী হয়ে পৃথিবীতে ধ্বংস ছড়িও না।"
		},
		{
			"_id": "1559",
			"sura": "11",
			"para": "12",
			"verses": "86",
			"names": "بَقِیَّتُ اللّٰہِ خَیۡرٌ لَّکُمۡ  اِنۡ کُنۡتُمۡ مُّؤۡمِنِیۡنَ ۬ۚ وَ مَاۤ  اَنَا عَلَیۡکُمۡ  بِحَفِیۡظٍ ﴿۸۶﴾ ",
			"number": "",
			"verses_PDMS": "بَقِیَّتُ اللّٰہِ خَیۡرٌ لَّکُمۡ  اِنۡ کُنۡتُمۡ مُّؤۡمِنِیۡنَ ۬ۚ وَ مَاۤ  اَنَا عَلَیۡکُمۡ  بِحَفِیۡظٍ ﴿۸۶﴾ ",
			"index": "1559",
			"name": "আল্লাহ্‌র প্রদত্ত যা অবশিষ্ট থাকে তা তোমাদের জন্য উত্তম যদি তোমরা বিশ্বাস করো এবং আমি তোমাদের কিছুর তত্বাবধায়ক নই’। ",
			"en_kanzulimaan": "That which remains from Allahs bestowal is better for you, if you believe; and I am not at all a guardian over you.",
			"ur_kanzulimaan": "اللہ کا دیا جو بچ رہے وہ تمہارے لیے بہتر ہے اگر تمہیں یقین ہو اور میں کچھ تم پر نگہبان نہیں",
			"hi_kanzulimaan": "अल्लाह का दिया जो बच रहे वह तुम्हारे लिये बेहतर है अगर तुम्हें यक़ीन हो (178फ) और मैं कुछ तुमपर निगहबान नहीं (179फ)",
			"author": "৮৬. আল্লাহ্‌র অনুমোদিত যা অবশিষ্ট থাকে (তাই) তোমাদের জন্যে কল্যাণকর, যদি তোমরা ঈমানদার হও। আর আমি তোমাদের উপর তত্ত্বাবধায়ক নই।’"
		},
		{
			"_id": "1560",
			"sura": "11",
			"para": "12",
			"verses": "87",
			"names": "قَالُوۡا یٰشُعَیۡبُ اَصَلٰوتُکَ تَاۡمُرُکَ اَنۡ نَّتۡرُکَ مَا یَعۡبُدُ اٰبَآؤُنَاۤ اَوۡ اَنۡ نَّفۡعَلَ فِیۡۤ اَمۡوَالِنَا مَا نَشٰٓؤُاؕ اِنَّکَ لَاَنۡتَ الۡحَلِیۡمُ الرَّشِیۡدُ  ﴿۸۷﴾",
			"number": "",
			"verses_PDMS": "قَالُوۡا یٰشُعَیۡبُ اَصَلٰوتُکَ تَاۡمُرُکَ اَنۡ نَّتۡرُکَ مَا یَعۡبُدُ اٰبَآؤُنَاۤ اَوۡ اَنۡ نَّفۡعَلَ فِیۡۤ اَمۡوَالِنَا مَا نَشٰٓؤُاؕ اِنَّکَ لَاَنۡتَ الۡحَلِیۡمُ الرَّشِیۡدُ  ﴿۸۷﴾",
			"index": "1560",
			"name": "(তারা) বললো, ‘হে শু’আয়ব! তোমার নামায কি তোমাকে এ নির্দেশ দিচ্ছে যে, আমরা আমাদের পিতৃ-পুরুষদের খোদাগুলোকে বর্জন করবো অথবা স্বীয় ধন সম্পদের ক্ষেত্রে যা ইচ্ছা তা করবো না? হাঁ -জ্বী! তুমি তো বড়ই বুদ্ধিমান, সদাচারী’।",
			"en_kanzulimaan": "They said, O Shuaib! Does your prayer command you that we forsake the deities of our forefathers or that we may not do as we wish with our own property? Yes indeed - only you are very intelligent, most righteous. . (They mocked at him with sarcasm.)",
			"ur_kanzulimaan": "بولے اے شعیب! کیا تمہاری نماز تمہیں یہ حکم دیتی ہے کہ ہم اپنے باپ دادا کے خداؤں کو چھوڑ دیں یا اپنے مال میں جو چا ہیں نہ کریں ہاں جی تمہیں بڑے عقلمند نیک چلن ہو،",
			"hi_kanzulimaan": "बोले ऐ शुएब क्या तुम्हारी नमाज़ तुम्हें यह हुक्म देती है कि हम अपने बाप दादा के ख़ुदाओ को छोड़ दें (180फ) या अपने माल में जो चाहे न करें (181फ) हाँ जी तुम्हीं बड़े अक्लमन्द नेक चलन हो",
			"author": "৮৭. তারা বললো, ‘হে শুয়াইব! তোমার নামায কি তোমাকে এ নির্দেশই প্রদান করে যে, আমরা সেসব (উপাস্যদেরকে) ছেড়ে দেবো যাদের উপাসনা আমাদের পিতৃপুরুষেরা করতো, অথবা এ যে, আমরা যা কিছু আমাদের সম্পদের ব্যাপারে চাই, করবো (না)? নিশ্চয়ই তুমিই (একা) খুবই ধৈর্যশীল, হেদায়াতপ্রাপ্ত (রয়ে গেলে)!’"
		},
		{
			"_id": "1561",
			"sura": "11",
			"para": "12",
			"verses": "88",
			"names": "قَالَ یٰقَوۡمِ اَرَءَیۡتُمۡ اِنۡ کُنۡتُ عَلٰی بَیِّنَۃٍ مِّنۡ رَّبِّیۡ وَ رَزَقَنِیۡ مِنۡہُ رِزۡقًا حَسَنًا ؕ وَ مَاۤ  اُرِیۡدُ اَنۡ اُخَالِفَکُمۡ  اِلٰی مَاۤ اَنۡہٰکُمۡ عَنۡہُ  ؕ اِنۡ اُرِیۡدُ اِلَّا الۡاِصۡلَاحَ مَا  اسۡتَطَعۡتُ ؕ وَ مَا تَوۡفِیۡقِیۡۤ اِلَّا بِاللّٰہِ ؕعَلَیۡہِ  تَوَکَّلۡتُ وَ اِلَیۡہِ  اُنِیۡبُ ﴿۸۸﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ یٰقَوۡمِ اَرَءَیۡتُمۡ اِنۡ کُنۡتُ عَلٰی بَیِّنَۃٍ مِّنۡ رَّبِّیۡ وَ رَزَقَنِیۡ مِنۡہُ رِزۡقًا حَسَنًا ؕ وَ مَاۤ  اُرِیۡدُ اَنۡ اُخَالِفَکُمۡ  اِلٰی مَاۤ اَنۡہٰکُمۡ عَنۡہُ  ؕ اِنۡ اُرِیۡدُ اِلَّا الۡاِصۡلَاحَ مَا  اسۡتَطَعۡتُ ؕ وَ مَا تَوۡفِیۡقِیۡۤ اِلَّا بِاللّٰہِ ؕعَلَیۡہِ  تَوَکَّلۡتُ وَ اِلَیۡہِ  اُنِیۡبُ ﴿۸۸﴾ ",
			"index": "1561",
			"name": "বললো, ‘হে আমার সম্প্রদায়! হ্যাঁ, বলো তো! যদি আমি আমার রবের নিকট থেকে একটি স্পষ্ট প্রমাণের উপর প্রতিষ্ঠিত হই এবং তিনি আমাকে তার নিকট থেকে উৎকৃষ্ট জীবিকা দিয়ে থাকেন; এবং আমি চাই না যে, যা আমি তোমাদেরকে নিষেধ করছি নিজেই সেটার বরখেলাফ করতে থাকবো। আমি তো যথাসম্ভব সংশোধনই করতে চাই এবং আমার সামর্থ্য আল্লাহ্‌রই নিকট থেকে। আমি তারই উপর নির্ভর করেছি এবং তারই অভিমুখী হচ্ছি।",
			"en_kanzulimaan": "He said, O my people! What is your opinion - if I am on a clear proof from my Lord and He has bestowed me with an excellent sustenance from Him (shall I ignore all this?); and the matter I forbid you to do, I do not wish that I myself act against it; I only intend to make improvements as far possible; my guidance is only from Allah; I rely only upon Him and towards Him only do I incline.",
			"ur_kanzulimaan": "کہا اے میری قوم بھلا بتاؤ تو اگر میں اپنے رب کی طرف سے ایک روشن دلیل پر ہوں او راس نے مجھے اپنے پاس سے اچھی روزی دی اور میں نہیں چاہتا ہوں کہ جس بات سے تمہیں منع کرتا ہوں آپ اس کے خلاف کرنے لگوں میں تو جہاں تک بنے سنوارنا ہی چاہتا ہوں، اور میری توفیق اللہ ہی کی طرف سے ہے، میں نے اسی پر بھروسہ کیا اور اسی کی طرف رجوع ہوتا ہوں،",
			"hi_kanzulimaan": "कहा ऐ मेरी क़ौम भला बताओ तो अगर मैं अपने रब की तरफ़ से एक रौशन दलील पर हूँ (182फ) और उसने मुझे अपने पास से अच्छी रोज़ी दी (183फ) और में नहीं चाहता हूँ कि जिस बात से तुम्हें मना करता हूँ आप उसके ख़िलाफ़ करने लगूं (184फ) मैं जहां तक बने संवारना ही चाहता हूँ, और  मेरी तौफ़ीक़ अल्लाह ही की तरफ़ से है, मैं ने उसी पर भरोसा किया और उसी की तरफ़ रूजू होता हूँ",
			"author": "৮৮. শুয়াইব (আলাইহিস সালাম) বললেন, ‘হে আমার সম্প্রদায়! একটু বল তো, আমি যদি আমার প্রতিপালকের পক্ষ থেকে সুস্পষ্ট নিদর্শনের উপর প্রতিষ্ঠিত থাকি এবং তিনি আমাকে তাঁর পক্ষ থেকে উত্তম রিযিক(ও) দান করেন (তবে এরপরও কেন সত্য প্রচার করবো না?) আর আমি এ(ও) চাই না যে, তোমাদের পশ্চাতে লেগে (সত্যের বিপরীতে) এমন কিছু করতে শুরু করি যা করতে তোমাদেরকে আমি নিষেধ করছি। আমি তো যতদূর সম্ভব (তোমাদের) সংশোধনই চাই। আর আমার সামর্থ আল্লাহ্‌র (সাহায্য) থেকেই। আমি তাঁরই উপর ভরসা করেছি এবং তাঁরই নিকট প্রত্যাবর্তন করছি।"
		},
		{
			"_id": "1562",
			"sura": "11",
			"para": "12",
			"verses": "89",
			"names": "وَ یٰقَوۡمِ لَا یَجۡرِمَنَّکُمۡ شِقَاقِیۡۤ اَنۡ یُّصِیۡبَکُمۡ مِّثۡلُ مَاۤ  اَصَابَ قَوۡمَ  نُوۡحٍ اَوۡ قَوۡمَ ہُوۡدٍ اَوۡ قَوۡمَ صٰلِحٍ ؕ وَ مَا قَوۡمُ لُوۡطٍ مِّنۡکُمۡ  بِبَعِیۡدٍ ﴿۸۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ یٰقَوۡمِ لَا یَجۡرِمَنَّکُمۡ شِقَاقِیۡۤ اَنۡ یُّصِیۡبَکُمۡ مِّثۡلُ مَاۤ  اَصَابَ قَوۡمَ  نُوۡحٍ اَوۡ قَوۡمَ ہُوۡدٍ اَوۡ قَوۡمَ صٰلِحٍ ؕ وَ مَا قَوۡمُ لُوۡطٍ مِّنۡکُمۡ  بِبَعِیۡدٍ ﴿۸۹﴾ ",
			"index": "1562",
			"name": "এবং হে আমার সম্প্রদায়! আমার সাথে বিরোধ যেন তোমাদেরকে এমন অপরাধ না করিয়ে বসে, যাতে তোমাদের উপর আপতিত হয় যা আপতিত হয়েছিলো নূহ এর সম্প্রদায় অথবা হূদ এর সম্প্রদায় কিংবা সালিহ এর সম্প্রদায়ের উপর; এবং লূত এর সম্প্রদায় তো তোমাদের থেকে মোটেই দূরে নয়; ",
			"en_kanzulimaan": "And O my people! May not your opposition to me occasion the coming upon you of the thing similar to what befell the people of Nooh or the people of Hud or the people of Saleh; and the people of Lut are not at all far from you!",
			"ur_kanzulimaan": "اور اے میری قوم تمہیں میری ضد یہ نہ کموادے کہ تم پر پڑے جو پڑا تھا نوح کی قوم یا ہود کی قوم یا صا لح کی قوم پر، اور لوط کی قوم تو کچھ تم سے دور نہیں",
			"hi_kanzulimaan": "और  ऐ मेरी क़ौम तुम्हें मेरी ज़िद यह न कमवा दे कि तूम पर पड़े जो पड़ा न था नूह की क़ौम या हूद की क़ौम या सालेह की क़ौम पर, और लूत की क़ौम तो कुछ तुम से दूर नहीं (185फ)",
			"author": "৮৯. আর হে আমার সম্প্রদায়! আমার সাথে শত্রুতা ও বিরোধিতা তোমাদেরকে সে পর্যন্ত যেন প্রণোদিত না করে যে, (যার কারণে) তোমাদের উপর এমন (শাস্তি) এসে পড়ে, যেমন (শাস্তি) নূহের সম্প্রদায় অথবা হূদের সম্প্রদায় অথবা সালেহের সম্প্রদায়ের নিকট এসেছিল। আর লূতের সম্প্রদায় (-এর যুগ তো) তোমাদের থেকে খুব দূরে (অতিক্রান্ত) নয়।"
		},
		{
			"_id": "1563",
			"sura": "11",
			"para": "12",
			"verses": "90",
			"names": "وَ اسۡتَغۡفِرُوۡا رَبَّکُمۡ ثُمَّ تُوۡبُوۡۤا اِلَیۡہِ ؕ اِنَّ  رَبِّیۡ  رَحِیۡمٌ   وَّدُوۡدٌ ﴿۹۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ اسۡتَغۡفِرُوۡا رَبَّکُمۡ ثُمَّ تُوۡبُوۡۤا اِلَیۡہِ ؕ اِنَّ  رَبِّیۡ  رَحِیۡمٌ   وَّدُوۡدٌ ﴿۹۰﴾ ",
			"index": "1563",
			"name": "এবং আপন রবের নিকট ক্ষমা প্রার্থনা করো অতঃপর তারই দিকে প্রত্যাবর্তন করো; নিশ্চয় আমার রব পরম দয়ালু, প্রেমময়’।",
			"en_kanzulimaan": "Ask forgiveness from your Lord and then incline towards Him in repentance; indeed my Lord is Most Merciful, Most Affectionate.",
			"ur_kanzulimaan": "اور اپنے رب سے معافی چاہو پھر اس کی طرف رجوع لاؤ، بیشک میرا رب مہربان محبت والا ہے،",
			"hi_kanzulimaan": "और  अपने रब से माफ़ी चाहो फिर उसकी तरफ़ रूजू लाओ, बेशक मेरा रब मेहरबान महब्बत वाला है",
			"author": "৯০. আর তোমরা তোমাদের প্রতিপালকের নিকট ক্ষমা প্রার্থনা করো। অতঃপর তাঁর সমীপে (খাঁটি অন্তর নিয়ে) তওবা করো। নিশ্চয়ই আমার প্রতিপালক অসীম দয়ালু, প্রেমময়।’"
		},
		{
			"_id": "1564",
			"sura": "11",
			"para": "12",
			"verses": "91",
			"names": "قَالُوۡا یٰشُعَیۡبُ مَا نَفۡقَہُ کَثِیۡرًا مِّمَّا تَقُوۡلُ وَ  اِنَّا  لَنَرٰىکَ فِیۡنَا ضَعِیۡفًا ۚ وَ لَوۡ لَا رَہۡطُکَ لَرَجَمۡنٰکَ ۫ وَ مَاۤ  اَنۡتَ عَلَیۡنَا بِعَزِیۡزٍ ﴿۹۱﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا یٰشُعَیۡبُ مَا نَفۡقَہُ کَثِیۡرًا مِّمَّا تَقُوۡلُ وَ  اِنَّا  لَنَرٰىکَ فِیۡنَا ضَعِیۡفًا ۚ وَ لَوۡ لَا رَہۡطُکَ لَرَجَمۡنٰکَ ۫ وَ مَاۤ  اَنۡتَ عَلَیۡنَا بِعَزِیۡزٍ ﴿۹۱﴾ ",
			"index": "1564",
			"name": "(তারা) বললো, ‘হে শু’আয়ব! তোমার অনেক কথা আমাদের বুঝে আসে না এবং নিঃসন্দেহে আমরা তোমাকে আমাদের মধ্যে দুর্বল দেখছি। আর যদি তোমার স্বজনবর্গ না থাকতো তবে আমরা তোমাকে পাথর নিক্ষেপ করে থাকতাম। এবং আমাদের দৃষ্টিতে তোমার কোন মর্যাদা নেই।",
			"en_kanzulimaan": "They said, O Shuaib! We do not understand most of what you say, and indeed we perceive you weak among us; were it not for your relatives, we would have stoned you; and in our sight, you have no respect at all.",
			"ur_kanzulimaan": "بولے اے شعیب! ہماری سمجھ میں نہیں آتیں تمہاری بہت سی باتیں اور بیشک ہم تمہیں اپنے میں کمزور دیکھتے ہیں اور اگر تمہارا کنبہ نہ ہوتا تو ہم نے تمہیں پتھراؤ کردیا ہوتا اور کچھ ہماری نگاہ میں تمہیں عزت نہیں،",
			"hi_kanzulimaan": "बोले ऐ शुएब हमारी समझ में नहीं आतीं तुम्हारी बहुत सी बातें और बेशक हम तुम्हें अपने में कमज़ोर देखते हैं (186फ) और अगर तुम्हारा कुम्बा न होता (187फ) तो हमने तुम्हें पथराव कर दिया होता और कुछ हमारी निगाह में तुम्हें इज़्ज़त नहीं",
			"author": "৯১. তারা বললো, ‘হে শুয়াইব! তোমার অধিকাংশ কথা আমাদের বুঝে আসে না। আর আমরা তোমাকে আমাদের সমাজে এক দুর্বল ব্যক্তি মনে করি। আর যদি তোমার পরিবার না থাকতো তবে আমরা তোমাকে প্রস্তর নিক্ষেপ করতাম। আর (আমরা সে দিকটাই বিবেচনা করছি, নতুবা) তুমি আমাদের দৃষ্টিতে কোনো সম্মানের অধিকারী নও।’"
		},
		{
			"_id": "1565",
			"sura": "11",
			"para": "12",
			"verses": "92",
			"names": "قَالَ یٰقَوۡمِ اَرَہۡطِیۡۤ اَعَزُّ  عَلَیۡکُمۡ  مِّنَ اللّٰہِ ؕ وَ اتَّخَذۡتُمُوۡہُ  وَرَآءَکُمۡ  ظِہۡرِیًّا ؕ اِنَّ  رَبِّیۡ  بِمَا تَعۡمَلُوۡنَ  مُحِیۡطٌ ﴿۹۲﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ یٰقَوۡمِ اَرَہۡطِیۡۤ اَعَزُّ  عَلَیۡکُمۡ  مِّنَ اللّٰہِ ؕ وَ اتَّخَذۡتُمُوۡہُ  وَرَآءَکُمۡ  ظِہۡرِیًّا ؕ اِنَّ  رَبِّیۡ  بِمَا تَعۡمَلُوۡنَ  مُحِیۡطٌ ﴿۹۲﴾ ",
			"index": "1565",
			"name": "বললো, ‘হে আমার সম্প্রদায়! তোমাদের উপর আমার স্বজনদের প্রভাব কি আল্লাহ্‌ অপেক্ষাও বেশি? এবং তোমরা তাকে তোমাদের পৃষ্ঠ-পশ্চাতে ফেলে রেখেছো। নিশ্চয় তোমরা যা কিছু করছো সব আমার রবের ক্ষমাতধীন রয়েছে। ",
			"en_kanzulimaan": "He said, O my people! Is the pressure upon you from my relatives, worth more than Allah? And you put Him * behind your backs; indeed whatever you do is all within my Lords control. (* His command / my preaching.)",
			"ur_kanzulimaan": "کہا اے میری قوم کیا تم پر میرے کنبہ کا دباؤ اللہ سے زیادہ ہے اور اسے تم نے اپنی پیٹھ کے پیچھے ڈال رکھا بیشک جو کچھ تم کرتے ہو سب میرے رب کے بس میں ہے،",
			"hi_kanzulimaan": "कहा, ऐ मेरी क़ौम क्या तुमपर मेरे कुम्बे का दबाव अल्लाह से ज़्यादा है (188फ) और उसे तुमने अपनी पीठ के पीछे डाल रखा (189फ) बेशक जो कुछ तुम करते हो सब मेरे रब के बस में है",
			"author": "৯২. শুয়াইব (আলাইহিস সালাম) বললেন, ‘হে আমার সম্প্রদায়! আমার পরিবার কি তোমাদের নিকট আল্লাহ্‌র চেয়ে অধিক সম্মানিত? আর তোমরা তাঁকে (অর্থাৎ আল্লাহ্ তা’আলাকে যেন) নিজেদের পশ্চাতে রেখে দিয়েছো। নিশ্চয়ই আমার প্রতিপালক তোমাদের (সকল) কর্মকান্ড পরিবেষ্টন করে আছেন।"
		},
		{
			"_id": "1566",
			"sura": "11",
			"para": "12",
			"verses": "93",
			"names": "وَ یٰقَوۡمِ اعۡمَلُوۡا عَلٰی مَکَانَتِکُمۡ  اِنِّیۡ عَامِلٌ ؕ سَوۡفَ تَعۡلَمُوۡنَ ۙ مَنۡ یَّاۡتِیۡہِ عَذَابٌ یُّخۡزِیۡہِ  وَ مَنۡ ہُوَ کَاذِبٌ ؕ وَ ارۡتَقِبُوۡۤا  اِنِّیۡ  مَعَکُمۡ  رَقِیۡبٌ ﴿۹۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ یٰقَوۡمِ اعۡمَلُوۡا عَلٰی مَکَانَتِکُمۡ  اِنِّیۡ عَامِلٌ ؕ سَوۡفَ تَعۡلَمُوۡنَ ۙ مَنۡ یَّاۡتِیۡہِ عَذَابٌ یُّخۡزِیۡہِ  وَ مَنۡ ہُوَ کَاذِبٌ ؕ وَ ارۡتَقِبُوۡۤا  اِنِّیۡ  مَعَکُمۡ  رَقِیۡبٌ ﴿۹۳﴾ ",
			"index": "1566",
			"name": "এবং হে আমার সম্প্রদায়! তোমরা স্ব স্ব স্থানে আপন আপন কাজ করতে থাকো। আমি আমার কাজ করছি। শিগ্‌গির জানতে পারবে কার উপর আসছে ওই শাস্তি, যা তাকে লাঞ্ছিত করবে আর কে মিথ্যাবাদী। এবং অপেক্ষা করো, আমিও তোমাদের সাথে অপেক্ষায় রয়েছি।",
			"en_kanzulimaan": "And O my people! Keep on with your works in your positions, I am doing mine; very soon you will come to know - upon whom comes the punishment that will disgrace him, and who is the liar; and wait - I too am waiting with you.",
			"ur_kanzulimaan": "اور اے قوم تم اپنی جگہ اپنا کام کیے جا ؤ میں اپنا کام کرتا ہوں، اب جاننا چاہتے ہو کس پر آتا ہے وہ عذاب کہ اسے رسوا کرے گا اور کون جھوٹا ہے، اور انتظار کرو میں بھی تمہارے ساتھ انتظار میں ہوں،",
			"hi_kanzulimaan": "और ऐ क़ौम तुम अपनी जगह अपना काम किये जाओ मैं अपना काम करता हूँ, अब जाना चाहते हो किस पर आता है वह अज़ाब कि उसे रूस्वा करेगा और कौन झूटा है (190फ) और  इन्तिज़ार करो (191फ) मैं भी तुम्हारे साथ इन्तिज़ार में हूँ",
			"author": "৯৩. আর হে আমার সম্প্রদায়! তোমরা তোমাদের অবস্থানে কাজ করতে থাকো, আমিও আমার কাজ করতে থাকি। তোমরা অচিরেই জানতে পারবে কার উপর শাস্তি নেমে আসে যা তাকে অপমানিত করবে, আর কে মিথ্যাবাদী। আর তোমরাও অপেক্ষা করতে থাকো এবং আর আমিও তোমাদের সাথে অপেক্ষা করছি।’"
		},
		{
			"_id": "1567",
			"sura": "11",
			"para": "12",
			"verses": "94",
			"names": "وَ لَمَّا جَآءَ اَمۡرُنَا نَجَّیۡنَا شُعَیۡبًا وَّ الَّذِیۡنَ اٰمَنُوۡا مَعَہٗ بِرَحۡمَۃٍ  مِّنَّا وَ اَخَذَتِ الَّذِیۡنَ ظَلَمُوا الصَّیۡحَۃُ فَاَصۡبَحُوۡا  فِیۡ  دِیَارِہِمۡ  جٰثِمِیۡنَ ﴿ۙ۹۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَمَّا جَآءَ اَمۡرُنَا نَجَّیۡنَا شُعَیۡبًا وَّ الَّذِیۡنَ اٰمَنُوۡا مَعَہٗ بِرَحۡمَۃٍ  مِّنَّا وَ اَخَذَتِ الَّذِیۡنَ ظَلَمُوا الصَّیۡحَۃُ فَاَصۡبَحُوۡا  فِیۡ  دِیَارِہِمۡ  جٰثِمِیۡنَ ﴿ۙ۹۴﴾ ",
			"index": "1567",
			"name": "এবং যখন আমার নির্দেশ এলো তখন আমি শু’আয়ব এবং তার সঙ্গেকার মুসলমানদেরকে স্বীয় অনুগ্রহ করে রক্ষা করেছি এবং যালিমদেরকে ভয়ানক বিকট শব্দ পেয়ে বসেছে। ফলে তারা ভোর বেলায় নিজ নিজ ঘরে হাটুর উপর ভয় করে পড়ে রইলো; ",
			"en_kanzulimaan": "And when Our command came, We rescued Shuaib and the Muslims who were with him by Our mercy; and the terrible scream seized the unjust - so at morning they remained lying flattened in their homes.",
			"ur_kanzulimaan": "اور جب ہمارا حکم آیا ہم نے شعیب اور اس کے ساتھ کے مسلمانوں کو اپنی رحمت فرماکر بچالیا اور ظالموں کو چنگھاڑ نے آ لیا تو صبح اپنے گھروں میں گھٹنوں کے بل پڑے رہ گئے،",
			"hi_kanzulimaan": "और  जब (192फ) हमारा हुक्म आया हमने शुऐब और उसके साथ के मुसलमानों को अपनी रहमत फ़रमाकर बचा लिया और  ज़ालिमों को चिंघाड़ ने आ लिया (193फ) तो सुबह अपने घरों में घुटनों के बल पड़े रहे",
			"author": "৯৪. আর যখন আমাদের (শাস্তির) নির্দেশ এসে পৌঁছল তখন আমরা শুয়াইব (আলাইহিস সালাম) এবং তাঁর সাথে ঈমানদারদেরকে আমার অনুগ্রহে রক্ষা করলাম আর যালিমদেরকে ভয়ানক এক ধ্বনি এসে পাকড়াও করলো। সুতরাং তারা প্রভাতে নিজেদের গৃহে (মৃতাবস্থায়) উপুড় হয়ে পড়ে রইলো;"
		},
		{
			"_id": "1568",
			"sura": "11",
			"para": "12",
			"verses": "95",
			"names": "کَاَنۡ لَّمۡ  یَغۡنَوۡا  فِیۡہَا ؕ اَلَا بُعۡدًا لِّمَدۡیَنَ  کَمَا بَعِدَتۡ  ثَمُوۡدُ ﴿۹۵﴾ ",
			"number": "",
			"verses_PDMS": "کَاَنۡ لَّمۡ  یَغۡنَوۡا  فِیۡہَا ؕ اَلَا بُعۡدًا لِّمَدۡیَنَ  کَمَا بَعِدَتۡ  ثَمُوۡدُ ﴿۹۵﴾ ",
			"index": "1568",
			"name": "যেন তারা কখনো সেখানে বসবাসই করে নি। ওহে! দূর হোক মাদয়ানবাসী যেমন দূরীভূত হয়েছে সামূদ সম্প্রদায়।",
			"en_kanzulimaan": "As if they had never lived there; away with the Madyan, just as the Thamud were removed afar!",
			"ur_kanzulimaan": "گویا کبھی وہاں بسے ہی نہ تھے، ارے دُور ہوں مدین جیسے دور ہوئے ثمود",
			"hi_kanzulimaan": "गोया कभी वहाँ बसे ही न थे, अरे दूर हों मदयन जैसे दूर हुए समूद (194फ)",
			"author": "৯৫.  যেন তারা কখনো এতে বসবাসই করেনি। শুনো! মাদইয়ান (অধিবাসী)-এর জন্যে ধ্বংস, যেভাবে সামূদ (সম্প্রদায়) ধ্বংস হয়েছিল।"
		},
		{
			"_id": "1569",
			"sura": "11",
			"para": "12",
			"verses": "96",
			"names": "وَ لَقَدۡ اَرۡسَلۡنَا مُوۡسٰی بِاٰیٰتِنَا وَ سُلۡطٰنٍ مُّبِیۡنٍ ﴿ۙ۹۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اَرۡسَلۡنَا مُوۡسٰی بِاٰیٰتِنَا وَ سُلۡطٰنٍ مُّبِیۡنٍ ﴿ۙ۹۶﴾ ",
			"index": "1569",
			"name": "এবং নিশ্চয় আমি মূসাকে আমার নিদর্শনসমুহ ও সুস্পষ্ট প্রভাব সহকারে,",
			"en_kanzulimaan": "And indeed We sent Moosa with Our revelations and a clear domination.",
			"ur_kanzulimaan": "اور بیشک ہم نے موسیٰ کو اپنی آیتوں اور صریح غلبے کے ساتھ،",
			"hi_kanzulimaan": "बेशक हमने मूसा को अपनी आयतों (195फ) और साफ़ ग़लबे के साथ",
			"author": "৯৬. আর নিশ্চয়ই আমরা মূসা (আলাইহিস সালাম)-কেও আমাদের নিদর্শনাবলী এবং সুস্পষ্ট দলিলসহ প্রেরণ করেছিলাম,"
		},
		{
			"_id": "1570",
			"sura": "11",
			"para": "12",
			"verses": "97",
			"names": "اِلٰی فِرۡعَوۡنَ وَ مَلَا۠ئِہٖ فَاتَّبَعُوۡۤا اَمۡرَ فِرۡعَوۡنَ ۚ وَ مَاۤ اَمۡرُ فِرۡعَوۡنَ بِرَشِیۡدٍ ﴿۹۷﴾ ",
			"number": "",
			"verses_PDMS": "اِلٰی فِرۡعَوۡنَ وَ مَلَا۠ئِہٖ فَاتَّبَعُوۡۤا اَمۡرَ فِرۡعَوۡنَ ۚ وَ مَاۤ اَمۡرُ فِرۡعَوۡنَ بِرَشِیۡدٍ ﴿۹۷﴾ ",
			"index": "1570",
			"name": "ফির’আউন ও তার রাজন্যবর্গের প্রতি প্রেরণ করেছি। অতঃপর তারা ফির’আউনের কথামত চললো; আর ফিরা’আউনের কার্যকলাপ সরলতার উপর ছিলো না। ",
			"en_kanzulimaan": "Towards Firaun and his court members, thereupon they followed the commands of Firaun; and the work of Firaun was not proper.",
			"ur_kanzulimaan": "فرعون اور ا س کے درباریوں کی طرف بھیجا تو وہ فرعون کے کہنے پر چلے اور فرعون کا کام راستی کا نہ تھا",
			"hi_kanzulimaan": "फ़िरऔन और उसके दरबारियों की तरफ़ भेजा तो वो फ़िरऔन के कहने पर चले (196फ) और फ़िरऔन का काम रास्ती का न था (197फ)",
			"author": "৯৭. ফেরাউন ও তাঁর সর্দারদের নিকট। অতঃপর (সম্প্রদায়ের) সর্দারেরা ফেরাউনের নির্দেশের অনুসরণ করলো, অথচ ফেরাউনের নির্দেশ সঠিক ছিল না।"
		},
		{
			"_id": "1571",
			"sura": "11",
			"para": "12",
			"verses": "98",
			"names": "یَقۡدُمُ  قَوۡمَہٗ یَوۡمَ الۡقِیٰمَۃِ فَاَوۡرَدَہُمُ النَّارَ ؕ وَ بِئۡسَ الۡوِرۡدُ  الۡمَوۡرُوۡدُ ﴿۹۸﴾ ",
			"number": "",
			"verses_PDMS": "یَقۡدُمُ  قَوۡمَہٗ یَوۡمَ الۡقِیٰمَۃِ فَاَوۡرَدَہُمُ النَّارَ ؕ وَ بِئۡسَ الۡوِرۡدُ  الۡمَوۡرُوۡدُ ﴿۹۸﴾ ",
			"index": "1571",
			"name": "সে আপন সম্প্রদায়ের অগ্রভাগে থাকবে ক্বিয়ামতের দিনে; অতঃপর সে তাদেরকে নিয়ে দোযখের মধ্যে অবতরণ করবে এবং সেটা কতই নিকৃষ্ট ঘাট অবতরণের!",
			"en_kanzulimaan": "He will lead his people on the Day of Resurrection, therefore landing them into hell; and what a wretched place to land into!",
			"ur_kanzulimaan": "اپنی قوم کے آگے ہوگا قیامت کے دن تو انہیں دوزخ میں لا اتارے گا اور و ه کیا ہی برا گھاٹ اترنے کا،",
			"hi_kanzulimaan": "अपनी क़ौम के आगे होगा क़यामत के दिन तो उन्हें दोज़ख़ में ला उतारेगा (198फ) और वह क्या ही बुरा घाट उतरने का",
			"author": "৯৮. কিয়ামতের দিনে সে তার সম্প্রদায়ের আগ্রভাগে চলবে, পরিশেষে তাদেরকে উপনীত করবে জাহান্নামের অগ্নিতে, আর তা হবে প্রবেশের কতোই না নিকৃষ্ট স্থান!"
		},
		{
			"_id": "1572",
			"sura": "11",
			"para": "12",
			"verses": "99",
			"names": "وَ  اُتۡبِعُوۡا فِیۡ ہٰذِہٖ  لَعۡنَۃً وَّ یَوۡمَ الۡقِیٰمَۃِ ؕ بِئۡسَ الرِّفۡدُ  الۡمَرۡفُوۡدُ ﴿۹۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اُتۡبِعُوۡا فِیۡ ہٰذِہٖ  لَعۡنَۃً وَّ یَوۡمَ الۡقِیٰمَۃِ ؕ بِئۡسَ الرِّفۡدُ  الۡمَرۡفُوۡدُ ﴿۹۹﴾ ",
			"index": "1572",
			"name": "এবং এ জগতে অভিশাপ তাদের পেছনে পড়লো এবং ক্বিয়ামতের দিনে। কতই নিকৃষ্ট পুরস্কার, যা তারা লাভ করেছে!",
			"en_kanzulimaan": "And a curse followed them in the world, and on the Day of Resurrection; what a wretched gift is what they received.",
			"ur_kanzulimaan": "اور ان کے پیچھے پڑی اس جہان میں لعنت اور قیامت کے دن کیا ہی برا انعام جو انہیں ملا،",
			"hi_kanzulimaan": "और उनके पीछे पड़ी इस जगत में लअनत और क़यामत के दिन (199फ) क्या ही बुरा इनाम जो उन्हें मिला",
			"author": "৯৯. আর এ দুনিয়াতে তাদের পশ্চাতে অভিসম্পাত যুক্ত করে দেয়া হয়েছে এবং কিয়ামতের দিনেও (যুক্ত করে দেয়া হবে)। কতোই না নিকৃষ্ট প্রতিদান যা তাদেরকে দেয়া হবে।"
		},
		{
			"_id": "1573",
			"sura": "11",
			"para": "12",
			"verses": "100",
			"names": "ذٰلِکَ مِنۡ اَنۡۢبَآءِ الۡقُرٰی نَقُصُّہٗ عَلَیۡکَ مِنۡہَا قَآئِمٌ   وَّ حَصِیۡدٌ ﴿۱۰۰﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ مِنۡ اَنۡۢبَآءِ الۡقُرٰی نَقُصُّہٗ عَلَیۡکَ مِنۡہَا قَآئِمٌ   وَّ حَصِیۡدٌ ﴿۱۰۰﴾ ",
			"index": "1573",
			"name": "এ হচ্ছে বস্তিগুলোর সংবাদ, যা আমি আপনাকে শুনাচ্ছি; সেগুলোর মধ্যে কতেক এখনো দণ্ডায়মান এবং কতেক নির্মুল হয়ে গেছে।",
			"en_kanzulimaan": "These are the tidings of the townships, which We relate to you (O dear Prophet Mohammed - peace and blessings be upon him) - some of them still stand and some are cut off.",
			"ur_kanzulimaan": "یہ بستیوں کی خبریں ہیں کہ ہم تمہیں سناتے ہیں ان میں کوئی کھڑی ہے اور کوئی کٹ گئی",
			"hi_kanzulimaan": "ये बस्तियों (200फ) की ख़बरें हें कि हम तुम्हें सुनाते हैं (201फ) इनमें कोई खड़ी है (202फ) और कोई कट गई (203फ)",
			"author": "১০০. (হে সম্মানিত রাসূল! সেসব) জনপদের কিছু অবস্থা, যা আমরা আপনাকে শুনাচ্ছি, এর মধ্যে কিছু বিদ্যমান রয়েছে আর (কিছু) বিলুপ্ত হয়ে গিয়েছে।"
		},
		{
			"_id": "1574",
			"sura": "11",
			"para": "12",
			"verses": "101",
			"names": "وَ مَا ظَلَمۡنٰہُمۡ وَ لٰکِنۡ ظَلَمُوۡۤا اَنۡفُسَہُمۡ فَمَاۤ اَغۡنَتۡ عَنۡہُمۡ اٰلِہَتُہُمُ الَّتِیۡ یَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ مِنۡ شَیۡءٍ لَّمَّا جَآءَ اَمۡرُ رَبِّکَ ؕ وَ مَا  زَادُوۡہُمۡ غَیۡرَ تَتۡبِیۡبٍ ﴿۱۰۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا ظَلَمۡنٰہُمۡ وَ لٰکِنۡ ظَلَمُوۡۤا اَنۡفُسَہُمۡ فَمَاۤ اَغۡنَتۡ عَنۡہُمۡ اٰلِہَتُہُمُ الَّتِیۡ یَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ مِنۡ شَیۡءٍ لَّمَّا جَآءَ اَمۡرُ رَبِّکَ ؕ وَ مَا  زَادُوۡہُمۡ غَیۡرَ تَتۡبِیۡبٍ ﴿۱۰۱﴾ ",
			"index": "1574",
			"name": "এবং আমি তাদের প্রতি যুল্‌ম করি নি; বরং তারা নিজেরাই নিজেদের প্রতি যুল্‌ম করেছে। অতঃপর তাদের উপাস্যগুলো, যে গুলোকে তারা আল্লাহ্‌ ব্যতীত পূজা করতো, তাদের কোন কাজে আসে নি যখন আপনার রবের নির্দেশ আসলো; আর ওইগুলোর কারণে তাদের ধ্বংস ব্যতীত অন্য কিছু বৃদ্ধি পায় নি। ",
			"en_kanzulimaan": "And We did not oppress them at all, but it is they who wronged themselves - therefore their deities, whom they worshipped other than Allah, did not in the least benefit them when your Lords command came; and due to them, they increased nothing but ruin.",
			"ur_kanzulimaan": "اور ہم نے ان پر ظلم نہ کیا خود انہوں نے اپنا برا کیا تو ان کے معبود جنہیں اللہ کے سوا پوجتے تھے ان کے کچھ کام نہ آئے جب تمہارے رب کا حکم آیا اور ان سے انہیں ہلاک کے سوا کچھ نہ بڑھا،",
			"hi_kanzulimaan": "और हमने उनपर ज़ुल्म न किया बल्कि ख़ुद उन्होंने (204फ) अपना बुरा किया तो उनके मअबूद जिन्हें (205फ) अल्लाह के सिवा पूजते थे उनके कुछ काम न आए  (206फ) जब तुम्हारे रब का हुक्म आया और उनसे (207फ) उन्हें हलाक के सिवा कुछ न बढ़ा",
			"author": "১০১. আর আমরা তাদের উপর যুলুম করিনি, বরং তারা (নিজেরাই) নিজেদের উপর যুলুম করেছিল। সুতরাং তাদের ভ্রান্ত উপাস্যগুলো তাদের কোনো কাজে আসলো না, আল্লাহ্ ব্যতীত যাদের উপাসনা তারা করতো; যখন আপনার প্রতিপালকের (শাস্তির) নির্দেশ আসলো। আর সেসব (দেবতা) তো কেবল তাদের ধ্বংস ও বিনাশই বৃদ্ধি করলো।"
		},
		{
			"_id": "1575",
			"sura": "11",
			"para": "12",
			"verses": "102",
			"names": "وَ کَذٰلِکَ اَخۡذُ رَبِّکَ اِذَاۤ اَخَذَ الۡقُرٰی وَ ہِیَ  ظَالِمَۃٌ ؕ اِنَّ  اَخۡذَہٗۤ  اَلِیۡمٌ شَدِیۡدٌ ﴿۱۰۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَذٰلِکَ اَخۡذُ رَبِّکَ اِذَاۤ اَخَذَ الۡقُرٰی وَ ہِیَ  ظَالِمَۃٌ ؕ اِنَّ  اَخۡذَہٗۤ  اَلِیۡمٌ شَدِیۡدٌ ﴿۱۰۲﴾ ",
			"index": "1575",
			"name": "এবং অনুরূপই তোমার রবের পাকড়াও, যখন বস্তিগুলোকে পাকড়াও করেন তাদের যুল্‌মের কারণে। নিশ্চয় তার পাকড়াও বেদনাদায়ক, কঠিন।",
			"en_kanzulimaan": "And similar is the seizure of your Lord when He seizes the townships upon their injustice; indeed His seizure is painful, severe.",
			"ur_kanzulimaan": "اور ایسی ہی پکڑ ہے تیرے رب کی جب بستیوں کو پکڑتا ہے ان کے ظلم پر، بیشک اس کی پکڑ دردناک کرّ ی ہے",
			"hi_kanzulimaan": "और ऐसी ही पकड़ है तेरे रब की जब बस्तियों को पकड़ता है उनके ज़ुल्म  पर बेशक उसकी पकड़ दर्दनाक करीं हैं (208फ)",
			"author": "১০২. আর আপনার প্রতিপালকের পাকড়াও এরূপই হয়ে থাকে, তিনি জনপদগুলোকে পাকড়াও করেন যখন তারা সীমালঙ্ঘনকারী (হয়ে পড়ে)। নিশ্চয়ই তাঁর পাকড়াও যন্ত্রণাদায়ক (এবং) কঠিন হয়ে থাকে।"
		},
		{
			"_id": "1576",
			"sura": "11",
			"para": "12",
			"verses": "103",
			"names": "اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً لِّمَنۡ خَافَ عَذَابَ الۡاٰخِرَۃِ ؕ ذٰلِکَ  یَوۡمٌ  مَّجۡمُوۡعٌ ۙ لَّہُ النَّاسُ  وَ ذٰلِکَ  یَوۡمٌ  مَّشۡہُوۡدٌ ﴿۱۰۳﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً لِّمَنۡ خَافَ عَذَابَ الۡاٰخِرَۃِ ؕ ذٰلِکَ  یَوۡمٌ  مَّجۡمُوۡعٌ ۙ لَّہُ النَّاسُ  وَ ذٰلِکَ  یَوۡمٌ  مَّشۡہُوۡدٌ ﴿۱۰۳﴾ ",
			"index": "1576",
			"name": "নিশ্চয় তাঁতে নিদর্শন রয়েছে তারই জন্য, যে পরকালের শাস্তিকে ভয় করে; এটা ওই দিন, যাতে সমস্ত মানুষ একত্রিত হবে এবং ওই দিন হাযির হবারই।",
			"en_kanzulimaan": "Indeed in this is a sign for one who fears the punishment of the Hereafter; this is the day on which everyone will be gathered, and this is the Day of Attendance.",
			"ur_kanzulimaan": "بیشک اس میں نشانی ہے اس کے لیے جو آخرت کے عذاب سے ڈرے وہ دن ہے جس میں سب لوگ اکٹھے ہوں گے اور وہ دن حاضری کا ہے",
			"hi_kanzulimaan": "बेशक इसमें निशानी (209फ) है उसके लिये जो आख़िरत के अज़ाब से डरे, वह दिन है जिसमें सब लोग (210फ) इकट्ठे होंगे और वह दिन हाज़िरी का है (211फ)",
			"author": "১০৩. অবশ্যই এতে (অর্থাৎ এসব ঘটনাবলীতে) তার জন্যে নিদর্শন রয়েছে যে পরকালের শাস্তিকে ভয় করে। এটি (কিয়ামতের) সেই দিন, যেদিন সমস্ত মানুষকে একত্রিত করা হবে। আর এটিই এমন দিন, যেদিন সকলকে উপস্থিত করা হবে।"
		},
		{
			"_id": "1577",
			"sura": "11",
			"para": "12",
			"verses": "104",
			"names": "وَ مَا نُؤَخِّرُہٗۤ   اِلَّا  لِاَجَلٍ  مَّعۡدُوۡدٍ ﴿۱۰۴﴾ؕ ",
			"number": "",
			"verses_PDMS": "وَ مَا نُؤَخِّرُہٗۤ   اِلَّا  لِاَجَلٍ  مَّعۡدُوۡدٍ ﴿۱۰۴﴾ؕ ",
			"index": "1577",
			"name": "এবং আমি সেটাকে পেছনে হটাই না, কিন্তু গোনা কিছু সময়ের জন্য।",
			"en_kanzulimaan": "And We do not postpone it except for a fixed term.",
			"ur_kanzulimaan": "اور ہم اسے پیچھے نہیں ہٹاتے مگر ایک گنی ہوئی مدت کے لیئے",
			"hi_kanzulimaan": "और हम उसे (212फ) पीछे नहीं हटाते मगर एक गिनी हुई मुद्दत के लिये (213फ)",
			"author": "১০৪. আর আমরা একে বিলম্বিত করছি না, নিদির্ষ্ট সময় ব্যতীত (যা পূর্ব থেকেই নির্ধারিত)।"
		},
		{
			"_id": "1578",
			"sura": "11",
			"para": "12",
			"verses": "105",
			"names": "یَوۡمَ یَاۡتِ لَا تَکَلَّمُ نَفۡسٌ اِلَّا بِاِذۡنِہٖ ۚ فَمِنۡہُمۡ  شَقِیٌّ  وَّ سَعِیۡدٌ ﴿۱۰۵﴾ ",
			"number": "",
			"verses_PDMS": "یَوۡمَ یَاۡتِ لَا تَکَلَّمُ نَفۡسٌ اِلَّا بِاِذۡنِہٖ ۚ فَمِنۡہُمۡ  شَقِیٌّ  وَّ سَعِیۡدٌ ﴿۱۰۵﴾ ",
			"index": "1578",
			"name": "যখন ওই দিন আসবে তখন আল্লাহ্‌র নির্দেশ ব্যতীত কেউ কথা বলবে না; অতঃপর তাদের মধ্যে কেউ হতভাগা এবং কেউ ভাগ্যবান।",
			"en_kanzulimaan": "When that day comes, no one will speak without His permission; so among them are the ill-fated and the fortunate.",
			"ur_kanzulimaan": "جب وہ دن آئے گا کوئی بے حکم خدا بات نہ کرے گا تو ان میں کوئی بدبخت ہے اور کوئی خوش نصیب",
			"hi_kanzulimaan": "जब वह दिन आएगा कोई ख़ुदा के हुकुम बिना बात न करेगा (214फ) तो उन में कोई बदबख़्त है और कोई ख़ुशनसीब (215फ)",
			"author": "১০৫. যখন সেদিন আসবে, কোনো ব্যক্তিই তাঁর অনুমতি ব্যতীত কথা বলতে পারবে না। অতঃপর তাদের মধ্যে কতিপয় হবে দুর্ভাগ্যবান এবং কতিপয় সৌভাগ্যবান।"
		},
		{
			"_id": "1579",
			"sura": "11",
			"para": "12",
			"verses": "106",
			"names": "فَاَمَّا الَّذِیۡنَ شَقُوۡا فَفِی النَّارِ لَہُمۡ فِیۡہَا زَفِیۡرٌ  وَّ شَہِیۡقٌ ﴿۱۰۶﴾ۙ ",
			"number": "",
			"verses_PDMS": "فَاَمَّا الَّذِیۡنَ شَقُوۡا فَفِی النَّارِ لَہُمۡ فِیۡہَا زَفِیۡرٌ  وَّ شَہِیۡقٌ ﴿۱۰۶﴾ۙ ",
			"index": "1579",
			"name": "অতঃপর ওই সব লোক, যারা হতভাগা, তারা তো দোযখের মধ্যে যাবে, তারা সেখানে গাধার মত চিৎকার করবে; ",
			"en_kanzulimaan": "So those who are ill-fated, are in the fire - they will bray like donkeys in it.",
			"ur_kanzulimaan": "تو وہ جو بدبخت ہیں وہ تو دوزخ میں ہیں وہ اس گدھے کی طرح رینکیں گے",
			"hi_kanzulimaan": "तो वह जो बदबख़्त है वो तो दोज़ख़ में हैं वो उसमें गधे की तरह रेकेंगे",
			"author": "১০৬. সুতরাং যারা দুর্ভাগ্যবান হবে তারা জাহান্নামে (পড়ে) থাকবে। তাদের নিয়তিতে সেখানে থাকবে চিৎকার ও আর্তনাদ।"
		},
		{
			"_id": "1580",
			"sura": "11",
			"para": "12",
			"verses": "107",
			"names": "خٰلِدِیۡنَ فِیۡہَا مَا دَامَتِ السَّمٰوٰتُ وَ الۡاَرۡضُ اِلَّا مَا شَآءَ رَبُّکَ ؕ اِنَّ رَبَّکَ فَعَّالٌ  لِّمَا یُرِیۡدُ ﴿۱۰۷﴾ ",
			"number": "",
			"verses_PDMS": "خٰلِدِیۡنَ فِیۡہَا مَا دَامَتِ السَّمٰوٰتُ وَ الۡاَرۡضُ اِلَّا مَا شَآءَ رَبُّکَ ؕ اِنَّ رَبَّکَ فَعَّالٌ  لِّمَا یُرِیۡدُ ﴿۱۰۷﴾ ",
			"index": "1580",
			"name": "তারা সেখানে থাকবে যতদিন পর্যন্ত আসমান ও যমীন থাকবে; কিন্তু যতটুকু আপনার রব ইছা করেন; নিশ্চয় আপনার রব যখন যা চান করেন। ",
			"en_kanzulimaan": "Remaining in it as long as the heavens and the earth remain, except as much as your Lord willed *; indeed your Lord may do whatever, whenever, He wills. (* Remaining forever even after the heavens and the earth are destroyed.)",
			"ur_kanzulimaan": "وہ اس میں رہیں گے جب تک آسمان و زمین رہیں مگر جتنا تمہارے رب نے چاہا بیشک تمہارا رب جب جو چاہے کرے،",
			"hi_kanzulimaan": "वो उसमें रहेंगे जब तक आसमान व ज़मीन रहें मगर जितना तुम्हारे रब ने चाहा  (216फ) बेशक तुम्हारा रब जो चाहे करे",
			"author": "১০৭. তারা তাতে চিরকাল থাকবে, যতক্ষণ পর্যন্ত টিকে থাকে আকাশমন্ডলী ও পৃথিবী (যা সে সময় বিদ্যমান থাকবে); তবে তা ব্যতীত যা আপনার প্রতিপালক চান। নিশ্চয়ই আপনার প্রতিপালক যা ইচ্ছা সম্পাদন করে থাকেন।"
		},
		{
			"_id": "1581",
			"sura": "11",
			"para": "12",
			"verses": "108",
			"names": "وَ اَمَّا الَّذِیۡنَ سُعِدُوۡا فَفِی الۡجَنَّۃِ خٰلِدِیۡنَ فِیۡہَا مَا دَامَتِ السَّمٰوٰتُ وَ الۡاَرۡضُ  اِلَّا  مَا شَآءَ رَبُّکَ ؕ عَطَآءً غَیۡرَ  مَجۡذُوۡذٍ ﴿۱۰۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَمَّا الَّذِیۡنَ سُعِدُوۡا فَفِی الۡجَنَّۃِ خٰلِدِیۡنَ فِیۡہَا مَا دَامَتِ السَّمٰوٰتُ وَ الۡاَرۡضُ  اِلَّا  مَا شَآءَ رَبُّکَ ؕ عَطَآءً غَیۡرَ  مَجۡذُوۡذٍ ﴿۱۰۸﴾ ",
			"index": "1581",
			"name": "এবং ওই সব লোক, যারা ভাগ্যবান হয়েছে, তারা জান্নাতের মধ্যে থাকবে, সর্বদা সেখানে থাকবে যতদিন পর্যন্ত আসমান ও যমীন থাকবে; কিন্তু যতটুকু আপনার রব ইচ্ছা করেন। এটা এমন এক দান, যা কখনো শেষ হবে না। ",
			"en_kanzulimaan": "So those who are fortunate are in Paradise - abiding in it as long as the heavens and the earth remain, except as much as your Lord willed; this is the everlasting favour.",
			"ur_kanzulimaan": "اور وہ جو خوش نصیب ہوئے وہ جنت میں ہیں ہمیشہ اس میں رہیں گے جب تک آسمان و زمین مگر جتنا تمہارے رب نے چاہا یہ بخشش ہے کبھی ختم نہ ہوگی،",
			"hi_kanzulimaan": "और वह जो ख़ुशनसीब हुए वो जन्नत में हैं हमेशा उसमें रहेंगे. जब तक आसमान व ज़मीन रहें मगर जितना तुम्हारे रब ने चाहा (217फ) यह बख़्शिश है कभी ख़त्म न होगी",
			"author": "১০৮. আর যারা সৌভাগ্যবান হবে তারা থাকবে জান্নাতে, তাতে তারা চিরকাল অবস্থান করবে, যতক্ষণ পর্যন্ত টিকে থাকে আকাশমন্ডলী ও পৃথিবী (যা সে সময় বিদ্যমান থাকবে); তবে তা ব্যতীত যা আপনার প্রতিপালক চান। এটি হবে এমন প্রতিদান যা কখনো বিচ্ছিন্ন হবে না।"
		},
		{
			"_id": "1582",
			"sura": "11",
			"para": "12",
			"verses": "109",
			"names": "فَلَا تَکُ فِیۡ  مِرۡیَۃٍ  مِّمَّا یَعۡبُدُ  ہٰۤؤُلَآءِ ؕ مَا یَعۡبُدُوۡنَ  اِلَّا کَمَا یَعۡبُدُ  اٰبَآؤُہُمۡ مِّنۡ قَبۡلُ ؕ وَ اِنَّا لَمُوَفُّوۡہُمۡ نَصِیۡبَہُمۡ غَیۡرَ مَنۡقُوۡصٍ ﴿۱۰۹﴾ ",
			"number": "",
			"verses_PDMS": "فَلَا تَکُ فِیۡ  مِرۡیَۃٍ  مِّمَّا یَعۡبُدُ  ہٰۤؤُلَآءِ ؕ مَا یَعۡبُدُوۡنَ  اِلَّا کَمَا یَعۡبُدُ  اٰبَآؤُہُمۡ مِّنۡ قَبۡلُ ؕ وَ اِنَّا لَمُوَفُّوۡہُمۡ نَصِیۡبَہُمۡ غَیۡرَ مَنۡقُوۡصٍ ﴿۱۰۹﴾ ",
			"index": "1582",
			"name": "সুতরাং, হে শ্রোতা! ধোকায় পড়ো না তা দ্বারা, যার এ কাফিরগণ পূজা করছে; এরা তেমনি পূজা করে যেমন পূর্বে তাদের পিতৃপুরুষরা পূজা করতো। আর নিশ্চয় আমি তাদের অংশ তাদেরকে পুরোপুরিভাবেই দেবো, যাতে কম করা হবে না। ",
			"en_kanzulimaan": "So O listener (followers of this Prophet), do not fall into doubt by what these disbelievers worship; they only worship just as their forefathers worshipped before; and indeed we shall pay them their due in full, undiminished.",
			"ur_kanzulimaan": "تو اے سننے والے! دھوکا میں نہ پڑ اس سے جیسے یہ کافر پوجتے ہیں یہ ویسا ہی پوجتے ہیں جیسا پہلے ان کے باپ دادا پوجتے تھے اور بیشک ہم ان کا حصہ انہیں پورا پھیردیں گے جس میں کمی نہ ہوگی،",
			"hi_kanzulimaan": "तो ऐ सुनने वाले धोखे में न पड़ उससे जिसे ये काफ़िर पूजते है (218फ) ये वैसा ही पूजते है जैसा पहले इनके बाप दादा पूजते थे  (219फ) और बेशक हम उनका हिस्सा उन्हें पूरा फेर देंगे जिसमें कमी न होगी",
			"author": "১০৯. অতঃপর (হে শ্রবণকারী!) তুমি এসবের ব্যাপারে কোনোই সন্দেহে পতিত হয়ো না, যাদের উপাসনা এ লোকেরা করে। তারা (কোনো প্রমাণ ও অন্তর্দৃষ্টির উপর ভিত্তি করে) উপাসনা করে না, তবে (কেবল এ কারণে করে) যেহেতু এরপূর্বে তাদের পিতৃপুরুষেরা উপাসনা করে আসছে। আর নিশ্চয়ই আমরা তাদেরকে তাদের (শাস্তির) প্রাপ্য পুরোপুরি দেবো, যাতে কোনো কম করা হবে না।"
		},
		{
			"_id": "1583",
			"sura": "11",
			"para": "12",
			"verses": "110",
			"names": "وَ لَقَدۡ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ فَاخۡتُلِفَ فِیۡہِ ؕ وَ لَوۡ لَا کَلِمَۃٌ سَبَقَتۡ مِنۡ رَّبِّکَ لَقُضِیَ بَیۡنَہُمۡ ؕ وَ اِنَّہُمۡ لَفِیۡ شَکٍّ  مِّنۡہُ  مُرِیۡبٍ ﴿۱۱۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ فَاخۡتُلِفَ فِیۡہِ ؕ وَ لَوۡ لَا کَلِمَۃٌ سَبَقَتۡ مِنۡ رَّبِّکَ لَقُضِیَ بَیۡنَہُمۡ ؕ وَ اِنَّہُمۡ لَفِیۡ شَکٍّ  مِّنۡہُ  مُرِیۡبٍ ﴿۱۱۰﴾ ",
			"index": "1583",
			"name": "এবং নিশ্চয় আমি মূসাকে কিতাব দিয়েছি। অতঃপর তাঁতে মতবিরোধ ঘটেছে। যদি আপনার রবের একটা সিদ্ধান্ত পূর্বে না নেওয়া হতো, তবে তখনই তাদের মীমাংসা করে দেয়া হতো আর নিশ্চয় তারা সেটার দিক থেকে বিভ্রান্তিকর সন্দেহে রয়েছে। ",
			"en_kanzulimaan": "And indeed We gave Moosa the Book, hence there was discord regarding it; and were it not for a Word that had been previously passed from your Lord, the matter would have immediately been decided regarding them; and indeed they are in an intriguing doubt concerning it.",
			"ur_kanzulimaan": "اور بیشک ہم نے موسیٰ کو کتاب دی تو اس میں پھوٹ پڑگئی اگر تمہارے رب کی ایک بات پہلے نہ ہوچکی ہوتی تو جبھی ان کا فیصلہ کردیا جاتا اور بیشک وہ اس کی طرف سے دھوکا ڈالنے والے شک میں ہیں",
			"hi_kanzulimaan": "और बेशक हमने मूसा को किताब दी (220फ) तो उसमें फुट पड़ गई (221फ) अगर तुम्हारे रब की एक बात (222फ) पहले न हो चुकी होती तो जभी उनका फ़ैसला कर दिया जाता (223फ) और बेशक वो उसके तरफ़ से  (224फ) धोखा डालने वाले शक में  हैं (225फ)",
			"author": "১১০. আর নিশ্চয়ই আমরা মূসা (আলাইহিস সালাম)-কে দিয়েছিলাম কিতাব। অতঃপর তাতে মতবিরোধ দেখা দিল। আর যদি আপনার প্রতিপালকের পক্ষ থেকে একটি বার্তা পূর্বে প্রকাশিত না হতো, তবে তাদের মাঝে অবশ্যই ফায়সালা করে দেয়া হতো। আর তারা অবশ্যই এ (কুরআনের) ব্যাপারে বিভ্রান্তিকর সন্দেহে পতিত রয়েছে।"
		},
		{
			"_id": "1584",
			"sura": "11",
			"para": "12",
			"verses": "111",
			"names": "وَ  اِنَّ  کُلًّا  لَّمَّا لَیُوَفِّیَنَّہُمۡ  رَبُّکَ  اَعۡمَالَہُمۡ ؕ اِنَّہٗ  بِمَا  یَعۡمَلُوۡنَ  خَبِیۡرٌ ﴿۱۱۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اِنَّ  کُلًّا  لَّمَّا لَیُوَفِّیَنَّہُمۡ  رَبُّکَ  اَعۡمَالَہُمۡ ؕ اِنَّہٗ  بِمَا  یَعۡمَلُوۡنَ  خَبِیۡرٌ ﴿۱۱۱﴾ ",
			"index": "1584",
			"name": "এবং নিশ্চয় যত রয়েছে একেক জনকে আপনার রব তার কর্মফল পুরোপুরি প্রদান করবেন। তিনি তাদের কার্যাদি সম্পর্কে অবহিত রয়েছেন। ",
			"en_kanzulimaan": "And indeed to each and every one, your Lord will fully repay his deeds; He is Informed of their deeds.",
			"ur_kanzulimaan": "اور بیشک جتنے ہیں ایک ایک کو تمہارا رب اس کا عمل پورا بھردے گا اسے ان کے کا موں کی خبر ہے،",
			"hi_kanzulimaan": "और बेशक जितने हैं (226फ) एक एक को तुम्हारा रब उसका अमल पूरा भर देगा, उसे उन के कामों की ख़बर है (227फ)",
			"author": "১১১. নিশ্চয়ই আপনার প্রতিপালক তাদের সকলকে তাদের কর্মের পুরোপুরি প্রতিদান দেবেন। তারা যা কিছু করছে, অবশ্যই তিনি সে সম্পর্কে সবিশেষ অবগত।"
		},
		{
			"_id": "1585",
			"sura": "11",
			"para": "12",
			"verses": "112",
			"names": "فَاسۡتَقِمۡ کَمَاۤ  اُمِرۡتَ وَ مَنۡ تَابَ مَعَکَ وَ لَا تَطۡغَوۡا ؕ اِنَّہٗ  بِمَا تَعۡمَلُوۡنَ بَصِیۡرٌ ﴿۱۱۲﴾ ",
			"number": "",
			"verses_PDMS": "فَاسۡتَقِمۡ کَمَاۤ  اُمِرۡتَ وَ مَنۡ تَابَ مَعَکَ وَ لَا تَطۡغَوۡا ؕ اِنَّہٗ  بِمَا تَعۡمَلُوۡنَ بَصِیۡرٌ ﴿۱۱۲﴾ ",
			"index": "1585",
			"name": "সুতরাং স্থির থাকুন যেমন আপনাকে নির্দেশ দেয়া হয়েছে; এবং যে আপনার সাথে প্রত্যাবর্তন করেছে (তারাও স্থির থাকুক) এবং হে লোকেরা! অবাধ্যতা প্রদর্শন করো না। নিশ্চয় তিনি তোমাদের কাজ দেখছেন। ",
			"en_kanzulimaan": "Therefore remain firm the way you are commanded to, and those who have turned along with you, and O people - do not rebel; indeed He is seeing your deeds.",
			"ur_kanzulimaan": "تو قائم رہو جیسا تمہیں حکم ہے اور جو تمہارے ساتھ رجوع لایا ہے اور اے لوگو! سرکشی نہ کرو بیشک وہ تمہارے کام دیکھ رہا ہے،",
			"hi_kanzulimaan": "तो क़ायम रहो (228फ) जैसा तुम्हें हुक्म है और जो तुम्हारे साथ रूजू लाया है  (229फ) और ऐ लोगो सरगोशी (कानाफूसी) न करो, बेशक वह तुम्हारे काम देख रहा है",
			"author": "১১২. অতঃপর আপনি অটল থাকুন যেমনটি আপনাকে নির্দেশ দেয়া হয়েছে। আর সেও (যেন অটল থাকে) যে আপনার সাথে (আল্লাহ্‌র দিকে) প্রত্যাবর্তন করেছে। আর (হে মানুষ!) তোমরা সীমালঙ্ঘন করো না। নিশ্চয়ই তোমরা যা কিছু করছো তা তিনি ভালোভাবেই প্রত্যক্ষ করছেন।"
		},
		{
			"_id": "1586",
			"sura": "11",
			"para": "12",
			"verses": "113",
			"names": "وَ لَا تَرۡکَنُوۡۤا اِلَی الَّذِیۡنَ ظَلَمُوۡا فَتَمَسَّکُمُ النَّارُ ۙ وَ مَا لَکُمۡ مِّنۡ دُوۡنِ اللّٰہِ مِنۡ اَوۡلِیَآءَ ثُمَّ  لَا  تُنۡصَرُوۡنَ ﴿۱۱۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تَرۡکَنُوۡۤا اِلَی الَّذِیۡنَ ظَلَمُوۡا فَتَمَسَّکُمُ النَّارُ ۙ وَ مَا لَکُمۡ مِّنۡ دُوۡنِ اللّٰہِ مِنۡ اَوۡلِیَآءَ ثُمَّ  لَا  تُنۡصَرُوۡنَ ﴿۱۱۳﴾ ",
			"index": "1586",
			"name": "এবং যালিমদের প্রতি ঝুকে পড়ো না। পড়লে তোমাদেরকে আগুন স্পর্শ করবে এবং আল্লাহ্‌ ব্যতীত তোমাদের কোন অভিভাবক নেই। অতঃপর তোমরা সাহায্য পাবে না। ",
			"en_kanzulimaan": "And do not incline towards the unjust, for the fire will touch you - and you do not have any supporter other than Allah - then you will not be helped.",
			"ur_kanzulimaan": "اور ظالموں کی طرف نہ جھکو کہ تمہیں آ گ چھوئے گی اور اللہ کے سوا تمہارا کوئی حما یتی نہیں پھر مدد نہ پاؤ گے،",
			"hi_kanzulimaan": "और ज़ालिमों की तरफ़ न झुको कि तुम्हें आग छुएगी (230फ) और अल्लाह के सिवा तुम्हारा कोई हिमायती नहीं (231फ) फिर मदद न पाओगे",
			"author": "১১৩. আর তোমরা সেসব লোকদের দিকে ঝুঁকে পড়ো না যারা যুলুম করছে, নতুবা তোমাদেরকে (জাহান্নামের) আগুন এসে স্পর্শ করবে। আর তোমাদের জন্যে আল্লাহ্ ব্যতীত কোনো সাহায্যকারী হবে না। অতঃপর তোমাদেরকে সাহায্যও করা হবে না।"
		},
		{
			"_id": "1587",
			"sura": "11",
			"para": "12",
			"verses": "114",
			"names": "وَ اَقِمِ الصَّلٰوۃَ طَرَفَیِ النَّہَارِ وَ زُلَفًا مِّنَ الَّیۡلِ ؕ اِنَّ الۡحَسَنٰتِ یُذۡہِبۡنَ السَّیِّاٰتِ ؕ ذٰلِکَ  ذِکۡرٰی  لِلذّٰکِرِیۡنَ ﴿۱۱۴﴾ۚ ",
			"number": "",
			"verses_PDMS": "وَ اَقِمِ الصَّلٰوۃَ طَرَفَیِ النَّہَارِ وَ زُلَفًا مِّنَ الَّیۡلِ ؕ اِنَّ الۡحَسَنٰتِ یُذۡہِبۡنَ السَّیِّاٰتِ ؕ ذٰلِکَ  ذِکۡرٰی  لِلذّٰکِرِیۡنَ ﴿۱۱۴﴾ۚ ",
			"index": "1587",
			"name": "এবং নামায প্রতিষ্ঠিত রাখো দিনের দু’প্রান্তে এবং রাতের কিছু অংশে। নিশ্চয় সৎকাজগুলো নিশ্চিহ্ন করে দেয় অসৎ কাজগুলোকে। এটা উপদেশ মান্যকারীদের জন্য উপদেশ। ",
			"en_kanzulimaan": "And keep the prayer established at the two ends of the day and in some parts of the night; indeed good deeds wipe out the evil deeds; this is an advice to those who heed it.",
			"ur_kanzulimaan": "اور نماز قائم رکھو دن کے دونوں کناروں اور کچھ رات کے حصوں میں بیشک نیکیاں برائیوں کو مٹادیتی ہیں، یہ نصیحت ہے نصیحت ماننے والوں کو،",
			"hi_kanzulimaan": "और नमाज़ क़ायम रखो दिन के दोनों किनारों (232फ) और कुछ रात के हिस्से में (233फ) बेशक नेकियाँ बुराइयों को मिटा देती हैं (234फ) यह नसीहत है नसीहत मानने वालों को",
			"author": "১১৪. আর আপনি দিবসের উভয় প্রান্তে এবং রাতের কিছু অংশে নামায কায়েম করুন। নিশ্চয়ই সৎকর্ম অসৎ কর্মকে মিটিয়ে দেয়। এ হচ্ছে উপদেশ, যে উপদেশ গ্রহণ করে তার জন্যে।"
		},
		{
			"_id": "1588",
			"sura": "11",
			"para": "12",
			"verses": "115",
			"names": "وَ اصۡبِرۡ فَاِنَّ اللّٰہَ لَا یُضِیۡعُ اَجۡرَ الۡمُحۡسِنِیۡنَ ﴿۱۱۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ اصۡبِرۡ فَاِنَّ اللّٰہَ لَا یُضِیۡعُ اَجۡرَ الۡمُحۡسِنِیۡنَ ﴿۱۱۵﴾ ",
			"index": "1588",
			"name": "এবং ধৈর্যধারণ করো। কারণ, আল্লাহ্‌হ সৎকর্মপরায়ণদের শ্রমফল বিনষ্ট করেন না। ",
			"en_kanzulimaan": "And have patience, for Allah does not waste the wages of the righteous.",
			"ur_kanzulimaan": "اور صبر کرو کہ اللہ نیکوں کا نیگ (اجر) ضائع نہیں کرتا،",
			"hi_kanzulimaan": "और सब्र करो कि अल्लाह नेकों का नेग नष्ट नहीं करता",
			"author": "১১৫. আর আপনি ধৈর্য ধারণ করুন। নিশ্চয়ই আল্লাহ্ সৎকর্মশীলদের প্রতিদান নষ্ট করেন না।"
		},
		{
			"_id": "1589",
			"sura": "11",
			"para": "12",
			"verses": "116",
			"names": "فَلَوۡ لَا کَانَ مِنَ الۡقُرُوۡنِ مِنۡ قَبۡلِکُمۡ اُولُوۡا بَقِیَّۃٍ یَّنۡہَوۡنَ عَنِ الۡفَسَادِ فِی الۡاَرۡضِ اِلَّا قَلِیۡلًا مِّمَّنۡ اَنۡجَیۡنَا مِنۡہُمۡ ۚ وَ اتَّبَعَ  الَّذِیۡنَ  ظَلَمُوۡا مَاۤ اُتۡرِفُوۡا فِیۡہِ وَ کَانُوۡا مُجۡرِمِیۡنَ ﴿۱۱۶﴾  ",
			"number": "",
			"verses_PDMS": "فَلَوۡ لَا کَانَ مِنَ الۡقُرُوۡنِ مِنۡ قَبۡلِکُمۡ اُولُوۡا بَقِیَّۃٍ یَّنۡہَوۡنَ عَنِ الۡفَسَادِ فِی الۡاَرۡضِ اِلَّا قَلِیۡلًا مِّمَّنۡ اَنۡجَیۡنَا مِنۡہُمۡ ۚ وَ اتَّبَعَ  الَّذِیۡنَ  ظَلَمُوۡا مَاۤ اُتۡرِفُوۡا فِیۡہِ وَ کَانُوۡا مُجۡرِمِیۡنَ ﴿۱۱۶﴾  ",
			"index": "1589",
			"name": "সুতরাং কেন হয় নি তোমাদের পূর্ববর্তী উম্মতদের মধ্যে এমন সব লোক, যাদের মধ্যে মঙ্গলের কিছু অংশ লেগেই থাকতো, যারা পৃথিবীতে ফ্যাসাদ ছড়াতে বাধা দিতো? হ্যাঁ, তাদের মধ্যে অল্প সংখ্যক ছিলো তারাই, যাদেরকে আমি রক্ষা করেছি। এবং যালিমগণ ভোগ-বিলাসের পেছনে পড়ে রইলো যা তাদেরকে দেওয়া হয়েছে এবং তারা পাপী ছিলো। ",
			"en_kanzulimaan": "So why were not there some people, from the generations before you, who had some goodness remaining in them in order to prevent (others) from causing turmoil in the earth? Except a few among them - the very ones whom We had rescued; and the unjust remained pursuing what they were given, and they were guilty.",
			"ur_kanzulimaan": "تو کیوں نہ ہوئے تم میں سے اگلی سنگتوں (قوموں) میں ایسے جن میں بھلائی کا کچھ حصہ لگا رہا ہوتا کہ زمین میں فساد سے روکتے ہاں ان میں تھوڑے تھے وہی جن کو ہم نے نجات دی اور ظالم اسی عیش کے پیچھے پڑے رہے جو انہیں دیا گیا اور وہ گنہگار تھے،",
			"hi_kanzulimaan": "तो क्यों न हुए तुम मे से अगली संगतों में (235फ) ऐसे जिन में भलाई का कुछ हिस्सा लगा रहा होता कि ज़मीन में फ़साद से रोकते  (236फ) हाँ उनमें थोड़े थे वही जिनको हमने निजात दी (237फ) और ज़ालिम उसी ऐश के पीछे पड़े रहे जो उन्हें दिया गया  (238फ) और वो गुनहगार थे",
			"author": "১১৬. সুতরাং তোমাদের পূর্ববর্তী উম্মতের মাঝে এমন মর্যাদাসম্পন্ন ও উচ্চতর নৈতিকতার অধিকারী লোক কেন হয়নি, যারা লোকজনকে পৃথিবীতে বিপর্যয় সৃষ্টি করা থেকে প্রতিহত করতো; সামান্য কিছু লোক ব্যতীত যাদেরকে আমরা নাজাত দিয়েছি? আর যালিমেরা আরাম-আয়েশ (-এর এ পথই) অনুসরণ করেছে, যাতে তারা পড়ে রইলো। আর তারা ছিল (স্বভাবজাত) অপরাধী।"
		},
		{
			"_id": "1590",
			"sura": "11",
			"para": "12",
			"verses": "117",
			"names": "وَ مَا کَانَ رَبُّکَ لِیُہۡلِکَ الۡقُرٰی بِظُلۡمٍ  وَّ  اَہۡلُہَا مُصۡلِحُوۡنَ ﴿۱۱۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا کَانَ رَبُّکَ لِیُہۡلِکَ الۡقُرٰی بِظُلۡمٍ  وَّ  اَہۡلُہَا مُصۡلِحُوۡنَ ﴿۱۱۷﴾ ",
			"index": "1590",
			"name": "এবং আপনার রব এরূপ নন যে, তিনি বস্তিগুলোকে বিনা কারণে ধ্বংস করবেন অথচ সেগুলোর অধিবাসীরা হয় ভালো। ",
			"en_kanzulimaan": "And your Lord is not such as to destroy townships without reason, while their people are righteous.",
			"ur_kanzulimaan": "اور تمہارا رب ایسا نہیں کہ بستیوں کو بے وجہ ہلاک کردے اور ان کے لوگ اچھے ہوں،",
			"hi_kanzulimaan": "और तुम्हारा रब ऐसा नहीं कि बस्तियों को बे वजह हलाक कर दे और उनके लोग अच्छे हों",
			"author": "১১৭. আর আপনার প্রতিপালক এমন নন যে, তিনি জনপদগুলোকে অন্যায়ভাবে ধ্বংস করে দেবেন, যখন এর অধিবাসীরা সৎকর্মশীল।"
		},
		{
			"_id": "1591",
			"sura": "11",
			"para": "12",
			"verses": "118",
			"names": "وَ لَوۡ شَآءَ رَبُّکَ لَجَعَلَ النَّاسَ اُمَّۃً وَّاحِدَۃً  وَّ لَا  یَزَالُوۡنَ  مُخۡتَلِفِیۡنَ ﴿۱۱۸﴾ۙ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ شَآءَ رَبُّکَ لَجَعَلَ النَّاسَ اُمَّۃً وَّاحِدَۃً  وَّ لَا  یَزَالُوۡنَ  مُخۡتَلِفِیۡنَ ﴿۱۱۸﴾ۙ ",
			"index": "1591",
			"name": "এবং আপনার রব ইচ্ছা করলে সমস্ত মানুষকে একই উম্মত (জাতি) করতে পারতেন এবং তারা সর্বদা মতভেদেই থাকবে;",
			"en_kanzulimaan": "And had your Lord willed, He would have made mankind one nation - and they will always keep differing.",
			"ur_kanzulimaan": "اور اگرتمہارا رب چاہتا تو سب آدمیوں کو ایک ہی امت کردیتا اور وہ ہمیشہ اختلاف میں رہیں گے",
			"hi_kanzulimaan": "और अगर तुम्हारा रब चाहता तो सब आदमियों को एक ही उम्मत कर देता (239फ) और वो हमेशा इख़्तिलाफ़ में रहेंगे (240फ)",
			"author": "১১৮. আর যদি আপনার প্রতিপালক চাইতেন তবে সকল মানুষকে একই জাতি করে দিতেন (তবে তিনি জোরপূর্বক এমনটি করেননি, বরং সকলকে ধর্ম বাছাই করার স্বাধীনতা দিয়েছেন।) আর (এখন) এ সকল লোক সর্বদা মতবিরোধ করতেই থাকবে,"
		},
		{
			"_id": "1592",
			"sura": "11",
			"para": "12",
			"verses": "119",
			"names": "اِلَّا مَنۡ رَّحِمَ رَبُّکَ ؕ وَ لِذٰلِکَ خَلَقَہُمۡ ؕ وَ تَمَّتۡ کَلِمَۃُ رَبِّکَ لَاَمۡلَـَٔنَّ  جَہَنَّمَ  مِنَ الۡجِنَّۃِ  وَ النَّاسِ  اَجۡمَعِیۡنَ ﴿۱۱۹﴾ ",
			"number": "",
			"verses_PDMS": "اِلَّا مَنۡ رَّحِمَ رَبُّکَ ؕ وَ لِذٰلِکَ خَلَقَہُمۡ ؕ وَ تَمَّتۡ کَلِمَۃُ رَبِّکَ لَاَمۡلَـَٔنَّ  جَہَنَّمَ  مِنَ الۡجِنَّۃِ  وَ النَّاسِ  اَجۡمَعِیۡنَ ﴿۱۱۹﴾ ",
			"index": "1592",
			"name": "কিন্তু যাদের উপর আপনার রব দয়া করেছেন এবং মানুষকে এ জন্যই সৃষ্টি করেছেন। এবং আপনার রবের এ’কথা চূড়ান্ত হয়েছে, ‘নিশ্চয় নিশ্চয় জাহান্নাম পূর্ণ করবো জিন ও মানুষ উভয়কে সম্মিলিত করে। ",
			"en_kanzulimaan": "Except those upon whom your Lord had mercy; and this is why He created them; and the Word of your Lord has been concluded that, Indeed I will, surely, fill hell with jinns and men combined.",
			"ur_kanzulimaan": "مگر جن پر تمہارے رب نے رحم کیا اور لوگ اسی لیے بنائے ہیں اور تمہارے رب کی بات پوری ہوچکی کہ بیشک ضرور جہنم بھر دوں گا جنوں اور آدمیوں کو ملا کر",
			"hi_kanzulimaan": "मगर जिन पर तुम्हारे रब ने रहम किया (241फ) और लोग उसी लिये बनाए हैं  (242फ) और तुम्हारे रब की बात पूरी हो चुकी कि बेशक ज़रूर जहन्नम भर दूंगा जिन्नों और आदमियों को मिला कर  (243फ)",
			"author": "১১৯. সেসব লোক ব্যতীত, যার উপর আপনার প্রতিপালক অনুগ্রহ করেছেন এবং এ জন্যেই তিনি তাদেরকে সৃষ্টি করেছেন। আর আপনার প্রতিপালকের বাণী পূর্ণ হয়ে গিয়েছে: ‘নিশ্চয়ই আমি সকল (মিথ্যাবাদী) জ্বিন এবং মানুষ দ্বারা জাহান্নাম পূর্ণ করবো’।"
		},
		{
			"_id": "1593",
			"sura": "11",
			"para": "12",
			"verses": "120",
			"names": "وَ کُلًّا نَّقُصُّ عَلَیۡکَ مِنۡ اَنۡۢبَآءِ الرُّسُلِ مَا نُثَبِّتُ بِہٖ فُؤَادَکَ ۚ وَ جَآءَکَ فِیۡ ہٰذِہِ الۡحَقُّ وَ مَوۡعِظَۃٌ وَّ ذِکۡرٰی لِلۡمُؤۡمِنِیۡنَ ﴿۱۲۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ کُلًّا نَّقُصُّ عَلَیۡکَ مِنۡ اَنۡۢبَآءِ الرُّسُلِ مَا نُثَبِّتُ بِہٖ فُؤَادَکَ ۚ وَ جَآءَکَ فِیۡ ہٰذِہِ الۡحَقُّ وَ مَوۡعِظَۃٌ وَّ ذِکۡرٰی لِلۡمُؤۡمِنِیۡنَ ﴿۱۲۰﴾ ",
			"index": "1593",
			"name": "এবং সব কিছু আমি আপনাকে রসূলগণের সংবাদই শুনাচ্ছি, যা দ্বারা আমি আপনার হৃদয়কে দৃঢ় করবো এবং এ সূরায় আপনার নিকট সত্য এসেছে এবং মুসলমানদের জন্য উপদেশ ও নসীহত। ",
			"en_kanzulimaan": "And We relate to you all the accounts of Noble Messengers, in order to steady your heart with it; and in this the truth has come to you, and for the Muslims a preaching and advice.",
			"ur_kanzulimaan": "اور سب کچھ ہم تمہیں رسولوں کی خبریں سناتے ہیں جس سے تمہا را دل ٹھیرائیں اور اس سورت میں تمہارے پاس حق آیا اور مسلمانوں کو پند و نصیحت",
			"hi_kanzulimaan": "और सब कुछ हम तुम्हें रसूलों की ख़बरें सुनाते हैं जिस से तुम्हारा दिल ठहराएं (244फ) और उस सूरत में तुम्हारे पास हक़ आया (245फ) और मुसलमानों को पन्द (उपदेश) व नसीहत (246फ)",
			"author": "১২০. আর আমরা রাসূলগণের সকল বৃত্তান্ত আপনাকে শুনাচ্ছি, যার মাধ্যমে আমরা আপনার (পবিত্রতম) অন্তরকে সুদৃঢ় করি। আর এতে (এ সূরায়) আপনার নিকট এসেছে সত্য এবং ঈমানদারগণের জন্যে উপদেশ ও সাবধানবাণী।"
		},
		{
			"_id": "1594",
			"sura": "11",
			"para": "12",
			"verses": "121",
			"names": "وَ قُلۡ لِّلَّذِیۡنَ لَا یُؤۡمِنُوۡنَ اعۡمَلُوۡا عَلٰی مَکَانَتِکُمۡ ؕ اِنَّا  عٰمِلُوۡنَ ﴿۱۲۱﴾ۙ ",
			"number": "",
			"verses_PDMS": "وَ قُلۡ لِّلَّذِیۡنَ لَا یُؤۡمِنُوۡنَ اعۡمَلُوۡا عَلٰی مَکَانَتِکُمۡ ؕ اِنَّا  عٰمِلُوۡنَ ﴿۱۲۱﴾ۙ ",
			"index": "1594",
			"name": "এবং কাফিরদেরকে বলুন, ‘তোমরা আপন জায়গায় কাজ করে যাও, আমিও আমার কাজ করে যাচ্ছি। ",
			"en_kanzulimaan": "And say to the disbelievers, Keep on with your works in your places; we are carrying out ours.",
			"ur_kanzulimaan": "اور کافروں سے فرماؤ تم اپنی جگہ کام کیے جاؤ ہم اپنا کام کرتے ہیں",
			"hi_kanzulimaan": "और काफ़िरों से फ़रमाओ तुम अपनी जगह काम किये जाओ (247फ) हम अपना काम करते हैं  (248फ)",
			"author": "১২১. আর যারা বিশ্বাস স্থাপন করে না তাদেরকে বলে দিন, ‘তোমরা তোমাদের অবস্থানে আমল করতে থাকো (আর) আমরা (আমাদের অবস্থানে) আমল করছি।"
		},
		{
			"_id": "1595",
			"sura": "11",
			"para": "12",
			"verses": "122",
			"names": "وَ انۡتَظِرُوۡا ۚ اِنَّا مُنۡتَظِرُوۡنَ ﴿۱۲۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ انۡتَظِرُوۡا ۚ اِنَّا مُنۡتَظِرُوۡنَ ﴿۱۲۲﴾ ",
			"index": "1595",
			"name": "এবং অপেক্ষা করো, আমরাও অপেক্ষা করছি’।",
			"en_kanzulimaan": "And wait - we too are waiting.",
			"ur_kanzulimaan": "اور راہ دیکھو ہم بھی راہ دیکھتے ہیں",
			"hi_kanzulimaan": "और राह देखो, हम भी राह देखते हैं (249फ)",
			"author": "১২২. আর তোমরা অপেক্ষা করো, আমরা(ও) অপেক্ষা করছি।’"
		},
		{
			"_id": "1596",
			"sura": "11",
			"para": "12",
			"verses": "123",
			"names": "وَ لِلّٰہِ غَیۡبُ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ اِلَیۡہِ یُرۡجَعُ الۡاَمۡرُ کُلُّہٗ  فَاعۡبُدۡہُ وَ تَوَکَّلۡ عَلَیۡہِ ؕ وَ مَا رَبُّکَ بِغَافِلٍ عَمَّا تَعۡمَلُوۡنَ ﴿۱۲۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لِلّٰہِ غَیۡبُ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ اِلَیۡہِ یُرۡجَعُ الۡاَمۡرُ کُلُّہٗ  فَاعۡبُدۡہُ وَ تَوَکَّلۡ عَلَیۡہِ ؕ وَ مَا رَبُّکَ بِغَافِلٍ عَمَّا تَعۡمَلُوۡنَ ﴿۱۲۳﴾ ",
			"index": "1596",
			"name": "এবং আল্লাহ্‌রই জন্য আসমানসমূহ ও যমীনের অদৃশ্য বিষয়াদি আর তারই দিকে সমস্ত কাজের প্রত্যাবর্তন; সুতরাং তারই বন্দেগী করো এবং তারই উপর ভরসা রাখো। আর তোমাদের কৃতকর্ম সম্বন্ধে আপনার রব অনবহিত নন।",
			"en_kanzulimaan": "And for Allah only are the hidden of the heavens and of the earth, and towards Him only is the return of all matters - therefore worship Him and trust Him; and your Lord is not unaware of what you do.",
			"ur_kanzulimaan": "اور اللہ ہی کے لیے ہیں آسمانوں اور زمین کے غیب اور اسی کی طرف سب کاموں کی رجوع ہے تو اس کی بندگی کرو اور اس پر بھروسہ رکھو، اور تمہارا رب تمہارے کا موں سے غافل نہیں،",
			"hi_kanzulimaan": "और  अल्लाह ही के लिये हैं आसमानों और ज़मीन के ग़ैब  (250फ) और उसी की तरफ़ सब कामों की रूजू है तो उसकी बन्दगी करो और उसपर भरोसा रखो, और तुम्हारा रब तुम्हारे कामों से गाफ़िल नहीं",
			"author": "১২৩. আর আকাশমন্ডলী এবং পৃথিবীতে (সকল) অদৃশ্য আল্লাহ্‌রই জন্যে, আর তাঁরই নিকট সকল কর্মকান্ড প্রত্যানীত হবে। সুতরাং তাঁর ইবাদত করতে থাকো এবং তাঁরই উপর ভরসা রাখো। আর তোমরা সবাই যা কিছু করো তোমাদের প্রতিপালক তা সম্পর্কে উদাসীন নন।"
		}
	]