[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "1751",
			"sura": "14",
			"para": "13",
			"verses": "1",
			"names": "الٓرٰ ۟ کِتٰبٌ اَنۡزَلۡنٰہُ  اِلَیۡکَ لِتُخۡرِجَ النَّاسَ مِنَ الظُّلُمٰتِ اِلَی النُّوۡرِ ۬ۙ بِاِذۡنِ رَبِّہِمۡ  اِلٰی صِرَاطِ الۡعَزِیۡزِ  الۡحَمِیۡدِ ۙ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "الٓرٰ ۟ کِتٰبٌ اَنۡزَلۡنٰہُ  اِلَیۡکَ لِتُخۡرِجَ النَّاسَ مِنَ الظُّلُمٰتِ اِلَی النُّوۡرِ ۬ۙ بِاِذۡنِ رَبِّہِمۡ  اِلٰی صِرَاطِ الۡعَزِیۡزِ  الۡحَمِیۡدِ ۙ﴿۱﴾ ",
			"index": "1751",
			"name": "আলিফ লা----ম রা-। এই একটি কিতাব, যা আমি আপনার প্রতি অবতীর্ণ করেছি, যাতে আপনি মানুষকে অন্ধকাররাশি থেকে আলোর মধ্যে নিয়ে আসেন তাদের রবের নির্দেশক্রমে- তাঁরই পথের দিকে, যিনি মহা সম্মানিত, সমস্ত প্রশংসার অধিকারী; ",
			"en_kanzulimaan": "Alif-Lam-Ra; it is a Book which We have sent down upon you (O dear Prophet Mohammed - peace and blessings be upon him) so that you may bring forth people from the realms of darkness into light - by the command of their Lord, towards the path of the Most Honourable, the Most Praiseworthy.",
			"ur_kanzulimaan": "ایک کتاب ہے کہ ہم نے تمہاری طرف اتاری کہ تم لوگوں کو اندھیریوں سے اجالے میں لا ؤ ان کے رب کے حکم سے اس کی راہ کی طرف جو عزت والا سب خوبیوں والا ہے",
			"hi_kanzulimaan": "एक किताब है (2फ़) कि हमने तुम्हारी तरफ़ उतारी कि तुम लोगों को (3फ़) अंधेरियों से (4फ़) उजाले में लाओ (5फ़) उनके रब के हुक्म से उसकी राह (6फ़)की तरफ़ जो इज़्ज़त वाला सब ख़ूबियों वाला है",
			"author": "১. আলিফ-লাম-রা। (প্রকৃত অর্থ আল্লাহ এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামই অধিক অবগত।) এটি (মহান) কিতাব, যা আমরা আপনার প্রতি অবতীর্ণ করেছি, যাতে আপনি মানুষকে (কুফরীর) অন্ধকার থেকে বের করে (ঈমানের) আলোর দিকে নিয়ে আসতে পারেন। (এছাড়াও) তাদের প্রতিপালকের নির্দেশে তাঁর পথের দিকে (নিতে পারেন), যিনি মহাপরাক্রমশালী, প্রশংসার অধিকারী।"
		},
		{
			"_id": "1752",
			"sura": "14",
			"para": "13",
			"verses": "2",
			"names": "اللّٰہِ الَّذِیۡ لَہٗ  مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ؕ وَ وَیۡلٌ لِّلۡکٰفِرِیۡنَ مِنۡ عَذَابٍ  شَدِیۡدِۣ ۙ﴿۲﴾",
			"number": "",
			"verses_PDMS": "اللّٰہِ الَّذِیۡ لَہٗ  مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ؕ وَ وَیۡلٌ لِّلۡکٰفِرِیۡنَ مِنۡ عَذَابٍ  شَدِیۡدِۣ ۙ﴿۲﴾",
			"index": "1752",
			"name": "আল্লাহ্‌, তাঁরই যা কিছু আসমানসমূহ আছে এবং যা কিছু যমীনে এবং কাফিরদের জন্য দুর্ভোগ রয়েছে একটি কঠিন শাস্তি থেকে;",
			"en_kanzulimaan": "Allah - because all that is in the heavens and in the earth belongs only to Him; and woe is for the disbelievers through a severe punishment.",
			"ur_kanzulimaan": "اللہ کہ اسی کا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں اور کافروں کی خرابی ہے ایک سخت عذاب سے",
			"hi_kanzulimaan": "अल्लाह कि उसी का है जो कुछ आसमानों में है और जो कुछ ज़मीन में (7फ़) और काफ़िरों की ख़राबी है एक सख़्त अज़ाब से",
			"author": "২. তিনি আল্লাহ্, যা কিছু আকাশমন্ডলীতে এবং যা কিছু পৃথিবীতে রয়েছে (সবকিছু) তাঁরই। আর কাফেরদের জন্যে কঠিন শাস্তির কারণে রয়েছে ধ্বংস,"
		},
		{
			"_id": "1753",
			"sura": "14",
			"para": "13",
			"verses": "3",
			"names": "الَّذِیۡنَ  یَسۡتَحِبُّوۡنَ الۡحَیٰوۃَ  الدُّنۡیَا عَلَی الۡاٰخِرَۃِ وَ یَصُدُّوۡنَ عَنۡ سَبِیۡلِ اللّٰہِ  وَ یَبۡغُوۡنَہَا عِوَجًا ؕ اُولٰٓئِکَ فِیۡ ضَلٰلٍۭ بَعِیۡدٍ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "الَّذِیۡنَ  یَسۡتَحِبُّوۡنَ الۡحَیٰوۃَ  الدُّنۡیَا عَلَی الۡاٰخِرَۃِ وَ یَصُدُّوۡنَ عَنۡ سَبِیۡلِ اللّٰہِ  وَ یَبۡغُوۡنَہَا عِوَجًا ؕ اُولٰٓئِکَ فِیۡ ضَلٰلٍۭ بَعِیۡدٍ ﴿۳﴾ ",
			"index": "1753",
			"name": "যাদের নিকট পরকাল অপেক্ষা পার্থিব জীবন প্রিয় এবং আল্লাহ্‌র পথে বাধা দেয় ও তাঁতে বক্রতা চায়, তারা দূরের ভ্রান্তিতে রয়েছে। ",
			"en_kanzulimaan": "To whom the worldly life is dearer than the Hereafter, and who prevent from the way of Allah and wish deviations in it; they are in extreme error.",
			"ur_kanzulimaan": "جنہیں آخرت سے دنیا کی زندگی پیاری ہے اور اللہ کی راہ سے روکتے اور اس میں کجی چاہتے ہیں، وہ دور کی گمراہی میں ہیں",
			"hi_kanzulimaan": "जिन्हें आख़िरत से दुनिया की ज़िन्दग़ी प्यारी है और अल्लाह की राह से रोकते (8फ़) और उसमें कजी चाहते है वो दूर की गुमराही में है (9फ़)",
			"author": "৩. (তারা) সেসব লোক, যারা পার্থিব জীবনকে পরকালের বিপরীতে অধিক পছন্দ করে, (মানুষকে) আল্লাহ্‌র পথ থেকে বিরত রাখে এবং এতে (এ সত্য দ্বীনে) বক্রতা অন্বেষণ করে। এ লোকেরা ঘোরতর গোমরাহীতে (নিমজ্জিত) রয়েছে।"
		},
		{
			"_id": "1754",
			"sura": "14",
			"para": "13",
			"verses": "4",
			"names": "وَ مَاۤ  اَرۡسَلۡنَا مِنۡ رَّسُوۡلٍ  اِلَّا بِلِسَانِ قَوۡمِہٖ  لِیُبَیِّنَ لَہُمۡ ؕ فَیُضِلُّ اللّٰہُ مَنۡ یَّشَآءُ  وَ یَہۡدِیۡ مَنۡ یَّشَآءُ ؕ وَ ہُوَ الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَاۤ  اَرۡسَلۡنَا مِنۡ رَّسُوۡلٍ  اِلَّا بِلِسَانِ قَوۡمِہٖ  لِیُبَیِّنَ لَہُمۡ ؕ فَیُضِلُّ اللّٰہُ مَنۡ یَّشَآءُ  وَ یَہۡدِیۡ مَنۡ یَّشَآءُ ؕ وَ ہُوَ الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۴﴾ ",
			"index": "1754",
			"name": "এবং আমি প্রত্যেক রসূলকে তাঁর স্বজাতির ভাষাভাষী করে প্রেরণ করেছি যেন সে তাদেরকে পরিষ্কারভাবে বলে দেয়; অতঃপর আল্লাহ্‌ পথভ্রষ্ট করেন যাকে চান এবং তিনি সৎপথ দেখান যাকে চান এবং তিনিই সম্মানিত, প্রজ্ঞাময়। ",
			"en_kanzulimaan": "And We sent every Noble Messenger with the same language as his people *, so that he may clearly explain to them; then Allah sends astray whomever He wills, and He guides whomever He wills; and He only is the Most Honourable, the Wise. (* Prophet Mohammed (peace and blessings be upon him) was taught all the languages as he is sent towards all.)",
			"ur_kanzulimaan": "اور ہم نے ہر رسول اس کی قوم ہی کی زبان میں بھیجا کہ وہ انہیں صاف بتائے پھراللہ گمراہ کرتا ہے جسے چاہے اور وہ راہ دکھاتا ہے جسے چاہے، اور وہی عزت و حکمت والا ہے،",
			"hi_kanzulimaan": "और हमने हर रसूल उसकी क़ौम ही की ज़बान में भेजा (10फ़) कि वह उन्हें साफ़ बताए (11फ़) फिर अल्लाह गुमराह करता है जिसे चाहे और वही इज़्ज़त हिकमत वाला है",
			"author": "৪. আর আমরা প্রত্যেক রাসূলকেই স্বজাতির ভাষাভাষী করে প্রেরণ করেছি, যাতে তিনি তাদের জন্যে (সত্যের বার্তা) অধিকতর স্পষ্ট করে দিতে পারেন। অতঃপর আল্লাহ্ যাকে ইচ্ছা গোমরাহ্ করেন এবং যাকে ইচ্ছা হেদায়াত দান করেন। আর তিনি মহাপরাক্রমশালী, প্রজ্ঞাবান।"
		},
		{
			"_id": "1755",
			"sura": "14",
			"para": "13",
			"verses": "5",
			"names": "وَ لَقَدۡ اَرۡسَلۡنَا مُوۡسٰی بِاٰیٰتِنَاۤ  اَنۡ  اَخۡرِجۡ  قَوۡمَکَ مِنَ الظُّلُمٰتِ  اِلَی النُّوۡرِ ۬ۙ وَ ذَکِّرۡہُمۡ بِاَیّٰىمِ اللّٰہِ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ  لِّکُلِّ  صَبَّارٍ  شَکُوۡرٍ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اَرۡسَلۡنَا مُوۡسٰی بِاٰیٰتِنَاۤ  اَنۡ  اَخۡرِجۡ  قَوۡمَکَ مِنَ الظُّلُمٰتِ  اِلَی النُّوۡرِ ۬ۙ وَ ذَکِّرۡہُمۡ بِاَیّٰىمِ اللّٰہِ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ  لِّکُلِّ  صَبَّارٍ  شَکُوۡرٍ ﴿۵﴾ ",
			"index": "1755",
			"name": "এবং নিশ্চয় আমি মূসাকে আমার নিদর্শনাদি সহকারে প্রেরণ করেছি, ‘আপন সম্প্রদায়কে অন্ধকাররাশি থেকে আলোতে নিয়ে এসো এবং তাদেরকে আল্লাহ্‌র দিনসমূহ স্মরণ করিয়ে দাও!’ নিশ্চয় সেটার মধ্যে নিদর্শনাদি রয়েছে প্রত্যেক বড় ধৈর্যশীল, কৃতজ্ঞ ব্যক্তির জন্য। ",
			"en_kanzulimaan": "And indeed We sent Moosa along with Our signs that, Bring your people from the realms of darkness into light - and remind them of the days of Allah *; indeed in them are signs for every greatly enduring, grateful person. (* When various favours were bestowed - in order to give thanks and be patient.)",
			"ur_kanzulimaan": "اور بیشک ہم نے موسیٰ کو اپنی نشانیاں دے کر بھیجا کہ اپنی قوم کو اندھیریوں سے اجالے میں لا، اور انہیں اللہ کے دن یا د دِلا بیشک اس میں نشانیاں ہیں ہر بڑے صبرے والے شکر گزار کرو،",
			"hi_kanzulimaan": "और बेशक हमने मूसा को अपनी निशानियां (12फ़) लेकर भेजा कि अपनी क़ौम को अंधेरियों से (13फ़) उजाले में ला और उन्हें अल्लाह के दिन याद दिला (14फ़) बेशक उसमें निशानियां हैं हर बड़े सब्र वाले शुक्र करने वाले को",
			"author": "৫. আর নিশ্চয়ই আমরা প্রেরণ করেছিলাম মূসা (আলাইহিস সালাম)-কে আমাদের নিদর্শনাবলী সহকারে যে, ‘(হে মূসা!) তুমি তোমার সম্প্রদায়কে অন্ধকার থেকে বের করে আলোর দিকে নিয়ে যাও। আর তাদেরকে আল্লাহ্‌র দিবসগুলোর কথা স্মরণ করিয়ে দাও (যা তাদের এবং তাদের পূর্ববর্তী উম্মতদের প্রতি এসেছিল)।’ নিশ্চয়ই এতে নিদর্শনাবলী রয়েছে পরম ধৈর্যশীল, (এবং) কৃতজ্ঞতা আদায়কারীর জন্যে।"
		},
		{
			"_id": "1756",
			"sura": "14",
			"para": "13",
			"verses": "6",
			"names": "وَ  اِذۡ  قَالَ مُوۡسٰی لِقَوۡمِہِ اذۡکُرُوۡا نِعۡمَۃَ اللّٰہِ عَلَیۡکُمۡ  اِذۡ  اَنۡجٰکُمۡ مِّنۡ اٰلِ فِرۡعَوۡنَ یَسُوۡمُوۡنَکُمۡ سُوۡٓءَ الۡعَذَابِ وَ یُذَبِّحُوۡنَ  اَبۡنَآءَکُمۡ وَ یَسۡتَحۡیُوۡنَ نِسَآءَکُمۡ ؕ وَ فِیۡ  ذٰلِکُمۡ بَلَآءٌ  مِّنۡ رَّبِّکُمۡ  عَظِیۡمٌ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اِذۡ  قَالَ مُوۡسٰی لِقَوۡمِہِ اذۡکُرُوۡا نِعۡمَۃَ اللّٰہِ عَلَیۡکُمۡ  اِذۡ  اَنۡجٰکُمۡ مِّنۡ اٰلِ فِرۡعَوۡنَ یَسُوۡمُوۡنَکُمۡ سُوۡٓءَ الۡعَذَابِ وَ یُذَبِّحُوۡنَ  اَبۡنَآءَکُمۡ وَ یَسۡتَحۡیُوۡنَ نِسَآءَکُمۡ ؕ وَ فِیۡ  ذٰلِکُمۡ بَلَآءٌ  مِّنۡ رَّبِّکُمۡ  عَظِیۡمٌ ﴿۶﴾ ",
			"index": "1756",
			"name": "এবং যখন মূসা আপন সম্প্রদায়কে বললো, ‘স্মরণ করো তোমাদের উপর আল্লাহ্‌র অনুগ্রহকে, যখন তিনি তোমাদেরকে ফির’আউনী সম্প্রদায়ের কবল থেকে মুক্তি দিয়েছেন, যারা তোমাদেরকে নিকৃষ্ট শাস্তি দিতো এবং তোমাদের পুত্রদের যবেহ করতো তোমাদের কন্যাদের জীবিত রাখতো; এবং এ’তে তোমাদের রবের মহা অনুগ্রহ হয়েছে। ",
			"en_kanzulimaan": "And when Moosa said to his people, Remember Allahs favour upon you when He rescued you from the people of Firaun who were inflicting you with a dreadful torment, and were slaying your sons and sparing your daughters; and in it occurred a great favour of your Lord.* (* On the 10th day of Moharram - therefore the Jews used to fast on that day as thanksgiving.)",
			"ur_kanzulimaan": "اور جب موسیٰ نے اپنی قوم سے کہا یاد کرو اپنے اوپر اللہ کا احسان جب اس نے تمہیں فرعون والوں سے نجات دی جو تم کو بری مار دیتے تھے اور تمہارے بیٹوں کو ذبح کرتے اور تمہاری بیٹیاں زندہ رکھتے، اور اس میں تمہارے رب کا بڑا فضل ہوا،",
			"hi_kanzulimaan": "और जब मूसा ने अपनी क़ौम से कहा (15फ़) याद करो अपने ऊपर अल्लाह का एहसान जब उसने तुम्हें फ़िरऔन वालों से निजात दी जो तुमको बुरी मार देते थे और तुम्हारे बेटों को ज़िबह करते और तुम्हारी बेटियों को ज़िन्दा रखते और उसमें (16फ़) तुम्हारे रब का बड़ा फ़ज़्ल हुआ",
			"author": "৬. আর (স্মরণ করুন সে সময়ের কথা) যখন মূসা (আলাইহিস সালাম) তাঁর সম্প্রদায়কে বললেন, ‘তোমাদের প্রতি আল্লাহ্‌র (সে) অনুগ্রহকে স্মরণ করো, যখন তিনি তোমাদেরকে ফেরাউনের লোকদের থেকে উদ্ধার করলেন, যারা তোমাদেরকে কঠিন শাস্তি দিতো, তোমাদের পুত্রদেরকে জবাই করতো এবং তোমাদের নারীদেরকে জীবিত ছেড়ে দিতো। আর এতে তোমাদের প্রতিপালকের পক্ষ থেকে ছিল এক মহা পরীক্ষা।’"
		},
		{
			"_id": "1757",
			"sura": "14",
			"para": "13",
			"verses": "7",
			"names": "وَ اِذۡ  تَاَذَّنَ  رَبُّکُمۡ  لَئِنۡ شَکَرۡتُمۡ لَاَزِیۡدَنَّکُمۡ  وَ لَئِنۡ کَفَرۡتُمۡ  اِنَّ عَذَابِیۡ لَشَدِیۡدٌ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذۡ  تَاَذَّنَ  رَبُّکُمۡ  لَئِنۡ شَکَرۡتُمۡ لَاَزِیۡدَنَّکُمۡ  وَ لَئِنۡ کَفَرۡتُمۡ  اِنَّ عَذَابِیۡ لَشَدِیۡدٌ ﴿۷﴾ ",
			"index": "1757",
			"name": "এবং স্মরণ করো, যখন তোমাদের রব শুনিয়ে দিলেন, ‘যদি তোমরা কৃতজ্ঞ হও, তবে আমি তোমাদেরকে আরো অধিক দেবো এবং যদি অকৃতজ্ঞ হও, তবে আমার শাস্তি কঠোর’।",
			"en_kanzulimaan": "And remember when your Lord proclaimed, If you give thanks, I will give you more, and if you are ungrateful then (know that) My punishment is severe.",
			"ur_kanzulimaan": "اور یاد کرو جب تمہارے رب نے سنادیا کہ اگر احسان مانو گے تو میں تمہیں اور دونگا اور اگر ناشکری کرو تو میرا عذاب سخت ہے،",
			"hi_kanzulimaan": "और याद करो जब तुम्हारे रब ने सुना दिया कि अगर एहसान मानोगे तो मैं तुम्हें और दूंगा (17फ़) और अगर नाशुक्री करो तो मेरा अज़ाब सख़्त है",
			"author": "৭. আর (স্মরণ করো) যখন তোমাদের প্রতিপালক ঘোষণা করলেন, ‘যদি তোমরা কৃতজ্ঞতা আদায় করো তবে আমি অবশ্যই তোমাদের উপর (অনুগ্রহ) বর্ধিত করবো আর যদি তোমরা অকৃতজ্ঞ হও, তবে অবশ্যই আমার শাস্তি হবে কঠিন।’"
		},
		{
			"_id": "1758",
			"sura": "14",
			"para": "13",
			"verses": "8",
			"names": "وَ قَالَ مُوۡسٰۤی  اِنۡ تَکۡفُرُوۡۤا اَنۡتُمۡ  وَ  مَنۡ فِی الۡاَرۡضِ جَمِیۡعًا ۙ فَاِنَّ اللّٰہَ لَغَنِیٌّ حَمِیۡدٌ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ مُوۡسٰۤی  اِنۡ تَکۡفُرُوۡۤا اَنۡتُمۡ  وَ  مَنۡ فِی الۡاَرۡضِ جَمِیۡعًا ۙ فَاِنَّ اللّٰہَ لَغَنِیٌّ حَمِیۡدٌ ﴿۸﴾ ",
			"index": "1758",
			"name": "এবং মূসা বললো, ‘যদি তোমরা এবং পৃথিবীতে যতো রয়েছে সকলেই কাফির হয়ে যাও, তথাপি নিশ্চয় আল্লাহ্‌ বেপরোয়া সমস্ত প্রশংসার মালিক।",
			"en_kanzulimaan": "And Moosa said, If you and all who are in the earth turn disbelievers, then indeed Allah is definitely Independent (Unwanting), Most Praiseworthy.",
			"ur_kanzulimaan": "اور موسیٰ نے کہا اگر تم اور زمین میں جتنے ہیں سب کا فر ہوجاؤ تو بیشک اللہ بے پروہ سب خوبیوں والا ہے،",
			"hi_kanzulimaan": "और मूसा ने कहा अगर तुम और ज़मीन में जितने हैं सब काफ़िर हो जाओ (18फ़) तो बेशक अल्लाह बेपर्वाह सब ख़ूबियों वाला है",
			"author": "৮. আর মূসা (আলাইহিস সালাম) বললেন, ‘যদি তোমরা এবং পৃথিবীর সকলেই কুফরী করতে শুরু করো, তথাপি আল্লাহ্ (সেসব কিছু থেকে) অমুখাপেক্ষী, প্রশংসা ও গুণগানের অধিকারী’।"
		},
		{
			"_id": "1759",
			"sura": "14",
			"para": "13",
			"verses": "9",
			"names": "اَلَمۡ یَاۡتِکُمۡ نَبَؤُا الَّذِیۡنَ مِنۡ قَبۡلِکُمۡ قَوۡمِ نُوۡحٍ وَّ عَادٍ وَّ ثَمُوۡدَ ۬ؕۛ وَ الَّذِیۡنَ مِنۡۢ بَعۡدِہِمۡ ؕۛ لَا  یَعۡلَمُہُمۡ  اِلَّا اللّٰہُ ؕ جَآءَتۡہُمۡ رُسُلُہُمۡ بِالۡبَیِّنٰتِ فَرَدُّوۡۤا اَیۡدِیَہُمۡ فِیۡۤ  اَفۡوَاہِہِمۡ وَ قَالُوۡۤا اِنَّا کَفَرۡنَا بِمَاۤ  اُرۡسِلۡتُمۡ  بِہٖ وَ  اِنَّا  لَفِیۡ شَکٍّ مِّمَّا  تَدۡعُوۡنَنَاۤ   اِلَیۡہِ  مُرِیۡبٍ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "اَلَمۡ یَاۡتِکُمۡ نَبَؤُا الَّذِیۡنَ مِنۡ قَبۡلِکُمۡ قَوۡمِ نُوۡحٍ وَّ عَادٍ وَّ ثَمُوۡدَ ۬ؕۛ وَ الَّذِیۡنَ مِنۡۢ بَعۡدِہِمۡ ؕۛ لَا  یَعۡلَمُہُمۡ  اِلَّا اللّٰہُ ؕ جَآءَتۡہُمۡ رُسُلُہُمۡ بِالۡبَیِّنٰتِ فَرَدُّوۡۤا اَیۡدِیَہُمۡ فِیۡۤ  اَفۡوَاہِہِمۡ وَ قَالُوۡۤا اِنَّا کَفَرۡنَا بِمَاۤ  اُرۡسِلۡتُمۡ  بِہٖ وَ  اِنَّا  لَفِیۡ شَکٍّ مِّمَّا  تَدۡعُوۡنَنَاۤ   اِلَیۡہِ  مُرِیۡبٍ ﴿۹﴾ ",
			"index": "1759",
			"name": "তোমাদের নিকট কি ওই সব লোকের সংবাদগুলো আসে নি, যারা তোমাদের পূর্বে ছিলো নূহের সম্প্রদায়, ‘আদ ও সামূদ সম্প্রদায় এবং যারা তাদের পরবর্তীতে হয়েছে? তাদেরকে আল্লাহ্‌ই জানেন। তাদের নিকট তাদের রসূল স্পষ্ট নিদর্শনাদি নিয়ে এসেছেন অতঃপর তারা আপন হাতগুলো আপন মুখের দিকেই নিয়ে গেলো; আর বললো ‘আমরা অস্বীকারকারী হই সেটার, যা কিছু তোমাদের হাতে প্রেরণ করা হয়েছে এবং যে পথের দিকে আমাদেরকে আহ্বান করছো, তাঁতে আমাদের মনে এই সন্দেহ্ রয়েছে যে, তা বক্তব্যকে স্পষ্ট হতে দেয় না। ",
			"en_kanzulimaan": "Did not the tidings of those before you reach you? The people of Nooh, and the Aad and the Thamud, and those after them? Only Allah knows them; their Noble Messengers came to them with clear proofs, they therefore raised their hands towards their own mouths, and said, We disbelieve in what you have been sent with, and we are in a deeply intriguing doubt regarding the path you call us to.",
			"ur_kanzulimaan": "کیا تمہیں ان کی خبریں نہ آئیں جو تم سے پہلے تھی نوح کی قوم اور عاد اور ثمود اور جو ان کے بعد ہوئے، انہیں اللہ ہی جانے ان کے پاس ان کے رسول روشن دلیلیں لے کر آئے تو وہ اپنے ہاتھ اپنے منہ کی طرف لے گئے اور بولے ہم منکر ہیں اس کے جو تمہارے ہاتھ بھیجا گیا اور جس راہ کی طرف ہمیں بلاتے ہو اس میں ہمیں وہ شک ہے کہ بات کھلنے نہیں دیتا،",
			"hi_kanzulimaan": "क्या तुम्हें उनकी ख़बरें न आई जो तुम से पहले थीं नूह की क़ौम और आद और समूद और जो उनके बाद हुए, उन्हें अल्लाह ही जाने (19फ़) उनके पास उसके रसूल रौशन दलीलें लेकर आए (20फ़) तो वो अपने हाथ (21फ़) अपने मुंह की तरफ़ ले गए (22फ़) और बोले हम इन्कारी हें उसके जो तुम्हारे हाथ भेजा गया और जिस राह (23फ़) की तरफ़ हमें बुलाते हो इसमें हमें वह शक है कि बात खुलने नहीं देता",
			"author": "৯. তোমাদের নিকট কি সেসব লোকদের সংবাদ পৌঁছেনি, যারা তোমাদের পূর্বে অতিবাহিত হয়েছে, (তারা) নূহের সম্প্রদায়, ’আদ এবং সামূদ (সম্প্রদায়ের লোক) এবং (আরো কিছু) যারা তাদের পরে এসেছে? তাদের ব্যাপারে আল্লাহ্ ব্যতীত কেউই জানে না (কেননা তাদেরকে ভু-পৃষ্ট থেকে সম্পূর্ণরূপে নিশ্চিহ্ন করা হয়েছে)। তাদের নিকট তাদের রাসূলগণ সুস্পষ্ট নিদর্শনাবলীসহ আগমন করেছিলেন। অতঃপর তারা (ঠাট্টা-মশকরা ও বিদ্বেষবশত) নিজেদের হাত নিজেদের মুখে স্থাপন করতো এবং (বড়ই দুঃসাহসের সাথে) বলতো, ‘আমরা তা (অর্থাৎ এ দ্বীন) অস্বীকার করি, যা সহ তোমাদেরকে প্রেরণ করা হয়েছে। আর অবশ্যই আমরা এ বিষয়ে দ্বিধান্বিত যার প্রতি তোমরা আমাদেরকে আহ্বান করছো।’"
		},
		{
			"_id": "1760",
			"sura": "14",
			"para": "13",
			"verses": "10",
			"names": "قَالَتۡ رُسُلُہُمۡ اَفِی اللّٰہِ شَکٌّ فَاطِرِ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ یَدۡعُوۡکُمۡ  لِیَغۡفِرَ لَکُمۡ مِّنۡ ذُنُوۡبِکُمۡ وَ یُؤَخِّرَکُمۡ اِلٰۤی اَجَلٍ مُّسَمًّی ؕ قَالُوۡۤا اِنۡ اَنۡتُمۡ  اِلَّا بَشَرٌ مِّثۡلُنَا ؕ تُرِیۡدُوۡنَ  اَنۡ تَصُدُّوۡنَا عَمَّا کَانَ یَعۡبُدُ اٰبَآؤُنَا فَاۡتُوۡنَا بِسُلۡطٰنٍ مُّبِیۡنٍ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "قَالَتۡ رُسُلُہُمۡ اَفِی اللّٰہِ شَکٌّ فَاطِرِ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ یَدۡعُوۡکُمۡ  لِیَغۡفِرَ لَکُمۡ مِّنۡ ذُنُوۡبِکُمۡ وَ یُؤَخِّرَکُمۡ اِلٰۤی اَجَلٍ مُّسَمًّی ؕ قَالُوۡۤا اِنۡ اَنۡتُمۡ  اِلَّا بَشَرٌ مِّثۡلُنَا ؕ تُرِیۡدُوۡنَ  اَنۡ تَصُدُّوۡنَا عَمَّا کَانَ یَعۡبُدُ اٰبَآؤُنَا فَاۡتُوۡنَا بِسُلۡطٰنٍ مُّبِیۡنٍ ﴿۱۰﴾ ",
			"index": "1760",
			"name": "তাদের রসূলগণ বললো, ‘আল্লাহ্‌ সম্বন্ধে কি কোন সন্দেহ আছে? আসমান ও যমীনের স্রষ্টা। তোমাদেরকে আহ্বান করেন যেন তোমাদের কিছু পাপ মার্জনা করেন এবং মৃত্যুর নির্দিষ্ট কাল পর্যন্ত তোমাদের জীবন শাস্তিবিহীন অবস্থায় অতিবাহিত করান’। তারা বললো, ‘তোমরা তো আমাদের মতোই মানুষ। তোমরা তো চাচ্ছো আমাদেরকে তা থেকে বিরত রাখতে, যার আমাদের পিতৃপুরুষগণ পূজা করতো। এখন আমাদের নিকট কোন সুস্পষ্ট সনদ নিয়ে এসো’।",
			"en_kanzulimaan": "Their Noble Messengers said, What! You doubt concerning Allah, the Creator of the heavens and the earth? He calls you that He may forgive some of your sins and until the time of death give you a life free from punishment; they said, You are just human beings like us; you wish to prevent us from what our forefathers used to worship - therefore now bring some clear proof to us.",
			"ur_kanzulimaan": "ان کے رسولوں نے کہا کیا اللہ میں شک ہے آسمان اور زمین کا بنانے والا، تمہیں بلاتا ہے کہ تمہارے کچھ گناہ بخشے اور موت کے مقرر وقت تک تمہاری زندگی بے عذاب کاٹ دے، بولے تم تو ہمیں جیسے آدمی ہو تم چاہتے ہو کہ ہمیں اس سے باز رکھو جو ہمارے باپ دادا پوجتے تھے اب کوئی روشن سند ہمارے پاس لے آؤ",
			"hi_kanzulimaan": "उनके रसूलों ने कहा क्या अल्लाह में शक है (24फ़) आसमान और ज़मीन का बनाने वाला, तुम्हें बुलाता है (25फ़)कि तुम्हारे कुछ गुनाह बख़्शे (26फ़) और मौत के निश्चित वक़्त तक तुम्हारी ज़िन्दग़ी बेअज़ाब काट दे, बोले तुम तो हमीं जैसे आदमी हो (27फ़) तुम चाहते हों कि हमें उससे अलग रखो जो हमारे बाप दादा पूजते थे (28फ़) अब कोई रौशन सनद (प्रमाण) हमारे पास ले आओ (29फ़)",
			"author": "১০. তাদের রাসূলগণ বললেন, ‘আল্লাহ্‌র ব্যাপারে কি কোনো সন্দেহ আছে, যিনি আকাশমন্ডলী ও পৃথিবীর সৃষ্টিকর্তা, (যিনি) তোমাদেরকে আহ্বান করছেন তোমাদের গোনাহসমূহ ক্ষমা করে দেওয়ার জন্যে এবং (তোমাদের নাফরমানী সত্তেও) তোমাদেরকে একটি নির্ধারিত সময় পর্যন্ত অবকাশ দিয়ে রাখেন?’ তারা (কাফেরেরা) বলে, ‘তোমরা তো কেবল আমাদেরই মতো মানুষ। তোমরা তো আমাদেরকে সেসব (মূর্তি) থেকে বিরত রাখতে চাও, যাদের উপাসনা আমাদের পিতৃপুরুষেরা করতো। সুতরাং তোমরা আমাদের নিকট সুস্পষ্ট কোনো দলিল উপস্থাপন করো।’"
		},
		{
			"_id": "1761",
			"sura": "14",
			"para": "13",
			"verses": "11",
			"names": "قَالَتۡ لَہُمۡ رُسُلُہُمۡ  اِنۡ نَّحۡنُ اِلَّا بَشَرٌ مِّثۡلُکُمۡ  وَ لٰکِنَّ اللّٰہَ یَمُنُّ عَلٰی مَنۡ یَّشَآءُ مِنۡ عِبَادِہٖ ؕ وَ مَا کَانَ لَنَاۤ  اَنۡ نَّاۡتِیَکُمۡ بِسُلۡطٰنٍ اِلَّا بِاِذۡنِ اللّٰہِ ؕ وَ عَلَی اللّٰہِ  فَلۡیَتَوَکَّلِ  الۡمُؤۡمِنُوۡنَ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "قَالَتۡ لَہُمۡ رُسُلُہُمۡ  اِنۡ نَّحۡنُ اِلَّا بَشَرٌ مِّثۡلُکُمۡ  وَ لٰکِنَّ اللّٰہَ یَمُنُّ عَلٰی مَنۡ یَّشَآءُ مِنۡ عِبَادِہٖ ؕ وَ مَا کَانَ لَنَاۤ  اَنۡ نَّاۡتِیَکُمۡ بِسُلۡطٰنٍ اِلَّا بِاِذۡنِ اللّٰہِ ؕ وَ عَلَی اللّٰہِ  فَلۡیَتَوَکَّلِ  الۡمُؤۡمِنُوۡنَ ﴿۱۱﴾ ",
			"index": "1761",
			"name": "তাদের রসূলগণ তাদেরকে বললো, ‘আমরা হই তো তোমাদের মতো মানুষ, কিন্তু আল্লাহ্‌ আপন বান্দাদের মধ্যে যারই প্রতি চান অনুগ্রহ করেন। আর আমাদের কাজ নয় যে, আমরা তোমাদের নিকট কোন সনদ নিয়ে আসবো, কিন্তু আল্লাহ্‌রই নির্দেশক্রমে। এবং আল্লাহ্‌রই উপর মুসলমানদের নির্ভর করা উচিত। ",
			"en_kanzulimaan": "Their Noble Messengers said to them, We are indeed human beings like you, but Allah bestows favour upon whomever He wills, among His bondmen *; it is not our task to bring any proof to you except by the command of Allah; and only upon Allah must the Muslims rely. (* Therefore Prophets and other men are not equal in status.)",
			"ur_kanzulimaan": "ان کے رسولوں نے ان سے کہا ہم ہیں تو تمہاری طرح انسان مگر اللہ اپنے بندوں میں جس پر چاہے احسان فرماتا ہے اور ہمارا کام نہیں کہ ہم تمہارے پاس کچھ سند لے آئیں مگر اللہ کے حکم سے، اور مسلمانوں کو اللہ ہی پر بھروسہ چاہیے",
			"hi_kanzulimaan": "उनके रसूलों ने उनसे कहा (30फ़) हम हैं तो तुम्हारी तरह इन्सान मगर अल्लाह अपने बन्दों में जिस पर चाहे एहसान फ़रमाता है (31फ़) और हमारा काम नहीं कि हम तुम्हारे पास कुछ सनद ले आएं मगर अल्लाह के हुक्म से और मुसलमानों को अल्लाह ही पर भरोसा चाहिये (32फ़)",
			"author": "১১. তাদের রাসূলগণ বললেন, ‘যদিও আমরা (মানবীয় সত্তায়) তোমাদের মতোই মানুষ কিন্তু (এ পার্থক্যের দিকেও লক্ষ্য করো যে,) আল্লাহ্ তাঁর বান্দাদের মধ্য থেকে যাকে ইচ্ছা তাঁর প্রতি অনুগ্রহ করেন। (কাজেই সমতা কিভাবে হলো?) আর (রয়ে গেল সুস্পষ্ট প্রমাণের বিষয়) এটি আমাদের কাজ নয় যে, আমরা আল্লাহ্‌র নির্দেশ ব্যতীত তোমাদের নিকট কোনো দলিল উপস্থিত করবো। আর আল্লাহ্‌রই উপর মুমিনদের ভরসা করা উচিত।"
		},
		{
			"_id": "1762",
			"sura": "14",
			"para": "13",
			"verses": "12",
			"names": "وَ مَا لَنَاۤ  اَلَّا نَتَوَکَّلَ عَلَی اللّٰہِ وَ قَدۡ ہَدٰىنَا سُبُلَنَا ؕ وَ لَنَصۡبِرَنَّ عَلٰی مَاۤ اٰذَیۡتُمُوۡنَا ؕ وَ عَلَی اللّٰہِ فَلۡیَتَوَکَّلِ الۡمُتَوَکِّلُوۡنَ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا لَنَاۤ  اَلَّا نَتَوَکَّلَ عَلَی اللّٰہِ وَ قَدۡ ہَدٰىنَا سُبُلَنَا ؕ وَ لَنَصۡبِرَنَّ عَلٰی مَاۤ اٰذَیۡتُمُوۡنَا ؕ وَ عَلَی اللّٰہِ فَلۡیَتَوَکَّلِ الۡمُتَوَکِّلُوۡنَ ﴿۱۲﴾ ",
			"index": "1762",
			"name": "এবং আমাদের কী হয়েছে যে, আল্লাহ্‌র উপর নির্ভর করবো না? তিনি তো আমাদের পথগুলো আমাদেরকে দেখিয়ে দিয়েছেন এবং তোমরা আমাদেরকে যেই কষ্ট দিচ্ছো, আমরা অবশ্যই সেটার উপর ধৈর্যধারণ করবো। এবং আল্লাহ্‌রই উপর নির্ভরকারীদের নির্ভর করা উচিত।",
			"en_kanzulimaan": "And what is the matter with us that we should not rely on Allah? He has in fact shown us our ways; and we will surely be patient upon the troubles you cause us; and those who trust must rely only upon Allah.",
			"ur_kanzulimaan": "اور ہمیں کیا ہوا کہ اللہ پر بھروسہ نہ کریں اس نے تو ہماری راہیں ہمیں دکھادیں اور تم جو ہمیں ستا رہے ہو ہم ضرور اس پر صبر کریں گے، اور بھروسہ کرنے والوں کو اللہ ہی پر بھروسہ چاہیے،",
			"hi_kanzulimaan": "और हमें क्या हुआ कि अल्लाह पर भरोसा न करें (33फ़) उसने तो हमारी राहें हमें दिखा दीं (34फ़) और तुम जो हमें सता रहे हो हम ज़रूर इस पर सब्र करेंगे और भरोसा करने वालों को अल्लाह ही पर भरोसा चाहिये",
			"author": "১২. আর আমাদের কি হয়েছে যে, আমরা আল্লাহ্‌র উপর ভরসা করবো না, যখন তিনিই আমাদেরকে (হেদায়াত ও সফলতার) পথ প্রদর্শন করেছেন? আমরা অবশ্যই তোমাদের দেয়া ক্লেশের উপর ধৈর্য ধারণ করবো। আর ভরসাকারীদের তো আল্লাহ্‌রই উপর ভরসা করা উচিত।’"
		},
		{
			"_id": "1763",
			"sura": "14",
			"para": "13",
			"verses": "13",
			"names": "وَ قَالَ الَّذِیۡنَ کَفَرُوۡا لِرُسُلِہِمۡ لَنُخۡرِجَنَّکُمۡ مِّنۡ اَرۡضِنَاۤ  اَوۡ لَتَعُوۡدُنَّ فِیۡ مِلَّتِنَا ؕ فَاَوۡحٰۤی اِلَیۡہِمۡ رَبُّہُمۡ لَنُہۡلِکَنَّ  الظّٰلِمِیۡنَ ﴿ۙ۱۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الَّذِیۡنَ کَفَرُوۡا لِرُسُلِہِمۡ لَنُخۡرِجَنَّکُمۡ مِّنۡ اَرۡضِنَاۤ  اَوۡ لَتَعُوۡدُنَّ فِیۡ مِلَّتِنَا ؕ فَاَوۡحٰۤی اِلَیۡہِمۡ رَبُّہُمۡ لَنُہۡلِکَنَّ  الظّٰلِمِیۡنَ ﴿ۙ۱۳﴾ ",
			"index": "1763",
			"name": "এবং কাফিরগণ তাদের রসূলগণকে বললো, ‘আমরা অবশ্যই তোমাদেরকে আমাদের ভূমি থেকে বের করে দেবো। অথবা তোমরা আমাদের দ্বীনের প্রতি ফিরে এসো। অতঃপর তাদের প্রতি তাদের রব ওহী প্রেরণ করেছেন, ‘আমি অবশ্যই যালিমদেরকে বিনাশ করবো’।",
			"en_kanzulimaan": "And the disbelievers said to their Noble Messengers, We will surely expel you from our land, unless you accept our religion; so their Lord sent them the divine revelation that, Indeed We will destroy these unjust people.",
			"ur_kanzulimaan": "اور کافروں نے اپنے رسولوں سے کہا ہم ضرور تمہیں اپنی زمین سے نکال دیں گے یا تم ہمارے دین پر کچھ ہوجاؤ، تو انہیں ان کے رب نے وحی بھیجی کہ ہم ضرور ظالموں کو ہلاک کریں گے",
			"hi_kanzulimaan": "और काफ़िरों ने अपने रसूलों से कहा हम ज़रूर तुम्हें अपनी ज़मीन (35फ) से निकाल देंगे या तुम हमारे दीन पर हो जाओ, तो उन्हें उनके रब ने वही (देववाणी) भेजी कि हम ज़रूर इन ज़ालिमों को हलाक करेंगे",
			"author": "১৩. আর কাফেরেরা তাদের রাসূলগণকে বলতে লাগলো, ‘আমরা যে কোনো অবস্থায় তোমাদেরকে আমাদের ভুমি থেকে বহিষ্কার করবোই অথবা তোমরা অবশ্যই আমাদের দ্বীনে প্রত্যাবর্তন করবে’। অতঃপর তাদের প্রতিপালক তাদের প্রতি ওহী প্রেরণ করলেন, ‘আমরা যালিমদের অবশ্যই ধ্বংস করে দেব’।"
		},
		{
			"_id": "1764",
			"sura": "14",
			"para": "13",
			"verses": "14",
			"names": "وَ لَنُسۡکِنَنَّـکُمُ الۡاَرۡضَ مِنۡۢ بَعۡدِہِمۡ ؕ ذٰلِکَ لِمَنۡ خَافَ مَقَامِیۡ وَ خَافَ وَعِیۡدِ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَنُسۡکِنَنَّـکُمُ الۡاَرۡضَ مِنۡۢ بَعۡدِہِمۡ ؕ ذٰلِکَ لِمَنۡ خَافَ مَقَامِیۡ وَ خَافَ وَعِیۡدِ ﴿۱۴﴾ ",
			"index": "1764",
			"name": "এবং নিশ্চয় আমি তাদের পর তোমাদেরকে পৃথিবীতে বসবাস করাবো। এটা তাঁরই জন্য, যে আমার সম্মুখে দাড়ানোর ভয় রাখে এবং আমি যে শাস্তির নির্দেশ শুনিয়েছি সেটারও ভয় রাখে’। ",
			"en_kanzulimaan": "And indeed We will establish you in the land after them; this is for him who fears to stand before Me and fears the commands of punishment declared by Me.",
			"ur_kanzulimaan": "اور ضرور ہم تم کو ان کے بعد زمین میں بسائیں گے یہ اس لیے ہے جو میرے حضو ر کھڑے ہونے سے ڈرے اور میں نے جو عذاب کا حکم سنایا ہے، اس سے خوف کرے،",
			"hi_kanzulimaan": "और ज़रूर हम तुमको उनके बाद ज़मीन में बसाएंगे (36फ़) यह उसके लिये है जो (37फ़) मेरे हुज़ूर खड़े होने से डरे और मैं ने जो अज़ाब का हुक्म सुनाया है उससे ख़ौफ़ करे",
			"author": "১৪. আর এদের পরে আমরা অবশ্যই তোমাদেরকে (এ) ভূমিতে বসতি স্থাপন করাবো। এ (অঙ্গীকার) প্রতিটি ব্যক্তির জন্যে যারা আমার সম্মুখে দন্ডায়মান হওয়াকে ভয় করে এবং আমার (শাস্তির) অঙ্গীকারে ভীত হয়।"
		},
		{
			"_id": "1765",
			"sura": "14",
			"para": "13",
			"verses": "15",
			"names": "وَ اسۡتَفۡتَحُوۡا وَ خَابَ  کُلُّ جَبَّارٍ عَنِیۡدٍ ﴿ۙ۱۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ اسۡتَفۡتَحُوۡا وَ خَابَ  کُلُّ جَبَّارٍ عَنِیۡدٍ ﴿ۙ۱۵﴾ ",
			"index": "1765",
			"name": "এবং তারা মীমাংসা চেয়েছে এবং প্রত্যেক অবাধ্য, হঠকারী ব্যর্থ মনোরথ হয়েছে। ",
			"en_kanzulimaan": "And they sought a decision, and every stubborn rebel was destroyed.",
			"ur_kanzulimaan": "اور انہوں نے فیصلہ مانگا اور ہر سرکش ہٹ دھرم نا مُراد ہوا",
			"hi_kanzulimaan": "और उन्होंने (38फ़) फ़ैसला मांगा और हर सरकश हटधर्म नामुराद हुआ (39फ़)",
			"author": "১৫. আর (পরিশেষে) রাসূলগণ (আল্লাহ্‌র নিকট) বিজয় প্রার্থনা করলেন এবং প্রত্যেক উদ্ধত স্বৈরাচারী ব্যর্থ হলো।"
		},
		{
			"_id": "1766",
			"sura": "14",
			"para": "13",
			"verses": "16",
			"names": "مِّنۡ وَّرَآئِہٖ جَہَنَّمُ وَ یُسۡقٰی مِنۡ مَّآءٍ صَدِیۡدٍ ﴿ۙ۱۶﴾ ",
			"number": "",
			"verses_PDMS": "مِّنۡ وَّرَآئِہٖ جَہَنَّمُ وَ یُسۡقٰی مِنۡ مَّآءٍ صَدِیۡدٍ ﴿ۙ۱۶﴾ ",
			"index": "1766",
			"name": "জাহান্নাম তাঁর পেছনে লেগে আছে এবং তাকে পূঁজের পানি পান করানো হবে। ",
			"en_kanzulimaan": "Hell went after him, and he will be made to drink liquid pus *. (* Discharged from the wounds of other people in hell.)",
			"ur_kanzulimaan": "جہنم اس کے پیچھے لگی اور اسے پیپ کا پانی پلایا جائے گا،",
			"hi_kanzulimaan": "जहन्नम उसके पीछे लगा और उसे पीप का पानी पिलाया जाएगा",
			"author": "১৬. (অধিকন্তু) এর (ধ্বংসের) পশ্চাতে রয়েছে জাহান্নাম। আর তাকে পান করানো হবে গলিত পুঁজ।"
		},
		{
			"_id": "1767",
			"sura": "14",
			"para": "13",
			"verses": "17",
			"names": "یَّتَجَرَّعُہٗ  وَ لَا یَکَادُ یُسِیۡغُہٗ  وَ یَاۡتِیۡہِ الۡمَوۡتُ مِنۡ کُلِّ مَکَانٍ وَّ مَا ہُوَ  بِمَیِّتٍ ؕ وَ مِنۡ  وَّرَآئِہٖ  عَذَابٌ  غَلِیۡظٌ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "یَّتَجَرَّعُہٗ  وَ لَا یَکَادُ یُسِیۡغُہٗ  وَ یَاۡتِیۡہِ الۡمَوۡتُ مِنۡ کُلِّ مَکَانٍ وَّ مَا ہُوَ  بِمَیِّتٍ ؕ وَ مِنۡ  وَّرَآئِہٖ  عَذَابٌ  غَلِیۡظٌ ﴿۱۷﴾ ",
			"index": "1767",
			"name": "অতি কষ্টে তা থেকে অল্প অল্প করে গলাধঃকরণ করবে এবং গলার নীচে অবতাঁরণ করানোর আশায় থাকবে না এবং তাঁর নিকট চতুর্দিক থেকে মৃত্যু আসবে আর সে মরবে না; এবং তাঁর পেছনে কঠিন শাস্তি। ",
			"en_kanzulimaan": "He will sip it with difficulty but be unable to swallow, and death will approach him from every side and he will not die; and a severe punishment is after him.",
			"ur_kanzulimaan": "بہ مشکل اس کا تھوڑا تھوڑا گھونٹ لے گا اور گلے سے نیچے اتارنے کی امید نہ ہوگی اور اسے ہر طرف سے موت آئے گی اور مرے گا نہیں، اور اس کے پیچھے ایک گاڑھا عذاب",
			"hi_kanzulimaan": "मुश्किल से उसका थोड़ा थोड़ा घूंट लेगा और गले से नीचे उतारने की उम्मीद न होगी (40फ़) और उसे हर तरफ़ से मौत आएगी, और मरेगा नहीं और उसके पीछे एक गाढ़ा अज़ाब (41फ़)",
			"author": "১৭. যা সে অতি কষ্টে গলাধঃকরণ করবে অথচ তা কণ্ঠনালীর নিচে নামাতে পারবে না। তাকে সর্বদিক থেকে মৃত্যু ঘিরে ধরবে, কিন্তু সে মৃত্যু বরণ(ও) করতে পারবে না। আর (পুনরায়) এর পরেই থাকবে (আরো এক) অতীব কঠিন শাস্তি ।"
		},
		{
			"_id": "1768",
			"sura": "14",
			"para": "13",
			"verses": "18",
			"names": "مَثَلُ الَّذِیۡنَ کَفَرُوۡا بِرَبِّہِمۡ اَعۡمَالُہُمۡ کَرَمَادِۣ اشۡتَدَّتۡ بِہِ الرِّیۡحُ فِیۡ یَوۡمٍ عَاصِفٍ ؕ لَا یَقۡدِرُوۡنَ مِمَّا کَسَبُوۡا عَلٰی شَیۡءٍ ؕ ذٰلِکَ ہُوَ الضَّلٰلُ الۡبَعِیۡدُ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "مَثَلُ الَّذِیۡنَ کَفَرُوۡا بِرَبِّہِمۡ اَعۡمَالُہُمۡ کَرَمَادِۣ اشۡتَدَّتۡ بِہِ الرِّیۡحُ فِیۡ یَوۡمٍ عَاصِفٍ ؕ لَا یَقۡدِرُوۡنَ مِمَّا کَسَبُوۡا عَلٰی شَیۡءٍ ؕ ذٰلِکَ ہُوَ الضَّلٰلُ الۡبَعِیۡدُ ﴿۱۸﴾ ",
			"index": "1768",
			"name": "আপন রবকে অস্বীকারকারীদের অবস্থা এমন যে, তাদের কর্মসমূহ হচ্ছে, ভস্ম সদৃশ, যার উপর দিয়ে বাতাসের প্রচণ্ড ঝাপটা এলো ঝড়ের দিনে। সমস্ত উপার্জন থেকে কিছুই হাতে এলো না; এটাই হচ্ছে দূরের পথভ্রষ্টতা। ",
			"en_kanzulimaan": "The state of those who disbelieve in their Lord is that their deeds are like ashes which the strong wind blew away on a stormy day; they got nothing from all that they earned; this is the extreme error.",
			"ur_kanzulimaan": "اپنے رب سے منکروں کا حال ایسا ہے کہ ان کے کام ہیں جیسے راکھ کہ اس پر ہوا کا سخت جھونکا آیا آندھی کے دن میں ساری کمائی میں سے کچھ ہاتھ نہ لگا، یہی ہے دور کی گمراہی،",
			"hi_kanzulimaan": "अपने रब से इन्कारीयों का हाल ऐसा है कि उनके काम हैं (42फ़) जैसे राख कि उस पर हवा का सख़्त झौंका आया आंधी के दिन में (43फ़) सारी कमाई में से कुछ हाथ न लगा, यही है दूर की गुमराही",
			"author": "১৮. যারা তাদের প্রতিপালককে অস্বীকার করেছে তাদের দৃষ্টান্ত এমন যে, তাদের কর্মগুলো ছাইয়ের ন্যায়, যার উপর দিয়ে ঝড়ের দিনে প্রচন্ড প্রবল বাতাস প্রবাহিত হয়। তারা যা অর্জন করেছিল এ (আমল) থেকে কোনো কিছুই তারা কাজে লাগাতে সক্ষম হবে না। এটি অনেক ঘোরতর গোমরাহী।"
		},
		{
			"_id": "1769",
			"sura": "14",
			"para": "13",
			"verses": "19",
			"names": "اَلَمۡ تَرَ اَنَّ اللّٰہَ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ بِالۡحَقِّ ؕ اِنۡ یَّشَاۡ یُذۡہِبۡکُمۡ وَ یَاۡتِ  بِخَلۡقٍ  جَدِیۡدٍ ﴿ۙ۱۹﴾ ",
			"number": "",
			"verses_PDMS": "اَلَمۡ تَرَ اَنَّ اللّٰہَ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ بِالۡحَقِّ ؕ اِنۡ یَّشَاۡ یُذۡہِبۡکُمۡ وَ یَاۡتِ  بِخَلۡقٍ  جَدِیۡدٍ ﴿ۙ۱۹﴾ ",
			"index": "1769",
			"name": "তুমি কি লক্ষ্য করো নি যে, আল্লাহ্‌ আসমান ও যমীনকে সত্য সহকারে সৃষ্টি করেছেন? যদি তিনি ইচ্ছা করেন তবে তোমাদেরকে নিয়ে যাবেন; আর একটি নতুন সৃষ্টিকে নিয়ে আসবেন। ",
			"en_kanzulimaan": "Have you not seen that Allah has created the heavens and the earth with true purpose? If He wills, He can remove you all and bring a new creation.",
			"ur_kanzulimaan": "کیا تو نے نہ دیکھا کہ اللہ نے آسمان اور زمین حق کے ساتھ بنائے اگر چاہے تو تمہیں لے جائے اور ایک نئی مخلوق لے آئے",
			"hi_kanzulimaan": "क्या तूने न देखा कि अल्लाह ने आसमान व ज़मीन हक़ के साथ बनाए (44फ़) अगर चाहे तो तुम्हें ले जाए (45फ़) और एक नई मख़लूक़ (प्राणी-वर्ग) ले आए (46फ़)",
			"author": "১৯. (হে শ্রবণকারী!) তুমি কি দেখনি যে, আল্লাহ্ আকাশমন্ডলী ও পৃথিবী যথাবিধি (প্রজ্ঞা সহকারে) সৃষ্টি করেছেন? যদি তিনি চান (তবে) তোমাদেরকে নিশ্চিহ্ন করে দিতে পারেন এবং (তোমাদের স্থলে) নতুন সৃষ্টি আনতে পারেন।"
		},
		{
			"_id": "1770",
			"sura": "14",
			"para": "13",
			"verses": "20",
			"names": "وَّ  مَا  ذٰلِکَ  عَلَی  اللّٰہِ  بِعَزِیۡزٍ ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "وَّ  مَا  ذٰلِکَ  عَلَی  اللّٰہِ  بِعَزِیۡزٍ ﴿۲۰﴾ ",
			"index": "1770",
			"name": "এবং এটা আল্লাহ্‌র জন্য আদৌ কঠিন নয়। ",
			"en_kanzulimaan": "And this is not at all difficult for Allah.",
			"ur_kanzulimaan": "اور یہ اللہ پر کچھ دشوار نہیں،",
			"hi_kanzulimaan": "और यह (47फ़) अल्लाह पर कुछ दुशवार नहीं",
			"author": "২০. আর এ (কাজ) আল্লাহ্‌র জন্যে (মোটেই) কঠিন নয়।"
		},
		{
			"_id": "1771",
			"sura": "14",
			"para": "13",
			"verses": "21",
			"names": "وَ بَرَزُوۡا لِلّٰہِ جَمِیۡعًا فَقَالَ الضُّعَفٰٓؤُا لِلَّذِیۡنَ اسۡتَکۡبَرُوۡۤا اِنَّا کُنَّا لَکُمۡ تَبَعًا فَہَلۡ اَنۡتُمۡ مُّغۡنُوۡنَ عَنَّا مِنۡ عَذَابِ اللّٰہِ مِنۡ شَیۡءٍ ؕ قَالُوۡا لَوۡ ہَدٰىنَا اللّٰہُ  لَہَدَیۡنٰکُمۡ ؕ سَوَآءٌ  عَلَیۡنَاۤ  اَجَزِعۡنَاۤ  اَمۡ صَبَرۡنَا مَا لَنَا مِنۡ  مَّحِیۡصٍ  ﴿۲۱﴾",
			"number": "",
			"verses_PDMS": "وَ بَرَزُوۡا لِلّٰہِ جَمِیۡعًا فَقَالَ الضُّعَفٰٓؤُا لِلَّذِیۡنَ اسۡتَکۡبَرُوۡۤا اِنَّا کُنَّا لَکُمۡ تَبَعًا فَہَلۡ اَنۡتُمۡ مُّغۡنُوۡنَ عَنَّا مِنۡ عَذَابِ اللّٰہِ مِنۡ شَیۡءٍ ؕ قَالُوۡا لَوۡ ہَدٰىنَا اللّٰہُ  لَہَدَیۡنٰکُمۡ ؕ سَوَآءٌ  عَلَیۡنَاۤ  اَجَزِعۡنَاۤ  اَمۡ صَبَرۡنَا مَا لَنَا مِنۡ  مَّحِیۡصٍ  ﴿۲۱﴾",
			"index": "1771",
			"name": "এবং সবই আল্লাহ্‌র নিকট প্রকাশ্যভাবে উপস্থিত হবে; তখন যারা দুর্বল ছিলো (তারা) অহঙ্কারীদেরকে বলবে, ‘আমরা তোমাদের অনুসারী ছিলাম, সুতরাং তোমাদের দ্বারা কি এটা সম্ভব হবে যে, আল্লাহ্‌র শাস্তি থেকে কিছু আমাদের থেকে সরিয়ে নেবে?’ (তারা) বলবে, ‘আল্লাহ্‌ আমাদেরকে সৎপথে পরিচালিত করলে আমরা তোমাদেরকেও করতাম। আমাদের জন্য একই কথা- চাই অস্থির হই কিংবা ধৈর্যশীল হয়ে থাকি; আমাদের কোথাও আশ্রয় নেই’।",
			"en_kanzulimaan": "They will all publicly come in the presence of Allah - then those who were weak will say to those who were the leaders, We were your followers - is it possible for you to avert some of Allahs punishment from us? They will answer, If Allah had guided us, we would have guided you; it is the same for us, whether we panic or patiently endure - we have no place of refuge. (* This conversation will take place between the disbelievers and their leaders.)",
			"ur_kanzulimaan": "اور سب اللہ کے حضور اعلانیہ حاضر ہوں گے تو جو کمزور تھے بڑائی والوں سے کہیں گے ہم تمہارے تابع تھے کیا تم سے ہوسکتا ہے کہ اللہ کے عذاب میں سے کچھ ہم پر سے ٹال دو کہیں گے اللہ ہمیں ہدایت کرتا تو ہم تمہیں کرتے ہم پر ایک سا ہے چاہے بے قراری کریں یا صبر سے رہیں ہمیں کہیں پناہ نہیں،",
			"hi_kanzulimaan": "और सब अल्लाह के हुज़ूर (48फ़) खुल्लम खुल्ला हाज़िर होंगे तो जो कमज़ोर थे (49फ़) बड़ाई वालों से कहेंगे (50फ़) हम तुम्हारे ताबे थे क्या तुम से हो सकता है कि अल्लाह के अज़ाब में से कुछ हम पर से टाल दो, (51फ़) कहेंगे अल्लाह हमें हिदायत करता तो हम तुम्हें करते, (52फ़) हम पर एक सा है चाहे बेक़रारी करें या सब्र से रहें हमें कहीं पनाह नहीं",
			"author": "২১. আর (হাশরের দিন ছোট-বড়) সবাই আল্লাহ্‌র সম্মুখে উপস্থিত হবে। তখন (অনুসরণকারী) দুর্বলেরা (শক্তিশালী) অহঙ্কারীদেরকে বলবে, ‘আমরা (জীবনভর) তোমাদের অনুগত ছিলাম, কাজেই তোমরা কি আল্লাহ্‌র শাস্তি থেকে আমাদেরকে কিছুটা বাঁচাতে পারো?’ তারা (সমৃদ্ধশালীরা, তাদের অনুগত গরীবদেরকে) বলবে, ‘যদি আল্লাহ্ আমাদেরকে হেদায়াত দান করতেন, তবে আমরা তোমাদেরকেও অবশ্যই হেদায়াতের পথ দেখাতাম। (আমরা নিজেরাও গোমরাহ্ ছিলাম, কাজেই তোমাদেরকেও গোমরাহ্ করেছিলাম।) আমাদের জন্যে একই কথা, চাই (আজ) আমরা আহাজারী করি অথবা ধৈর্য ধারণ করি, আমাদের পলায়নের কোনো পথ নেই।’"
		},
		{
			"_id": "1772",
			"sura": "14",
			"para": "13",
			"verses": "22",
			"names": "وَ قَالَ  الشَّیۡطٰنُ لَمَّا قُضِیَ الۡاَمۡرُ اِنَّ اللّٰہَ وَعَدَکُمۡ وَعۡدَ الۡحَقِّ وَ وَعَدۡتُّکُمۡ فَاَخۡلَفۡتُکُمۡ ؕ وَ مَا کَانَ لِیَ عَلَیۡکُمۡ مِّنۡ سُلۡطٰنٍ  اِلَّاۤ  اَنۡ دَعَوۡتُکُمۡ فَاسۡتَجَبۡتُمۡ لِیۡ ۚ فَلَا تَلُوۡمُوۡنِیۡ وَ لُوۡمُوۡۤا اَنۡفُسَکُمۡ ؕ مَاۤ  اَنَا بِمُصۡرِخِکُمۡ وَ مَاۤ  اَنۡتُمۡ بِمُصۡرِخِیَّ ؕ اِنِّیۡ کَفَرۡتُ بِمَاۤ اَشۡرَکۡتُمُوۡنِ مِنۡ قَبۡلُ ؕ اِنَّ الظّٰلِمِیۡنَ لَہُمۡ  عَذَابٌ اَلِیۡمٌ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ  الشَّیۡطٰنُ لَمَّا قُضِیَ الۡاَمۡرُ اِنَّ اللّٰہَ وَعَدَکُمۡ وَعۡدَ الۡحَقِّ وَ وَعَدۡتُّکُمۡ فَاَخۡلَفۡتُکُمۡ ؕ وَ مَا کَانَ لِیَ عَلَیۡکُمۡ مِّنۡ سُلۡطٰنٍ  اِلَّاۤ  اَنۡ دَعَوۡتُکُمۡ فَاسۡتَجَبۡتُمۡ لِیۡ ۚ فَلَا تَلُوۡمُوۡنِیۡ وَ لُوۡمُوۡۤا اَنۡفُسَکُمۡ ؕ مَاۤ  اَنَا بِمُصۡرِخِکُمۡ وَ مَاۤ  اَنۡتُمۡ بِمُصۡرِخِیَّ ؕ اِنِّیۡ کَفَرۡتُ بِمَاۤ اَشۡرَکۡتُمُوۡنِ مِنۡ قَبۡلُ ؕ اِنَّ الظّٰلِمِیۡنَ لَہُمۡ  عَذَابٌ اَلِیۡمٌ ﴿۲۲﴾ ",
			"index": "1772",
			"name": "এবং শয়তান বলবে যখন মীমাংসা হয়ে যাবে, ‘নিশ্চয় আল্লাহ্‌ তোমাদেরকে সত্য প্রতিশ্রুতি দিয়েছিলেন এবং আমি তোমাদেরকে যেই প্রতিশ্রুতি দিয়েছিলাম তা তোমাদের সাথে রক্ষা করিনি এবং তোমাদের উপর আমার কোন আধিপত্য ছিলো না, কিন্তু এতটুকুই যে, আমি তোমাদেরকে আহ্বান করেছিলাম, তোমরা আমার আহ্বানে সাড়া দিয়েছো। সুতরাং তোমরা আমাকে দোষারোপ করো না, তোমরা নিজেদেরকে দোষারোপ করো। না আমি তোমাদেরকে সাহায্য করতে পারবো, না তোমরা আমাকে সাহায্য করতে পারবে। ওই যে তোমরা পূর্বে আমাকে শরীক স্থির করেছিলে, আমি তাঁতে অত্যন্ত অসন্তুষ্ট’। নিশ্চয় যালিমদের জন্য বেদনাদায়ক শাস্তি রয়েছে। ",
			"en_kanzulimaan": "And Satan will say when the matter has been decided, Indeed Allah had given you a true promise - and the promise I gave you, I made it untrue to you; and I had no control over you except that I called you and you obeyed me; so do not accuse me, blame only yourselves; neither can I help you, nor can you help me; I have no concern with your ascribing me as a partner (to Allah); indeed for the unjust is a painful punishment.",
			"ur_kanzulimaan": "اور شیطان کہے گا جب فیصلہ ہوچکے گا بیشک اللہ نے تم کو سچا وعدہ دیا تھا اور میں نے جو تم کو وعدہ دیا تھا وہ میں نے تم سے جھوٹا کیا اور میرا تم پر کچھ قابو نہ تھا مگر یہی کہ میں نے تم کو بلایا تم نے میری مان لی تو اب مجھ پر الزام نہ رکھو خود اپنے اوپر الزام رکھو نہ میں تمہاری فریاد کو پہنچ سکوں نہ تم میری فریاد کو پہنچ سکو، وہ جو پہلے تم نے مجھے شریک ٹھہرایا تھا میں اس سے سخت بیزار ہوں، بیشک ظالموں کے لیے دردناک عذاب ہے،",
			"hi_kanzulimaan": "और शैतान कहेगा जब फ़ैसला हो चुकेगा (53फ़) बेशक अल्लाह ने तुमको सच्चा वादा दिया था (54फ़) और मैं ने जो तुमको वादा दिया था (55फ़) वह मैं ने तुम से झूटा किया और मेरा तुम पर कुछ क़ाबू न था (56फ़) मगर यही कि मैंने तुमको (57फ़) बुलाया तुमने मेरी मान ली (58फ़) तो अब मुझपर इल्ज़ाम न रखो (59फ़) ख़ुद अपने ऊपर इल्ज़ाम रखो न मैं तुम्हारी फ़रियाद को पहुंच सकूं न तुम मेरी फ़रियाद को पहुंच सको, वह जो पहले तुमने मुझे शरीक ठहराया था (60फ़) मैं उससे सख़्त बेज़ार हूँ बेशक ज़ालिमों के लिये दर्दनाक अज़ाब है",
			"author": "২২. আর যখন ফায়সালা হয়ে যাবে তখন শয়তান বলবে, ‘নিশ্চয়ই আল্লাহ্ তোমাদেরকে প্রতিশ্রুতি দিয়েছিলেন, সত্য প্রতিশ্রুতি এবং আমি(ও) তোমাদেরকে প্রতিশ্রুতি দিয়েছিলাম। অতঃপর আমি তোমাদেরকে দেয়া প্রতিশ্রুতি ভঙ্গ করেছি। আর আমার তো (দুনিয়াতে) তোমাদের উপর কোনো প্রকারের কর্তৃত্ব ছিল না, আমি তো কেবল তোমাদেরকে (মিথ্যার প্রতি) আহ্বান করেছি আর তোমরা (নিজেদের স্বার্থেই) আমার আহ্বানে সাড়া দিয়েছিলে। এখন তোমরা আমাকে তিরস্কার করো না, বরং (স্বয়ং) নিজেরা নিজেদেরকে তিরস্কার করো। না আমি (আজ) তোমাদেরকে সাহায্য করতে পারবো আর না তোমরা আমাকে সাহায্য করতে পারবে। ইতোপূর্বে, তোমাদের মধ্যে যারা আমাকে (আল্লাহ্‌র) অংশীদার সাব্যস্ত করেছিলে, নিশ্চয়ই আমি (আজ) একে অস্বীকার করছি।’ অবশ্যই যালিমদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।"
		},
		{
			"_id": "1773",
			"sura": "14",
			"para": "13",
			"verses": "23",
			"names": "وَ اُدۡخِلَ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَا بِاِذۡنِ رَبِّہِمۡ ؕ تَحِیَّتُہُمۡ  فِیۡہَا  سَلٰمٌ ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ اُدۡخِلَ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَا بِاِذۡنِ رَبِّہِمۡ ؕ تَحِیَّتُہُمۡ  فِیۡہَا  سَلٰمٌ ﴿۲۳﴾ ",
			"index": "1773",
			"name": "এবং ওই সব লোক, যারা ঈমান এনেছে এবং সৎ কাজ করেছে তাদেরকে বাগানসমূহে প্রবেশ করানো হবে, যেগুলোর পাদদেশে নহরসমূহ প্রবহমান; সর্বদা সেগুলোর মধ্যে অবস্থান করবে আপন রবের নির্দেশে। সেখানে তাদের সাক্ষাতের সময়কার অভিবাদন হবে ‘সালাম’।",
			"en_kanzulimaan": "And those who believed and did good deeds will be admitted into Gardens beneath which rivers flow, abiding in it forever, by the command of their Lord; their greeting in it is Peace.",
			"ur_kanzulimaan": "اور وہ جو ایمان لائے اور اچھے کام کیے وہ باغوں میں داخل کیے جائیں گے جن کے نیچے نہریں رواں ہمیشہ ان میں رہیں اپنے رب کے حکم سے، اس میں ان کے ملتے وقت کا اکرام سلام ہے",
			"hi_kanzulimaan": "और वो जो ईमान लाए और अच्छे काम किये, वो बाग़ों में दाख़िल किये जाएंगे जिनके नीचे नहरें बहतीं , हमेशा उनमें रहें अपने रब के हुक्म से, उसमें उनके मिलते वक़्त का इकराम (सत्कार) सलाम है (61फ़)",
			"author": "২৩. আর যারা ঈমান আনে এবং সৎকর্ম করে তাদেরকে প্রবেশ করানো হবে জান্নাতে, যার তলদেশে স্রোতধারা প্রবাহিত, (তারা) তাতে তাদের প্রতিপালকের নির্দেশে চিরকাল অবস্থান করবে। (সাক্ষাতের সময়) তাতে তাদের অভিবাদনসূচক উক্তি হবে ‘সালাম’।"
		},
		{
			"_id": "1774",
			"sura": "14",
			"para": "13",
			"verses": "24",
			"names": "اَلَمۡ تَرَ کَیۡفَ ضَرَبَ اللّٰہُ مَثَلًا کَلِمَۃً طَیِّبَۃً  کَشَجَرَۃٍ  طَیِّبَۃٍ اَصۡلُہَا ثَابِتٌ وَّ فَرۡعُہَا فِی  السَّمَآءِ ﴿ۙ۲۴﴾ ",
			"number": "",
			"verses_PDMS": "اَلَمۡ تَرَ کَیۡفَ ضَرَبَ اللّٰہُ مَثَلًا کَلِمَۃً طَیِّبَۃً  کَشَجَرَۃٍ  طَیِّبَۃٍ اَصۡلُہَا ثَابِتٌ وَّ فَرۡعُہَا فِی  السَّمَآءِ ﴿ۙ۲۴﴾ ",
			"index": "1774",
			"name": "আপনি কি লক্ষ্য করেন নি, আল্লাহ্‌ কীভাবে উপমা দিলেন পবিত্র বাক্যের? যেমন, পবিত্র বৃক্ষ, যার মূল সুদৃঢ় এবং শাখা প্রশাখা আসমানে; ",
			"en_kanzulimaan": "Did you not see how Allah illustrated the example of a sacred saying? Like a sacred tree, which has firm roots and branches reaching into heaven.",
			"ur_kanzulimaan": "کیا تم نے نہ دیکھا اللہ نے کیسی مثال بیان فرمائی پاکیزہ بات کی جیسے پاکیزہ درخت جس کی جڑ قائم اور شاخیں آسمان میں،",
			"hi_kanzulimaan": "क्या तुमने न देखा अल्लाह ने कैसी मिसाल बयान फ़रमाई पाक़ीज़ा बात की (62फ़) जैसे पाक़ीज़ा दरख़्त जिसकी जड़ क़ायम और शाख़ें आसमान में",
			"author": "২৪. আপনি কি দেখেননি, আল্লাহ্ কিভাবে দৃষ্টান্ত বর্ণনা করেন? পবিত্র বাক্য সে পবিত্র বৃক্ষের ন্যায়, যার শিকড় (জমিনে) সুদৃঢ় এবং এর শাখাসমূহ আকাশে বিস্তৃত,"
		},
		{
			"_id": "1775",
			"sura": "14",
			"para": "13",
			"verses": "25",
			"names": "تُؤۡتِیۡۤ  اُکُلَہَا کُلَّ حِیۡنٍۭ  بِاِذۡنِ رَبِّہَا ؕ وَ یَضۡرِبُ اللّٰہُ  الۡاَمۡثَالَ لِلنَّاسِ لَعَلَّہُمۡ یَتَذَکَّرُوۡنَ ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "تُؤۡتِیۡۤ  اُکُلَہَا کُلَّ حِیۡنٍۭ  بِاِذۡنِ رَبِّہَا ؕ وَ یَضۡرِبُ اللّٰہُ  الۡاَمۡثَالَ لِلنَّاسِ لَعَلَّہُمۡ یَتَذَکَّرُوۡنَ ﴿۲۵﴾ ",
			"index": "1775",
			"name": "সর্বদা তার ফলদান করে আপন রবের নির্দেশক্রমে; আর আল্লাহ্‌ মানব জাতির জন্য উপমাসমূহ দিয়ে থাকেন যাতে তারা অনুধাবন করে। ",
			"en_kanzulimaan": "Bearing fruit at all times by the command of its Lord; and Allah illustrates examples for people so that they may understand.",
			"ur_kanzulimaan": "ہر وقت پھل دیتا ہے اپنے رب کے حکم سے اور اللہ لوگوں کے لیے مثالیں بیان فرماتا ہے کہ کہیں وہ سمجھیں",
			"hi_kanzulimaan": " हर वक़्त अपना फल देता है अपने रब के हुक्म से (63फ़) और अल्लाह लोगों के लिये मिसालें बयान फ़रमाता है कि कहीं वो समझें (64फ़)",
			"author": "২৫. (সে বৃক্ষ) তাঁর প্রতিপালকের নির্দেশে সর্বক্ষণ ফলদান করে। আর আল্লাহ্ মানুষের জন্যে দৃষ্টান্ত বর্ণনা করেন, যাতে তারা উপদেশ গ্রহণ করে।"
		},
		{
			"_id": "1776",
			"sura": "14",
			"para": "13",
			"verses": "26",
			"names": "وَ مَثَلُ کَلِمَۃٍ خَبِیۡثَۃٍ کَشَجَرَۃٍ خَبِیۡثَۃِۣ اجۡتُثَّتۡ مِنۡ فَوۡقِ الۡاَرۡضِ مَا  لَہَا مِنۡ  قَرَارٍ ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَثَلُ کَلِمَۃٍ خَبِیۡثَۃٍ کَشَجَرَۃٍ خَبِیۡثَۃِۣ اجۡتُثَّتۡ مِنۡ فَوۡقِ الۡاَرۡضِ مَا  لَہَا مِنۡ  قَرَارٍ ﴿۲۶﴾ ",
			"index": "1776",
			"name": "এবং অপবিত্র বাক্যের উপমা যেমন একটা অপবিত্র গাছ, যা ভূ-পৃষ্ঠের উপর থেকে কেটে ফেলা হয়েছে, এখন সেটার কোন অবস্থান নেই।",
			"en_kanzulimaan": "And the example of a bad saying is like a filthy tree, which is cut off above the ground, therefore not having stability.",
			"ur_kanzulimaan": "اور گندی بات کی مثال جیسے ایک گندہ پیڑ کہ زمین کے اوپر سے کاٹ دیا گیا اب اسے کوئی قیام نہیں",
			"hi_kanzulimaan": "और गन्दी बात (65फ़) की मिसाल जैसे एक गन्दा पेड़ (66फ़) कि ज़मीन के ऊपर काट दिया गया अब उसे कोई क़ियाम (स्थिरता) नहीं (67फ़)",
			"author": "২৬. আর অপবিত্র কথার দৃষ্টান্ত অপবিত্র বৃক্ষ, যা ভুপৃষ্ঠের উপর থেকেই উপড়ে ফেলা হয়, এর সামান্যও দৃঢ়তা (ও স্থায়িত্ব) নেই।"
		},
		{
			"_id": "1777",
			"sura": "14",
			"para": "13",
			"verses": "27",
			"names": "یُثَبِّتُ اللّٰہُ الَّذِیۡنَ اٰمَنُوۡا بِالۡقَوۡلِ الثَّابِتِ فِی الۡحَیٰوۃِ الدُّنۡیَا وَ فِی الۡاٰخِرَۃِ ۚ وَ یُضِلُّ اللّٰہُ الظّٰلِمِیۡنَ ۟ۙ وَ یَفۡعَلُ  اللّٰہُ  مَا یَشَآءُ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "یُثَبِّتُ اللّٰہُ الَّذِیۡنَ اٰمَنُوۡا بِالۡقَوۡلِ الثَّابِتِ فِی الۡحَیٰوۃِ الدُّنۡیَا وَ فِی الۡاٰخِرَۃِ ۚ وَ یُضِلُّ اللّٰہُ الظّٰلِمِیۡنَ ۟ۙ وَ یَفۡعَلُ  اللّٰہُ  مَا یَشَآءُ ﴿۲۷﴾ ",
			"index": "1777",
			"name": "আল্লাহ্‌ সুপ্রতিষ্ঠিত রাখেন ঈমানদারদেরকে শাশ্বত বাণীতে, পার্থিব জীবনে এবং পরকালে আর আল্লাহ্‌ যালিমদেরকে পথভ্রষ্ট করেন এবং আল্লাহ্‌ যা ইচ্ছা তা করেন।",
			"en_kanzulimaan": "Allah keeps the believers firm upon the truth in the life of this world and in the Hereafter; and Allah sends the unjust astray; and Allah may do whatever He wills.",
			"ur_kanzulimaan": "اللہ ثابت رکھتا ہے ایمان والوں کو حق بات پر دنیا کی زندگی میں اور آخرت میں اور اللہ ظالموں کو گمراہ کرتا ہے اور اللہ جو چاہے کرے،",
			"hi_kanzulimaan": "अल्लाह साबित रखता है ईमान वालों को हक़ बात पर (68फ़) दुनिया की ज़िन्दगी में (69फ़) और आख़िरत में (70फ़) और अल्लाह ज़ालिमों को गुमराह करता है (71फ़) और अल्लाह जो चाहे करे",
			"author": "২৭. আল্লাহ্ ঈমানদারগণকে (এ) শাশ্বত বাণীর (কল্যাণের) মাধ্যমে পার্থিব জীবনেও সুপ্রতিষ্ঠিত রাখেন এবং পরকালেও। আর আল্লাহ্ যালিমদেরকে পথভ্রষ্ট করেন এবং আল্লাহ্ যা চান তা করেন।"
		},
		{
			"_id": "1778",
			"sura": "14",
			"para": "13",
			"verses": "28",
			"names": "اَلَمۡ تَرَ اِلَی الَّذِیۡنَ بَدَّلُوۡا نِعۡمَتَ اللّٰہِ کُفۡرًا  وَّ اَحَلُّوۡا  قَوۡمَہُمۡ  دَارَ  الۡبَوَارِ ﴿ۙ۲۸﴾ ",
			"number": "",
			"verses_PDMS": "اَلَمۡ تَرَ اِلَی الَّذِیۡنَ بَدَّلُوۡا نِعۡمَتَ اللّٰہِ کُفۡرًا  وَّ اَحَلُّوۡا  قَوۡمَہُمۡ  دَارَ  الۡبَوَارِ ﴿ۙ۲۸﴾ ",
			"index": "1778",
			"name": "আপনি কি তাদেরকে দেখেন নি, যারা আল্লাহ্‌ অনুগ্রহ অকৃতজ্ঞতাবশতঃ পরিবর্তিত করেছে এবং আপন সম্প্রদায়কে ধ্বংসের ঘরে নামিয়ে এনেছে?",
			"en_kanzulimaan": "Did you not see those who exchanged the grace of Allah for ungratefulness and led their people down to the home of destruction?",
			"ur_kanzulimaan": "کیا تم نے انہیں نہ دیکھا جنہوں نے اللہ کی نعمت ناشکری سے بدل دی اور اپنی قوم کو تباہی کے گھر لا اتار،",
			"hi_kanzulimaan": "क्या तुमने उन्हें न देखा जिन्होंने अल्लाह की नेअमत नाशुक्री से बदल दी (72फ़) और अपनी क़ौम को तबाही के घर ला उतारा",
			"author": "২৮. আপনি কি তাদেরকে দেখেননি, যারা আল্লাহ্‌র নিয়ামত (ঈমান)-কে কুফরী দ্বারা পরিবর্তন করেছে, আর তারা তাদের সম্প্রদায়কে নামিয়ে এনেছে ধ্বংসালয়ে?"
		},
		{
			"_id": "1779",
			"sura": "14",
			"para": "13",
			"verses": "29",
			"names": "جَہَنَّمَ ۚ یَصۡلَوۡنَہَا ؕ وَ بِئۡسَ الۡقَرَارُ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "جَہَنَّمَ ۚ یَصۡلَوۡنَہَا ؕ وَ بِئۡسَ الۡقَرَارُ ﴿۲۹﴾ ",
			"index": "1779",
			"name": "তা হচ্ছে দোযখ! তারা তাতে প্রবেশ করবে এবং কতই নিকৃষ্ট আবাসস্থল!",
			"en_kanzulimaan": "Which is hell; they will enter it; and what a wretched place of stay!",
			"ur_kanzulimaan": "وہ جو دوزخ ہے اس کے اندر جائیں گے، اور کیا ہی بری ٹھہرنے کی جگہ،",
			"hi_kanzulimaan": "वो जो दोज़ख़ है उसके अन्दर जाएंगे और  क्या ही बुरी ठहरने की जगह",
			"author": "২৯. (সেটি) জাহান্নাম, যাতে তারা নিক্ষিপ্ত হবে। আর এটি নিকৃষ্ট ঠিকানা।"
		},
		{
			"_id": "1780",
			"sura": "14",
			"para": "13",
			"verses": "30",
			"names": "وَ جَعَلُوۡا لِلّٰہِ اَنۡدَادًا لِّیُضِلُّوۡا عَنۡ سَبِیۡلِہٖ ؕ قُلۡ تَمَتَّعُوۡا فَاِنَّ مَصِیۡرَکُمۡ  اِلَی  النَّارِ ﴿۳۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَعَلُوۡا لِلّٰہِ اَنۡدَادًا لِّیُضِلُّوۡا عَنۡ سَبِیۡلِہٖ ؕ قُلۡ تَمَتَّعُوۡا فَاِنَّ مَصِیۡرَکُمۡ  اِلَی  النَّارِ ﴿۳۰﴾ ",
			"index": "1780",
			"name": "এবং আল্লাহ্‌র জন্য সমকক্ষ স্থির করলো তাঁর পথ থেকে বিচ্যুত করার জন্য। আপনি বলুন, ‘কিছু ভোগ করে নাও, তোমাদের পরিণাম আগুনই’। ",
			"en_kanzulimaan": "And they ascribed equals to Allah to mislead from His way; say, Enjoy a while, for your end will be the fire.",
			"ur_kanzulimaan": "اور اللہ کے لیے برابر والے ٹھہراے کہ اس کی راہ سے بہکاویں تم فرماؤ کچھ برت لو کہ تمہارا انجام آگ ہے",
			"hi_kanzulimaan": "और  अल्लाह के लिये बराबर वाले ठहराए (73फ़) कि उसकी राह से बहकावें, तुम फ़रमाओ (74फ़) कुछ बरत लो कि तुम्हारा अंजाम आग है (75फ़)",
			"author": "৩০. আর তারা আল্লাহ্‌র জন্যে অংশীদার সাব্যস্ত করেছে, যাতে তারা (লোকজনকে) তাঁর পথ থেকে বিচ্যুত করে। বলে দিন, ‘তোমরা (কিছু দিন) ভোগ করে নাও। নিশ্চয়ই তোমাদের পরিণতি অগ্নিরই দিকে (গমন করা)।’"
		},
		{
			"_id": "1781",
			"sura": "14",
			"para": "13",
			"verses": "31",
			"names": "قُلۡ لِّعِبَادِیَ الَّذِیۡنَ اٰمَنُوۡا یُقِیۡمُوا الصَّلٰوۃَ وَ یُنۡفِقُوۡا مِمَّا رَزَقۡنٰہُمۡ سِرًّا وَّ عَلَانِیَۃً مِّنۡ قَبۡلِ اَنۡ یَّاۡتِیَ یَوۡمٌ  لَّا بَیۡعٌ  فِیۡہِ  وَ لَا  خِلٰلٌ ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ لِّعِبَادِیَ الَّذِیۡنَ اٰمَنُوۡا یُقِیۡمُوا الصَّلٰوۃَ وَ یُنۡفِقُوۡا مِمَّا رَزَقۡنٰہُمۡ سِرًّا وَّ عَلَانِیَۃً مِّنۡ قَبۡلِ اَنۡ یَّاۡتِیَ یَوۡمٌ  لَّا بَیۡعٌ  فِیۡہِ  وَ لَا  خِلٰلٌ ﴿۳۱﴾ ",
			"index": "1781",
			"name": "আমার ওই সব বান্দাকে বলুন, যারা ঈমান এনেছে, যেন তারা নামায কায়েম রাখে এবং আমার প্রদত্ত সম্পদ থেকে কিছু আমার পথে গোপনে ও প্রকাশ্যে ব্যয় করে ওই দিন আসার পূর্বে, যেদিন না সওদাগরী হবে, না বন্ধুত্ব।",
			"en_kanzulimaan": "Say to the bondmen of Mine who believe, that they must keep the prayer established and spend in Our way from what We have given them, secretly and publicly, before the advent of a day in which there will be no trade nor friendship.",
			"ur_kanzulimaan": "میرے ان بندوں سے فرماؤ جو ایمان لائے کہ نماز قائم رکھیں اور ہمارے دیے میں سے کچھ ہماری راہ میں چھپے اور ظاہر خرچ کریں اس دن کے آنے سے پہلے جس میں نہ سوداگری ہوگی نہ یارانہ",
			"hi_kanzulimaan": "मेरे उन बन्दो से फ़रमाओ जो ईमान लाए कि नमाज़ क़ायम रखें और  हमारे दिये में से कुछ हमारी राह में छुपे और ज़ाहिर ख़र्च करें उस दिन के आने से पहले जिसमें न सौदागरी होगी (76फ़) न याराना (77फ़)",
			"author": "৩১. আমার মুমিন বান্দাদের বলে দিন যে, তারা যেন নামায কায়েম করে এবং যে রিযিক আমরা তাদেরকে দান করেছি তা থেকে গোপনে ও প্রকাশ্যে (আমাদের পথে) ব্যয় করে, সেদিন আগমনের পূর্বে যেদিন না কোনো ধরণের ক্রয়-বিক্রয় হবে, আর না কোনো (পার্থিব) বন্ধুত্ব (কাজে আসবে)।"
		},
		{
			"_id": "1782",
			"sura": "14",
			"para": "13",
			"verses": "32",
			"names": "اَللّٰہُ  الَّذِیۡ  خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ وَ اَنۡزَلَ مِنَ السَّمَآءِ مَآءً  فَاَخۡرَجَ بِہٖ مِنَ الثَّمَرٰتِ رِزۡقًا لَّکُمۡ ۚ وَ سَخَّرَ لَکُمُ  الۡفُلۡکَ  لِتَجۡرِیَ فِی  الۡبَحۡرِ  بِاَمۡرِہٖ ۚ وَ  سَخَّرَ  لَکُمُ  الۡاَنۡہٰرَ ﴿ۚ۳۲﴾ ",
			"number": "",
			"verses_PDMS": "اَللّٰہُ  الَّذِیۡ  خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ وَ اَنۡزَلَ مِنَ السَّمَآءِ مَآءً  فَاَخۡرَجَ بِہٖ مِنَ الثَّمَرٰتِ رِزۡقًا لَّکُمۡ ۚ وَ سَخَّرَ لَکُمُ  الۡفُلۡکَ  لِتَجۡرِیَ فِی  الۡبَحۡرِ  بِاَمۡرِہٖ ۚ وَ  سَخَّرَ  لَکُمُ  الۡاَنۡہٰرَ ﴿ۚ۳۲﴾ ",
			"index": "1782",
			"name": "আল্লাহ্‌ তিনিই, যিনি আসমান ও যমীন সৃষ্টি করেছেন, এবং আসমান থেকে পানি বর্ষণ করেছেন; অতঃপর তা দ্বারা কিছু ফলমূল তোমাদের জীবিকার জন্য উৎপাদন করেছেন; এবং তোমাদের জন্য নৌযানকে তোমাদের নিয়ন্ত্রণাধীন করে দিয়েছেন, যাতে তাঁর নির্দেশে সমুদ্রে বিচরণ করে; এবং তোমাদের জন্য নদীগুলোকে নিয়ন্ত্রাণাধীন করেছেন; ",
			"en_kanzulimaan": "It is Allah Who created the heavens and the earth, and sent down water from the sky, therefore producing some fruits for you to eat; and subjected the ships for you, that they may sail upon the sea by His command; and subjected the rivers for you.",
			"ur_kanzulimaan": "اللہ ہے جس نے آسمان اور زمین بنائے اور آسمان سے پانی اتارا تو اس سے کچھ پھل تمہارے کھانے کو پیدا کیے اور تمہارے لیے کشتی کو مسخر کیا کہ اس کے حکم سے دریا میں چلے اور تمہارے لیے ندیاں مسخر کیں،",
			"hi_kanzulimaan": "अल्लाह है जिसने आसमान और  ज़मीन बनाए और  आसमान से पानी उतारा तो उससे कुछ फल तुम्हारे खाने को पैदा किये और  तुम्हारे लिये किश्ती को मुसख़्ख़र (वशीभूत) किया कि उसके हुक्म से दरिया में चले (78फ़) और तुम्हारे लिये नदियाँ मुसख़्ख़र की (79फ़)",
			"author": "৩২. তিনিই আল্লাহ্, যিনি আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন এবং আকাশ থেকে পানি বর্ষণ করেছেন। অতঃপর এ পানি দ্বারা তোমাদের জীবিকার জন্যে ফল-মূল উৎপাদন করেছেন। আর তিনি জলযানকে তোমাদের অধীনস্ত করে দিয়েছেন, যাতে তাঁর নির্দেশে সমুদ্রে চলতে পারে। আর তিনি নদী-নালাকে(ও) তোমাদের অধীনস্ত করেছেন।"
		},
		{
			"_id": "1783",
			"sura": "14",
			"para": "13",
			"verses": "33",
			"names": "وَ سَخَّرَ لَکُمُ الشَّمۡسَ وَ الۡقَمَرَ دَآئِبَیۡنِ ۚ  وَ سَخَّرَ لَکُمُ الَّیۡلَ وَ النَّہَارَ ﴿ۚ۳۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ سَخَّرَ لَکُمُ الشَّمۡسَ وَ الۡقَمَرَ دَآئِبَیۡنِ ۚ  وَ سَخَّرَ لَکُمُ الَّیۡلَ وَ النَّہَارَ ﴿ۚ۳۳﴾ ",
			"index": "1783",
			"name": "এবং তোমাদের জন্য সূর্য ও চাঁদকে অনুগত করেছেন, যেগুলো একই নিয়মে চলছে; এবং তোমাদের জন্য রাত ও দিনকে অনুগত করেছেন। ",
			"en_kanzulimaan": "And subjected the sun and the moon for you, which are constantly moving; and has subjected the night and the day for you.",
			"ur_kanzulimaan": "اور تمہارے لیے سورج اور چاند مسخر کیے جو برابر چل رہے ہیں اور تمہارے لیے رات اور دن مسخر کیے",
			"hi_kanzulimaan": "और तुम्हारे लिये सूरज और चांद मुसख़्ख़र किए जो बराबर चल रहे हैं (80फ़) और तुम्हारे लिए रात और दिन मुसख़्ख़र किए (81फ़)",
			"author": "৩৩. আর তিনি তোমাদের উপকারার্থে সূর্য এবং চন্দ্রকে (বিধানানুযায়ী একটি নিয়মের) অধীনস্ত করে দিয়েছেন, যা সর্বদা (স্ব স্ব কক্ষপথে) পরিভ্রমণ করছে। আর তোমাদের (জীবনের শৃঙ্খলার) জন্যে রাত এবং দিনকেও (একটি নিয়মের) অনুগত করে দিয়েছেন।"
		},
		{
			"_id": "1784",
			"sura": "14",
			"para": "13",
			"verses": "34",
			"names": "وَ اٰتٰىکُمۡ مِّنۡ کُلِّ مَا سَاَلۡتُمُوۡہُ ؕ وَ اِنۡ تَعُدُّوۡا نِعۡمَتَ اللّٰہِ لَا تُحۡصُوۡہَا ؕ اِنَّ الۡاِنۡسَانَ  لَظَلُوۡمٌ  کَفَّارٌ ﴿۳۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ اٰتٰىکُمۡ مِّنۡ کُلِّ مَا سَاَلۡتُمُوۡہُ ؕ وَ اِنۡ تَعُدُّوۡا نِعۡمَتَ اللّٰہِ لَا تُحۡصُوۡہَا ؕ اِنَّ الۡاِنۡسَانَ  لَظَلُوۡمٌ  کَفَّارٌ ﴿۳۴﴾ ",
			"index": "1784",
			"name": "এবং তোমাদেরকে অনেক কিছু মৌখিক প্রার্থনার উপর প্রদান করেছেন এবং যদি আল্লাহ্‌র অনুগ্রহগুলো গণনা করো, তবে সংখ্যা নির্ণয় করতে পারবে না। নিশ্চয়, মানুষ বড় যালিম, বড়ই অকৃতজ্ঞ। ",
			"en_kanzulimaan": "And He gave you much of what you seek; and if you enumerate the favours of Allah, you will never be able to count them; indeed man is very unjust, most ungrateful.",
			"ur_kanzulimaan": "اور تمہیں بہت کچھ منہ مانگا دیا، اور اگر اللہ کی نعمتیں گنو تو شمار نہ کرسکو گے، بیشک آدمی بڑا ظالم ناشکرا ہے",
			"hi_kanzulimaan": "और तुम्हें बहुत कुछ मुंह मांगा दिया और अगर अल्लाह की नेअमतें गिनो तो शुमार न कर सकोगे, बेशक आदमी बड़ा ज़ालिम बड़ा नाशुक्रा है (82फ़)",
			"author": "৩৪. আর তিনি তোমাদেরকে সকল কিছু দান করেছেন যা তোমরা তাঁর নিকট প্রার্থনা করেছো। আর যদি তোমরা আল্লাহ্‌র নিয়ামত গণনা করতে চাও (তবে) এর সংখ্যা পুরোপুরি নির্ণয় করতে পারবে না। নিশ্চয়ই মানুষ অতি মাত্রায় যালিম, বড়ই অকৃতজ্ঞ।"
		},
		{
			"_id": "1785",
			"sura": "14",
			"para": "13",
			"verses": "35",
			"names": "وَ اِذۡ  قَالَ اِبۡرٰہِیۡمُ رَبِّ اجۡعَلۡ ہٰذَا الۡبَلَدَ  اٰمِنًا وَّ اجۡنُبۡنِیۡ وَ بَنِیَّ  اَنۡ نَّعۡبُدَ  الۡاَصۡنَامَ ﴿ؕ۳۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذۡ  قَالَ اِبۡرٰہِیۡمُ رَبِّ اجۡعَلۡ ہٰذَا الۡبَلَدَ  اٰمِنًا وَّ اجۡنُبۡنِیۡ وَ بَنِیَّ  اَنۡ نَّعۡبُدَ  الۡاَصۡنَامَ ﴿ؕ۳۵﴾ ",
			"index": "1785",
			"name": "এবং স্মরণ করুন! যখন ইব্রাহীম আরয করলো, ‘হে আমার প্রতিপালক! এ শহরকে নিরাপদ করে দাও এবং আমাকে ও আমার পুত্রদেরকে প্রতিমাগুলোর পূজা থেকে বিরত দূরে রাখো। ",
			"en_kanzulimaan": "And remember when Ibrahim prayed, O my Lord! Make this town (Mecca) a safe one, and safeguard me and my sons from worshipping idols.",
			"ur_kanzulimaan": "اور یاد کرو جب ابراہیم نے عرض کی اے میرے رب اس شہر کو امان والا کردے اور مجھے اور میرے بیٹوں کو بتوں کے پوجنے سے بچا",
			"hi_kanzulimaan": "और  याद करो जब इब्राहीम ने अर्ज़ की ऐ मेरे रब इस शहर (83फ़) को अमान वाला कर दे (84फ़) और मुझे मेरे बेटों को बुतों के पूजने से बचा (85फ़)",
			"author": "৩৫. আর (স্মরণ করুন) যখন ইবরাহীম (আলাইহিস সালাম) আরয করলেন, ‘হে আমার প্রতিপালক! এ (মক্কা) শহরকে নিরাপদ স্থান বানিয়ে দাও, আমাকে এবং আমার সন্তানদেরকে মূর্তির উপাসনা থেকে রক্ষা করো।"
		},
		{
			"_id": "1786",
			"sura": "14",
			"para": "13",
			"verses": "36",
			"names": "رَبِّ اِنَّہُنَّ اَضۡلَلۡنَ  کَثِیۡرًا مِّنَ النَّاسِ ۚ فَمَنۡ تَبِعَنِیۡ فَاِنَّہٗ  مِنِّیۡ ۚ وَ مَنۡ عَصَانِیۡ فَاِنَّکَ غَفُوۡرٌ  رَّحِیۡمٌ  ﴿۳۶﴾",
			"number": "",
			"verses_PDMS": "رَبِّ اِنَّہُنَّ اَضۡلَلۡنَ  کَثِیۡرًا مِّنَ النَّاسِ ۚ فَمَنۡ تَبِعَنِیۡ فَاِنَّہٗ  مِنِّیۡ ۚ وَ مَنۡ عَصَانِیۡ فَاِنَّکَ غَفُوۡرٌ  رَّحِیۡمٌ  ﴿۳۶﴾",
			"index": "1786",
			"name": "হে আমার রব! নিশ্চয়, প্রতিমাগুলো বহু লোককে পথভ্রষ্ট করেছে; সুতরাং যে আমার সঙ্গ অবলম্বন করেছে সে তো আমার; এবং যে আমার কথা অমান্য করেছে, তবে নিশ্চয় তুমি ক্ষমাশীল, দয়ালু। ",
			"en_kanzulimaan": "O my Lord! The idols have led many people astray; so whoever followed me, is indeed mine; and whoever disobeyed me - then indeed You are Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "اے میرے رب بیشک بتوں نے بہت لوگ بہکائے دیے تو جس نے میرا ساتھ دیا وہ تو میرا ہے اور جس نے میرا کہا نہ مانا تو بیشک تو بخشنے والا مہربان ہے",
			"hi_kanzulimaan": "ऐ मेरे रब बेशक बूतों ने बहुत लोग बहका दिये (86फ़) तो जिसने मेरा साथ दिया (87फ़) वह तो मेरा है और जिसने मेरा कहा न माना तो बेशक तू बख़्शने वाला मेहरबान है (88फ़)",
			"author": "৩৬. হে আমার প্রতিপালক! এসব (মূর্তি) অনেক মানুষকে গোমরাহ্ করেছে। অতঃপর যে আমার অনুসরণ করবে, সে তো আমার দলভুক্ত হবে আর যে কেউ আমার অবাধ্য হবে, তবে তুমি তো মহাক্ষমাশীল, অসীম দয়ালু।"
		},
		{
			"_id": "1787",
			"sura": "14",
			"para": "13",
			"verses": "37",
			"names": "رَبَّنَاۤ  اِنِّیۡۤ  اَسۡکَنۡتُ مِنۡ ذُرِّیَّتِیۡ بِوَادٍ غَیۡرِ  ذِیۡ  زَرۡعٍ عِنۡدَ  بَیۡتِکَ  الۡمُحَرَّمِ ۙ رَبَّنَا لِیُـقِیۡمُوا الصَّلٰوۃَ فَاجۡعَلۡ اَفۡئِدَۃً مِّنَ النَّاسِ تَہۡوِیۡۤ اِلَیۡہِمۡ وَارۡ زُقۡہُمۡ مِّنَ الثَّمَرٰتِ لَعَلَّہُمۡ یَشۡکُرُوۡنَ ﴿۳۷﴾ ",
			"number": "",
			"verses_PDMS": "رَبَّنَاۤ  اِنِّیۡۤ  اَسۡکَنۡتُ مِنۡ ذُرِّیَّتِیۡ بِوَادٍ غَیۡرِ  ذِیۡ  زَرۡعٍ عِنۡدَ  بَیۡتِکَ  الۡمُحَرَّمِ ۙ رَبَّنَا لِیُـقِیۡمُوا الصَّلٰوۃَ فَاجۡعَلۡ اَفۡئِدَۃً مِّنَ النَّاسِ تَہۡوِیۡۤ اِلَیۡہِمۡ وَارۡ زُقۡہُمۡ مِّنَ الثَّمَرٰتِ لَعَلَّہُمۡ یَشۡکُرُوۡنَ ﴿۳۷﴾ ",
			"index": "1787",
			"name": "হে আমার রব! আমি আমার কিছু বংশধরকে এমন এক উপত্যকায় বসবাস করালাম, যা’তে ক্ষেত হয় না- তোমার সম্মানিত ঘরের নিকট; হে আমাদের রব! এ জন্য যে, তারা নামায ক্বায়েম রাখবে। অতঃপর তুমি কিছু লোকের হৃদয়কে তাদের দিকে অনুরাগী করে দাও এবং তাদেরকে কিছু ফলমূল খেতে দাও, হয়তো তারা কৃতজ্ঞতা প্রকাশ করবে। ",
			"en_kanzulimaan": "O our Lord! I have settled some of my descendants in a valley having no cultivation, near Your Sacred House - O our Lord! So that they may keep the prayer established, therefore incline some hearts of men towards them, and provide them fruits to eat - perhaps they may be thankful.",
			"ur_kanzulimaan": "اے میرے رب میں نے اپنی کچھ اولاد ایک نالے میں بسائی جس میں کھیتی نہیں ہوتی تیرے حرمت والے گھر کے پاس اے میرے رب اس لیے کہ وہ نماز قائم رکھیں تو تو لوگوں کے کچھ دل ان کی طرف مائل کردے اور انہیں کچھ پھل کھانے کو دے شاید وہ احسان مانیں،",
			"hi_kanzulimaan": "ऐ मेरे रब मैं ने अपनी कुछ औलाद एक नालें में बसाई जिसमें खेती नहीं होती तेरे हुरमत (प्रतिष्ठा) वाले घर के पास (89फ़) ऐ हमारे रब इसलिये कि वो (90फ़) नमाज़ क़ायम रखें तो तू लोगों के कुछ दिल उनकी तरफ़ माइल करदे (91फ़) और उन्हें कुछ फल खाने को दे (92फ़) शायद वो एहसान मानें",
			"author": "৩৭. হে আমাদের প্রতিপালক! নিশ্চয়ই আমি আমার বংশধর (ইসমাঈল আলাইহিস সালাম)-কে (মক্কার) অনুর্বর উপত্যকায় তোমার পবিত্র গৃহের নিকট বসতি স্থাপন করিয়েছি; হে আমার প্রতিপালক! যাতে তারা নামায কায়েম করে। সুতরাং তুমি মানুষের অন্তরকে তাদের প্রতি সশ্রদ্ধ ভালোবাসায় অনুরাগী করে দিও। আর তাদেরকে (সকল প্রকার) ফলফলাদি দ্বারা রিযিক দান করো, যাতে তারা কৃতজ্ঞতা আদায় করে।"
		},
		{
			"_id": "1788",
			"sura": "14",
			"para": "13",
			"verses": "38",
			"names": "رَبَّنَاۤ  اِنَّکَ تَعۡلَمُ مَا نُخۡفِیۡ وَ مَا نُعۡلِنُ ؕ وَ مَا یَخۡفٰی عَلَی اللّٰہِ مِنۡ شَیۡءٍ  فِی الۡاَرۡضِ وَ لَا  فِی  السَّمَآءِ ﴿۳۸﴾ ",
			"number": "",
			"verses_PDMS": "رَبَّنَاۤ  اِنَّکَ تَعۡلَمُ مَا نُخۡفِیۡ وَ مَا نُعۡلِنُ ؕ وَ مَا یَخۡفٰی عَلَی اللّٰہِ مِنۡ شَیۡءٍ  فِی الۡاَرۡضِ وَ لَا  فِی  السَّمَآءِ ﴿۳۸﴾ ",
			"index": "1788",
			"name": "হে আমাদের রব! তুমি জানো যা আমরা গোপন করি এবং যা প্রকাশ করি এবং আল্লাহ্‌র নিকট কিছুই গোপন নেই যমীনে এবং না আসমানে। ",
			"en_kanzulimaan": "O our Lord! You know what we hide and what we disclose; and nothing is hidden from Allah, neither in the earth nor in the heavens.",
			"ur_kanzulimaan": "اے ہمارے رب تو جانتا ہے جو ہم چھپاتے ہیں اور ظاہر کرتے اور اللہ پر کچھ چھپا نہیں زمین میں اور نہ آسمان میں",
			"hi_kanzulimaan": "ऐ हमारे रब तू जानता है जो हम छुपाते है और जो ज़ाहिर करते, और अल्लाह पर कुछ छुपा नहीं, ज़मीन में और न आसमान में (93फ़)",
			"author": "৩৮. হে আমাদের প্রতিপালক! নিশ্চয়ই তুমি তো (সকল কিছু) জানো যা আমরা লুকিয়ে রাখি এবং যা আমরা প্রকাশ করি। আর আল্লাহ্‌র নিকট কোনো কিছুই গোপন নেই, না জমিনে, না আকাশমন্ডলীতে।"
		},
		{
			"_id": "1789",
			"sura": "14",
			"para": "13",
			"verses": "39",
			"names": "اَلۡحَمۡدُ لِلّٰہِ الَّذِیۡ وَہَبَ لِیۡ عَلَی الۡکِبَرِ  اِسۡمٰعِیۡلَ وَ اِسۡحٰقَ ؕ اِنَّ  رَبِّیۡ لَسَمِیۡعُ  الدُّعَآءِ ﴿۳۹﴾ ",
			"number": "",
			"verses_PDMS": "اَلۡحَمۡدُ لِلّٰہِ الَّذِیۡ وَہَبَ لِیۡ عَلَی الۡکِبَرِ  اِسۡمٰعِیۡلَ وَ اِسۡحٰقَ ؕ اِنَّ  رَبِّیۡ لَسَمِیۡعُ  الدُّعَآءِ ﴿۳۹﴾ ",
			"index": "1789",
			"name": "সমস্ত প্রশংসা আল্লাহ্‌রই যিনি আমাকে আমার বার্ধক্যে ইসমাঈল ও ইসহাক্বকে দান করেছেন। নিশ্চয় আমার রব প্রার্থনা শ্রবণকারী। ",
			"en_kanzulimaan": "All praise is to Allah Who gave me Ismail and Ishaq, in my old age; indeed my Lord is the Listener of Prayer.",
			"ur_kanzulimaan": "سب خوبیاں اللہ کو جس نے مجھے بڑھاپے میں اسماعیل و اسحاق دیئے بیشک میرا رب دعا سننے والا ہے،",
			"hi_kanzulimaan": "सब खुबियाँ अल्लाह को जिसने मुझे बुढ़ापे में इस्माईल व इस्हाक़ दिये बेशक मेरा रब दुआ सुनने वाला है",
			"author": "৩৯. সমস্ত প্রশংসা আল্লাহ্‌রই জন্যে, যিনি আমাকে বার্ধক্যে ইসমাঈল এবং ইসহাক (আলাইহিমাস সালাম, দুই সন্তান) দান করেছেন। নিশ্চয়ই আমার প্রতিপালক দু’আ শ্রবণকারী।"
		},
		{
			"_id": "1790",
			"sura": "14",
			"para": "13",
			"verses": "40",
			"names": "رَبِّ اجۡعَلۡنِیۡ مُقِیۡمَ الصَّلٰوۃِ  وَ مِنۡ ذُرِّیَّتِیۡ ٭ۖ رَبَّنَا وَ تَقَبَّلۡ دُعَآءِ ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "رَبِّ اجۡعَلۡنِیۡ مُقِیۡمَ الصَّلٰوۃِ  وَ مِنۡ ذُرِّیَّتِیۡ ٭ۖ رَبَّنَا وَ تَقَبَّلۡ دُعَآءِ ﴿۴۰﴾ ",
			"index": "1790",
			"name": "হে আমার রব! আমাকে নামায ক্বায়েমকারী রাখো এবং আমার কিছু বংশধরকেও। হে আমাদের রব! এবং আমার প্রার্থনা কবুল করে নাও।",
			"en_kanzulimaan": "O my Lord! Maintain me as one who establishes prayer, and some of my descendants; O our Lord! and accept my prayer.",
			"ur_kanzulimaan": "اے میرے رب! مجھے نماز قائم کرنے والا رکھ اور کچھ میری اولاد کو اے ہمارے رب اور ہماری دعا سن لے،",
			"hi_kanzulimaan": "ऐ मेरे रब, मुझे नमाज़ का क़ायम करने वाला रख और कुछ मेरी औलाद को (94फ़) ऐ हमारे रब, मेरी दुआ सुन ले",
			"author": "৪০. হে আমার প্রতিপালক! আমাকে এবং আমার সন্তানদেরকে নামায কায়েমকারী বানাও। হে আমাদের প্রতিপালক! আর তুমি আমার দু’আ কবুল করো।"
		},
		{
			"_id": "1791",
			"sura": "14",
			"para": "13",
			"verses": "41",
			"names": "رَبَّنَا اغۡفِرۡ لِیۡ  وَ لِوَالِدَیَّ وَ لِلۡمُؤۡمِنِیۡنَ  یَوۡمَ  یَقُوۡمُ الۡحِسَابُ ﴿۴۱﴾ ",
			"number": "",
			"verses_PDMS": "رَبَّنَا اغۡفِرۡ لِیۡ  وَ لِوَالِدَیَّ وَ لِلۡمُؤۡمِنِیۡنَ  یَوۡمَ  یَقُوۡمُ الۡحِسَابُ ﴿۴۱﴾ ",
			"index": "1791",
			"name": "হে আমার রব! আমাকে ক্ষমা করো এবং আমার মাতা-পিতাকে ও সমস্ত মুসলমানকে, যেদিন হিসাব ক্বায়েম হবে। ",
			"en_kanzulimaan": "O our Lord! And forgive me, and my parents, and all the Muslims on the day when the account will be established.",
			"ur_kanzulimaan": "اے ہمارے رب مجھے بخش دے اور میرے ماں باپ کو اور سب مسلمانوں کو جس دن حساب قائم ہوگا،",
			"hi_kanzulimaan": " ऐ हमारे रब मुझे बख़्श दे और मेरे माँ बाप को (95फ़) और सब मुसलमानों को जिस दिन हिसाब क़ायम होगा",
			"author": "৪১. হে আমাদের প্রতিপালক! ক্ষমা করে দাও আমাকে এবং (ক্ষমা করে দাও) আমার পিতা-মাতাকে* এবং সমস্ত মুমিনকে, যেদিন হিসাব কায়েম হবে।’\n\n* (এখানে হযরত ইবরাহীম আলাইহিস সালামের প্রকৃত পিতা তারাখের দিকে ইংগিত করা হয়েছে। তিনি কাফের ও মুশরিক ছিলেন না, বরং সত্য দ্বীনের উপর ছিলেন। আযর প্রকৃতপক্ষে ছিলেন তাঁর চাচা। সে তাঁকে (অর্থাৎ ইবরাহীম আলাইহিস সালামকে) তাঁর পিতার ইন্তেকালের পর লালন-পালন করেছিল। এ জন্যে তাকে প্রথা অনুযায়ী পিতা বলা হয়েছে এবং সে ছিল মুশরিক। আর তাঁকে এ জন্যে মাগফিরাতের দু’আ করা থেকে বাধা দেয়া হয়েছিল। আর এখানে তাঁর প্রকৃত পিতা-মাতার জন্যে মাগফিরাতের দু’আ করা হচ্ছে। এ দু’আ আল্লাহ্‌র এ পরিমাণ পছন্দ হয়েছিল যে, একে মুহাম্মদ (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর নামাযের মধ্যেও বহাল রাখা হয়েছে।"
		},
		{
			"_id": "1792",
			"sura": "14",
			"para": "13",
			"verses": "42",
			"names": "وَ لَا تَحۡسَبَنَّ اللّٰہَ غَافِلًا عَمَّا یَعۡمَلُ الظّٰلِمُوۡنَ ۬ؕ اِنَّمَا یُؤَخِّرُہُمۡ لِیَوۡمٍ تَشۡخَصُ  فِیۡہِ  الۡاَبۡصَارُ ﴿ۙ۴۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تَحۡسَبَنَّ اللّٰہَ غَافِلًا عَمَّا یَعۡمَلُ الظّٰلِمُوۡنَ ۬ؕ اِنَّمَا یُؤَخِّرُہُمۡ لِیَوۡمٍ تَشۡخَصُ  فِیۡہِ  الۡاَبۡصَارُ ﴿ۙ۴۲﴾ ",
			"index": "1792",
			"name": "এবং কখনো আল্লাহ্‌কে অনবহিত মনে করো না যালিমদের কার্যকলাপ সম্পর্কে। তাদেরকে অবকাশ দিচ্ছেন না, কিন্তু এমন দিনের জন্য , যে দিন চোখগুলো বিস্ফারিত (স্থির) হয়ে থাকবে;",
			"en_kanzulimaan": "And do not ever assume that Allah is unaware of what the unjust do; He does not give them respite but for a day in which the eyes will become fixed, staring.",
			"ur_kanzulimaan": "اور ہرگز اللہ کو بےخبر نہ جاننا ظالموں کے کام سے انہیں ڈھیل نہیں دے رہا ہے مگر ایسے دن کے لیے جس میں",
			"hi_kanzulimaan": "और हरगिज़ अल्लाह को बेख़बर न जानना ज़ालिमों के काम से (96फ़) उन्हें ढील नहीं दे रहा है मगर ऐसे दिन के लिये जिसमें aankhein khuli ki khuli rah jaengi (97फ़)",
			"author": "৪২. আর আল্লাহ্কে সেসব কাজ থেকে অনবহিত মনে করো না, যা যালিমেরা করছে। তিনি তো এদেরকে (এ যালিমদেরকে) কেবল সেদিন পর্যন্ত অবকাশ দিচ্ছেন, যেদিন (ভীতির কারণে) চক্ষুসমূহ স্থির থাকবে।"
		},
		{
			"_id": "1793",
			"sura": "14",
			"para": "13",
			"verses": "43",
			"names": "مُہۡطِعِیۡنَ مُقۡنِعِیۡ رُءُوۡسِہِمۡ لَا یَرۡتَدُّ اِلَیۡہِمۡ  طَرۡفُہُمۡ ۚ وَ اَفۡـِٕدَتُہُمۡ  ہَوَآءٌ ﴿ؕ۴۳﴾ ",
			"number": "",
			"verses_PDMS": "مُہۡطِعِیۡنَ مُقۡنِعِیۡ رُءُوۡسِہِمۡ لَا یَرۡتَدُّ اِلَیۡہِمۡ  طَرۡفُہُمۡ ۚ وَ اَفۡـِٕدَتُہُمۡ  ہَوَآءٌ ﴿ؕ۴۳﴾ ",
			"index": "1793",
			"name": "ভীত-বিহ্বল হয়ে দৌড়ে বের হয়ে পড়বে আপন মাথা উঠানো অবস্থায়, তাদের দৃষ্টি তাদের দিকে ফিরবে না এবং তাদের অন্তরগুলোতে কোন বিবেক শক্তি থাকবে না। ",
			"en_kanzulimaan": "They shall come out running in bewilderment, with their heads raised, their gaze not returning to them; and their hearts will not have any calm.",
			"ur_kanzulimaan": "آنکھیں کھلی کی کھلی رہ جائیں گی بے تحاشا دوڑے نکلیں گے اپنے سر اٹھائے ہوئے کہ ان کی پلک ان کی طرف لوٹتی نہیں اور ان کے دلوں میں کچھ سکت نہ ہوگی",
			"hi_kanzulimaan": "आंखे खुली की खुली रह जाएंगी, बेतहाशा दौड़ते निकलेंगे (98फ़) अपने सर उठाए हुए कि उनकी पलक उनकी तरफ़ लौटती नहीं (99फ़) और उनके दिलों में कुछ सकत न होगी (100फ़)",
			"author": "৪৩. তারা (হাশরের ময়দানের দিকে) তাদের মাথা উঠানো অবস্থায় দৌঁড়াতে থাকবে, তাদের চোখের পলকও পড়বে না এবং তাদের অন্তর হবে শক্তিশূন্য।"
		},
		{
			"_id": "1794",
			"sura": "14",
			"para": "13",
			"verses": "44",
			"names": "وَ اَنۡذِرِ النَّاسَ یَوۡمَ  یَاۡتِیۡہِمُ  الۡعَذَابُ فَیَقُوۡلُ الَّذِیۡنَ ظَلَمُوۡا رَبَّنَاۤ  اَخِّرۡنَاۤ  اِلٰۤی  اَجَلٍ قَرِیۡبٍ ۙ نُّجِبۡ دَعۡوَتَکَ وَ نَتَّبِعِ الرُّسُلَ ؕ اَوَ لَمۡ  تَکُوۡنُوۡۤا اَقۡسَمۡتُمۡ مِّنۡ  قَبۡلُ  مَا  لَکُمۡ  مِّنۡ  زَوَالٍ ﴿ۙ۴۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَنۡذِرِ النَّاسَ یَوۡمَ  یَاۡتِیۡہِمُ  الۡعَذَابُ فَیَقُوۡلُ الَّذِیۡنَ ظَلَمُوۡا رَبَّنَاۤ  اَخِّرۡنَاۤ  اِلٰۤی  اَجَلٍ قَرِیۡبٍ ۙ نُّجِبۡ دَعۡوَتَکَ وَ نَتَّبِعِ الرُّسُلَ ؕ اَوَ لَمۡ  تَکُوۡنُوۡۤا اَقۡسَمۡتُمۡ مِّنۡ  قَبۡلُ  مَا  لَکُمۡ  مِّنۡ  زَوَالٍ ﴿ۙ۴۴﴾ ",
			"index": "1794",
			"name": "এবং মানুষকে ওই দিন সম্পর্কে সতর্ক করুন। যখন তাদের উপর শাস্তি আসবে তখন যালিমগণ বলবে, ‘হে আমাদের রব! কিছুকালের জন্য আমাদেরকে অবকাশ দাও যেন আমরা তোমার আহ্বানে সাড়া দিই এবং রসূলগণের গোলামী করি’। তবে কি তোমরা পূর্বে শপথ করে বলতে না, ‘আমাদেরকে দুনিয়া থেকে কোথাও সরে যেতে হবে না?’",
			"en_kanzulimaan": "And warn the people of a day when the punishment will come upon them, therefore the unjust will say, O our Lord! Give us respite for a little while - for us to obey Your call and follow the Noble Messengers; (It will be said) So had you not sworn before that, We have not to move to any place else from the earth?",
			"ur_kanzulimaan": "اور لوگوں کو اس دن سے ڈراؤ جب ان پر عذاب آئے گا تو ظالم کہیں گے اے ہمارے رب! تھوڑی دیر ہمیں مہلت دے کہ ہم تیرا بلانا مانیں اور رسولوں کی غلامی کریں تو کیا تم پہلے قسم نہ کھاچکے تھے کہ ہمیں دنیا سے کہیں ہٹ کر جانا نہیں",
			"hi_kanzulimaan": "और लोगों को इस दिन से डराओ (101फ़) जब उनपर अज़ाब आएगा तो ज़ालिम (102फ़) कहेंगे ऐ हमारे रब थोड़ी देर हमें (103फ़) मुहलत दे कि हम तेरा बुलाना मानें (104फ़) और रसूलों की ग़ुलामी करें (105फ़) तो क्या तुम पहले (106फ़) क़सम न खा चुके थे कि हमें दुनिया से कहीं हटकर जाना नहीं (107फ़)",
			"author": "৪৪. আর আপনি মানুষকে সেদিনের ব্যাপারে সতর্ক করুন, যেদিন তাদের উপর শাস্তি নেমে আসবে; তখন অত্যাচারিরা বলবে, ‘হে আমাদের প্রতিপালক! আমাদেরকে সামান্য সময়ের জন্যে অবকাশ দাও যাতে আমরা তোমার আহ্বানে সাড়া দিতে পারি এবং রাসূলগণের অনুসরণ করতে পারি।’ (তাদেরকে বলা হবে) ‘তোমরাই কি পূর্বে কসম করেছিলে না যে, তোমাদের কখনোই পতন হবে না’?"
		},
		{
			"_id": "1795",
			"sura": "14",
			"para": "13",
			"verses": "45",
			"names": "وَّ سَکَنۡتُمۡ فِیۡ مَسٰکِنِ الَّذِیۡنَ ظَلَمُوۡۤا اَنۡفُسَہُمۡ وَ تَبَیَّنَ لَکُمۡ  کَیۡفَ فَعَلۡنَا بِہِمۡ  وَ ضَرَبۡنَا  لَکُمُ  الۡاَمۡثَالَ ﴿۴۵﴾ ",
			"number": "",
			"verses_PDMS": "وَّ سَکَنۡتُمۡ فِیۡ مَسٰکِنِ الَّذِیۡنَ ظَلَمُوۡۤا اَنۡفُسَہُمۡ وَ تَبَیَّنَ لَکُمۡ  کَیۡفَ فَعَلۡنَا بِہِمۡ  وَ ضَرَبۡنَا  لَکُمُ  الۡاَمۡثَالَ ﴿۴۵﴾ ",
			"index": "1795",
			"name": "এবং তোমরা তাদের ঘরগুলোতে বসবাস করতে, যারা নিজেদের অনিষ্ট করেছিলো এবং তোমাদের নিকট খুব স্পষ্ট হয়েছে- আমি তাদের সাথে কেমন করেছি এবং আমি তোমাদেরকে দৃষ্টান্তসমূহ দিয়েই বলে দিয়েছি। ",
			"en_kanzulimaan": "And you dwelt in the houses of those who had wronged themselves and it became very clear to you how We had dealt with them, and We illustrated several examples for you.",
			"ur_kanzulimaan": "اور تم ان کے گھروں میں بسے جنہوں نے اپنا برا کیا تھا اور تم پر خوب کھل گیا ہم نے ان کے ساتھ کیسا کیا اور ہم نے تمہیں مثالیں دے کر بتادیا",
			"hi_kanzulimaan": "और तुम उनके घरों में बसे जिन्होंने अपना बुरा किया था (108फ़) और तुमपर ख़ूब खुल गया हमने उनके साथ कैसा किया (109फ़) और हम ने तुम्हें मिसालें देकर बता दिया (110फ़)",
			"author": "৪৫. আর তোমরা (তোমাদের সময়ে) সেসব লোকদের (ছেড়ে যাওয়া) প্রাসাদে বসবাস করতে (যারা তাদের নিজ নিজ যুগে) নিজেদের আত্মার উপর যুলুম করেছিল। অথচ তোমাদের নিকট স্পষ্ট হয়ে গিয়েছিল যে, আমরা তাদের সাথে কী আচরণ করেছিলাম। আর আমরা তোমাদের (উপলব্ধির) জন্যে দৃষ্টান্তও বর্ণনা করেছিলাম।"
		},
		{
			"_id": "1796",
			"sura": "14",
			"para": "13",
			"verses": "46",
			"names": "وَ قَدۡ مَکَرُوۡا مَکۡرَہُمۡ وَ عِنۡدَ اللّٰہِ مَکۡرُہُمۡ ؕ وَ اِنۡ کَانَ مَکۡرُہُمۡ لِتَزُوۡلَ مِنۡہُ  الۡجِبَالُ ﴿۴۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَدۡ مَکَرُوۡا مَکۡرَہُمۡ وَ عِنۡدَ اللّٰہِ مَکۡرُہُمۡ ؕ وَ اِنۡ کَانَ مَکۡرُہُمۡ لِتَزُوۡلَ مِنۡہُ  الۡجِبَالُ ﴿۴۶﴾ ",
			"index": "1796",
			"name": "এবং নিশ্চয় তারা নিজেদের সাধ্যমত চক্রান্ত করেছে আর তাদের চক্রান্ত আল্লাহ্‌র আয়ত্বাধীন রয়েছে; এবং তাদের চক্রান্ত কিছুটা এমন ছিলো না যে, তাতে পর্বতমালা টলে যেতো।",
			"en_kanzulimaan": "And indeed they carried out their scheme, and their scheming is within Allahs control; and their scheme was not such that could move these mountains *. (* The revelations / signs of Allah.)",
			"ur_kanzulimaan": "اور بیشک وہ اپنا سا داؤں (فریب) چلے اور ان کا داؤں اللہ کے قابو میں ہے، اور ان کا داؤں کچھ ایسانہ تھا جس سے یہ پہاڑ ٹل جائیں",
			"hi_kanzulimaan": "और बेशक वो (111फ़) अपना सा दाव चले (112फ़) और उनका दाव अल्लाह के क़ाबू में है और उनका दाव कुछ ऐसा न था कि जिससे ये पहाड़ टल जाएं (113फ़)",
			"author": "৪৬. আর তারা (সম্পদ ও ক্ষমতার নেশায় মত্ত হয়ে) নিজেদের সাধ্যমত ভীষণ চক্রান্ত করেছিল, যখন আল্লাহ্‌র নিকট তাদের সকল চক্রান্ত বিনাশ হয়েছিল; যদিও তাদের চক্রান্তমূলক কৌশল এমন ছিল যে, এর মাধ্যমে পাহাড়ও উপড়ে যায়।"
		},
		{
			"_id": "1797",
			"sura": "14",
			"para": "13",
			"verses": "47",
			"names": "فَلَا تَحۡسَبَنَّ اللّٰہَ مُخۡلِفَ وَعۡدِہٖ رُسُلَہٗ ؕ اِنَّ اللّٰہَ عَزِیۡزٌ ذُو انۡتِقَامٍ ﴿ؕ۴۷﴾",
			"number": "",
			"verses_PDMS": "فَلَا تَحۡسَبَنَّ اللّٰہَ مُخۡلِفَ وَعۡدِہٖ رُسُلَہٗ ؕ اِنَّ اللّٰہَ عَزِیۡزٌ ذُو انۡتِقَامٍ ﴿ؕ۴۷﴾",
			"index": "1797",
			"name": "তুমি কখনো মনে করো না যে, আল্লাহ্‌ আপন রসূলগণের প্রতি প্রদত্ত প্রতিশ্রুতি ভঙ্গ করবেন। নিশ্চয় আল্লাহ্‌ পরাক্রমশালী, প্রতিশোধ গ্রহণকারী। ",
			"en_kanzulimaan": "So do not ever assume that Allah will not fulfil His promise to His Noble Messengers; indeed Allah is the Dominant, the Avenger.",
			"ur_kanzulimaan": "تو ہر گز خیال نہ کرنا کہ اللہ اپنے رسولوں سے وعدہ خلاف کرے گا بیشک اللہ غالب ہے بدلہ لینے والا،",
			"hi_kanzulimaan": "तो हरगिज़ ख़याल न करना कि अल्लाह अपने रसूलों से वादा ख़िलाफ़ करेगा (114फ़) बेशक अल्लाह ग़ालिब है बदला लेने वाला",
			"author": "৪৭. সুতরাং আল্লাহ্কে কখনো স্বীয় রাসূলগণের সাথে অঙ্গীকার ভঙ্গকারী মনে করো না! নিশ্চয়ই আল্লাহ্ আধিপত্যশীল, প্রতিশোধগ্রহণকারী।"
		},
		{
			"_id": "1798",
			"sura": "14",
			"para": "13",
			"verses": "48",
			"names": "یَوۡمَ تُبَدَّلُ الۡاَرۡضُ غَیۡرَ الۡاَرۡضِ وَ السَّمٰوٰتُ وَ بَرَزُوۡا لِلّٰہِ الۡوَاحِدِ الۡقَہَّارِ ﴿۴۸﴾",
			"number": "",
			"verses_PDMS": "یَوۡمَ تُبَدَّلُ الۡاَرۡضُ غَیۡرَ الۡاَرۡضِ وَ السَّمٰوٰتُ وَ بَرَزُوۡا لِلّٰہِ الۡوَاحِدِ الۡقَہَّارِ ﴿۴۸﴾",
			"index": "1798",
			"name": "যে দিন পরিবর্তিত করা হবে যমীনকে এ যমীন ব্যতীত; এবং আসমান গুলোকেও; আর সব লোক বের হয়ে দণ্ডায়মান হবে এক আল্লাহ্‌র সামনে, যিনি সবার উপর বিজয়ী (পরাক্রমশালী)",
			"en_kanzulimaan": "On the day when the earth will be changed to other than this earth, and the heavens - and they will all come forth standing before Allah, the One, the Dominant above all.",
			"ur_kanzulimaan": "جس دن بدل دی جائے گی زمین اس زمین کے سوا اور آسمان اور لوگ سب نکل کھڑے ہوں گے ایک اللہکے سامنے جو سب پر غالب ہے",
			"hi_kanzulimaan": " जिस दिन (115फ़) बदल दी जाएगी ज़मीन इस ज़मीन के सिवा और आसमान (116फ़) और लोग सब निकल खड़े होंगे (117फ़) एक अल्लाह के सामने जो सब पर ग़ालिब है",
			"author": "৪৮. যেদিন (এ) জমিন পরিবর্তিত হয়ে ভিন্ন জমিন হবে এবং সমস্ত আকাশমন্ডলীও পরিবর্তিত হবে এবং সমস্ত মানুষ সবার উপর আধিপত্যশীল একক আল্লাহ্‌র সম্মুখে হাযির হবে।"
		},
		{
			"_id": "1799",
			"sura": "14",
			"para": "13",
			"verses": "49",
			"names": "وَ تَـرَی الۡمُجۡرِمِیۡنَ یَوۡمَئِذٍ مُّقَرَّنِیۡنَ فِی الۡاَصۡفَادِ ﴿ۚ۴۹﴾",
			"number": "",
			"verses_PDMS": "وَ تَـرَی الۡمُجۡرِمِیۡنَ یَوۡمَئِذٍ مُّقَرَّنِیۡنَ فِی الۡاَصۡفَادِ ﴿ۚ۴۹﴾",
			"index": "1799",
			"name": "এবং সেদিন আপনি অপরাধীদেরকে দেখবেন যে, তারা বেড়ীসমূহে একে অপরের সাথে শৃঙ্খলিত হবে। ",
			"en_kanzulimaan": "And on that day you will see the guilty linked together in chains.",
			"ur_kanzulimaan": "اور اس دن تم مجرموں کو دیکھو گے کہ بیڑیوں میں ایک دوسرے سے جڑے ہوں گے",
			"hi_kanzulimaan": "और उस दिन तुम मुजरिमों (118फ़) को देखोगे कि बेड़ियों में एक दूसरे से जुड़े होंगे (119फ़)",
			"author": "৪৯. আর সে দিন আপনি অপরাধীদেরকে শিকলাবদ্ধ দেখবেন;"
		},
		{
			"_id": "1800",
			"sura": "14",
			"para": "13",
			"verses": "50",
			"names": "سَرَابِیۡلُہُمۡ مِّنۡ قَطِرَانٍ وَّ تَغۡشٰی وُجُوۡہَہُمُ  النَّارُ ﴿ۙ۵۰﴾ ",
			"number": "",
			"verses_PDMS": "سَرَابِیۡلُہُمۡ مِّنۡ قَطِرَانٍ وَّ تَغۡشٰی وُجُوۡہَہُمُ  النَّارُ ﴿ۙ۵۰﴾ ",
			"index": "1800",
			"name": "তাদের জামাসমূহ হবে আলকাতরার এবং তাদের মুখ-মণ্ডলকে আগুন আচ্ছন্ন করে নেবে। ",
			"en_kanzulimaan": "Their cloaks will be of pitch and fire will cover their faces.",
			"ur_kanzulimaan": "ان کے کرُتے رال ہوں گے اور ان کے چہرے آ گ ڈھانپ لے گی",
			"hi_kanzulimaan": "उनके कुर्ते राल के होंगे (120फ़) और उनके चेहरे आग ढांप लेगी",
			"author": "৫০. তাদের পোশাক হবে আলকাতরার (অথবা এমন তৈলাক্ত পদার্থের যা সহজে দাহ্য)। আর অগ্নি আচ্ছন্ন করবে তাদের মুখমন্ডল,"
		},
		{
			"_id": "1801",
			"sura": "14",
			"para": "13",
			"verses": "51",
			"names": "لِیَجۡزِیَ اللّٰہُ  کُلَّ  نَفۡسٍ مَّا کَسَبَتۡ ؕ اِنَّ  اللّٰہَ  سَرِیۡعُ  الۡحِسَابِ ﴿۵۱﴾ ",
			"number": "",
			"verses_PDMS": "لِیَجۡزِیَ اللّٰہُ  کُلَّ  نَفۡسٍ مَّا کَسَبَتۡ ؕ اِنَّ  اللّٰہَ  سَرِیۡعُ  الۡحِسَابِ ﴿۵۱﴾ ",
			"index": "1801",
			"name": "এজন্য যে, আল্লাহ্‌ প্রত্যেককে তাঁর কৃতকর্মের প্রতিফল দেবেন। নিঃসন্দেহে আল্লাহ্‌র পক্ষে হিসাব গ্রহণে কোন বিলম্ব হয় না। ",
			"en_kanzulimaan": "In order that Allah may repay each soul what it had earned; indeed Allah spends no time in judging the account.",
			"ur_kanzulimaan": "اس لیے کہ اللہ ہر جان کو اس کی کمائی کا بدلہ دے، بیشک اللہ کو حساب کرتے کچھ دیر نہیں لگتی،",
			"hi_kanzulimaan": " इसलिये कि अल्लाह हर जान को उसकी कमाई का बदला दे, बेशक अल्लाह को हिसाब करते कुछ देर नहीं लगती",
			"author": "৫১. যাতে আল্লাহ্ প্রত্যেক ব্যক্তিকে (কৃতকর্মের) বিনিময় দেবেন যা তারা অর্জন করেছে।"
		},
		{
			"_id": "1802",
			"sura": "14",
			"para": "13",
			"verses": "52",
			"names": "ہٰذَا بَلٰغٌ  لِّلنَّاسِ وَ لِیُنۡذَرُوۡا بِہٖ وَ لِیَعۡلَمُوۡۤا اَنَّمَا ہُوَ  اِلٰہٌ  وَّاحِدٌ  وَّ لِیَذَّکَّرَ اُولُوا  الۡاَلۡبَابِ ﴿۵۲﴾ ",
			"number": "",
			"verses_PDMS": "ہٰذَا بَلٰغٌ  لِّلنَّاسِ وَ لِیُنۡذَرُوۡا بِہٖ وَ لِیَعۡلَمُوۡۤا اَنَّمَا ہُوَ  اِلٰہٌ  وَّاحِدٌ  وَّ لِیَذَّکَّرَ اُولُوا  الۡاَلۡبَابِ ﴿۵۲﴾ ",
			"index": "1802",
			"name": "এটা মানুষের নিকট নির্দেশ পৌছানো এবং এজন্য যে, এটা দ্বারা তাদেরকে সতর্ক করা হবে এবং এ জন্য যে, তারা এ কথা জেনে নেবে যে, তিনি একমাত্র উপাস্য হন; এবং এজন্য যে, বোধশক্তিসম্পন্নরা উপদেশ মান্য করবে।",
			"en_kanzulimaan": "This is the message to be conveyed to all mankind - and in order to warn them with it, and for them to know that He is the only One God, and for men of understanding to heed advice.",
			"ur_kanzulimaan": "یہ لوگوں کو حکم پہنچانا ہے اور اس لیے کہ وہ اس سے ڈرائے جائیں اور اس لیے کہ وہ جان لیں کہ وہ ایک ہی معبود ہے اور اس لیے کہ عقل والے نصیحت مانیں،",
			"hi_kanzulimaan": "यह (121फ़) लोगों को हुक्म पहुंचाना है और इसलिये कि वो उससे डराए जाएं और इसलिये कि वो जान लें कि वह एक ही मअबूद है (122फ़) और इसलिये कि अक़्ल वाले नसीहत मानें",
			"author": "৫২. এ (কুরআন) মানুষের জন্যে পরিপূর্ণ বার্তা, যাতে তাদেরকে এর দ্বারা সতর্ক করা হয় এবং যাতে তারা ভালোভাবে জানতে পারে যে, সে সত্তা (আল্লাহ্)-ই একক উপাস্য; আর যাতে জ্ঞানী লোকেরাই উপদেশ গ্রহণ করে।"
		}
	]