[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "4546",
			"sura": "47",
			"para": "26",
			"verses": "1",
			"names": "اَلَّذِیۡنَ  کَفَرُوۡا وَ صَدُّوۡا عَنۡ سَبِیۡلِ اللّٰہِ  اَضَلَّ  اَعۡمَالَہُمۡ ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "اَلَّذِیۡنَ  کَفَرُوۡا وَ صَدُّوۡا عَنۡ سَبِیۡلِ اللّٰہِ  اَضَلَّ  اَعۡمَالَہُمۡ ﴿۱﴾ ",
			"index": "4546",
			"name": "যে সব লোক কুফর করেছে এবং আল্লাহ্‌র পথে বাধা দিয়েছে, আল্লাহ্‌ তাদের কর্ম বিনষ্ট করেছেন। ",
			"en_kanzulimaan": "Allah has destroyed the deeds of those who disbelieved and prevented from Allahs way.",
			"ur_kanzulimaan": "جنہوں نے کفر کیا اور اللہ کی راہ سے روکا اللہ نے ان کے عمل برباد کیے",
			"hi_kanzulimaan": "जिन्होंने कुफ़्र किया और अल्लाह की राह से रोका (2फ) अल्लाह ने उनके कर्म बर्बाद किये (3फ)",
			"author": "১. যারা কুফরী করে এবং (অপরকে) আল্লাহ্‌র পথ থেকে নিবৃত্ত রাখে, (পরকালীন প্রতিফল হিসেবে) আল্লাহ্ তাদের আমলসমূহ বরবাদ করে দেন।"
		},
		{
			"_id": "4547",
			"sura": "47",
			"para": "26",
			"verses": "2",
			"names": "وَ الَّذِیۡنَ  اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ وَ اٰمَنُوۡا بِمَا نُزِّلَ عَلٰی مُحَمَّدٍ وَّ ہُوَ الۡحَقُّ مِنۡ  رَّبِّہِمۡ ۙ کَفَّرَ عَنۡہُمۡ سَیِّاٰتِہِمۡ  وَ اَصۡلَحَ بَالَہُمۡ ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ  اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ وَ اٰمَنُوۡا بِمَا نُزِّلَ عَلٰی مُحَمَّدٍ وَّ ہُوَ الۡحَقُّ مِنۡ  رَّبِّہِمۡ ۙ کَفَّرَ عَنۡہُمۡ سَیِّاٰتِہِمۡ  وَ اَصۡلَحَ بَالَہُمۡ ﴿۲﴾ ",
			"index": "4547",
			"name": "এবং যেসব লোক ঈমান এনেছে, সৎকর্ম করেছে এবং সেটার প্রতি ঈমান এনেছে যা মুহাম্মদের উপর অবতীর্ণ হয়েছে আর সেটাই তাদের রবের নিকট থেকে সত্য; আল্লাহ্‌ তাদের মন্দ কর্মগুলো মোচন করে দিয়েছেন এবং তাদের অবস্থাদি সুন্দর করে দিয়েছেন। ",
			"en_kanzulimaan": "And those who accepted faith and did good deeds and believed in what has been sent down upon Mohammed (peace and blessings be upon him) - and that is the truth from their Lord - Allah has relieved them of some of their evils and refined their condition.",
			"ur_kanzulimaan": "اور ایمان لائے اور اچھے کام کیے اور اس پر ایمان لائے جو محمد پر اتارا گیا اور وہی ان کے رب کے پاس سے حق ہے اللہ نے ان کی برائیاں اتار دیں اور ان کی حالتیں سنوار دیں",
			"hi_kanzulimaan": "और जो ईमान लाए और अच्छे काम किये और उसपर ईमान लाए जो मुहम्मद पर उतारा गया (4फ) और वही उनके रब के पास से हक़ है अल्लाह ने उनकी बुराइयाँ उतार दीं और उनकी हालतें संवार दीं (5फ)",
			"author": "২. আর যারা ঈমান আনে এবং সৎকর্ম করছে এবং (এ কিতাবের প্রতি) বিশ্বাস স্থাপন করে যা মুহাম্মাদ (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর প্রতি অবতীর্ণ হয়েছে; আর এটিই তাদের প্রতিপালকের পক্ষ থেকে সত্য, আল্লাহ্ তাদের গোনাহ্সমূহ তাদের (আমলনামা) থেকে মুছে দেবেন এবং তাদের অবস্থা পরিশোধন করে দেবেন।"
		},
		{
			"_id": "4548",
			"sura": "47",
			"para": "26",
			"verses": "3",
			"names": "ذٰلِکَ بِاَنَّ  الَّذِیۡنَ کَفَرُوا اتَّبَعُوا الۡبَاطِلَ وَ اَنَّ  الَّذِیۡنَ اٰمَنُوا اتَّبَعُوا الۡحَقَّ مِنۡ  رَّبِّہِمۡ ؕ کَذٰلِکَ یَضۡرِبُ اللّٰہُ لِلنَّاسِ اَمۡثَالَہُمۡ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ بِاَنَّ  الَّذِیۡنَ کَفَرُوا اتَّبَعُوا الۡبَاطِلَ وَ اَنَّ  الَّذِیۡنَ اٰمَنُوا اتَّبَعُوا الۡحَقَّ مِنۡ  رَّبِّہِمۡ ؕ کَذٰلِکَ یَضۡرِبُ اللّٰہُ لِلنَّاسِ اَمۡثَالَہُمۡ ﴿۳﴾ ",
			"index": "4548",
			"name": "এটা এ জন্য যে, কাফিরগণ বাতিলের অনুসারী হয়েছে এবং ঈমানদারগণ সত্যের অনুসরণ করেছে, যা তাদের রবের পক্ষ থেকে। আল্লাহ্‌ মানুষের নিকট তাদের অবস্থাদি এভাবেই বর্ণনা করেন। ",
			"en_kanzulimaan": "This is because the disbelievers followed falsehood and the believers followed the Truth which is from their Lord; this is how Allah illustrates the examples of people to them.",
			"ur_kanzulimaan": "یہ اس لیے کہ کافر باطل کے پیرو ہوئے اور ایمان والوں نے حق کی پیروی کی جو ان کے رب کی طرف سے ہے اللہ لوگوں سے ان کے احوال یونہی بیان فرماتا ہے",
			"hi_kanzulimaan": "यह इसलिये कि काफ़िर बातिल (असत्य) के पैरो (अनुयायी) हुए और ईमान वालों ने हक़ (सत्य) की पैरवी (अनुकरण) की जो उनके रब की तरफ़ से है (6फ) अल्लाह लोगों से उनके अहवाल यूंही बयान फ़रमाता है (7फ)",
			"author": "৩. তা এ জন্যে যে, যারা কুফরী করে তারা মিথ্যার অনুসরণ করে; আর যারা ঈমান আনে তারা তাদের স্বীয় প্রতিপালকের পক্ষ থেকে (প্রেরিত) সত্যকে অনুসরণ করে। এভাবে আল্লাহ্ মানুষের জন্যে তাদের অবস্থাদি বিবৃত করেন।"
		},
		{
			"_id": "4549",
			"sura": "47",
			"para": "26",
			"verses": "4",
			"names": "فَاِذَا  لَقِیۡتُمُ  الَّذِیۡنَ کَفَرُوۡا فَضَرۡبَ الرِّقَابِ ؕ حَتّٰۤی  اِذَاۤ  اَثۡخَنۡتُمُوۡہُمۡ فَشُدُّوا الۡوَثَاقَ ٭ۙ فَاِمَّا مَنًّۢا بَعۡدُ وَ  اِمَّا فِدَآءً  حَتّٰی تَضَعَ  الۡحَرۡبُ اَوۡزَارَہَا ۬ۚ۟ۛ ذٰؔلِکَ ؕۛ وَ لَوۡ  یَشَآءُ  اللّٰہُ  لَانۡتَصَرَ  مِنۡہُمۡ وَ لٰکِنۡ  لِّیَبۡلُوَا۠ بَعۡضَکُمۡ  بِبَعۡضٍ ؕ وَ الَّذِیۡنَ قُتِلُوۡا فِیۡ  سَبِیۡلِ اللّٰہِ  فَلَنۡ یُّضِلَّ  اَعۡمَالَہُمۡ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "فَاِذَا  لَقِیۡتُمُ  الَّذِیۡنَ کَفَرُوۡا فَضَرۡبَ الرِّقَابِ ؕ حَتّٰۤی  اِذَاۤ  اَثۡخَنۡتُمُوۡہُمۡ فَشُدُّوا الۡوَثَاقَ ٭ۙ فَاِمَّا مَنًّۢا بَعۡدُ وَ  اِمَّا فِدَآءً  حَتّٰی تَضَعَ  الۡحَرۡبُ اَوۡزَارَہَا ۬ۚ۟ۛ ذٰؔلِکَ ؕۛ وَ لَوۡ  یَشَآءُ  اللّٰہُ  لَانۡتَصَرَ  مِنۡہُمۡ وَ لٰکِنۡ  لِّیَبۡلُوَا۠ بَعۡضَکُمۡ  بِبَعۡضٍ ؕ وَ الَّذِیۡنَ قُتِلُوۡا فِیۡ  سَبِیۡلِ اللّٰہِ  فَلَنۡ یُّضِلَّ  اَعۡمَالَہُمۡ ﴿۴﴾ ",
			"index": "4549",
			"name": "সুতরাং যখন কাফিরদের সাথে তোমাদের মোকাবেলা হয়, তখন গর্দানগুলোতে আঘাত করো, শেষ পর্যন্ত যখন তাদেরকে ব্যাপকভাবে হত্যা করবে, তখন শক্তভাবে বেধে নাও; অতঃপর এরপরে ইচ্ছা করলে অনুগ্রহ পরবশ হয়ে ছেড়ে দাও, ইচ্ছা করলে মুক্তিপণ নিয়ে নাও; যে পর্যন্ত না যুদ্ধ আপন বোঝা রেখে দেয়। কথা (বিধান) হচ্ছে এটাই। আর আল্লাহ্‌ ইচ্ছা করলে নিজেই তাদের থেকে বদলা নিতেন, কিন্তু এজন্য যে, তোমাদের মধ্যে একজনকে অন্যজন দ্বারা পরীক্ষা করবেন। আর যারা আল্লাহ্‌র পথে নিহত হয়েছে আল্লাহ্‌ কখনো তাদের কৃতকর্ম বিনষ্ট করবেন না। ",
			"en_kanzulimaan": "So when you confront the disbelievers, strike at their necks; until when you have slain them in plenty, tie them up firmly; then after that, you may either release them as a favour or take ransom, until the war lays down its ordeal; this is it; and had Allah willed He Himself could have taken revenge from them, but this is to test some of you with others; and Allah will surely never waste the deeds of those who were killed in His way.",
			"ur_kanzulimaan": "تو جب کافروں سے تمہارا سامناہو تو گردنیں مارنا ہے یہاں تک کہ جب انہیں خوب قتل کرلو تو مضبوط باندھو، پھر اس کے بعد چاہے احسان کرکے چھوڑ دو چاہے فدیہ لے لو یہاں تک کہ لڑائی اپنابوجھ رکھ دے بات یہ ہے اوراللہ چاہتا تو آپ ہی اُن سے بدلہ لیتا مگر اس لئے تم میں ایک کو دوسرے سے جانچے اور جو اللہ کی راہ میں مارے گئے اللہ ہرگز ان کے عمل ضائع نہ فرمائے گا",
			"hi_kanzulimaan": "तो जब काफ़िरों से तुम्हारा सामना हो (8फ) तो गर्दनें मारना है (9फ) यहाँ तक कि जब उन्हें ख़ूब क़त्ल कर लो (10फ) तो मज़बूत बांधो, फिर उसके बाद चाहे एहसान करके छोड़ दो चाहे फिदिया ले लो (11फ) यहाँ तक कि लड़ाई अपना बोझ रख दे (12फ) बात यह है, और अल्लाह चाहता तो आप ही उनसे बदला ले लेता (13फ) मगर इसलिये (14फ) कि तुम में एक को दूसरे से जांचे (15फ) और जो अल्लाह की राह में मारे गए अल्लाह हरगिज़ उनके अमल ज़ाया न फ़रमाएगा (16फ)",
			"author": "৪. অতঃপর (সন্ত্রাস ও জঙ্গিবাদ দমনে) যখন তোমরা (যুদ্ধরত) কাফেরদের মুখোমুখি হও, তখন (যুদ্ধকালীন সময়ে) তাদের গর্দানে আঘাত করো। (কেননা তারা অন্যায়ভাবে নিরীহ মানুষকে হত্যা করেছে এবং বিপর্যয় সৃষ্টির মাধ্যমে নিরাপত্তা বিনষ্ট করেছে।) অবশেষে (যুদ্ধের ময়দানে) যখন তোমরা তাদের অনেককে হত্যা করবে, তখন (অবশিষ্ট বন্দীদেরকে) কষে বেঁধে ফেলবে। অতঃপর হয় (তাদেরকে বিনিময় ছাড়াই) অনুকম্পা (করে ছেড়ে দাও) অথবা ফিদইয়া (অর্থাৎ মুক্তিপণ নিয়ে মুক্ত করে দাও); যতক্ষণ পর্যন্ত না যুদ্ধ (পরিচালনাকারী শত্রুবাহিনী) স্বীয় অস্ত্র নামিয়ে ফেলে (অর্থাৎ সন্ধি ও নিরাপত্তার ঘোষণা দেয়)। এটিই (নির্দেশ)। আর যদি আল্লাহ্ চাইতেন তবে (যুদ্ধ ছাড়াই) তাদের থেকে প্রতিশোধ নিতেন; কিন্তু (তিনি এমনটি করেননি) যাতে তিনি তোমাদের একজনকে অপরের মাধ্যমে পরীক্ষা করেন। আর যারা আল্লাহ্‌র পথে নিহত হয় তিনি কখনো তাদের আমলসমূহ বিনষ্ট হতে দেবেন না।"
		},
		{
			"_id": "4550",
			"sura": "47",
			"para": "26",
			"verses": "5",
			"names": "سَیَہۡدِیۡہِمۡ  وَ  یُصۡلِحُ   بَالَہُمۡ ۚ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "سَیَہۡدِیۡہِمۡ  وَ  یُصۡلِحُ   بَالَہُمۡ ۚ﴿۵﴾ ",
			"index": "4550",
			"name": "শীঘ্রই তাদেরকে সঠিক পথ প্রদান করবেন এবং তাদের কাজ পরিশুদ্ধ করে দেবেন। ",
			"en_kanzulimaan": "He will soon guide them (towards Paradise) and make them succeed.",
			"ur_kanzulimaan": "جلد انہیں راہ دے گا اور ان کا کام بنادے گا،",
			"hi_kanzulimaan": "जल्द उन्हें राह देगा (17फ) और उनका काम बना देगा",
			"author": "৫. তিনি অচিরেই তাদেরকে (জান্নাতের) সরল পথে পরিচালিত করবেন এবং তাদের (পরকালীন) অবস্থাদি খুবই উৎকৃষ্ট করে দেবেন।"
		},
		{
			"_id": "4551",
			"sura": "47",
			"para": "26",
			"verses": "6",
			"names": "وَ  یُدۡخِلُہُمُ  الۡجَنَّۃَ  عَرَّفَہَا  لَہُمۡ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ  یُدۡخِلُہُمُ  الۡجَنَّۃَ  عَرَّفَہَا  لَہُمۡ ﴿۶﴾ ",
			"index": "4551",
			"name": "এবং তাদেরকে জান্নাতে নিয়ে যাবেন, তাদেরকে সেটার পরিচয় করিয়ে দিয়েছেন। ",
			"en_kanzulimaan": "And He will admit them into Paradise - they have been made familiar with it.",
			"ur_kanzulimaan": "اور انہیں جنت میں لے جائے گا انہیں اس کی پہچان کرادی ہے",
			"hi_kanzulimaan": "और उन्हें जन्नत मेंले जाएगा उन्हें उसकी पहचान करा दी है (18फ)",
			"author": "৬. আর (পরিশেষে) তাদেরকে জান্নাতে প্রবেশ করাবেন যা তিনি (পূর্বেই) তাদেরকে খুব ভালোভাবে অবগত করেছেন।"
		},
		{
			"_id": "4552",
			"sura": "47",
			"para": "26",
			"verses": "7",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اِنۡ تَنۡصُرُوا اللّٰہَ یَنۡصُرۡکُمۡ  وَ  یُثَبِّتۡ  اَقۡدَامَکُمۡ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اِنۡ تَنۡصُرُوا اللّٰہَ یَنۡصُرۡکُمۡ  وَ  یُثَبِّتۡ  اَقۡدَامَکُمۡ ﴿۷﴾ ",
			"index": "4552",
			"name": "হে ঈমানদারগণ! যদি তোমরা আল্লাহ্‌র দ্বীনের সাহায্য করো, তবে আল্লাহ্‌ তোমাদের সাহায্য করবেন এবং তোমাদের পদগুলো সুদৃঢ় করে দেবেন। ",
			"en_kanzulimaan": "O People who Believe! If you help the religion of Allah, He will help you and will stabilise you.",
			"ur_kanzulimaan": "اے ایمان والو اگر تم دین خدا کی مدد کرو گے اللہ تمہاری مدد کرے گا اور تمہارے قدم جمادے گا",
			"hi_kanzulimaan": "ऐ ईमान वालो अगर तुम ख़ुदा के दीन की मदद करोगे अल्लाह तुम्हारी मदद करेगा (19फ) और तुम्हारे क़दम जमा देगा (20फ)",
			"author": "৭. হে ঈমানদারগণ! যদি তোমরা আল্লাহ্কে (তাঁর দ্বীনে) সাহায্য করো, তবে তিনি তোমাদেরকে সাহায্য করবেন এবং তোমাদের অবস্থান সুদৃঢ় রাখবেন।"
		},
		{
			"_id": "4553",
			"sura": "47",
			"para": "26",
			"verses": "8",
			"names": "وَ الَّذِیۡنَ کَفَرُوۡا  فَتَعۡسًا لَّہُمۡ وَ اَضَلَّ اَعۡمَالَہُمۡ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ کَفَرُوۡا  فَتَعۡسًا لَّہُمۡ وَ اَضَلَّ اَعۡمَالَہُمۡ ﴿۸﴾ ",
			"index": "4553",
			"name": "এবং যারা কুফর করেছে, তবে তাদের উপর ধ্বংস অপতিত হোক এবং আল্লাহ্‌ তাদের কর্মসমূহ বিনষ্ট করে দিন!",
			"en_kanzulimaan": "And for those who disbelieve - may they be ruined, and may Allah destroy all their deeds!",
			"ur_kanzulimaan": "اور جنہوں نے کفر کیا تو ان پر تباہی پڑے اور اللہ ان کے اعمال برباد کرے،",
			"hi_kanzulimaan": "और जिन्होंने कुफ़्र किया तो उनपर तबाही पड़े और अल्लाह उनके अअमाल (कर्म) बर्बाद करे",
			"author": "৮. আর যারা কুফরী করেছে তাদের জন্যে রয়েছে ধ্বংস এবং (আল্লাহ্) তাদের আমলসমূহ বরবাদ করে দিয়েছেন।"
		},
		{
			"_id": "4554",
			"sura": "47",
			"para": "26",
			"verses": "9",
			"names": "ذٰلِکَ بِاَنَّہُمۡ کَرِہُوۡا مَاۤ  اَنۡزَلَ اللّٰہُ فَاَحۡبَطَ اَعۡمَالَہُمۡ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ بِاَنَّہُمۡ کَرِہُوۡا مَاۤ  اَنۡزَلَ اللّٰہُ فَاَحۡبَطَ اَعۡمَالَہُمۡ ﴿۹﴾ ",
			"index": "4554",
			"name": "এটা এ জন্য যে, তাদের নিকট অপছন্দ হয়েছে যা আল্লাহ্‌ অবতীর্ণ করেছেন; সুতরাং আল্লাহ্‌ তাদের কৃতকর্মসমূহ বিনষ্ট করে দিয়েছেন। ",
			"en_kanzulimaan": "This is because they disliked what Allah has sent down - He has therefore squandered all their deeds.",
			"ur_kanzulimaan": "یہ اس لیے کہ انہیں ناگوار ہوا جو اللہ نے اتارا تو اللہ نے ان کا کیا دھرا اِکارت کیا،",
			"hi_kanzulimaan": "यह इसलिये कि उन्हें नागवार हुआ जो अल्लाह ने उतारा (21फ) तो अल्लाह ने उनका किया धरा अकारत किया",
			"author": "৯. তা এ কারণে যে, তারা (এ কিতাব) অপছন্দ করে যা আল্লাহ্ অবতীর্ণ করেছেন। সুতরাং তিনি তাদের কর্ম নিষ্ফল করে দিয়েছেন।"
		},
		{
			"_id": "4555",
			"sura": "47",
			"para": "26",
			"verses": "10",
			"names": "اَفَلَمۡ یَسِیۡرُوۡا فِی الۡاَرۡضِ فَیَنۡظُرُوۡا کَیۡفَ کَانَ عَاقِبَۃُ  الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ؕ دَمَّرَ اللّٰہُ عَلَیۡہِمۡ ۫ وَ لِلۡکٰفِرِیۡنَ اَمۡثَالُہَا ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "اَفَلَمۡ یَسِیۡرُوۡا فِی الۡاَرۡضِ فَیَنۡظُرُوۡا کَیۡفَ کَانَ عَاقِبَۃُ  الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ؕ دَمَّرَ اللّٰہُ عَلَیۡہِمۡ ۫ وَ لِلۡکٰفِرِیۡنَ اَمۡثَالُہَا ﴿۱۰﴾ ",
			"index": "4555",
			"name": "তবে কি তারা ভূ-পৃষ্ঠে ভ্রমণ করে নি? তাহলে দেখতো তাদের পূর্ববর্তীদের কেমন পরিণতি হয়েছে। আল্লাহ্‌ তাদের উপর ধ্বংস আপতিত করেছেন এবং ওই সব কাফিরের জন্যও এমন অনেক কিছুই রয়েছে। ",
			"en_kanzulimaan": "So did they not travel in the land to see what sort of fate befell those who preceded them? Allah poured ruin upon them; and for the disbelievers are several like it.",
			"ur_kanzulimaan": "تو کیا انہوں نے زمین میں سفر نہ کیا کہ دیکھتے ان سے اگلوں کا کیسا انجام ہوا، اللہ نے ان پر تباہی ڈالی اور ان کافروں کے لیے بھی ویسی کتنی ہی ہیں",
			"hi_kanzulimaan": "तो क्या उन्हों ने ज़मीन में सफ़र न किया कि देखते उनसे अगलों का (22फ) कैसा अंजाम हुआ, अल्लाह ने उनपर तबाही डाली (23फ) और उन काफ़िरों के लिये भी वैसी कितनी ही हैं (24फ)",
			"author": "১০. তারা কি পৃথিবীতে ভ্রমণ করেনি ও ঘুরে বেড়ায়নি, তাহলে তারা দেখতে পেতো সেসব লোকদের পরিণতি কেমন হয়েছিল যারা তাদের পূর্বে ছিল? আল্লাহ্ তাদের উপর ধ্বংস ও বিনাশ আপতিত করেছেন এবং কাফেরদের জন্যে এমন অনেক ধ্বংসই রয়েছে।"
		},
		{
			"_id": "4556",
			"sura": "47",
			"para": "26",
			"verses": "11",
			"names": "ذٰلِکَ بِاَنَّ اللّٰہَ مَوۡلَی الَّذِیۡنَ اٰمَنُوۡا وَ اَنَّ الۡکٰفِرِیۡنَ لَا  مَوۡلٰی  لَہُمۡ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ بِاَنَّ اللّٰہَ مَوۡلَی الَّذِیۡنَ اٰمَنُوۡا وَ اَنَّ الۡکٰفِرِیۡنَ لَا  مَوۡلٰی  لَہُمۡ ﴿۱۱﴾ ",
			"index": "4556",
			"name": "এটা এ জন্য যে, মুসলমানদের অভিভাবক আল্লাহ্‌ এবং কাফিরদের কোন অভিভাবক নেই।",
			"en_kanzulimaan": "This is because Allah is the Supporter of the believers, whereas the disbelievers do not have any supporter.",
			"ur_kanzulimaan": "یہ اس لیے کہ مسلمانوں کا مولیٰ اللہ ہے اور کافروں کا کوئی مولیٰ نہیں،",
			"hi_kanzulimaan": "यह (25फ) इसलिये कि मुसलमानों का मौला अल्लाह है और काफ़िरों का कोई मौला नहीं",
			"author": "১১. তা এ কারণে যে, আল্লাহ্ সেসব লোকদের অভিভাবক ও সাহায্যকারী যারা ঈমান আনয়ন করে, আর অবশ্যই কাফেরদের কোনো অভিভাবক ও সাহায্যকারীই নেই।"
		},
		{
			"_id": "4557",
			"sura": "47",
			"para": "26",
			"verses": "12",
			"names": "اِنَّ اللّٰہَ یُدۡخِلُ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ ؕ وَ الَّذِیۡنَ کَفَرُوۡا یَتَمَتَّعُوۡنَ وَ یَاۡکُلُوۡنَ کَمَا تَاۡکُلُ الۡاَنۡعَامُ وَ النَّارُ مَثۡوًی لَّہُمۡ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ اللّٰہَ یُدۡخِلُ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ ؕ وَ الَّذِیۡنَ کَفَرُوۡا یَتَمَتَّعُوۡنَ وَ یَاۡکُلُوۡنَ کَمَا تَاۡکُلُ الۡاَنۡعَامُ وَ النَّارُ مَثۡوًی لَّہُمۡ ﴿۱۲﴾ ",
			"index": "4557",
			"name": "নিশ্চয়, আল্লাহ্‌ প্রবেশ করাবেন তাদেরকেই, যারা ঈমান এনেছে এবং সৎকাজ করেছে বাগানসমূহে, যেগুলোর নিম্নদেশে প্রবাহিত, আর কাফিরগণ ভোগ করছে ও আহার করছে যেমন চতুষ্পদ জন্তু আহার করে এবং আগুনই ঠিকানা। ",
			"en_kanzulimaan": "Allah will indeed admit those who believed and did good deeds into Gardens beneath which rivers flow; and the disbelievers enjoy, and they eat like the cattle eat, and their destination is in the fire.",
			"ur_kanzulimaan": "بیشک اللہ داخل فرمائے گا انہیں جو ایمان لائے اور اچھے کام کیے باغوں میں جن کے نیچے نہریں رواں، اور کافر برتتے ہیں اور کھاتے ہیں جیسے چوپائے کھائیں اور آگ میں ان کا ٹھکانا ہے،",
			"hi_kanzulimaan": "बेशक अल्लाह दाख़िल फ़रमाएगा उन्हें जो ईमान लाए और अच्छे काम किये बाग़ों में जिनके नीचे नेहरें बहें, और काफ़िर बरतते हैं और खाते हैं (26फ) जैसे चौपाए खाएं (27फ) और आग में उनका ठिकाना है",
			"author": "১২. নিশ্চয়ই যারা ঈমান আনে এবং সৎকর্ম করে, আল্লাহ্ তাদেরকে প্রবেশ করাবেন বেহেশতে যার তলদেশ দিয়ে স্রোতধারা প্রবাহিত। আর যারা কুফরী করে, (পার্থিব) ভোগ-বিলাসে মত্ত এবং চতুষ্পদ প্রাণীর মতো উদর পূর্তি করে, তবে জাহান্নামই তাদের ঠিকানা।"
		},
		{
			"_id": "4558",
			"sura": "47",
			"para": "26",
			"verses": "13",
			"names": "وَ کَاَیِّنۡ مِّنۡ  قَرۡیَۃٍ  ہِیَ اَشَدُّ  قُوَّۃً  مِّنۡ قَرۡیَتِکَ الَّتِیۡۤ  اَخۡرَجَتۡکَ ۚ اَہۡلَکۡنٰہُمۡ فَلَا  نَاصِرَ  لَہُمۡ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَاَیِّنۡ مِّنۡ  قَرۡیَۃٍ  ہِیَ اَشَدُّ  قُوَّۃً  مِّنۡ قَرۡیَتِکَ الَّتِیۡۤ  اَخۡرَجَتۡکَ ۚ اَہۡلَکۡنٰہُمۡ فَلَا  نَاصِرَ  لَہُمۡ ﴿۱۳﴾ ",
			"index": "4558",
			"name": "এবং কত শহরই, যেগুলো ওই শহর থেকে শক্তিতে অধিক ছিলো, যা আপনাকে আপনার শহর থেকে বের করেছে, আমি তাদেরকে ধ্বংস করেছি। সুতরাং তাদের কোন সাহায্যকারী নেই। ",
			"en_kanzulimaan": "And many a township existed which was stronger than your town (O dear Prophet Mohammed - peace and blessings be upon him) - those who removed you from your town - We destroyed them, so they do not have a supporter!",
			"ur_kanzulimaan": "اور کتنے ہی شہر کہ اس شہر سے قوت میں زیادہ تھے جس نے تمہیں تمہارے شہر سے باہر کیا، ہم نے انہیں ہلاک فرمایا تو ان کا کوئی مددگار نہیں",
			"hi_kanzulimaan": "और कितने ही शहर कि इस शहर से (28फ) क़ुव्वत में ज़्यादा थे जिसने तुम्हें तुम्हारे शहर से बाहर किया, हमने उन्हें हलाक फ़रमाया तो उनका कोई मददगार नहीं (29फ)",
			"author": "১৩. আর (হে হাবীব!) কতোই না জনপদ ছিল যার অধিবাসীরা (প্রাচুর্যে ও ক্ষমতায়) আপনার শহর (মক্কার অধিবাসীদের) অপেক্ষা ছিল অধিকতর ক্ষমতাশালী; যারা (অর্থাৎ মক্কার ক্ষমতাধর নেতারা) আপনাকে (হিজরতের মাধ্যমে) সরিয়ে দিয়েছিল, আমরা এদেরকে(ও) ধ্বংস করে দিয়েছি। অতঃপর তাদের কোনো সাহায্যকারী রইলো না (যারা তাদেরকে রক্ষা করবে)।"
		},
		{
			"_id": "4559",
			"sura": "47",
			"para": "26",
			"verses": "14",
			"names": "اَفَمَنۡ کَانَ عَلٰی بَیِّنَۃٍ  مِّنۡ  رَّبِّہٖ  کَمَنۡ زُیِّنَ  لَہٗ  سُوۡٓءُ عَمَلِہٖ  وَ اتَّبَعُوۡۤا اَہۡوَآءَہُمۡ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "اَفَمَنۡ کَانَ عَلٰی بَیِّنَۃٍ  مِّنۡ  رَّبِّہٖ  کَمَنۡ زُیِّنَ  لَہٗ  سُوۡٓءُ عَمَلِہٖ  وَ اتَّبَعُوۡۤا اَہۡوَآءَہُمۡ ﴿۱۴﴾ ",
			"index": "4559",
			"name": "তবে কি যে আপন রবের নিকট থেকে সুস্পষ্ট প্রমাণের উপর প্রতিষ্ঠিত হয় সে তাঁরই মতো হবে, যার মন্দ কাজকে তার জন্য সুশোভিত করে দেখানো হয়েছে এবং যারা আপন খেয়াল খুশীর অনুসরণ করেছে?",
			"en_kanzulimaan": "So will one who is upon on a clear proof from his Lord, ever be like any of those whose evil deeds are made to appear good to them and they follow their own desires?",
			"ur_kanzulimaan": "تو کیا جو اپنے رب کی طرف سے روشن دلیل پر ہو اُس جیسا ہوگا جس کے برے عمل اسے بھلے دکھائے گئے اور وہ اپنی خواہشوں کے پیچھے چلے",
			"hi_kanzulimaan": "तो क्या जो अपने रब की तरफ़ से रौशन दलील पर हो (30फ) उस (31फ) जैसा होगा जिसके बुरे अमल (कर्म) उसे भले दिखाए गए और वह अपनी ख़्वाहिशों के पीछे चले (32फ)",
			"author": "১৪. সুতরাং যে ব্যক্তি স্বীয় প্রতিপালকের পক্ষ থেকে সুস্পষ্ট প্রমাণের উপর (অটল) রয়েছে, সে কি ওই ব্যক্তির ন্যায় যাকে তার মন্দকর্মসমূহ সুশোভিত করে দেখানো হয় এবং যে স্বীয় কুপ্রবৃত্তির অনুসরণ করে?"
		},
		{
			"_id": "4560",
			"sura": "47",
			"para": "26",
			"verses": "15",
			"names": "مَثَلُ الۡجَنَّۃِ الَّتِیۡ وُعِدَ الۡمُتَّقُوۡنَ ؕ فِیۡہَاۤ اَنۡہٰرٌ  مِّنۡ  مَّآءٍ غَیۡرِ اٰسِنٍ ۚ وَ  اَنۡہٰرٌ مِّنۡ لَّبَنٍ لَّمۡ  یَتَغَیَّرۡ  طَعۡمُہٗ ۚ وَ اَنۡہٰرٌ  مِّنۡ خَمۡرٍ  لَّذَّۃٍ   لِّلشّٰرِبِیۡنَ ۬ۚ وَ اَنۡہٰرٌ مِّنۡ عَسَلٍ مُّصَفًّی ؕ وَ لَہُمۡ  فِیۡہَا مِنۡ کُلِّ الثَّمَرٰتِ وَ مَغۡفِرَۃٌ  مِّنۡ  رَّبِّہِمۡ ؕ  کَمَنۡ ہُوَ خَالِدٌ فِی النَّارِ وَ سُقُوۡا مَآءً حَمِیۡمًا فَقَطَّعَ  اَمۡعَآءَہُمۡ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "مَثَلُ الۡجَنَّۃِ الَّتِیۡ وُعِدَ الۡمُتَّقُوۡنَ ؕ فِیۡہَاۤ اَنۡہٰرٌ  مِّنۡ  مَّآءٍ غَیۡرِ اٰسِنٍ ۚ وَ  اَنۡہٰرٌ مِّنۡ لَّبَنٍ لَّمۡ  یَتَغَیَّرۡ  طَعۡمُہٗ ۚ وَ اَنۡہٰرٌ  مِّنۡ خَمۡرٍ  لَّذَّۃٍ   لِّلشّٰرِبِیۡنَ ۬ۚ وَ اَنۡہٰرٌ مِّنۡ عَسَلٍ مُّصَفًّی ؕ وَ لَہُمۡ  فِیۡہَا مِنۡ کُلِّ الثَّمَرٰتِ وَ مَغۡفِرَۃٌ  مِّنۡ  رَّبِّہِمۡ ؕ  کَمَنۡ ہُوَ خَالِدٌ فِی النَّارِ وَ سُقُوۡا مَآءً حَمِیۡمًا فَقَطَّعَ  اَمۡعَآءَہُمۡ ﴿۱۵﴾ ",
			"index": "4560",
			"name": "ওই জান্নাতের অবস্থাদির দৃষ্টান্ত, যার প্রতিশ্রুতি খোদাভীরুদের সাথে রয়েছে; তাতে এমন পানির নহরসমূহ রয়েছে যা কখনো বিকৃত হবে না এবং এমন দুধের নহরসমূহ রয়েছে, যার স্বাদ পরিবর্তিত হবে না আর এমন শরাবের নহরসমূহ রয়েছে, যা পানে আনন্দ আছে এবং এমন মধুর নহরসমূহ রয়েছে, যাকে পরিস্কার পরিচ্ছন্ন করা হয়েছে আর তাদের জন্য তাতে প্রত্যেক প্রকারের ফলমূল রয়েছে এবং আপন রবের ক্ষমা; এমন শান্তির উপযোগীরাও কি তাদেরই সমান হয়ে যাবে, যাদেরকে সর্বদা আগুনে থাকতে হবে এবং তাদেরকে ফুটন্ত পানি পান করানো হবে, যা তাদের নাড়ি ভুড়িকে টুকরো টুকরো করে ফেলবে?",
			"en_kanzulimaan": "A description of the Garden which is promised to the pious; in it are rivers of water which shall never pollute; and rivers of milk the taste of which shall never change; and rivers of wine delicious to drink; and rivers of purified honey; and in it for them are fruits of all kinds, and the forgiveness of their Lord; so will such ever be equal to those who are to stay in the fire for ever and who will be given boiling water to drink so that it tears their guts apart?",
			"ur_kanzulimaan": "احوال اس جنت کا جس کا وعدہ پرہیزگاروں سے ہے، اس میں ایسی پانی کی نہریں ہیں جو کبھی نہ بگڑے اور ایسے دودھ کی نہریں ہیں جس کا مزہ نہ بدلا اور ایسی شراب کی نہریں ہیں جس کے پینے میں لذت ہے اور ایسی شہد کی نہریں ہیں جو صاف کیا گیا اور ان کے لیے اس میں ہر قسم کے پھل ہیں، اور اپنے رب کی مغفرت کیا ایسے چین والے ان کی برابر ہوجائیں گے جنہیں ہمیشہ آگ میں رہنا اور انہیں کھولتا پانی پلایا جائے گا کہ آنتوں کے ٹکڑے ٹکڑے کردے،",
			"hi_kanzulimaan": "अहवाल उस जन्नत का जिसका वादा परहेज़गारों से है, उसमें ऐसी पानी की नेहरें हैं जो कभी नबिगड़ें (33फ) और ऐसे दूध की नेहरें हैं जिसका मज़ा न बदला (34फ) और ऐसी शराब की नेहरें हैं जिसके पीने में लज़्ज़त है (35फ) और ऐसी शहद की नेहरें हैं साफ़ किया गया (36फ) और उनके लिये उसमें हर क़िस्म के फ़ल हैं और अपने रब की मग़फ़िरत (37फ) क्या ऐसे चैन वाले उनके बराबर हो जाएंगे जिन्हें हमेशा आग में रहना और उन्हें खोलता पानी पिलाया जाए कि आंतों के टुकड़े टुकड़े कर दे",
			"author": "১৫. পরহেযগারদের জন্যে যে জান্নাতের প্রতিশ্রুতি দেয়া হয়েছে তার বৈশিষ্ট্য এরকমঃ এতে নির্মল পানির স্রোতধারা থাকবে যাতে কখনো (রঙ ও গন্ধের) পরিবর্তন ঘটবে না এবং (এতে) দুধের প্রবাহ থাকবে যার স্বাদ ও গন্ধ অপরিবর্তনীয়, আর থাকবে (পবিত্র) শরাবের নহর যা পানকারীদের জন্যে হবে আনন্দদায়ক, আরো থাকবে নির্মল পরিশোধিত মধুর নদী। আর তাদের জন্যে এতে থাকবে সকল প্রকারের ফলমূল এবং তাদের প্রতিপালকের পক্ষ থেকে থাকবে (সকল ধরণের) ক্ষমা। (এ পরহেযগার ব্যক্তি কি) সেসব লোকের ন্যায় হবে যারা চিরদিন জাহান্নামে অবস্থানকারী, আর যাদেরকে পান করানো হবে ফুটন্ত পানি যা তাদের নাড়িভূড়ি ছিন্ন-বিচ্ছিন্ন করে দেবে?"
		},
		{
			"_id": "4561",
			"sura": "47",
			"para": "26",
			"verses": "16",
			"names": "وَ مِنۡہُمۡ  مَّنۡ یَّسۡتَمِعُ  اِلَیۡکَ ۚ حَتّٰۤی  اِذَا خَرَجُوۡا مِنۡ عِنۡدِکَ قَالُوۡا لِلَّذِیۡنَ اُوۡتُوا الۡعِلۡمَ  مَاذَا  قَالَ  اٰنِفًا ۟ اُولٰٓئِکَ الَّذِیۡنَ طَبَعَ اللّٰہُ  عَلٰی قُلُوۡبِہِمۡ وَ اتَّبَعُوۡۤا  اَہۡوَآءَہُمۡ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ مِنۡہُمۡ  مَّنۡ یَّسۡتَمِعُ  اِلَیۡکَ ۚ حَتّٰۤی  اِذَا خَرَجُوۡا مِنۡ عِنۡدِکَ قَالُوۡا لِلَّذِیۡنَ اُوۡتُوا الۡعِلۡمَ  مَاذَا  قَالَ  اٰنِفًا ۟ اُولٰٓئِکَ الَّذِیۡنَ طَبَعَ اللّٰہُ  عَلٰی قُلُوۡبِہِمۡ وَ اتَّبَعُوۡۤا  اَہۡوَآءَہُمۡ ﴿۱۶﴾ ",
			"index": "4561",
			"name": "এবং তাদের মধ্যে কিছু সংখ্যক লোক আপনার বাণী শ্রবণ করে, শেষ পর্যন্ত যখন আপনার নিকট থেকে বের হয়ে যায়, তখন জ্ঞানসম্পন্নদেরকে বলে, ‘এখন তিনি কী বললেন?’ এরা হচ্ছে তারাই, যাদের অন্তরগুলোর উপর আল্লাহ্‌ মোহর করে দিয়েছেন এবং আপন খেয়াল খুশীর অনুসারী হয়েছে। ",
			"en_kanzulimaan": "And among them are some who listen to what you say; until when they go away from you, they say to those who have been given knowledge, What did he say now?; they are those whose hearts Allah has sealed, and they follow their own desires.",
			"ur_kanzulimaan": "اور ان میں سے بعض تمہارے ارشاد سنتے ہیں یہاں تک کہ جب تمہارے پاس سے نکل کر جائیں علم والوں سے کہتے ہیں ابھی انہوں نے کیا فرمایا یہ ہیں وہ جن کے دلوں پر اللہ نے مہر کردی اور اپنی خواہشوں کے تابع ہوئے",
			"hi_kanzulimaan": "और उन (38फ) में से कुछ तुम्हारे इरशाद (प्रवचन) सुनते हैं (39फ) यहाँ तक कि जब तुम्हारे पास से निकल कर जाएं (40फ) इल्म वालों से कहते हैं (41फ) अभी उन्होंने क्या फ़रमाया (42फ) ये हैं वो जिनके दिलों पर अल्लाह ने मोहर कर दी (43फ) और अपनी ख़्वाहिशों के ताबेअ (अधीन) हुए (44फ)",
			"author": "১৬. আর তাদের মাঝে এমন কিছু লোকও রয়েছে যারা (অন্তর্দৃষ্টি ও মনোযোগ ব্যতিরেকেই) আপনার কথা শ্রবণ করে। অবশেষে যখন তারা আপনার নিকট থেকে বের হয়ে যায়, তখন যারা (উপকারী) জ্ঞানপ্রাপ্ত তাদেরকে জিজ্ঞেস করে, ‘এখন তিনি (অর্থাৎ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) কী বললেন?’ এরাই সেসব লোক যাদের অন্তর আল্লাহ্ মোহরাঙ্কিত করে দিয়েছেন এবং তারা নিজেদের কুপ্রবৃত্তির অনুসরণ করছে।"
		},
		{
			"_id": "4562",
			"sura": "47",
			"para": "26",
			"verses": "17",
			"names": "وَ الَّذِیۡنَ اہۡتَدَوۡا زَادَہُمۡ ہُدًی وَّ اٰتٰہُمۡ تَقۡوٰىہُمۡ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ اہۡتَدَوۡا زَادَہُمۡ ہُدًی وَّ اٰتٰہُمۡ تَقۡوٰىہُمۡ ﴿۱۷﴾ ",
			"index": "4562",
			"name": "এবং যেসব লোক সৎপথ পেয়েছে আল্লাহ্‌ তাদের হিদায়ত আরো অধিকভাবে করেছেন এবং তাদের পরহেয্‌গারী তাদেরকে দান করেছেন।",
			"en_kanzulimaan": "And those who attained the right path - Allah increases the guidance for them and bestows their piety to them.",
			"ur_kanzulimaan": "اور جنہوں نے راہ پائی اللہ نے ان کی ہدایت اور زیادہ فرمائی اور ان کی پرہیزگاری انہیں عطا فرمائی",
			"hi_kanzulimaan": "और जिन्होंने राह पाई (45फ) अल्लाह ने उनकी हिदायत (46फ) और ज़्यादा फ़रमाई और उनकी परहेज़गारी उन्हें अता फ़रमाई (47फ)",
			"author": "১৭. আর যেসব লোক হেদায়াতপ্রাপ্ত হয়েছে আল্লাহ্ তাদের হেদায়াত আরো বৃদ্ধি করে দেন এবং তাদেরকে ‘পরহেযগারিতার স্তর’ প্রদান করে সম্মানিত করেন।"
		},
		{
			"_id": "4563",
			"sura": "47",
			"para": "26",
			"verses": "18",
			"names": "فَہَلۡ یَنۡظُرُوۡنَ  اِلَّا السَّاعَۃَ  اَنۡ تَاۡتِیَہُمۡ بَغۡتَۃً ۚ فَقَدۡ جَآءَ  اَشۡرَاطُہَا ۚ فَاَنّٰی لَہُمۡ  اِذَا جَآءَتۡہُمۡ  ذِکۡرٰىہُمۡ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "فَہَلۡ یَنۡظُرُوۡنَ  اِلَّا السَّاعَۃَ  اَنۡ تَاۡتِیَہُمۡ بَغۡتَۃً ۚ فَقَدۡ جَآءَ  اَشۡرَاطُہَا ۚ فَاَنّٰی لَہُمۡ  اِذَا جَآءَتۡہُمۡ  ذِکۡرٰىہُمۡ ﴿۱۸﴾ ",
			"index": "4563",
			"name": "সুতরাং তারা কিসের অপেক্ষায় রয়েছে? কিন্তু ক্বিয়ামতের-তা তাদের উপর হঠাৎ এসে পড়বে। সেটার নিদর্শনসমূহ তো এসেই গেছে; অতঃপর যখন তা এসে পড়বে, তখন কোথায় হবে তারা, আর কোথায় তাদের বুঝ!",
			"en_kanzulimaan": "So what are they waiting for, except that the Last Day suddenly come upon them? For its signs have already appeared; so when it does come, of what use is their realising it?",
			"ur_kanzulimaan": "تو کاہے کے انتظار میں ہیں مگر قیامت کے کہ ان پر اچانک آجائے، کہ اس کی علامتیں تو آہی چکی ہیں پھر جب آجائے گی تو کہاں وہ اور کہاں ان کا سمجھنا،",
			"hi_kanzulimaan": "तो काहे के इन्तिज़ार में हैं (48फ) मगर क़यामत के कि उनपर अचानक आ जाए, कि उसकी अलामतें (चिन्ह) तो आही चुकी हैं (49फ) फिर जब वह आ जाएगी तो कहाँ वो और कहाँ उनका समझना",
			"author": "১৮. সুতরাং এখন কি এই (অস্বীকারকারী) ব্যক্তি কেবল কিয়ামতেরই অপেক্ষা করছে যে তা তাদের নিকট আকস্মিতভাবে এসে পৌঁছুবে? বাস্তবিকই এর নিদর্শনাবলী তো (নিকটে) এসেই পড়েছে। সুতরাং কিয়ামত এসে পড়লে তাদের উপদেশে কী (উপকার) হবে?"
		},
		{
			"_id": "4564",
			"sura": "47",
			"para": "26",
			"verses": "19",
			"names": "فَاعۡلَمۡ  اَنَّہٗ  لَاۤ اِلٰہَ  اِلَّا اللّٰہُ  وَ اسۡتَغۡفِرۡ لِذَنۡۢبِکَ وَ لِلۡمُؤۡمِنِیۡنَ وَ الۡمُؤۡمِنٰتِ ؕ وَ اللّٰہُ  یَعۡلَمُ مُتَقَلَّبَکُمۡ وَ مَثۡوٰىکُمۡ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "فَاعۡلَمۡ  اَنَّہٗ  لَاۤ اِلٰہَ  اِلَّا اللّٰہُ  وَ اسۡتَغۡفِرۡ لِذَنۡۢبِکَ وَ لِلۡمُؤۡمِنِیۡنَ وَ الۡمُؤۡمِنٰتِ ؕ وَ اللّٰہُ  یَعۡلَمُ مُتَقَلَّبَکُمۡ وَ مَثۡوٰىکُمۡ ﴿۱۹﴾ ",
			"index": "4564",
			"name": "সুতরাং জেনে রাখো যে, আল্লাহ্‌ ব্যতীত অন্য কোন ইবাদত নেই এবং হে মাহবূব! আপন খাস লোকদের এবং সাধারণ মুসলমান পুরুষ ও নারীদের পাপরাশির ক্ষমা-প্রার্থনা করুন! এবং আল্লাহ্‌ জানেন তোমাদের দিনের বেলায় চলাফেরা করা ও রাত্রির বেলায় তোমাদের বিশ্রাম গ্রহণ করা। ",
			"en_kanzulimaan": "Therefore know (O dear Prophet Mohammed - peace and blessings be upon him) that there is none worthy of worship except Allah, and seek the forgiveness of sins of your close ones and for the common believing men and women; and Allah knows your movements during the day and your resting during the night.",
			"ur_kanzulimaan": "تو جان لو کہ اللہ کے سوا کسی کی بندگی نہیں اور اے محبوب! اپنے خاصوں اور عام مسلمان مردوں اور عورتوں کے گناہوں کی معافی مانگو اور اللہ جانتا ہے دن کو تمہارا پھرنا اور رات کو تمہارا آرام لینا",
			"hi_kanzulimaan": "तो जान लो कि अल्लाह के सिवा किसी की बन्दगी नहीं और ऐ मेहबूब अपने ख़ासों और आम मुसलमान मर्दों और औरतों के गुनाहों की माफ़ी मांगो (50फ) और अल्लाह जानता है दिन को तुम्हारा फिरना (51फ) और रात को तुम्हारा आराम लेना (52फ)",
			"author": "১৯. অতঃপর জেনে রাখো, আল্লাহ্ ব্যতীত কোনো উপাস্য নেই। আর আপনি (ইবাদতের উদ্দেশ্যে ও উম্মতকে শিক্ষা দিতে আল্লাহ্‌র নিকট) ক্ষমা প্রার্থনা করতে থাকুন, যেন আপনার পক্ষ থেকে উত্তম কিছুর পরিপন্থী (অর্থাৎ আপনার সমুন্নত স্তর থেকে নিম্নস্তরের) কাজ সংঘটিত না হয়*এবং বিশ্বাসী পুরুষ ও বিশ্বাসী নারীর জন্যেও ক্ষমা প্রার্থনা করতে থাকুন (অর্থাৎ তাদের জন্যে সুপারিশ করতে থাকুন, এটিই তাদের ক্ষমার উপকরণ)। আর (হে মানুষ!) আল্লাহ্ (পৃথিবীতে) তোমাদের গতিবিধি এবং (পরকালে) তোমাদের অবস্থান সম্পর্কে (সবকিছু) সম্যক অবগত।\n\n* (অথচ এ কাজ স্বীয় স্থানে শরয়ীভাবে সম্পূর্ণরূপে জায়েয, বরং পছন্দনীয়ই হবে। কিন্তু হযরত মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের অবস্থান ও স্তর, মহত্ব ও সমুন্নত মর্যাদা কেবল জায়েয এবং পছন্দনীয় স্তরসমূহ থেকেও অনেক সমুন্নত, সুউচ্চ ও সুউর্ধ্ব।)"
		},
		{
			"_id": "4565",
			"sura": "47",
			"para": "26",
			"verses": "20",
			"names": "وَ یَقُوۡلُ  الَّذِیۡنَ اٰمَنُوۡا لَوۡ لَا نُزِّلَتۡ سُوۡرَۃٌ ۚ فَاِذَاۤ  اُنۡزِلَتۡ سُوۡرَۃٌ  مُّحۡکَمَۃٌ وَّ ذُکِرَ فِیۡہَا الۡقِتَالُ ۙ رَاَیۡتَ الَّذِیۡنَ فِیۡ قُلُوۡبِہِمۡ  مَّرَضٌ یَّنۡظُرُوۡنَ  اِلَیۡکَ نَظَرَ الۡمَغۡشِیِّ عَلَیۡہِ مِنَ الۡمَوۡتِ ؕ فَاَوۡلٰی لَہُمۡ ﴿ۚ۲۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَقُوۡلُ  الَّذِیۡنَ اٰمَنُوۡا لَوۡ لَا نُزِّلَتۡ سُوۡرَۃٌ ۚ فَاِذَاۤ  اُنۡزِلَتۡ سُوۡرَۃٌ  مُّحۡکَمَۃٌ وَّ ذُکِرَ فِیۡہَا الۡقِتَالُ ۙ رَاَیۡتَ الَّذِیۡنَ فِیۡ قُلُوۡبِہِمۡ  مَّرَضٌ یَّنۡظُرُوۡنَ  اِلَیۡکَ نَظَرَ الۡمَغۡشِیِّ عَلَیۡہِ مِنَ الۡمَوۡتِ ؕ فَاَوۡلٰی لَہُمۡ ﴿ۚ۲۰﴾ ",
			"index": "4565",
			"name": "এবং মুলসমানগণ বলে, ‘কোন সূরা অবতীর্ণ হয় নি?’ অতঃপর যখন পাকাপোক্ত সূরা অবতীর্ণ হলো এবং তাতে জিহাদের নির্দেশ দেওয়া হলো, তখন আপনি দেখবেন তাদেরকে, যাদের অন্তগুলোতে ব্যাধি রয়েছে যে, আপনার প্রতি তাঁরই মতো তাকায়, যার উপর মৃত্যুর ছায়া ছাইয়ে গেছে। সুতরাং তাদের জন্য উত্তম ছিলো-",
			"en_kanzulimaan": "And the Muslims say, Why was not a chapter sent down? So when a positive chapter was sent down, and war was commanded in it, you will see those in whose hearts is a disease looking at you with the dazed looks of a dying man; so it would be better for them. -",
			"ur_kanzulimaan": "اور مسلمان کہتے ہیں کوئی سورت کیوں نہ اتاری گئی پھر جب کوئی پختہ سورت اتاری گئی اور اس میں جہاد کا حکم فرمایا گیا تو تم دیکھو گے انہیں جن کے دلوں میں بیماری ہے کہ تمہاری طرف اس کا دیکھنا دیکھتے ہیں جس پر مُرونی چھائی ہو، تو ان کے حق میں بہتر یہ تھا کہ فرمانبرداری کرتے",
			"hi_kanzulimaan": "और मुसलमान कहते हैं कोई सूरत क्यों न उतारी गई (53फ) फिर जब कोई पुख़्ता सूरत उतारी गई (54फ) और उसमें जिहाद का हुक्म फ़रमाया गया तो तुम देखोगे उन्हें जिन के दिलों में बीमारी है (55फ) कि तुम्हारी तरफ़ (56फ) उसका देखना देखते हैं जिसपर मुर्दनी छाई हो तो उनके हक़ में बेहतर यह था कि फ़रमाँबरदारी करते (57फ)",
			"author": "২০. আর ঈমানদারগণ বলে, ‘(আত্মরক্ষামূলক যুদ্ধ-সংশ্লিষ্ট) কোনো সূরা কেন অবতীর্ণ হয় না?’ অতঃপর কোনো সুস্পষ্ট সূরা যখন অবতীর্ণ হয় এবং এতে (আত্মরক্ষামূলক সুস্পষ্ট) যুদ্ধের উল্লেখ থাকে, তখন আপনি দেখবেন যাদের অন্তরে (কপটতার) ব্যাধি রয়েছে (এবং যারা আপনার এবং মুসলমানদের নিরাপত্তা চায় না) তারা আপনার দিকে মৃত্যুভয়ে আচ্ছন্ন ব্যক্তির মতো তাকাচ্ছে। সুতরাং তাদের জন্যে রয়েছে দুর্ভোগ।"
		},
		{
			"_id": "4566",
			"sura": "47",
			"para": "26",
			"verses": "21",
			"names": "طَاعَۃٌ  وَّ قَوۡلٌ  مَّعۡرُوۡفٌ ۟ فَاِذَا عَزَمَ الۡاَمۡرُ ۟ فَلَوۡ صَدَقُوا اللّٰہَ  لَکَانَ خَیۡرًا لَّہُمۡ ﴿ۚ۲۱﴾ ",
			"number": "",
			"verses_PDMS": "طَاعَۃٌ  وَّ قَوۡلٌ  مَّعۡرُوۡفٌ ۟ فَاِذَا عَزَمَ الۡاَمۡرُ ۟ فَلَوۡ صَدَقُوا اللّٰہَ  لَکَانَ خَیۡرًا لَّہُمۡ ﴿ۚ۲۱﴾ ",
			"index": "4566",
			"name": "আনুগত্য করা এবং উত্তম কথা বলা। অতঃপর যখন আদেশ ঘোষিত হলো, তখন যদি তারা আল্লাহ্‌র সাথে সত্যবাদী থাকতো, তবে তাদের জন্য মঙ্গল ছিলো। ",
			"en_kanzulimaan": "To obey and speak good; so when the manifest command came - it would have been better for them if they had remained faithful to Allah.",
			"ur_kanzulimaan": "اور اچھی بات کہتے پھر جب حکم ناطق ہوچکا تو اگر اللہ سے سچے رہتے تو ان کا بھلا تھا،",
			"hi_kanzulimaan": "और अच्छी बात कहते फिर जब नातिक़ हुक्म हो चुका (58फ) तो अगर अल्लाह से सच्चे रहते (59फ) तो उनका भला था",
			"author": "২১. আনুগত্য এবং সুবচন (তাদের জন্যে উত্তম)। অতঃপর যখন (আত্মরক্ষামূলক) জিহাদের নির্দেশ চূড়ান্ত (এবং সুদৃঢ়) হলো, তখন তারা যদি আল্লাহ্‌র সমীপে (নিজেদের আনুগত্য ও অঙ্গীকার পূর্ণ করতে) সত্যাশ্রয়ী থাকতো তবে তা হতো তাদের জন্যে উত্তম।"
		},
		{
			"_id": "4567",
			"sura": "47",
			"para": "26",
			"verses": "22",
			"names": "فَہَلۡ  عَسَیۡتُمۡ  اِنۡ تَوَلَّیۡتُمۡ  اَنۡ تُفۡسِدُوۡا فِی  الۡاَرۡضِ وَ تُقَطِّعُوۡۤا  اَرۡحَامَکُمۡ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "فَہَلۡ  عَسَیۡتُمۡ  اِنۡ تَوَلَّیۡتُمۡ  اَنۡ تُفۡسِدُوۡا فِی  الۡاَرۡضِ وَ تُقَطِّعُوۡۤا  اَرۡحَامَکُمۡ ﴿۲۲﴾ ",
			"index": "4567",
			"name": "তবে কি তোমাদের এ লক্ষণ দৃষ্টিগোচর হচ্ছে যে, যদি তোমরা শাসন-ক্ষমতা লাভ করো তবে পৃথিবীতে বিপর্যয় ছড়াবে এবং আপন আত্নীয়তার বন্ধন ছিন্ন করবে? ",
			"en_kanzulimaan": "So do you * portray that if you get governance, you would spread chaos in the land and sever your relations? (* The hypocrites)",
			"ur_kanzulimaan": "تو کیا تمہارے یہ لچھن نظر آتے ہیں کہ اگر تمہیں حکومت ملے تو زمین میں فساد پھیلاؤ اور اپنے رشتے کاٹ دو،",
			"hi_kanzulimaan": "तो क्या तुम्हारे ये लक्षण नज़र आते हैं कि अगर तुम्हें हुकूमत मिले तो ज़मीन में फ़साद फ़ैलाओ (60फ) और अपने रिश्ते काट दो",
			"author": "২২. অতঃপর (হে মুনাফেকেরা!) তোমাদের এ লক্ষণ দৃষ্টিগোচর হচ্ছে যে, যদি তোমরা (যুদ্ধ থেকে পলায়ন করে) শাসন-ক্ষমতা লাভ করো তবে পৃথিবীতে বিপর্যয়ই সৃষ্টি করবে এবং নিজেদের আত্মীয়তার বন্ধন ছিন্ন করবে (যা আল্লাহ্ এবং তাঁর রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম অটুট রাখা এবং সম্প্রীতির নির্দেশ দিয়েছেন।)।"
		},
		{
			"_id": "4568",
			"sura": "47",
			"para": "26",
			"verses": "23",
			"names": "اُولٰٓئِکَ الَّذِیۡنَ لَعَنَہُمُ اللّٰہُ فَاَصَمَّہُمۡ وَ اَعۡمٰۤی  اَبۡصَارَہُمۡ ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "اُولٰٓئِکَ الَّذِیۡنَ لَعَنَہُمُ اللّٰہُ فَاَصَمَّہُمۡ وَ اَعۡمٰۤی  اَبۡصَارَہُمۡ ﴿۲۳﴾ ",
			"index": "4568",
			"name": "এরা হচ্ছে ওই সব লোক, যাদের উপর আল্লাহ্‌ তা’আলা অভিসম্পাত করেছেন এবং তাদেরকে সত্য থেকে বধির করে দিয়েছেন, আর তাদের চক্ষুগুলোকে দৃষ্টিশক্তিহীন করে দিয়েছেন। ",
			"en_kanzulimaan": "It is these whom Allah has cursed, so He made them deaf to the Truth and blinded their eyes.",
			"ur_kanzulimaan": "یہ ہیں وہ لوگ جن پر اللہ نے لعنت کی اور انہیں حق سے بہرا کردیا اور ان کی آنکھیں پھوڑ دیں",
			"hi_kanzulimaan": "ये हैं वो (61फ) लोग जिन पर अल्लाह ने लअनत की और उन्हें हक़ (सत्य) से बेहरा कर दिया और उनकी आँखे फोड़ दीं (62फ)",
			"author": "২৩. তাদেরকেই আল্লাহ্ অভিসম্পাৎত করেছেন আর করেছেন বধির এবং তাদের চক্ষুকে করেছেন দৃষ্টিহীন।"
		},
		{
			"_id": "4569",
			"sura": "47",
			"para": "26",
			"verses": "24",
			"names": "اَفَلَا یَتَدَبَّرُوۡنَ الۡقُرۡاٰنَ  اَمۡ عَلٰی قُلُوۡبٍ اَقۡفَالُہَا  ﴿۲۴﴾",
			"number": "",
			"verses_PDMS": "اَفَلَا یَتَدَبَّرُوۡنَ الۡقُرۡاٰنَ  اَمۡ عَلٰی قُلُوۡبٍ اَقۡفَالُہَا  ﴿۲۴﴾",
			"index": "4569",
			"name": "তবে কি তারা ক্বোরআন সম্বন্ধে চিন্তা ভাবনা করে না? না কোন কোন অন্তরের উপর সেগুলোর তালা লেগেছে। ",
			"en_kanzulimaan": "So do they not ponder the Quran deeply, or are there locks on some of their hearts?",
			"ur_kanzulimaan": "تو کیا وہ قرآن کو سوچتے نہیں یا بعضے دلوں پر ان کے قفل لگے ہیں",
			"hi_kanzulimaan": "तो क्या वो क़ुरआन को सोचते नहीं (63फ) या कुछ दिलों पर उनके क़ुफ़्ल (ताले) लगे हैं (64फ)",
			"author": "২৪. তবে কি এরা কুরআন নিয়ে মনোনিবেশ সহকারে চিন্তা করে না? না কি তাদের অন্তর তালাবদ্ধ রয়েছে?"
		},
		{
			"_id": "4570",
			"sura": "47",
			"para": "26",
			"verses": "25",
			"names": "اِنَّ  الَّذِیۡنَ ارۡتَدُّوۡا عَلٰۤی  اَدۡبَارِہِمۡ مِّنۡۢ بَعۡدِ مَا تَبَیَّنَ  لَہُمُ  الۡہُدَی ۙ الشَّیۡطٰنُ سَوَّلَ  لَہُمۡ ؕ وَ اَمۡلٰی  لَہُمۡ ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الَّذِیۡنَ ارۡتَدُّوۡا عَلٰۤی  اَدۡبَارِہِمۡ مِّنۡۢ بَعۡدِ مَا تَبَیَّنَ  لَہُمُ  الۡہُدَی ۙ الشَّیۡطٰنُ سَوَّلَ  لَہُمۡ ؕ وَ اَمۡلٰی  لَہُمۡ ﴿۲۵﴾ ",
			"index": "4570",
			"name": "নিশ্চয় ওই সব লোক, যারা নিজেদের পেছনের দিকে ফিরে গেছে এরপর যে, হিদায়ত তাদের নিকট সুস্পষ্ট হয়েছিলো, শয়তান তাদেরকে ধোকা দিয়েছে এবং তাদেরকে দুনিয়ায় দীর্ঘকাল অবস্থান করার আশা দিয়েছে। ",
			"en_kanzulimaan": "Indeed those who turn back after the guidance had become clear to them - Satan has deceived them; and made them optimistic of living for ages.",
			"ur_kanzulimaan": "بیشک وہ جو اپنے پیچھے پلٹ گئے بعد اس کے کہ ہدایت ان پر کھل چکی تھی شیطان نے انہیں فریب دیا اور انہیں دنیا میں مدتوں رہنے کی امید دلائی",
			"hi_kanzulimaan": "बेशक वो जो अपने पीछे पलट गए (65फ) बाद इसके कि हिदायत उनपर खुल चुकी थी (66फ) शैतान ने उन्हें धोखा दिया (67फ) और उन्हें दुनिया में मुद्दतों रहने की उम्मीद दिलाई (68फ)",
			"author": "২৫. নিশ্চয়ই যারা পশ্চাতে (কুফরীতে) ফিরে গিয়েছে তাদের নিকট হেদায়াত সুস্পষ্ট হবার পর; শয়তান তাদেরকে (কুফরীতে ফিরে যাবার ধোঁকার মাধ্যমে) সুশোভিত করে দেখিয়েছে এবং তাদেরকে (পৃথিবীতে) দীর্ঘ জীবনের আশ্বাস দিয়েছে।"
		},
		{
			"_id": "4571",
			"sura": "47",
			"para": "26",
			"verses": "26",
			"names": "ذٰلِکَ بِاَنَّہُمۡ  قَالُوۡا لِلَّذِیۡنَ کَرِہُوۡا مَا نَزَّلَ  اللّٰہُ سَنُطِیۡعُکُمۡ  فِیۡ بَعۡضِ الۡاَمۡرِ ۚۖ وَ اللّٰہُ  یَعۡلَمُ   اِسۡرَارَہُمۡ ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ بِاَنَّہُمۡ  قَالُوۡا لِلَّذِیۡنَ کَرِہُوۡا مَا نَزَّلَ  اللّٰہُ سَنُطِیۡعُکُمۡ  فِیۡ بَعۡضِ الۡاَمۡرِ ۚۖ وَ اللّٰہُ  یَعۡلَمُ   اِسۡرَارَہُمۡ ﴿۲۶﴾ ",
			"index": "4571",
			"name": "এটা এ জন্য যে, তারা বলেছে ওই সমস্ত লোককে, যাদের নিকট আল্লাহ্‌র অবতীর্ণ অপছন্দীয়, ‘এক কাজে আমরা তোমাদের কথা মানবো’। এবং আল্লাহ্‌ তাদের গোপন বিষয় জানেন। ",
			"en_kanzulimaan": "This is because they said to those who dislike what Allah has sent down, We will obey you regarding one matter *; and Allah knows their secrets. (* To fight against the Holy Prophet).",
			"ur_kanzulimaan": "یہ اس لیے کہ انہوں نے کہا ان لوگوں سے جنہیں اللہ کا اتارا ہوا ناگوار ہے ایک کام میں ہم تمہاری مانیں گے اور اللہ ان کی چھپی ہوئی جانتا ہے،",
			"hi_kanzulimaan": "यह इसलिये कि उन्होंने (69फ) कहा उन लोगों से (70फ) जिन्हें अल्लाह का उतारा हुआ (71फ) नागवार है एक काम में हम तुम्हारी मानेंगे (72फ) और अल्लाह उनकी छुपी हुई जानता है",
			"author": "২৬. তা এ জন্যে যে, তারা সেসব লোককে বলে, যারা আল্লাহ্‌র অবতীর্ণ কিতাব অপছন্দ করে; ‘আমরা কিছু বিষয়ে তোমাদের আনুগত্য করবো’। আর আল্লাহ্ তাদের গোপন পরামর্শ সম্পর্কে সম্যক অবগত।"
		},
		{
			"_id": "4572",
			"sura": "47",
			"para": "26",
			"verses": "27",
			"names": "فَکَیۡفَ اِذَا تَوَفَّتۡہُمُ  الۡمَلٰٓئِکَۃُ یَضۡرِبُوۡنَ وُجُوۡہَہُمۡ  وَ  اَدۡبَارَہُمۡ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "فَکَیۡفَ اِذَا تَوَفَّتۡہُمُ  الۡمَلٰٓئِکَۃُ یَضۡرِبُوۡنَ وُجُوۡہَہُمۡ  وَ  اَدۡبَارَہُمۡ ﴿۲۷﴾ ",
			"index": "4572",
			"name": "কেমন হবে যখন ফিরিশ্‌তাগণ তাদের প্রাণ হনন করবে তাদের মুখমণ্ডল ও পিঠে মারতে মারতে। ",
			"en_kanzulimaan": "So how (dreadful) will it be when the angels remove their souls, striking at their faces and their backs!",
			"ur_kanzulimaan": "تو کیسا ہوگا جب فرشتے ان کی روح قبض کریں گے ان کے منہ اور ان کی پیٹھیں مارتے ہوئے",
			"hi_kanzulimaan": "तो कैसा होगा जब फ़रिश्ते उनकी रूह क़ब्ज़ करेंगे उनके मुंह और उनकी पीठें मारते हुए (73फ)",
			"author": "২৭. অতঃপর (সে সময় তাদের দুর্দশা) কেমন হবে যখন ফেরেশতারা তাদের মুখমন্ডলে ও পৃষ্ঠদেশে আঘাত করতে করতে তাদের প্রাণ হরণ করবে?"
		},
		{
			"_id": "4573",
			"sura": "47",
			"para": "26",
			"verses": "28",
			"names": "ذٰلِکَ بِاَنَّہُمُ  اتَّبَعُوۡا مَاۤ  اَسۡخَطَ اللّٰہَ وَ کَرِہُوۡا  رِضۡوَانَہٗ  فَاَحۡبَطَ اَعۡمَالَہُمۡ ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ بِاَنَّہُمُ  اتَّبَعُوۡا مَاۤ  اَسۡخَطَ اللّٰہَ وَ کَرِہُوۡا  رِضۡوَانَہٗ  فَاَحۡبَطَ اَعۡمَالَہُمۡ ﴿۲۸﴾ ",
			"index": "4573",
			"name": "এটা এ জন্য যে, তারা এমন সব কথার অনুসারী হয়েছে, যা’তে আল্লাহ্‌র অসন্তুষ্টি রয়েছে। এবং তার সন্তুষ্টি তাদের নিকট পছন্দ হয় নি; সুতরাং তিনি তাদের কর্মসমূহ নিষ্ফল করে দিয়েছেন। ",
			"en_kanzulimaan": "This is because they followed the matter which displeases Allah, and they disliked what pleases Him - He therefore squandered away all their deeds.",
			"ur_kanzulimaan": "یہ اس لیے کہ وہ ایسی بات کے تابع ہوئے جس میں اللہ کی ناراضی ہے اور اس کی خوشی انہیں گوارا نہ ہوئی تو اس نے ان کے اعمال اَکارت کردیے،",
			"hi_kanzulimaan": "यह इसलिये कि वो ऐसी बात के ताबेअ हुए जिसमें अल्लाह की नाराज़ी है (74फ) और उसकी ख़ुशी (75फ) उन्हें गवारा न हुई तो उसने उनके कर्म अकारत कर दिये",
			"author": "২৮. তা এজন্যে যে, তারা তার অনুসরণ করে যা আল্লাহ্কে অসন্তুষ্ট করে এবং তারা তাঁর সন্তুষ্টিকে অপ্রিয় গণ্য করে। সুতরাং তিনি তাদের (সমস্ত) কর্ম নিস্ফল করে দেন।"
		},
		{
			"_id": "4574",
			"sura": "47",
			"para": "26",
			"verses": "29",
			"names": "اَمۡ حَسِبَ الَّذِیۡنَ فِیۡ  قُلُوۡبِہِمۡ مَّرَضٌ اَنۡ  لَّنۡ یُّخۡرِجَ اللّٰہُ  اَضۡغَانَہُمۡ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "اَمۡ حَسِبَ الَّذِیۡنَ فِیۡ  قُلُوۡبِہِمۡ مَّرَضٌ اَنۡ  لَّنۡ یُّخۡرِجَ اللّٰہُ  اَضۡغَانَہُمۡ ﴿۲۹﴾ ",
			"index": "4574",
			"name": "যাদের অন্তরসমূহে ব্যাধি রয়েছে তারা কি এ ধারণায় রয়েছে যে, আল্লাহ্‌ তাদের গোপন বিদ্বেষভাব প্রকাশ করে দেবেন না?",
			"en_kanzulimaan": "What! Do they, in whose hearts is a disease, fancy that Allah will not expose concealed enmities?",
			"ur_kanzulimaan": "کیا جن کے دلوں میں بیماری ہے اس گھمنڈ میں ہیں کہ اللہ ان کے چھپے بَیر ظاہر نہ فرمائے گا",
			"hi_kanzulimaan": "क्या जिनके दिलों में बीमारी है (76फ) इस घमण्ड में हैं कि अल्लाह उनके छुपे बैर ज़ाहिर न फ़रमाएगा (77फ)",
			"author": "২৯. যাদের অন্তরে (কপটতার) ব্যাধি রয়েছে তারা কি মনে করে যে আল্লাহ্ তাদের বিদ্বেষ ও শত্রুতাকে কখনোই প্রকাশ করবেন না?"
		},
		{
			"_id": "4575",
			"sura": "47",
			"para": "26",
			"verses": "30",
			"names": "وَ لَوۡ نَشَآءُ  لَاَرَیۡنٰکَہُمۡ  فَلَعَرَفۡتَہُمۡ بِسِیۡمٰہُمۡ ؕ وَ  لَتَعۡرِفَنَّہُمۡ  فِیۡ لَحۡنِ الۡقَوۡلِ ؕ وَ اللّٰہُ  یَعۡلَمُ  اَعۡمَالَکُمۡ  ﴿۳۰﴾",
			"number": "",
			"verses_PDMS": "وَ لَوۡ نَشَآءُ  لَاَرَیۡنٰکَہُمۡ  فَلَعَرَفۡتَہُمۡ بِسِیۡمٰہُمۡ ؕ وَ  لَتَعۡرِفَنَّہُمۡ  فِیۡ لَحۡنِ الۡقَوۡلِ ؕ وَ اللّٰہُ  یَعۡلَمُ  اَعۡمَالَکُمۡ  ﴿۳۰﴾",
			"index": "4575",
			"name": "এবং আমি ইচ্ছা করলে আপনাকে তাদেরকে দেখাতাম যাতে আপনি তাদের আকৃতি দ্বারা চিনে নিতেন। এবং নিশ্চয় আপনি তাদেরকে  কথাবার্তার ভঙ্গিতে চিনে নেবেন। আর আল্লাহ্‌ তোমাদের কর্ম সম্পর্কে জানেন। ",
			"en_kanzulimaan": "And if We will, We can show them to you so that you may recognise them by their faces; and you will surely recognise them by the way they talk; and Allah knows your deeds.",
			"ur_kanzulimaan": "اور اگر ہم چاہیں تو تمہیں ان کو دکھادیں کہ تم ان کی صورت سے پہچان لو اور ضرور تم انہیں بات کے اسلوب میں پہچان لو گے اور اللہ تمہارے عمل جانتا ہے",
			"hi_kanzulimaan": "और अगर हम चाहें तो तुम्हें उनको दिखा दें कि तुम उनकी सूरत से पहचान लो (78फ) और ज़रूर तुम उन्हें बात के उसलूब(अन्दाज़) में पहचान लोगे (79फ) और अल्लाह तुम्हारे कर्म जानता है (80फ)",
			"author": "৩০. আর আমরা ইচ্ছে করলে আপনাকে নিশ্চিতভাবে সেসব (এ মুনাফিকদেরকে) দেখাতাম যাতে আপনি তাদের আকৃতি দেখে চিনে নিতেন এবং (একইভাবে) অবশ্যই তাদের কথাবার্তার ভঙ্গিতেও তাদেরকে চিনে নিতেন। আর আল্লাহ্ তোমাদের সমস্ত কর্ম সম্পর্কে সম্যক অবগত।"
		},
		{
			"_id": "4576",
			"sura": "47",
			"para": "26",
			"verses": "31",
			"names": "وَ لَنَبۡلُوَنَّکُمۡ  حَتّٰی نَعۡلَمَ الۡمُجٰہِدِیۡنَ مِنۡکُمۡ وَ الصّٰبِرِیۡنَ ۙ وَ نَبۡلُوَا۠ اَخۡبَارَکُمۡ ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَنَبۡلُوَنَّکُمۡ  حَتّٰی نَعۡلَمَ الۡمُجٰہِدِیۡنَ مِنۡکُمۡ وَ الصّٰبِرِیۡنَ ۙ وَ نَبۡلُوَا۠ اَخۡبَارَکُمۡ ﴿۳۱﴾ ",
			"index": "4576",
			"name": "এবং অবশ্য আমি তোমাদেরকে পরীক্ষা করবো যতক্ষণ না দেখে নেবো তোমাদের জিহাদকারী ও ধৈর্যশীলদেরকে এবং তোমাদের সংবাদগুলোরও পরীক্ষা করে নেবো।",
			"en_kanzulimaan": "And We shall indeed test you until We make known the warriors and the steadfast among you - and to test your proclamations.",
			"ur_kanzulimaan": "اور ضرور ہم تمہیں جانچیں گے یہاں تک کہ دیکھ لیں تمہارے جہاد کرنے والوں اور صابروں کو اور تمہاری خبریں آزمالیں",
			"hi_kanzulimaan": "और ज़रूर हम तुम्हें जांचेंगे (81फ) यहाँ तक कि देख लें (82फ) तुम्हारे जिहाद करने वालों और साबिरों को और तुम्हारी ख़बरें आज़मा लें (83फ)",
			"author": "৩১. আর আমরা অবশ্যই তোমাদেরকে পরীক্ষা করবো, যতক্ষণ না তোমাদের মধ্যে (দৃঢ়পদে) জিহাদকারী এবং ধৈর্যশীলদেরকে উদ্ঘাটন করি এবং তোমাদের (মুনাফিকসুলভ ভীরুতার গোপন) সংবাদও প্রকাশ করি।"
		},
		{
			"_id": "4577",
			"sura": "47",
			"para": "26",
			"verses": "32",
			"names": "اِنَّ  الَّذِیۡنَ کَفَرُوۡا وَ صَدُّوۡا عَنۡ سَبِیۡلِ اللّٰہِ  وَ شَآقُّوا الرَّسُوۡلَ مِنۡۢ  بَعۡدِ مَا تَبَیَّنَ  لَہُمُ الۡہُدٰی ۙ لَنۡ یَّضُرُّوا اللّٰہَ شَیۡئًا ؕ وَ سَیُحۡبِطُ اَعۡمَالَہُمۡ ﴿۳۲﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الَّذِیۡنَ کَفَرُوۡا وَ صَدُّوۡا عَنۡ سَبِیۡلِ اللّٰہِ  وَ شَآقُّوا الرَّسُوۡلَ مِنۡۢ  بَعۡدِ مَا تَبَیَّنَ  لَہُمُ الۡہُدٰی ۙ لَنۡ یَّضُرُّوا اللّٰہَ شَیۡئًا ؕ وَ سَیُحۡبِطُ اَعۡمَالَہُمۡ ﴿۳۲﴾ ",
			"index": "4577",
			"name": "নিশ্চয় ওই সব লোক, যারা কুফর করেছে, আল্লাহ্‌র পথে বাধা সৃষ্টি করেছে এবং রসূলের বিরোধিতা করেছে এরপর যে, হিদায়ত তাদের উপর প্রকাশ পেয়েছিলো, তারা কখনো আল্লাহ্‌র কোন ক্ষতি করতে পারবে না এবং খুব শিগ্‌গিরই আল্লাহ্‌ তাদের কর্মসমূহ নিষ্ফল করে দেবেন। ",
			"en_kanzulimaan": "Indeed those who disbelieved and prevented others from Allahs way, and opposed the Noble Messenger after the guidance had become clear to them - they cannot harm Allah in the least; and soon He will squander away their deeds.",
			"ur_kanzulimaan": "بیشک وہ جنہوں نے کفر کیا اور اللہ کی راہ سے روکا اور رسول کی مخالفت کی بعد اس کے کہ ہدایت ان پر ظاہر ہوچکی تھی وہ ہرگز اللہ کو کچھ نقصان نہ پہچائیں گے، اور بہت جلد اللہ ان کا کیا دھرا اَکارت کردے گا",
			"hi_kanzulimaan": "वो जिन्होंने कुफ़्र किया और अल्लाह की राह से (84फ) रोका और रसूल की मुख़ालिफ़त (विरोध) की बाद इसके कि हिदायत उनपर ज़ाहिर हो चुकी थी वो हरगिज़ अल्लाह को कुछ नुक़सान न पहुंचाएंगे, और बहुत जल्द अल्लाह उनका किया धरा अकारत कर देगा (85फ)",
			"author": "৩২. নিশ্চয়ই যারা কুফরী করেছে, (মানুষকে) আল্লাহ্‌র পথ থেকে নিবৃত্ত করেছে এবং রাসূল (আকরাম সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর বিরোধীতা করেছে (এবং তাঁর থেকে বিচ্ছিন্ন হওয়ার পথ বেছে নিয়েছে), তাদের নিকট হেদায়াত (অর্থাৎ রাসূলে আকরাম সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের মহান শানের পরিচয়) সুস্পষ্ট হবার পর; তারা কোনভাবেই আল্লাহ্‌র কোনো ক্ষতি করতে পারবে না। (অর্থাৎ তারা রাসূলে আকরাম সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের মর্যাদা ও অবস্থানকে কমাতে পারবে না।*) আর আল্লাহ্ তাদের (সমস্ত) কর্ম নিষ্ফল করে দেবেন (রাসূল আকরাম সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের বিরোধিতার কারণে)।\n\n* তাফসীর শাস্ত্রের ইমামগণ লিখেন যে, ‘লাঁই ইয়াদ্বুর রুল্লাহা শাইয়া, অর্থাৎ রাসূলে আকরাম সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামকে কষ্ট দেয়ার মাধ্যমে কোনো ক্ষতি করতে পারবে না। এখানে মুযাফকে তাঁর মর্যাদা বৃদ্ধির নিমিত্তে উহ্য রাখা হয়েছে।’ দেখুন, বাইযাবী, তাবারী, রূহুল মা’আনী, রূহুল বায়ান, জুমাল, বাহরুল মাদীদ ও অন্যান্য তাফসীর। এ ধরণের বাক্যরীতি পবিত্র কুরআনুল কারীমে অনেক রয়েছে, যার মধ্যে সূরা- বাক্বারার ৯ নং আয়াত ‘ইউখাদিউনাল্লাহা ওয়া রাসূলুহু, এখানে ইউখাদিউনাল্লাহ বলে (তারা আল্লাহকে ধোঁকা দিতে চায় বলে) ‘ইউখাদিউনা রাসূলাল্লাহু’ (তারা রাসূলে আকরাম সাল্লাল্লাহু আলাইহি ওয়ালিহী ওয়াসাল্লামকে ধোঁকা দিতে চায়) বুঝিয়েছেন।"
		},
		{
			"_id": "4578",
			"sura": "47",
			"para": "26",
			"verses": "33",
			"names": "یٰۤاَیُّہَا الَّذِیۡنَ  اٰمَنُوۡۤا اَطِیۡعُوا اللّٰہَ وَ اَطِیۡعُوا الرَّسُوۡلَ وَ لَا تُبۡطِلُوۡۤا اَعۡمَالَکُمۡ ﴿۳۳﴾ ",
			"number": "",
			"verses_PDMS": "یٰۤاَیُّہَا الَّذِیۡنَ  اٰمَنُوۡۤا اَطِیۡعُوا اللّٰہَ وَ اَطِیۡعُوا الرَّسُوۡلَ وَ لَا تُبۡطِلُوۡۤا اَعۡمَالَکُمۡ ﴿۳۳﴾ ",
			"index": "4578",
			"name": "হে ঈমানদারগণ! আল্লাহ্‌র নির্দেশ মেনে চলো এবং রসূলের নির্দেশ মেনে চলো আর আপন কৃতকর্ম বাতিল করো না। ",
			"en_kanzulimaan": "O People who Believe! Obey Allah and obey the Noble Messenger, and do not render your deeds void.",
			"ur_kanzulimaan": "اے ایمان والو اللہ کا حکم مانو اور رسول کا حکم مانو اور اپنے عمل باطل نہ کرو",
			"hi_kanzulimaan": "ऐ ईमान वालों अल्लाह का हुक्म मानो और रसूल का हुक्म मानो (86फ) और अपने कर्म बातिल न करो (87फ)",
			"author": "৩৩. হে ঈমানদারগণ! তোমরা আনুগত্য করো আল্লাহ্‌র এবং আনুগত্য করো রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম)-এঁর, আর নিজেদের কর্ম বিনষ্ট করো না।"
		},
		{
			"_id": "4579",
			"sura": "47",
			"para": "26",
			"verses": "34",
			"names": "اِنَّ  الَّذِیۡنَ کَفَرُوۡا وَ صَدُّوۡا عَنۡ سَبِیۡلِ اللّٰہِ  ثُمَّ  مَاتُوۡا وَ ہُمۡ کُفَّارٌ فَلَنۡ یَّغۡفِرَ اللّٰہُ  لَہُمۡ ﴿۳۴﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  الَّذِیۡنَ کَفَرُوۡا وَ صَدُّوۡا عَنۡ سَبِیۡلِ اللّٰہِ  ثُمَّ  مَاتُوۡا وَ ہُمۡ کُفَّارٌ فَلَنۡ یَّغۡفِرَ اللّٰہُ  لَہُمۡ ﴿۳۴﴾ ",
			"index": "4579",
			"name": "নিশ্চয় যারা কুফর করেছে এবং আল্লাহ্‌র পথে বাধা দিয়েছে অতঃপর কাফির অবস্থায়ই মৃত্যুমুখে পতিত হয়েছে, তবে আল্লাহ্‌ কখনো তাদেরকে ক্ষমা করবেন না। ",
			"en_kanzulimaan": "Indeed those who disbelieved and prevented others from Allahs way, and then died as disbelievers - so Allah will never forgive them.",
			"ur_kanzulimaan": "بیشک جنہوں نے کفر کیا اور اللہ کی راہ سے روکا پھر کافر ہی مرگئے تو اللہ ہر گز انہیں نہ بخشے گا",
			"hi_kanzulimaan": "बेशक जिन्होंने कुफ़्र किया और अल्लाह की राह से रोका फिर काफ़िर ही मर गए तो अल्लाह हरगिज़ उन्हें न बख़्शेगा (88फ)",
			"author": "৩৪. নিশ্চয়ই যারা কুফরী করেছে এবং (মানুষকে) আল্লাহ্‌র পথ থেকে নিবৃত্ত করেছে, অতঃপর কাফের অবস্থায়ই মৃত্যুবরণ করেছে, তবে আল্লাহ্ তাদেরকে কখনোই ক্ষমা করবেন না।"
		},
		{
			"_id": "4580",
			"sura": "47",
			"para": "26",
			"verses": "35",
			"names": "فَلَا تَہِنُوۡا وَ تَدۡعُوۡۤا  اِلَی السَّلۡمِ ٭ۖ وَ اَنۡتُمُ الۡاَعۡلَوۡنَ ٭ۖ وَ اللّٰہُ  مَعَکُمۡ  وَ لَنۡ یَّتِرَکُمۡ   اَعۡمَالَکُمۡ ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "فَلَا تَہِنُوۡا وَ تَدۡعُوۡۤا  اِلَی السَّلۡمِ ٭ۖ وَ اَنۡتُمُ الۡاَعۡلَوۡنَ ٭ۖ وَ اللّٰہُ  مَعَکُمۡ  وَ لَنۡ یَّتِرَکُمۡ   اَعۡمَالَکُمۡ ﴿۳۵﴾ ",
			"index": "4580",
			"name": "সুতরাং তোমরা আলস্য করো না; এবং আপনি সন্ধির দিকে আহ্বান করবেন না! আর তোমরাই বিজয়ী হবে এবং আল্লাহ্‌ তোমাদের সাথে আছেন; আর তিনি কখনো তোমাদের কর্মফল ক্ষুণ্ণ করবেন না। ",
			"en_kanzulimaan": "Therefore do not relax, nor call towards truce by yourself; and it is you who will dominate; and Allah is with you, and He will never cause a loss in your deeds.",
			"ur_kanzulimaan": "تو تم سستی نہ کرو اور آپ صلح کی طرف نہ بلاؤ اور تم ہی غالب آؤ گے، اور اللہ تمہارے ساتھ ہے اور وہ ہرگز تمہارے اعمال میں تمہیں نقصان نہ دے گا",
			"hi_kanzulimaan": "तो तुम सुस्ती न करो (89फ)और आप सुलह की तरफ़ न बुलाओ (90फ) और तुम ही ग़ालिब आओगे, और अल्लाह तुम्हारे साथ है और वह हरगिज़ तुम्हारे कर्मों में तुम्हें नुक़सान न देगा (91फ)",
			"author": "৩৫. সুতরাং (হে ঈমানদারগণ!) তোমরা হীনবল হয়ো না এবং (কাফের যোদ্ধাদের নিকট) সন্ধির প্রস্তাবও করো না (যাতে তোমাদের দুর্বলতা প্রকাশ পায়)। আর তোমরাই হবে বিজয়ী এবং আল্লাহ্ তোমাদের সাথে আছেন। আর তিনি কখনোই তোমাদের কর্মফল (এবং এর সাওয়াব) ক্ষুন্ন করবেন না।"
		},
		{
			"_id": "4581",
			"sura": "47",
			"para": "26",
			"verses": "36",
			"names": "اِنَّمَا الۡحَیٰوۃُ  الدُّنۡیَا  لَعِبٌ وَّ لَہۡوٌ ؕ وَ اِنۡ  تُؤۡمِنُوۡا وَ تَتَّقُوۡا یُؤۡتِکُمۡ  اُجُوۡرَکُمۡ  وَ لَا یَسۡـَٔلۡکُمۡ  اَمۡوَالَکُمۡ ﴿۳۶﴾  ",
			"number": "",
			"verses_PDMS": "اِنَّمَا الۡحَیٰوۃُ  الدُّنۡیَا  لَعِبٌ وَّ لَہۡوٌ ؕ وَ اِنۡ  تُؤۡمِنُوۡا وَ تَتَّقُوۡا یُؤۡتِکُمۡ  اُجُوۡرَکُمۡ  وَ لَا یَسۡـَٔلۡکُمۡ  اَمۡوَالَکُمۡ ﴿۳۶﴾  ",
			"index": "4581",
			"name": "দুনিয়ার জীবন তো খেলাধূলা মাত্র। আর যদি তোমরা ঈমান আনো এবং পরহেয্‌গারী অবলম্বন করো, তবে তিনি তোমাদেরকে তোমাদের সাওয়াব দান করবেন এবং তোমাদের নিকট থেকে তোমাদের সম্পদের কিছুই চাইবেন না। ",
			"en_kanzulimaan": "The worldly life is just a sport and pastime; and if you accept faith and be pious, He will bestow your rewards to you, and not at all ask you for your wealth.",
			"ur_kanzulimaan": "دنیا کی زندگی تو یہی کھیل کود ہے اور اگر تم ایمان لاؤ اور پرہیزگاری کرو تو وہ تم کو تمہارے ثواب عطا فرمائے گا اور کچھ تم سے تمہارے مال نہ مانگے گا",
			"hi_kanzulimaan": "दुनिया की ज़िन्दगी तो यही खेल क़ूद है (92फ) और अगर तुम ईमान लाओ और परहेज़गारी करो तो वह तुम को तुम्हारे सवाब अता फ़रमाएगा और कुछ तुम से तुम्हारे माल न मांगेगा (93फ)",
			"author": "৩৬. নিঃসন্দেহে দুনিয়ার জীবন তো কেবল খেল-তামাশা। আর যদি তোমরা ঈমান আনয়ন করো এবং পরহেযগারিতা অবলম্বন করো, তবে তিনি তোমাদেরকে (কৃতকর্মের পূর্ণ) সওয়াব দান করবেন এবং তোমাদের থেকে তোমাদের ধন-সম্পদ চাইবেন না।"
		},
		{
			"_id": "4582",
			"sura": "47",
			"para": "26",
			"verses": "37",
			"names": "اِنۡ  یَّسۡـَٔلۡکُمُوۡہَا  فَیُحۡفِکُمۡ  تَبۡخَلُوۡا وَ  یُخۡرِجۡ  اَضۡغَانَکُمۡ ﴿۳۷﴾ ",
			"number": "",
			"verses_PDMS": "اِنۡ  یَّسۡـَٔلۡکُمُوۡہَا  فَیُحۡفِکُمۡ  تَبۡخَلُوۡا وَ  یُخۡرِجۡ  اَضۡغَانَکُمۡ ﴿۳۷﴾ ",
			"index": "4582",
			"name": "যদি তিনি সেগুলো তোমাদের নিকট তলব করেন এবং বেশি তলব করেন, তবে তোমরা কার্পণ্য করবে এবং ওই কার্পণ্য তোমাদের অন্তরগুলোর আবর্জ্জনাকে প্রকাশ করে দেবে। ",
			"en_kanzulimaan": "Were He to ask it from you, and ask in plenty, you would be miserly, and the miserliness would expose the filth within your hearts.",
			"ur_kanzulimaan": "اگر انہیں تم سے طلب کرے اور زیادہ طلب کرے تم بخل کرو گے اور وہ بخل تمہارے دلوں کے میل ظاہر کردے گا،",
			"hi_kanzulimaan": "अगर उन्हें (94फ) तुम से तलब करे और ज़्यादा तलब करे तुम बुख़्ल (कंजूसी) करोगे और वह बुख़्ल तुम्हारे दिलों के मैल ज़ाहिर कर देगा",
			"author": "৩৭. যদি তিনি তোমাদের থেকে ধন-সম্পদ চেয়ে বসেন, অতঃপর তোমাদেরকে চাপ প্রয়োগ করেন তবে তোমাদের (অন্তরে) তা অনুভূত হবে, (আর) তোমরা কৃপণতা করবে। (এভাবে) তিনি (পার্থিব কারণে) তোমাদের (অন্তর্নিহীত) মরিচা বের করে দেবেন।"
		},
		{
			"_id": "4583",
			"sura": "47",
			"para": "26",
			"verses": "38",
			"names": "ہٰۤاَنۡتُمۡ ہٰۤؤُلَآءِ  تُدۡعَوۡنَ لِتُنۡفِقُوۡا فِیۡ سَبِیۡلِ اللّٰہِ ۚ فَمِنۡکُمۡ  مَّنۡ یَّبۡخَلُ ۚ وَ مَنۡ یَّبۡخَلۡ  فَاِنَّمَا یَبۡخَلُ عَنۡ نَّفۡسِہٖ ؕ وَ اللّٰہُ الۡغَنِیُّ  وَ اَنۡتُمُ الۡفُقَرَآءُ ۚ وَ اِنۡ  تَتَوَلَّوۡا یَسۡتَبۡدِلۡ  قَوۡمًا غَیۡرَکُمۡ ۙ ثُمَّ  لَا یَکُوۡنُوۡۤا  اَمۡثَالَکُمۡ ﴿۳۸﴾ ",
			"number": "",
			"verses_PDMS": "ہٰۤاَنۡتُمۡ ہٰۤؤُلَآءِ  تُدۡعَوۡنَ لِتُنۡفِقُوۡا فِیۡ سَبِیۡلِ اللّٰہِ ۚ فَمِنۡکُمۡ  مَّنۡ یَّبۡخَلُ ۚ وَ مَنۡ یَّبۡخَلۡ  فَاِنَّمَا یَبۡخَلُ عَنۡ نَّفۡسِہٖ ؕ وَ اللّٰہُ الۡغَنِیُّ  وَ اَنۡتُمُ الۡفُقَرَآءُ ۚ وَ اِنۡ  تَتَوَلَّوۡا یَسۡتَبۡدِلۡ  قَوۡمًا غَیۡرَکُمۡ ۙ ثُمَّ  لَا یَکُوۡنُوۡۤا  اَمۡثَالَکُمۡ ﴿۳۸﴾ ",
			"index": "4583",
			"name": "হাঁ, হাঁ, এই যে তোমরা! তোমাদেরকে আহ্বান করা হচ্ছে এ’জন্য যে, তোমরা আল্লাহ্‌র পথে ব্যয় করবে। তখন তোমাদের মধ্যে কেউ কেউ কার্পণ্য করে এবং যে কেউ কার্পণ্য করে, তবে সে স্বীয় আত্নার উপরই কার্পণ্য করে এবং আল্লাহ্‌ অভাবমুক্ত আর তোমরা সবাই মুখাপেক্ষী। আর যদি তোমরা মুখ ফিরিয়ে নাও, তবে তিনি তোমাদের ব্যতীত অন্য লোকদেরকে তোমাদের স্থলবর্তী করবেন। অতঃপর তারা তোমাদের মতো হবে না।",
			"en_kanzulimaan": "Yes, undoubtedly it is you who are being called, that you may spend in Allahs way; so some among you act miserly; and whoever is miserly, is being a miser upon himself; and Allah is the Independent (Wealthy - Not requiring anything), whereas you all are needy; and if you renege, He will replace you with other people - and they will not be like you.",
			"ur_kanzulimaan": "ہاں ہاں یہ جو تم ہو بلائے جاتے ہو کہ اللہ کی راہ میں خرچ کرو تو تم میں کوئی بخل کرتا ہے اور جو بخل کرے وہ اپنی ہی جان پر بخل کرتا ہے اور اللہ بے نیاز ہے اور تم سب محتاج اور اگر تم منہ پھیرو تو وہ تمہارے سوا اور لوگ بدل لے گا پھر وہ تم جیسے نہ ہوں گے",
			"hi_kanzulimaan": "हाँ हाँ यह जो तुम हो बुलाए जाते हो कि अल्लाह की राह में ख़र्च करो (95फ) तो तुम में कोई बुख़्ल करता है और जो बुख़्ल करे (96फ) वह अपनी ही जान पर बुख़्ल करता है और अल्लाह बेनियाज़ है (97फ) और तुम सब मोहताज़ (98फ) और अगर तुम मुंह फेरो (99फ) तो वह तुम्हारे सिवा और लोग बदल लेगा फिर वो तुम जैसे न होंगे (100फ)",
			"author": "৩৮. মনে রেখো! তোমরাই সেসব লোক যাদেরকে আল্লাহ্‌র পথে ব্যয় করার জন্যে আহ্বান করা হয়; অথচ তোমাদের মধ্যে কতিপয় এমনও রয়েছে যারা কার্পণ্য করে। আর যারাই কার্পণ্য করে তারা কেবল নিজের প্রতিই কার্পণ্য করে। আল্লাহ্ অভাবমুক্ত এবং তোমরা (সকলেই) অভাবগ্রস্ত। যদি তোমরা (আল্লাহ্‌র নির্দেশের) বিমুখ হও, তবে তিনি অন্য সম্প্রদায়কে তোমাদের স্থলাভিষিক্ত করবেন, অতঃপর তারা তোমাদের মতো হবে না।"
		}
	]