[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "4631",
			"sura": "50",
			"para": "26",
			"verses": "1",
			"names": "قٓ ۟ۚ وَ الۡقُرۡاٰنِ  الۡمَجِیۡدِ ۚ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "قٓ ۟ۚ وَ الۡقُرۡاٰنِ  الۡمَجِیۡدِ ۚ﴿۱﴾ ",
			"index": "4631",
			"name": "ক্বা----ফ, সম্মানিত ক্বোরআনের শপথ।",
			"en_kanzulimaan": "Qaf; by oath of the Glorious Quran.",
			"ur_kanzulimaan": "عزت والے قرآن کی قسم",
			"hi_kanzulimaan": "इज़्ज़त वाले क़ुरआन की क़सम (2फ)",
			"author": "১. ক্বাফ। (প্রকৃত অর্থ আল্লাহ এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামই অধিক অবগত)। শপথ মহিমান্বিত কুরআনের;"
		},
		{
			"_id": "4632",
			"sura": "50",
			"para": "26",
			"verses": "2",
			"names": "بَلۡ عَجِبُوۡۤا اَنۡ جَآءَہُمۡ مُّنۡذِرٌ مِّنۡہُمۡ فَقَالَ  الۡکٰفِرُوۡنَ ہٰذَا شَیۡءٌ عَجِیۡبٌ ۚ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "بَلۡ عَجِبُوۡۤا اَنۡ جَآءَہُمۡ مُّنۡذِرٌ مِّنۡہُمۡ فَقَالَ  الۡکٰفِرُوۡنَ ہٰذَا شَیۡءٌ عَجِیۡبٌ ۚ﴿۲﴾ ",
			"index": "4632",
			"name": "বরং তারা এজন্য অবাক হয়েছে যে, তাদের নিকট তাদেরই মধ্য থেকে একজন সতর্ককারী তাশরীফ এনেছেন। সুতরাং কাফিরগণ বললো, ‘এ’তো বিস্ময়কর ব্যাপার।",
			"en_kanzulimaan": "Rather they were shocked that a Herald of Warning came to them from among themselves, so the disbelievers said, This is something really strange.",
			"ur_kanzulimaan": "بلکہ انھیں اس کا اچنبھا ہوا کہ ان کے پاس انہی میں کا ایک ڈر سنانے والا تشریف لایا تو کافر بولے یہ تو عجیب بات ہے،",
			"hi_kanzulimaan": "बल्कि उन्हें इसका अचंभा हुआ कि उनके पास उन्हीं में का एक डर सुनाने वाला तशरीफ़ लाया (3फ) तो काफ़िर बोले यह तो अजीब बात है",
			"author": "২. বরং এরা বিস্ময় বোধ করে যে, তাদের নিকট তাদেরই মধ্য থেকে একজন সতর্ককারী আগমন করেছেন। সুতরাং কাফেরেরা বলে, ‘এ এক আশ্চর্য ব্যাপার!’"
		},
		{
			"_id": "4633",
			"sura": "50",
			"para": "26",
			"verses": "3",
			"names": "ءَاِذَا مِتۡنَا وَ کُنَّا تُرَابًا ۚ ذٰلِکَ رَجۡعٌۢ بَعِیۡدٌ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "ءَاِذَا مِتۡنَا وَ کُنَّا تُرَابًا ۚ ذٰلِکَ رَجۡعٌۢ بَعِیۡدٌ ﴿۳﴾ ",
			"index": "4633",
			"name": "আমরা যখন মরে যাবো এবং মাটি হয়ে যাবো, তারপরও কি জীবিত হবো? এ প্রত্যাবর্তন দূরের কথা। ",
			"en_kanzulimaan": "When we are dead and have turned to dust, will we be raised again? That return is impossible!",
			"ur_kanzulimaan": "کیا جب ہم مرجائیں اور مٹی ہوجائیں گے پھر جیئں گے یہ پلٹنا دور ہے",
			"hi_kanzulimaan": "क्या जब हम मर जाएं और मिट्टी हो जाएंगे फिर जिएेंगे यह पलटना दूर है (4फ)",
			"author": "৩. যখন আমরা মৃত্যুবরণ করবো এবং মৃত্তিকায় পরিণত হবো (তখনো কি আমরা পুনর্জীবিত হবো)? এ পুনরুত্থান (বোধগম্যতা ও উপলদ্ধি থেকে) সুদূর পরাহত।’"
		},
		{
			"_id": "4634",
			"sura": "50",
			"para": "26",
			"verses": "4",
			"names": "قَدۡ عَلِمۡنَا مَا تَنۡقُصُ الۡاَرۡضُ مِنۡہُمۡ ۚ وَ عِنۡدَنَا کِتٰبٌ  حَفِیۡظٌ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "قَدۡ عَلِمۡنَا مَا تَنۡقُصُ الۡاَرۡضُ مِنۡہُمۡ ۚ وَ عِنۡدَنَا کِتٰبٌ  حَفِیۡظٌ ﴿۴﴾ ",
			"index": "4634",
			"name": "আমি জানি যমীন তাদের থেকে যা কিছু ক্ষয় করে এবং আমার নিকট সংরক্ষণকারী কিতাব রয়েছে। ",
			"en_kanzulimaan": "We know all what the earth decreases from them; and with Us is a Book that retains.",
			"ur_kanzulimaan": "ہم جانتے ہیں جو کچھ زمین ان میں سے گھٹاتی ہے اور ہمارے پاس ایک یاد رکھنے والی کتاب ہے",
			"hi_kanzulimaan": "हम जानते हैं जो कुछ ज़मीन उनमें से घटाती है (5फ) और हमारे पास एक याद रखने वाली किताब है (6फ)",
			"author": "৪. নিশ্চয়ই আমরা তো জানি, মৃত্তিকা তাদের (দেহ ভক্ষণ করে) কতটুকু ক্ষয় করবে। আর আমাদের নিকট রয়েছে কিতাব যাতে সকল কিছু সংরক্ষিত।"
		},
		{
			"_id": "4635",
			"sura": "50",
			"para": "26",
			"verses": "5",
			"names": "بَلۡ کَذَّبُوۡا بِالۡحَقِّ لَمَّا جَآءَہُمۡ فَہُمۡ  فِیۡۤ اَمۡرٍ  مَّرِیۡجٍ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "بَلۡ کَذَّبُوۡا بِالۡحَقِّ لَمَّا جَآءَہُمۡ فَہُمۡ  فِیۡۤ اَمۡرٍ  مَّرِیۡجٍ ﴿۵﴾ ",
			"index": "4635",
			"name": "বরং তারা সত্যকে অস্বীকার করেছে যখন তা তাদের নিকট এসেছে; অতঃপর তারা এক দুদোল্যমান ভিত্তিহীন কথার মধ্যে রয়েছে। ",
			"en_kanzulimaan": "In fact they denied the Truth when it came to them, so they are now in a dilemma.",
			"ur_kanzulimaan": "بلکہ انہوں نے حق کو جھٹلایا جب وہ ان کے پاس آیا تو وہ ایک مضطرب بے ثبات بات میں ہیں",
			"hi_kanzulimaan": "बल्कि उन्होंने हक़ (सत्य) को झुटलाया (7फ) जब वह उनके पास आया तो वह एक मुज़तरिब बेसबात बात में हैं (8फ)",
			"author": "৫. বরং (অদ্ভুত আর বোধগম্যতা থেকে এ দূরের বিষয় যে,) তারা সত্যকে (অর্থাৎ রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম এবং কুরআনকে) মিথ্যাপ্রতিপন্ন করেছে, তাদের নিকট তা আগমন করার পর; সুতরাং তারা নিজেরা(ই) সংশয়ে দোদুল্যমান।"
		},
		{
			"_id": "4636",
			"sura": "50",
			"para": "26",
			"verses": "6",
			"names": "اَفَلَمۡ  یَنۡظُرُوۡۤا  اِلَی السَّمَآءِ  فَوۡقَہُمۡ کَیۡفَ بَنَیۡنٰہَا وَ زَیَّنّٰہَا وَ مَا لَہَا مِنۡ فُرُوۡجٍ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "اَفَلَمۡ  یَنۡظُرُوۡۤا  اِلَی السَّمَآءِ  فَوۡقَہُمۡ کَیۡفَ بَنَیۡنٰہَا وَ زَیَّنّٰہَا وَ مَا لَہَا مِنۡ فُرُوۡجٍ ﴿۶﴾ ",
			"index": "4636",
			"name": "তবে কি তারা তাদের পরে আস্‌মান দেখেনি, আমি সেটা কিভাবে তৈরী করেছি ও সুসজ্জিত করেছি এবং তাতে কোথাও ছিদ্র নেই?",
			"en_kanzulimaan": "So did they not see the sky above them - how We have made it and beautified it, and there are no cracks in it?",
			"ur_kanzulimaan": "تو کیا انہوں نے اپنے اوپر آسمان کو نہ دیکھا ہم نے اسے کیسے بنایا اور سنوارا اور اس میں کہیں رخنہ نہیں",
			"hi_kanzulimaan": "तो क्या उन्होंने अपने ऊपर आसमान को न देखा (9फ) हमने उसे कैसा बनाया (10फ) और संवारा (11फ) और उसमें कहीं रखना नहीं (12फ)",
			"author": "৬. অতএব তারা কি তাদের উর্ধস্থিত আকাশের দিকে দৃষ্টিপাত করে না, আমরা কীভাবে তা নির্মাণ করেছি এবং (কীভাবে) একে সুসজ্জিত করেছি? আর তাতে কোনো ছিদ্র (পর্যন্ত) নেই।"
		},
		{
			"_id": "4637",
			"sura": "50",
			"para": "26",
			"verses": "7",
			"names": "وَ الۡاَرۡضَ مَدَدۡنٰہَا وَ اَلۡقَیۡنَا فِیۡہَا رَوَاسِیَ وَ اَنۡۢبَتۡنَا فِیۡہَا مِنۡ کُلِّ  زَوۡجٍۭ بَہِیۡجٍ ۙ﴿۷﴾   ",
			"number": "",
			"verses_PDMS": "وَ الۡاَرۡضَ مَدَدۡنٰہَا وَ اَلۡقَیۡنَا فِیۡہَا رَوَاسِیَ وَ اَنۡۢبَتۡنَا فِیۡہَا مِنۡ کُلِّ  زَوۡجٍۭ بَہِیۡجٍ ۙ﴿۷﴾   ",
			"index": "4637",
			"name": "এবং যমীনকে আমি বিস্তৃত করেছি এবং তাতে নোঙ্গর স্থাপন করেছি আর তাতে সর্বত্র জাকজমকপূর্ণ জোড়া উদগত করেছি;",
			"en_kanzulimaan": "And (how) We have spread the earth, and placed mountains as anchors in it, and have grown all kinds of beautiful pairs in it?",
			"ur_kanzulimaan": "اور زمین کو ہم نے پھیلایا اور اس میں لنگر ڈالے (بھاری وزن رکھے) (ف۹۱۴ اور اس میں ہر بارونق جوڑا اُگایا،",
			"hi_kanzulimaan": "और ज़मीन को हम ने फ़ैलाया (13फ) और उसमें लंगर डाले (14फ) और उसमें हर रौनक वाला जोड़ा उगाया",
			"author": "৭. আর (এভাবে) আমরা পৃথিবীকে বিস্তৃত করেছি, এতে স্থাপন করেছি ভারী পর্বতমালা এবং এতে উদ্গত করেছি সকল প্রকার সুদৃশ্য উদ্ভিদ।"
		},
		{
			"_id": "4638",
			"sura": "50",
			"para": "26",
			"verses": "8",
			"names": "تَبۡصِرَۃً  وَّ  ذِکۡرٰی لِکُلِّ عَبۡدٍ مُّنِیۡبٍ ﴿۸﴾  ",
			"number": "",
			"verses_PDMS": "تَبۡصِرَۃً  وَّ  ذِکۡرٰی لِکُلِّ عَبۡدٍ مُّنِیۡبٍ ﴿۸﴾  ",
			"index": "4638",
			"name": "গভীর চিন্তা ভাবনা ও বুঝস্বরূপ প্রত্যেক প্রত্যাবর্তনকারী বান্দার জন্য।",
			"en_kanzulimaan": "A perception and an understanding, for every bondman who inclines.",
			"ur_kanzulimaan": "سوجھ اور سمجھ ہر رجوع والے بندے کے لیے",
			"hi_kanzulimaan": "सूझ और समझ (15फ) हर रूजू वाले बन्दे के लिये (16फ)",
			"author": "৮. (এসব) অন্তর্দৃষ্টি ও উপদেশস্বরূপ (আল্লাহ্‌র প্রতি) অনুরাগী প্রত্যেক বান্দার জন্যে।"
		},
		{
			"_id": "4639",
			"sura": "50",
			"para": "26",
			"verses": "9",
			"names": "وَ نَزَّلۡنَا مِنَ السَّمَآءِ  مَآءً مُّبٰرَکًا فَاَنۡۢبَتۡنَا بِہٖ جَنّٰتٍ وَّ حَبَّ الۡحَصِیۡدِ ۙ﴿۹﴾",
			"number": "",
			"verses_PDMS": "وَ نَزَّلۡنَا مِنَ السَّمَآءِ  مَآءً مُّبٰرَکًا فَاَنۡۢبَتۡنَا بِہٖ جَنّٰتٍ وَّ حَبَّ الۡحَصِیۡدِ ۙ﴿۹﴾",
			"index": "4639",
			"name": "এবং আমি আস্‌মান থেকে বরকতময় পানি বর্ষন করেছি অতঃপর তা দ্বারা বাগান উদগত করেছি এবং শস্য, যা কাটা হয়;",
			"en_kanzulimaan": "And We sent down the auspicious water from the sky, therefore producing gardens with it, and the grain that is harvested.",
			"ur_kanzulimaan": "اور ہم نے آسمان سے برکت والا پانی اتارا تو اس سے باغ اُگائے اور اناج کہ کاٹا جاتا ہے",
			"hi_kanzulimaan": "और हमने आसमान से बरकत वाला पानी उतारा (17फ) तो उससे बाग़ उगाए और अनाज कि काटा जाता है (18फ)",
			"author": "৯. আর আমরা আকাশ হতে বর্ষণ করি কল্যাণকর পানি, অতঃপর তা দ্বারা উদ্গত করি উদ্যান এবং কর্ষণের পরিপক্ক শষ্যরাজি,"
		},
		{
			"_id": "4640",
			"sura": "50",
			"para": "26",
			"verses": "10",
			"names": "وَ النَّخۡلَ بٰسِقٰتٍ  لَّہَا طَلۡعٌ  نَّضِیۡدٌ ﴿ۙ۱۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ النَّخۡلَ بٰسِقٰتٍ  لَّہَا طَلۡعٌ  نَّضِیۡدٌ ﴿ۙ۱۰﴾ ",
			"index": "4640",
			"name": "এবং খেজুরের লম্বা লম্বা বৃক্ষরাজি, যেগুলোর রয়েছে পাকা গুচ্ছ;",
			"en_kanzulimaan": "And high date-palms with lush fruit.",
			"ur_kanzulimaan": "اور کھجور کے لمبے درخت جن کا پکا گابھا،",
			"hi_kanzulimaan": "और ख़जूर के लम्बे दरख़्त जिन का पक्का गाभा",
			"author": "১০. এবং সুদীর্ঘ খর্জুরবৃক্ষ যাতে আছে গুচ্ছ গুচ্ছ খেজুর।"
		},
		{
			"_id": "4641",
			"sura": "50",
			"para": "26",
			"verses": "11",
			"names": "رِّزۡقًا  لِّلۡعِبَادِ ۙ وَ اَحۡیَیۡنَا بِہٖ بَلۡدَۃً  مَّیۡتًا ؕ  کَذٰلِکَ  الۡخُرُوۡجُ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "رِّزۡقًا  لِّلۡعِبَادِ ۙ وَ اَحۡیَیۡنَا بِہٖ بَلۡدَۃً  مَّیۡتًا ؕ  کَذٰلِکَ  الۡخُرُوۡجُ ﴿۱۱﴾ ",
			"index": "4641",
			"name": "বান্দাদের জীবিকার জন্য এবং আমি তা দ্বারা মৃত শহরকে জীবিত করেছি; এভাবেই তোমাদেরকে কবরগুলো থেকে বের হতে হবে। ",
			"en_kanzulimaan": "As sustenance for the bondmen; and with it We revived a dead city; this is how you will be raised.",
			"ur_kanzulimaan": "بندووں کی روزی کے لیے اور ہم نے اس سے مردہ شہر جِلایا یونہی قبروں سے تمہارا نکلنا ہے",
			"hi_kanzulimaan": "बन्दों की रोज़ी के लिये और हमने उस (19फ) से मुर्दा शहर जिलाया (20फ) यूंही क़ब्रों से तुम्हारा निकलना है (21फ)",
			"author": "১১. (এসব কিছু স্বীয়) বান্দাদের জীবিকাস্বরূপ এবং এ (পানি) থেকে আমরা মৃত ভূমিকে সঞ্জীবিত করি। এভাবে কবর থেকে (তোমাদের) উত্থান ঘটবে।"
		},
		{
			"_id": "4642",
			"sura": "50",
			"para": "26",
			"verses": "12",
			"names": "کَذَّبَتۡ قَبۡلَہُمۡ قَوۡمُ نُوۡحٍ وَّ اَصۡحٰبُ الرَّسِّ  وَ  ثَمُوۡدُ ﴿ۙ۱۲﴾ ",
			"number": "",
			"verses_PDMS": "کَذَّبَتۡ قَبۡلَہُمۡ قَوۡمُ نُوۡحٍ وَّ اَصۡحٰبُ الرَّسِّ  وَ  ثَمُوۡدُ ﴿ۙ۱۲﴾ ",
			"index": "4642",
			"name": "তাদের পূর্বে অস্বীকার করেছে নূহের সম্প্রদায়, রস্‌বাসীগণ ও সামূদ সম্প্রদায়;",
			"en_kanzulimaan": "Before these, the people of Nooh had denied, and so did the dwellers of Rass and the Thamud.",
			"ur_kanzulimaan": "ان سے پہلے جھٹلایا نوح کی قوم اور رس والوں اور ثمود",
			"hi_kanzulimaan": "उनसे पहले झुटलाया (22फ) नूह की क़ौम और रस वालों (23फ) और समूद",
			"author": "১২. তাদের (অর্থাৎ মক্কার কাফেরদের) পূর্বেও মিথ্যাপ্রতিপন্ন করেছিল নূহের সম্প্রদায়, (ইয়ামামার ভূমির অন্ধ) কূয়াবাসীরা এবং (মদীনা থেকে সিরিয়ার দিকে তাবুকের নিকটবর্তী বসতি হিজরে বসবাসকারী সালেহ্ আলাইহিস সালামের সম্প্রদায়) সামূদ জাতি,"
		},
		{
			"_id": "4643",
			"sura": "50",
			"para": "26",
			"verses": "13",
			"names": "وَ عَادٌ  وَّ  فِرۡعَوۡنُ وَ  اِخۡوَانُ  لُوۡطٍ ﴿ۙ۱۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ عَادٌ  وَّ  فِرۡعَوۡنُ وَ  اِخۡوَانُ  لُوۡطٍ ﴿ۙ۱۳﴾ ",
			"index": "4643",
			"name": "এবং ‘আদ, ‘ফির’আউন এবং লূতের একই সম্প্রদায়ের লোকেরা; ",
			"en_kanzulimaan": "And the tribe of Aad, and Firaun, and the fellowmen of Lut.",
			"ur_kanzulimaan": "اور عاد اور فرعون اور لوط کے ہم قوموں",
			"hi_kanzulimaan": "और आद और फ़िरऔन और लूत के हमक़ौमों",
			"author": "১৩. আর (উমান এবং মাসরার মধ্যবর্তী ইয়েমেনের আহ্কাফ উপত্যকায় বসবাসকারী হুদ আলাইহিস সালামের সম্প্রদায়) ’আদ জাতি, (মিশরের শাসক) ফেরাউন এবং (ফিলিস্তিনের ভূমির সাদ্দুম এবং আমূরায় বসবাসকারী) লুত (আলাইহিস সালাম)-এঁর সম্প্রদায়,"
		},
		{
			"_id": "4644",
			"sura": "50",
			"para": "26",
			"verses": "14",
			"names": "وَّ اَصۡحٰبُ  الۡاَیۡکَۃِ  وَ قَوۡمُ تُبَّعٍ ؕ کُلٌّ کَذَّبَ الرُّسُلَ  فَحَقَّ وَعِیۡدِ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "وَّ اَصۡحٰبُ  الۡاَیۡکَۃِ  وَ قَوۡمُ تُبَّعٍ ؕ کُلٌّ کَذَّبَ الرُّسُلَ  فَحَقَّ وَعِیۡدِ ﴿۱۴﴾ ",
			"index": "4644",
			"name": "এবং বনবাসীগণ ও তুব্বা’র সম্প্রদায়; তাদের মধ্যে প্রত্যেকেই রসূলগণকে অস্বীকার করেছে, অতঃপর আমার শাস্তির প্রতিশ্রুতি অবধারিত হয়ে গেছে। ",
			"en_kanzulimaan": "And the Dwellers of the Woods, and the people of Tubba; each one of them one denied the Noble Messengers, so My promised punishment proved true.",
			"ur_kanzulimaan": "اور بَن والوں اور تبع کی قوم نے ان میں ہر ایک نے رسولوں کو جھٹلایا تو میرے عذاب کا وعدہ ثابت ہوگیا",
			"hi_kanzulimaan": "और बन वालों और तुब्बा की क़ौम ने (24फ) उनसे हर एक ने रसूलों को झुटलाया तो मेरे अज़ाब का वादा साबित हो गया (25फ)",
			"author": "১৪. আর (মাদইয়ানের ঘন বনবিশিষ্ট) আইকায় বসবাসকারীরা (যারা ছিল শুয়াইব আলাইহিস সালামের সম্প্রদায়) এবং (ইয়েমেনের বাদশাহ্ আস’আদ আবু কুরাইব) তুব্বা’ (আল-হিমইয়ারী)-এর সম্প্রদায়। (মোটকথা) এরা সবাই রাসূলগণকে মিথ্যাপ্রতিপন্ন করেছিল। অতঃপর (তাদের উপর) আমার শাস্তির প্রতিশ্রুতি সত্য প্রতিপন্ন হয়েছে।"
		},
		{
			"_id": "4645",
			"sura": "50",
			"para": "26",
			"verses": "15",
			"names": "اَفَعَیِیۡنَا بِالۡخَلۡقِ الۡاَوَّلِ ؕ بَلۡ ہُمۡ فِیۡ لَبۡسٍ مِّنۡ خَلۡقٍ جَدِیۡدٍ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "اَفَعَیِیۡنَا بِالۡخَلۡقِ الۡاَوَّلِ ؕ بَلۡ ہُمۡ فِیۡ لَبۡسٍ مِّنۡ خَلۡقٍ جَدِیۡدٍ ﴿۱۵﴾ ",
			"index": "4645",
			"name": "তবে কি আমি প্রথমবার সৃষ্টি করে ক্লান্ত হয়ে পড়েছি? বরং তারা নতুন সৃষ্টিতে সন্দেহ পোষণ করছে!",
			"en_kanzulimaan": "So did We tire by creating the first time? Rather they doubt in being created again.",
			"ur_kanzulimaan": "تو کیا ہم پہلی بار بناکر تھک گئے بلکہ وہ نئے بننے سے شبہ میں ہیں،",
			"hi_kanzulimaan": "तो क्या हम पहली बार बनाकर थक गए (26फ) बल्कि वो नए बनने से (27फ) शुबह में हैं",
			"author": "১৫. সুতরাং আমরা কি প্রথমবার সৃষ্টি করেই ক্লান্ত হয়ে পড়েছি? (এমন নয়) বরং তারা নতুন সৃষ্টির ব্যাপারে সন্দেহে (আপতিত) রয়েছে।"
		},
		{
			"_id": "4646",
			"sura": "50",
			"para": "26",
			"verses": "16",
			"names": "وَ لَقَدۡ خَلَقۡنَا الۡاِنۡسَانَ وَ نَعۡلَمُ مَا تُوَسۡوِسُ بِہٖ  نَفۡسُہٗ ۚۖ وَ نَحۡنُ  اَقۡرَبُ اِلَیۡہِ  مِنۡ  حَبۡلِ  الۡوَرِیۡدِ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ خَلَقۡنَا الۡاِنۡسَانَ وَ نَعۡلَمُ مَا تُوَسۡوِسُ بِہٖ  نَفۡسُہٗ ۚۖ وَ نَحۡنُ  اَقۡرَبُ اِلَیۡہِ  مِنۡ  حَبۡلِ  الۡوَرِیۡدِ ﴿۱۶﴾ ",
			"index": "4646",
			"name": "আর নিশ্চয় আমি মানব জাতিকে সৃষ্টি করেছি এবং তার প্রবৃত্তি তাকে যেই কুমন্ত্রণা দেয় তা আমি জানি এবং আমি হৃদয়ের শিরা অপেক্ষাও তার অধিক নিকটে আছি। ",
			"en_kanzulimaan": "And indeed We have created man and We know what his soul instils in him; and We are nearer to him than the hearts artery.",
			"ur_kanzulimaan": "اور بیشک ہم نے آدمی کو پیدا کیا اور ہم جانتے ہیں جو وسوسہ اس کا نفس ڈالتا ہے اور ہم دل کی رگ سے بھی اس سے زیادہ نزدیک ہیں",
			"hi_kanzulimaan": "और बेशक हमने आदमी को पैदा किया और हम जानते हैं जो वसवसा उसका नफ़्स डालता है (28फ) और हम दिल की रग से भी उससे ज़्यादा नज़दीक़ हैं (29फ)",
			"author": "১৬. আর নিশ্চয়ই আমরা মানুষকে সৃষ্টি করেছি এবং তার প্রবৃত্তি (তার অন্তরে ও মস্তিস্কে) যে কুমন্ত্রণা দেয় আমরা সে সম্পর্কেও অবগত আছি। আমরা তার গ্রীবাস্থিত ধমনী অপেক্ষাও অধিক নিকটবর্তী।"
		},
		{
			"_id": "4647",
			"sura": "50",
			"para": "26",
			"verses": "17",
			"names": "اِذۡ یَتَلَقَّی الۡمُتَلَقِّیٰنِ عَنِ الۡیَمِیۡنِ وَ عَنِ الشِّمَالِ قَعِیۡدٌ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "اِذۡ یَتَلَقَّی الۡمُتَلَقِّیٰنِ عَنِ الۡیَمِیۡنِ وَ عَنِ الشِّمَالِ قَعِیۡدٌ ﴿۱۷﴾ ",
			"index": "4647",
			"name": "যখন তার নিকট থেকে গ্রহণ করে দু’জন গ্রহণকারী- একজন ডানে বসে অপরজন বামে। ",
			"en_kanzulimaan": "When the two receiving angels receive from him, one seated on the right and one on the left.",
			"ur_kanzulimaan": "اور جب اس سے لیتے ہیں دو لینے والے ایک داہنے بیٹھا اور ایک بائیں",
			"hi_kanzulimaan": "जब उससे लेते हैं दो लेने वाले (30फ) एक दाएं बैठा और एक बाएं (31फ)",
			"author": "১৭. যখন দু’জন (ফেরেশতা) ডানে এবং বামে বসে (তাদের সকল কথা ও কাজ লিপিবদ্ধ আকারে) গ্রহণ করে,"
		},
		{
			"_id": "4648",
			"sura": "50",
			"para": "26",
			"verses": "18",
			"names": "مَا یَلۡفِظُ مِنۡ  قَوۡلٍ اِلَّا لَدَیۡہِ رَقِیۡبٌ عَتِیۡدٌ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "مَا یَلۡفِظُ مِنۡ  قَوۡلٍ اِلَّا لَدَیۡہِ رَقِیۡبٌ عَتِیۡدٌ ﴿۱۸﴾ ",
			"index": "4648",
			"name": " এমন কোন কথাই সে মুখ থেকে বের করে না যে, তার সন্নিকটে একজন রক্ষক উপবিষ্ট থাকে না। ",
			"en_kanzulimaan": "He does not utter a single word, without a ready recorder seated next to him.",
			"ur_kanzulimaan": "کوئی بات وہ زبان سے نہیں نکالتا کہ اس کے پاس ایک محافظ تیار نہ بیٹھا ہو",
			"hi_kanzulimaan": "कोई बात वह ज़बान से नहीं निकालता कि उसके पास एक मुहाफ़िज़ तैयार न बैठा हो (32फ)",
			"author": "১৮. সে মুখ দিয়ে যে কথাই উচ্চারণ করে, তাই (লিপিবদ্ধ করার জন্যে) তার কাছে একজন প্রহরী প্রস্তুত রয়েছে।"
		},
		{
			"_id": "4649",
			"sura": "50",
			"para": "26",
			"verses": "19",
			"names": "وَ جَآءَتۡ سَکۡرَۃُ  الۡمَوۡتِ بِالۡحَقِّ ؕ ذٰلِکَ مَا کُنۡتَ مِنۡہُ  تَحِیۡدُ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَآءَتۡ سَکۡرَۃُ  الۡمَوۡتِ بِالۡحَقِّ ؕ ذٰلِکَ مَا کُنۡتَ مِنۡہُ  تَحِیۡدُ ﴿۱۹﴾ ",
			"index": "4649",
			"name": "এবং এসে পড়ছে মৃত্যুর যন্ত্রণা সত্য সহকারে, এটাই, যা থেকে তুমি পলায়ন করতে। ",
			"en_kanzulimaan": "And the hardship of death came with the truth; This is what you were escaping from!",
			"ur_kanzulimaan": "اور آئی موت کی سختی حق کے ساتھ یہ ہے جس سے تو بھاگتا تھا،",
			"hi_kanzulimaan": "और आई मौत की सख़्ती (33फ) हक़ के साथ (34फ) यह है जिससे तू भागता था",
			"author": "১৯. আর মৃত্যুযন্ত্রণা নিশ্চিত এসে পৌঁছুবে। (হে মানুষ!) তুমি এ থেকেই পলায়ন করতে!"
		},
		{
			"_id": "4650",
			"sura": "50",
			"para": "26",
			"verses": "20",
			"names": "وَ نُفِخَ فِی الصُّوۡرِ ؕ ذٰلِکَ یَوۡمُ الۡوَعِیۡدِ ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ نُفِخَ فِی الصُّوۡرِ ؕ ذٰلِکَ یَوۡمُ الۡوَعِیۡدِ ﴿۲۰﴾ ",
			"index": "4650",
			"name": "এবং শিঙ্গায় ফুঁৎকার করা হয়েছে; এটা হচ্ছে শাস্তির প্রতিশ্রুতি দিবস’।",
			"en_kanzulimaan": "And the Trumpet was blown; This is the Day of the promised punishment.",
			"ur_kanzulimaan": "اور صُور پھونکا گیا یہ ہے وعدہٴ عذاب کا دن",
			"hi_kanzulimaan": "और सूर फूंका गया (35फ) यह है अज़ाब के वादे का दिन (36फ)",
			"author": "২০. আর সিঙ্গায় ফুঁক দেয়া হবে, এ (শাস্তিই) হবে ভীতিপ্রদর্শনের দিবস।"
		},
		{
			"_id": "4651",
			"sura": "50",
			"para": "26",
			"verses": "21",
			"names": "وَ جَآءَتۡ کُلُّ نَفۡسٍ مَّعَہَا سَآئِقٌ وَّ شَہِیۡدٌ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَآءَتۡ کُلُّ نَفۡسٍ مَّعَہَا سَآئِقٌ وَّ شَہِیۡدٌ ﴿۲۱﴾ ",
			"index": "4651",
			"name": "এবং প্রত্যেক সত্তা এভাবে উপস্থিত হয়েছে যে, তার সাথে একজন পশ্চাব্ধাবনকারী একজন সাক্ষী রয়েছে। ",
			"en_kanzulimaan": "And every soul came, along with a herder and a witness.",
			"ur_kanzulimaan": "اور ہر جان یوں حاضر ہوئی کہ اس کے ساتھ ایک ہانکنے والا اور ایک گواہ",
			"hi_kanzulimaan": "और हर जान यूं हाज़िर हुई कि उसके साथ एक हांकने वाला (37फ) और एक गवाह (38फ)",
			"author": "২১. আর প্রত্যেক ব্যক্তি (আমাদের নিকট) আগমন করবে, তাদের সাথে থাকবে একজন চালক (ফেরেশতা) এবং (অপরজন কর্মের) সাক্ষী।"
		},
		{
			"_id": "4652",
			"sura": "50",
			"para": "26",
			"verses": "22",
			"names": "لَقَدۡ کُنۡتَ فِیۡ غَفۡلَۃٍ  مِّنۡ ہٰذَا فَکَشَفۡنَا عَنۡکَ غِطَآءَکَ فَبَصَرُکَ الۡیَوۡمَ حَدِیۡدٌ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "لَقَدۡ کُنۡتَ فِیۡ غَفۡلَۃٍ  مِّنۡ ہٰذَا فَکَشَفۡنَا عَنۡکَ غِطَآءَکَ فَبَصَرُکَ الۡیَوۡمَ حَدِیۡدٌ ﴿۲۲﴾ ",
			"index": "4652",
			"name": "নিশ্চয় তুমি সে বিষয়ে উদাসীনতার মধ্যে ছিলে। অতঃপর আমি তোমার উপর থেকে তোমার পর্দা অপসারণ করেছি; সুতরাং আজ তোমার দৃষ্টি প্রখর। ",
			"en_kanzulimaan": "You were indeed neglectful of this, so We have removed the veil for you, and your eyesight is sharp this day.",
			"ur_kanzulimaan": "بیشک تو اس سے غفلت میں تھا تو ہم نے تجھ پر سے پردہ اٹھایا تو آج تیری نگاہ تیز ہے",
			"hi_kanzulimaan": "बेशक तू इस से ग़फ़लत में था (39फ) तो हमने तुझ पर से पर्दा उठाया (40फ) तो आज तेरी निगाह तेज़ है (41फ)",
			"author": "২২. প্রকৃতপক্ষে তুমি তো এ (দিবস) সম্পর্কে উদাসীন ছিলে, সুতরাং আমরা তোমার (উদাসীনতার) যবনিকা সরিয়ে দিয়েছি। ফলে আজ তোমার দৃষ্টি সুতীক্ষ্ণ।"
		},
		{
			"_id": "4653",
			"sura": "50",
			"para": "26",
			"verses": "23",
			"names": "وَ قَالَ قَرِیۡنُہٗ  ہٰذَا مَا لَدَیَّ عَتِیۡدٌ ﴿ؕ۲۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ قَرِیۡنُہٗ  ہٰذَا مَا لَدَیَّ عَتِیۡدٌ ﴿ؕ۲۳﴾ ",
			"index": "4653",
			"name": "এবং তার সঙ্গী ফিরিশ্‌তা বললো, ‘এ হচ্ছে, যা আমার নিকট উপস্থিত আছে। ",
			"en_kanzulimaan": "And his accompanying angel said, This is the record of your deeds, available with me.",
			"ur_kanzulimaan": "اور اس کا ہمنشین فرشتہ بولا یہ ہے جو میرے پاس حاضر ہے،",
			"hi_kanzulimaan": "और उसका हमनशीं फ़रिश्ता (42फ) बोला यह है (43फ) जो मेरे पास हाज़िर है",
			"author": "২৩. আর তার সাথী (ফেরেশতা) বলবে, ‘এই তো যার সবকিছু আমার নিকট প্রস্তুত’।"
		},
		{
			"_id": "4654",
			"sura": "50",
			"para": "26",
			"verses": "24",
			"names": "اَلۡقِیَا فِیۡ جَہَنَّمَ  کُلَّ  کَفَّارٍ عَنِیۡدٍ ﴿ۙ۲۴﴾ ",
			"number": "",
			"verses_PDMS": "اَلۡقِیَا فِیۡ جَہَنَّمَ  کُلَّ  کَفَّارٍ عَنِیۡدٍ ﴿ۙ۲۴﴾ ",
			"index": "4654",
			"name": "নির্দেশ দেওয়া হবে- ‘তোমাদের উভয়ে জাহান্নামে নিক্ষেপ কর প্রত্যেক বড় অকৃতজ্ঞ, একগুঁয়েকে;",
			"en_kanzulimaan": "It will be said to the angels, Both of you fling every excessive ungrateful, stubborn person into hell.",
			"ur_kanzulimaan": "حکم ہوگا تم دونوں جہنم میں ڈال دو ہر بڑے ناشکرے ہٹ دھرم کو،",
			"hi_kanzulimaan": "हुक्म होगा तुम दोनों जहन्नम में डाल दो हर बड़े नाशुक्रे हटधर्म को",
			"author": "২৪. (নির্দেশ হবে,) ‘তোমরা উভয়েই সকল অকৃজ্ঞ ও অবাধ্যকে জাহান্নামে নিক্ষেপ করো,"
		},
		{
			"_id": "4655",
			"sura": "50",
			"para": "26",
			"verses": "25",
			"names": "مَّنَّاعٍ  لِّلۡخَیۡرِ  مُعۡتَدٍ  مُّرِیۡبِۣ ﴿ۙ۲۵﴾ ",
			"number": "",
			"verses_PDMS": "مَّنَّاعٍ  لِّلۡخَیۡرِ  مُعۡتَدٍ  مُّرِیۡبِۣ ﴿ۙ۲۵﴾ ",
			"index": "4655",
			"name": "যে সৎকর্মে খুব বাধা প্রদানকারী, সীমালঙ্ঘনকারী, সন্দেহ পোষণকারী; ",
			"en_kanzulimaan": "The one who excessively prevented from virtue, the transgressor, the doubtful.",
			"ur_kanzulimaan": "جو بھلائی سے بہت روکنے والا حد سے بڑھنے والا شک کرنے والا",
			"hi_kanzulimaan": "जो भलाई से बहुत रोकने वाला हद से बढ़ने वाला शक करने वाला (44फ)",
			"author": "২৫. যে বাধা দিতো উত্তম কাজে, সীমালঙ্ঘনকারী, সন্দেহ পোষণকারী এবং সন্দেহে নিক্ষেপকারী,"
		},
		{
			"_id": "4656",
			"sura": "50",
			"para": "26",
			"verses": "26",
			"names": "الَّذِیۡ جَعَلَ مَعَ  اللّٰہِ  اِلٰـہًا اٰخَرَ فَاَلۡقِیٰہُ فِی الۡعَذَابِ الشَّدِیۡدِ  ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "الَّذِیۡ جَعَلَ مَعَ  اللّٰہِ  اِلٰـہًا اٰخَرَ فَاَلۡقِیٰہُ فِی الۡعَذَابِ الشَّدِیۡدِ  ﴿۲۶﴾ ",
			"index": "4656",
			"name": "যে ব্যক্তি আল্লাহ্‌র সাথে অন্য কোন উপাস্য স্থির করেছে, তোমাদের উভয়ে তাকে কঠিন শাস্তিতে নিক্ষেপ করো। ",
			"en_kanzulimaan": "The one who appointed another God along with Allah  so both of you fling him into the severe punishment.",
			"ur_kanzulimaan": "جس نے اللہ کے ساتھ کوئی اور معبود ٹھہرایا تم دونوں اسے سخت عذاب میں ڈالو،",
			"hi_kanzulimaan": "जिसने अल्लाह के साथ कोई और मअबूद ठहराया तुम दोनों उसे सख़्त अज़ाब में डालो",
			"author": "২৬. যে আল্লাহ্‌র সাথে অন্য উপাস্য সাব্যস্ত করতো। অতএব তাকে তোমরা কঠিন শাস্তিতে নিক্ষেপ করো।’"
		},
		{
			"_id": "4657",
			"sura": "50",
			"para": "26",
			"verses": "27",
			"names": "قَالَ  قَرِیۡنُہٗ  رَبَّنَا مَاۤ  اَطۡغَیۡتُہٗ  وَ لٰکِنۡ  کَانَ  فِیۡ ضَلٰلٍۭ بَعِیۡدٍ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ  قَرِیۡنُہٗ  رَبَّنَا مَاۤ  اَطۡغَیۡتُہٗ  وَ لٰکِنۡ  کَانَ  فِیۡ ضَلٰلٍۭ بَعِیۡدٍ ﴿۲۷﴾ ",
			"index": "4657",
			"name": "তার সঙ্গী শয়তান বললো, ‘হে আমার রব! আমি তাকে অবাধ্য করি নি। হাঁ, সে নিজেই দূরের পথভ্রষ্টতায় ছিলো;।",
			"en_kanzulimaan": "His accompanying devil said, Our Lord! I did not cause him to rebel, but he himself was in extreme error.",
			"ur_kanzulimaan": "اس کے ساتھی شیطان نے کہا ہمارے رب میں نے اسے سرکش نہ کیا ہاں یہ آپ ہی دور کی گمراہی میں تھا",
			"hi_kanzulimaan": "उसके साथी शैतान ने कहा (45फ) हमारे रब मैं ने इसे सरकश न किया (46फ) हाँ यह आप ही दूर की गुमराही में था (47फ)",
			"author": "২৭. (এখন) তার (অপর) সঙ্গী (শয়তান) বলবে, ‘হে আমাদের প্রতিপালক! আমি তাকে গোমরাহ করিনি, বরং সে (নিজেই) ছিল সুদূর পথভ্রান্তিতে লিপ্ত।’"
		},
		{
			"_id": "4658",
			"sura": "50",
			"para": "26",
			"verses": "28",
			"names": "قَالَ  لَا تَخۡتَصِمُوۡا لَدَیَّ وَ قَدۡ قَدَّمۡتُ اِلَیۡکُمۡ  بِالۡوَعِیۡدِ ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ  لَا تَخۡتَصِمُوۡا لَدَیَّ وَ قَدۡ قَدَّمۡتُ اِلَیۡکُمۡ  بِالۡوَعِیۡدِ ﴿۲۸﴾ ",
			"index": "4658",
			"name": "বলবেন, ‘আমার নিকট বাক-বিতণ্ডা করো না! আমি তোমাদেরকে পূর্বেই শাস্তি সম্পর্কে সতর্ক করে দিয়েছি।",
			"en_kanzulimaan": "He will say, Do not dispute before Me  I had already warned you of the punishment.",
			"ur_kanzulimaan": "فرمائے گا میرے پاس نہ جھگڑو میں تمہیں پہلے ہی عذاب کا ڈر سنا چکا تھا",
			"hi_kanzulimaan": "फ़रमाएगा मेरे पास न झगड़ों (48फ) मैं तुम्हें पहले ही अज़ाब का डर सुना चुका था (49फ)",
			"author": "২৮. ইরশাদ হবে, ‘আমার সামনে বাকবিতন্ডা করো না, আমি তো তোমাদের নিকট পূর্বেই (শাস্তির) সতর্কবার্তা পাঠিয়েছিলাম।"
		},
		{
			"_id": "4659",
			"sura": "50",
			"para": "26",
			"verses": "29",
			"names": "مَا یُبَدَّلُ  الۡقَوۡلُ  لَدَیَّ وَ مَاۤ  اَنَا بِظَلَّامٍ  لِّلۡعَبِیۡدِ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "مَا یُبَدَّلُ  الۡقَوۡلُ  لَدَیَّ وَ مَاۤ  اَنَا بِظَلَّامٍ  لِّلۡعَبِیۡدِ ﴿۲۹﴾ ",
			"index": "4659",
			"name": "আমার এখানে বাণী পরিবর্তিত হয় না এবং না আমি বান্দাদের উপর যুল্‌ম করি। ",
			"en_kanzulimaan": "With Me, the decree does not change, and nor do I oppress the bondmen.",
			"ur_kanzulimaan": "میرے یہاں بات بدلتی نہیں اور نہ میں بندوں پر ظلم کروں،",
			"hi_kanzulimaan": "मेरे यहाँ बात बदलती नहीं और न मैं बन्दों पर ज़ुल्म करूं",
			"author": "২৯. আমার দরবারে নির্দেশ পরিবর্তন হয় না এবং আমি বান্দার প্রতি অবিচারও করি না।’"
		},
		{
			"_id": "4660",
			"sura": "50",
			"para": "26",
			"verses": "30",
			"names": "یَوۡمَ نَقُوۡلُ لِجَہَنَّمَ ہَلِ امۡتَلَاۡتِ وَ تَقُوۡلُ ہَلۡ  مِنۡ مَّزِیۡدٍ ﴿۳۰﴾ ",
			"number": "",
			"verses_PDMS": "یَوۡمَ نَقُوۡلُ لِجَہَنَّمَ ہَلِ امۡتَلَاۡتِ وَ تَقُوۡلُ ہَلۡ  مِنۡ مَّزِیۡدٍ ﴿۳۰﴾ ",
			"index": "4660",
			"name": "যেদিন আমি জাহান্নামকে বলবো, ‘তুমি কি পূর্ণ হয়ে গেছো?’ তা আরয করবে, ‘আরো বেশি কিছু আছে কি?’",
			"en_kanzulimaan": "The day when We will ask hell, Are you filled up? and it will answer, Are there some more?",
			"ur_kanzulimaan": "جس دن ہم جہنم سے فرمائیں گے کیا تو بھر گئی وہ عرض کرے گی کچھ اور زیادہ ہے",
			"hi_kanzulimaan": "जिस दिन हम जहन्नम से फ़रमाएंगे क्या तू भर गई (50फ) वह अर्ज़ करेगी कुछ और ज़्यादा है (51फ)",
			"author": "৩০. সে দিন আমি জাহান্নামকে জিজ্ঞেস করবো, ‘তুমি কি পূর্ণ হয়ে গিয়েছো?’ এবং সে বলবে, ‘আরো আছে কি?’"
		},
		{
			"_id": "4661",
			"sura": "50",
			"para": "26",
			"verses": "31",
			"names": "وَ اُزۡلِفَتِ الۡجَنَّۃُ  لِلۡمُتَّقِیۡنَ غَیۡرَ  بَعِیۡدٍ ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ اُزۡلِفَتِ الۡجَنَّۃُ  لِلۡمُتَّقِیۡنَ غَیۡرَ  بَعِیۡدٍ ﴿۳۱﴾ ",
			"index": "4661",
			"name": "জান্নাতকে খোদাভীরুদের নিকটে হাযির করা হবে- তাদের থেকে দূরে থাকবে না। ",
			"en_kanzulimaan": "And Paradise will be brought close to the pious, not far away from them.",
			"ur_kanzulimaan": "اور پاس لائی جائے گی جنت پرہیزگاروں کے کہ ان سے دور نہ ہوگی",
			"hi_kanzulimaan": "और पास लाई जाएगी जन्नत परहेज़गारों के कि उनसे दूर न होगी (52फ)",
			"author": "৩১. আর জান্নাতকে উপস্থিত করা হবে পরহেযগারদের অদূরে, কোনক্রমেই দূরবর্তী হবে না।"
		},
		{
			"_id": "4662",
			"sura": "50",
			"para": "26",
			"verses": "32",
			"names": "ہٰذَا مَا تُوۡعَدُوۡنَ لِکُلِّ اَوَّابٍ حَفِیۡظٍ ﴿ۚ۳۲﴾ ",
			"number": "",
			"verses_PDMS": "ہٰذَا مَا تُوۡعَدُوۡنَ لِکُلِّ اَوَّابٍ حَفِیۡظٍ ﴿ۚ۳۲﴾ ",
			"index": "4662",
			"name": "এটা হচ্ছে তাই, যার প্রতিশ্রুতি তোমাদেরকে দেওয়া হচ্ছে প্রত্যেক প্রত্যাবর্তনকারী, সংরক্ষণকারীর জন্য। ",
			"en_kanzulimaan": "This is what you are promised  for every repenting, careful person.",
			"ur_kanzulimaan": "یہ ہے وہ جس کا تم وعدہ دیے جاتے ہو ہر رجوع لانے والے نگہداشت والے کے لیے",
			"hi_kanzulimaan": "यह है वह जिस का तुम वादा दिये जाते हो (53फ) हर रूजू लाने वाले निगहदाश्त वाले के लिये (54फ)",
			"author": "৩২. (এবং তাদেরকে বলা হবে,) ‘এটাই, যার প্রতিশ্রুতি তোমাদেরকে দেয়া হয়েছিল, প্রত্যেক তওবাকারী, (দ্বীন এবং ঈমান) হেফাযতকারীর জন্যে,"
		},
		{
			"_id": "4663",
			"sura": "50",
			"para": "26",
			"verses": "33",
			"names": "مَنۡ خَشِیَ الرَّحۡمٰنَ بِالۡغَیۡبِ وَ جَآءَ بِقَلۡبٍ مُّنِیۡبِۣ ﴿ۙ۳۳﴾ ",
			"number": "",
			"verses_PDMS": "مَنۡ خَشِیَ الرَّحۡمٰنَ بِالۡغَیۡبِ وَ جَآءَ بِقَلۡبٍ مُّنِیۡبِۣ ﴿ۙ۳۳﴾ ",
			"index": "4663",
			"name": "যারা রহমানকে না দেখে ভয় করে এবং প্রত্যাবর্তনকারী অন্তর নিয়ে আসে, ",
			"en_kanzulimaan": "Who fears the Most Gracious without seeing, and came with a heart that inclines.",
			"ur_kanzulimaan": "جو رحمن سے بے دیکھے ڈرتا ہے اور رجوع کرتا ہوا دل لایا",
			"hi_kanzulimaan": "जो रहमान से बेदेखे डरता है और जो रूजू करता हुआ दिल लाया (55फ)",
			"author": "৩৩. যারা না দেখে দয়াময় আল্লাহ্কে ভয় করে এবং (আল্লাহ্‌র সমীপে) বিনীত চিত্তে উপস্থিত হয়।"
		},
		{
			"_id": "4664",
			"sura": "50",
			"para": "26",
			"verses": "34",
			"names": "ادۡخُلُوۡہَا بِسَلٰمٍ ؕ ذٰلِکَ یَوۡمُ الۡخُلُوۡدِ ﴿۳۴﴾ ",
			"number": "",
			"verses_PDMS": "ادۡخُلُوۡہَا بِسَلٰمٍ ؕ ذٰلِکَ یَوۡمُ الۡخُلُوۡدِ ﴿۳۴﴾ ",
			"index": "4664",
			"name": "তাদেরকে বলা হবে, ‘জান্নাতে প্রবেশ করো শান্তি সহকারে, এটা অনন্ত জীবনের দিন’।",
			"en_kanzulimaan": "It will be said to him, Enter it in peace; this is the day of eternity.",
			"ur_kanzulimaan": "ان سے فرمایا جائے گا جنت میں جاؤ سلامتی کے ساتھ یہ ہمیشگی کا دن ہے",
			"hi_kanzulimaan": "उनसे फ़रमाया जाएगा जन्नत में जाओ सलामती के साथ (56फ) यह हमेशगी का दिन है (57फ)",
			"author": "৩৪. তোমরা এতে শান্তিতে প্রবেশ করো, এটাই অনন্তকালের দিন।’"
		},
		{
			"_id": "4665",
			"sura": "50",
			"para": "26",
			"verses": "35",
			"names": "لَہُمۡ  مَّا یَشَآءُوۡنَ  فِیۡہَا وَلَدَیۡنَا مَزِیۡدٌ ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "لَہُمۡ  مَّا یَشَآءُوۡنَ  فِیۡہَا وَلَدَیۡنَا مَزِیۡدٌ ﴿۳۵﴾ ",
			"index": "4665",
			"name": "তাদের জন্য রয়েছে তাতে যা কামনা করবে এবং আমার নিকট তদপেক্ষাও বেশি রয়েছে’।",
			"en_kanzulimaan": "In it for them is all that they may desire, and with Us is more than it.",
			"ur_kanzulimaan": "ان کے لیے ہے اس میں جو چاہیں اور ہمارے پاس اس سے بھی زیادہ ہے",
			"hi_kanzulimaan": "उनके लिये है इसमें जो चाहें और हमारे पास इससे भी ज़्यादा है (58फ)",
			"author": "৩৫. এতে (এ জান্নাতে) তাদের জন্যে (বিদ্যমান) থাকবে সমস্ত নিয়ামতরাজি যা তারা কামনা করবে, আর আমাদের নিকট রয়েছে আরো অধিক। (অথবা আরো অনেক কিছু থাকবে, যাতে প্রেমাষ্পদ সন্তুষ্ট হয়।)"
		},
		{
			"_id": "4666",
			"sura": "50",
			"para": "26",
			"verses": "36",
			"names": "وَ کَمۡ  اَہۡلَکۡنَا قَبۡلَہُمۡ  مِّنۡ قَرۡنٍ ہُمۡ اَشَدُّ مِنۡہُمۡ  بَطۡشًا فَنَقَّبُوۡا فِی الۡبِلَادِ ؕ ہَلۡ  مِنۡ  مَّحِیۡصٍ ﴿۳۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَمۡ  اَہۡلَکۡنَا قَبۡلَہُمۡ  مِّنۡ قَرۡنٍ ہُمۡ اَشَدُّ مِنۡہُمۡ  بَطۡشًا فَنَقَّبُوۡا فِی الۡبِلَادِ ؕ ہَلۡ  مِنۡ  مَّحِیۡصٍ ﴿۳۶﴾ ",
			"index": "4666",
			"name": "এবং তাদের পুর্বে আমি কত মানব গোষ্ঠীকে ধ্বংস করেছি, যার ধর-পাকড়ওয়ের মধ্যে তাদের থেকে কঠোর ছিলো; সুতরাং তারা শহরগুলোতে ঘুরাফেরা করে দেখেছে; কোথাও আছে কি পলায়ন করার স্থান?",
			"en_kanzulimaan": "And many a generation We did destroy before them, who exceeded them in strength, therefore venturing in the cities! Is there a place to escape?",
			"ur_kanzulimaan": "اور ان سے پہلے ہم نے کتنی سنگتیں (قومیں) ہلاک فرمادیں کہ گرفت میں ان سے سخت تھیں تو شہروں میں کاوشیں کیں ہے کہیں بھاگنے کی جگہ",
			"hi_kanzulimaan": "और उनसे पहले (59फ) हमने कितनी संगतें हलाक़ फ़रमा दीं कि गिरफ़्त में उनसे सख़्त थीं (60फ) तो शहरों में काविशें कीं (61फ) है कहीं भागने की जगह (62फ)",
			"author": "৩৬. আর আমরা তাদের (অর্থাৎ মক্কার কাফের ও মুশরিকদের) পূর্বেও কতোই না মানবগোষ্ঠীকে ধ্বংস করেছি, যারা ছিল তাদের চেয়েও অধিক শক্তিশালী। তারা দেশে দেশে বিচরণ করে ফিরত, কোথাও (মৃত্যু বা শাস্তি থেকে) পলায়নের স্থান আছে কি?"
		},
		{
			"_id": "4667",
			"sura": "50",
			"para": "26",
			"verses": "37",
			"names": "اِنَّ  فِیۡ  ذٰلِکَ لَذِکۡرٰی لِمَنۡ کَانَ لَہٗ  قَلۡبٌ اَوۡ  اَلۡقَی  السَّمۡعَ وَ  ہُوَ  شَہِیۡدٌ ﴿۳۷﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  فِیۡ  ذٰلِکَ لَذِکۡرٰی لِمَنۡ کَانَ لَہٗ  قَلۡبٌ اَوۡ  اَلۡقَی  السَّمۡعَ وَ  ہُوَ  شَہِیۡدٌ ﴿۳۷﴾ ",
			"index": "4667",
			"name": " নিশ্চয় তাতে উপদেশ রয়েছে তাঁরই জন্য যে হৃদয়সম্পন্ন, অথবা কান পেতে দেয় এবং মনোনিবেশ করে। ",
			"en_kanzulimaan": "Indeed in this is an advice for anyone who keeps a heart, or listens attentively.",
			"ur_kanzulimaan": "بیشک اس میں نصیحت ہے اس کے لیے جو دِل رکھتا ہو یا کان لگائے اور متوجہ ہو،",
			"hi_kanzulimaan": "बेशक इसमें नसीहत है उसके लिये जो दिल रखता हो (63फ) या कान लगाए (64फ) और मुतवज्जह हो",
			"author": "৩৭. নিশ্চয়ই এতে সতর্কতা এবং উপদেশ রয়েছে তার জন্যে যার রয়েছে অন্তর (অর্থাৎ আলস্য থেকে দূরে এবং অন্তরগতভাবে জাগ্রত) অথবা নিবিষ্ট মনে শ্রবণ করে (অর্থাৎ মনোনিবেশকে আল্লাহ্ ব্যতীত অন্য সবকিছু থেকে বিচ্ছিন্ন রাখে) এবং সে রয়েছে (আত্মিক) দর্শনে (অর্থাৎ আল্লাহ্‌র পরম সৌন্দর্য ও মাধূর্যে নিমজ্জিত)।"
		},
		{
			"_id": "4668",
			"sura": "50",
			"para": "26",
			"verses": "38",
			"names": "وَ لَقَدۡ خَلَقۡنَا السَّمٰوٰتِ وَ الۡاَرۡضَ وَ مَا بَیۡنَہُمَا فِیۡ سِتَّۃِ  اَیَّامٍ ٭ۖ وَّ مَا مَسَّنَا مِنۡ  لُّغُوۡبٍ ﴿۳۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ خَلَقۡنَا السَّمٰوٰتِ وَ الۡاَرۡضَ وَ مَا بَیۡنَہُمَا فِیۡ سِتَّۃِ  اَیَّامٍ ٭ۖ وَّ مَا مَسَّنَا مِنۡ  لُّغُوۡبٍ ﴿۳۸﴾ ",
			"index": "4668",
			"name": "এবং নিশ্চয় আমি আস্‌মানসমূহ ও যমীনকে এবং যা কিছু উভয়ের মধ্যখানে আছে, ছয় দিনে সৃষ্টি করেছি এবং ক্লান্তি আমার নিকটে আসে নি।",
			"en_kanzulimaan": "And We have indeed created the heavens and the earth, and all what is between them, in six days; and fatigue did not even approach Us.",
			"ur_kanzulimaan": "اور بیشک ہم نے آسمانوں اور زمین کو اور جو کچھ ان کے درمیان ہے چھ دن میں بنایا، اور تکان ہمارے پاس نہ آئی",
			"hi_kanzulimaan": "और बेशक हमने आसमानों और ज़मीन को और जो कुछ उनके बीच है छ: दिन में बनाया, और तकान हमारे पास न आई (65फ)",
			"author": "৩৮. আর আমরা তো আকাশমন্ডলী ও পৃথিবী এবং এ উভয়ের মাঝে (সৃষ্টিজগতের) সব কিছু ছয়টি আর্বতনে* সৃষ্টি করেছি। আর আমাদেরকে কোনো ক্লান্তি স্পর্শ করেনি। * ‘সিত্তাতা আইয়্যাম’ এর অর্থ সৃষ্টির ছয়টি আবর্তন, প্রসিদ্ধ অর্থ ছয়দিন নয়; কেননা এখানে স্বয়ং পৃথিবী এবং সমস্ত আকাশমন্ডলী, ছায়াপথ, তারকারাজি, গ্রহরাজি এবং শূন্যমন্ডলের সৃষ্টির কাল বর্ণিত হচ্ছে, আর তখন রাত-দিনের অস্তিত্বই ছিল না।"
		},
		{
			"_id": "4669",
			"sura": "50",
			"para": "26",
			"verses": "39",
			"names": "فَاصۡبِرۡ عَلٰی مَا یَقُوۡلُوۡنَ وَ سَبِّحۡ بِحَمۡدِ رَبِّکَ قَبۡلَ طُلُوۡعِ الشَّمۡسِ وَ قَبۡلَ الۡغُرُوۡبِ ﴿ۚ۳۹﴾ ",
			"number": "",
			"verses_PDMS": "فَاصۡبِرۡ عَلٰی مَا یَقُوۡلُوۡنَ وَ سَبِّحۡ بِحَمۡدِ رَبِّکَ قَبۡلَ طُلُوۡعِ الشَّمۡسِ وَ قَبۡلَ الۡغُرُوۡبِ ﴿ۚ۳۹﴾ ",
			"index": "4669",
			"name": "সুতরাং তাদের কথার উপর ধৈর্যধারণ করুন এবং আপন রবের প্রশংসা করতে করতে তার পবিত্রতা ঘোষণা করুন সূর্যোদয়ের পূর্বে ও অস্তমিত হবার পূর্বে;",
			"en_kanzulimaan": "Therefore (O dear prophet Mohammed  peace and blessings be upon him) patiently bear upon what they say, and praising your Lord say His Purity before the sun rises and before the sun sets.",
			"ur_kanzulimaan": "تو ان کی باتوں پر صبر کرو اور اپنے رب کی تعریف کرتے ہوئے اس کی پاکی بولو سورج چمکنے سے پہلے اور ڈوبنے سے پہلے",
			"hi_kanzulimaan": "तो उनकी बातों पर सब्र करो और अपने रब की तारीफ़ करते हुए उसकी पाकी बोलो सूरज चमकने से पहले और डूबने से पहले (66फ)",
			"author": "৩৯. সুতরাং তারা যা কিছু বলে তার উপর ধৈর্য ধারণ করুন এবং আপনার প্রতিপালকের সপ্রশংস মহিমা ও পবিত্রতা ঘোষণা করুন, সূর্যোদয়ের পূর্বে এবং সূর্যাস্তের পূর্বে।"
		},
		{
			"_id": "4670",
			"sura": "50",
			"para": "26",
			"verses": "40",
			"names": "وَ مِنَ الَّیۡلِ فَسَبِّحۡہُ  وَ اَدۡبَارَ السُّجُوۡدِ ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ مِنَ الَّیۡلِ فَسَبِّحۡہُ  وَ اَدۡبَارَ السُّجُوۡدِ ﴿۴۰﴾ ",
			"index": "4670",
			"name": "এবং রাতের কিছু অংশ অতিবাহিত হতেই তার পবিত্রতা বর্ণনা করুন এবং নামাযগুলোর পর। ",
			"en_kanzulimaan": "And say His Purity during the night, and after the customary prayers.",
			"ur_kanzulimaan": "اور کچھ رات گئے اس کی تسبیح کرو اور نمازوں کے بعد",
			"hi_kanzulimaan": "और कुछ रात गए उसकी तस्बीह करो (67फ) और नमाज़ों के बाद (68फ)",
			"author": "৪০. এবং রাতের কিছু অংশেও তাঁর মহিমা ও পবিত্রতা ঘোষণা করুন এবং নামাজের পরেও।"
		},
		{
			"_id": "4671",
			"sura": "50",
			"para": "26",
			"verses": "41",
			"names": "وَ اسۡتَمِعۡ یَوۡمَ یُنَادِ  الۡمُنَادِ مِنۡ مَّکَانٍ قَرِیۡبٍ ﴿ۙ۴۱﴾  ",
			"number": "",
			"verses_PDMS": "وَ اسۡتَمِعۡ یَوۡمَ یُنَادِ  الۡمُنَادِ مِنۡ مَّکَانٍ قَرِیۡبٍ ﴿ۙ۴۱﴾  ",
			"index": "4671",
			"name": "এবং কান পেতে শোনো, যেদিন আহ্বানকারী আহ্বান করবে এক নিকটবর্তী স্থান থেকে;",
			"en_kanzulimaan": "And listen attentively on the day when an announcer will proclaim from a place nearby.",
			"ur_kanzulimaan": "اور کان لگا کر سنو جس دن پکارنے والا پکارے گا ایک پاس جگہ سے",
			"hi_kanzulimaan": "और कान लगाकर सुनो जिस दिन पुकारने वाला पुकारेगा (69फ) एक पास जगह से (70फ)",
			"author": "৪১. আর (সে দিনের অবস্থা) ভালোভাবে শুনুন, যেদিন একজন আহ্বানকারী নিকটবর্তী স্থান থেকে আহ্বান করবে,"
		},
		{
			"_id": "4672",
			"sura": "50",
			"para": "26",
			"verses": "42",
			"names": "یَّوۡمَ  یَسۡمَعُوۡنَ الصَّیۡحَۃَ  بِالۡحَقِّ ؕ ذٰلِکَ یَوۡمُ  الۡخُرُوۡجِ ﴿۴۲﴾ ",
			"number": "",
			"verses_PDMS": "یَّوۡمَ  یَسۡمَعُوۡنَ الصَّیۡحَۃَ  بِالۡحَقِّ ؕ ذٰلِکَ یَوۡمُ  الۡخُرُوۡجِ ﴿۴۲﴾ ",
			"index": "4672",
			"name": "যেদিন বিকট শব্দ শুনবে সত্য সহকারে। এটা হচ্ছে কবরগুলো থেকে বের হবার দিন।   ",
			"en_kanzulimaan": "The day when all will hear the Scream with the truth; this is the day of coming out of the graves.",
			"ur_kanzulimaan": "جس دن چنگھاڑ سنیں گے حق کے ساتھ، یہ دن ہے قبروں سے باہر آنے کا،",
			"hi_kanzulimaan": "जिस दिन चिंघाड़ सुनेंगे (71फ) हक़ के साथ, यह दिन है, क़ब्रों से बाहर आने का",
			"author": "৪২. যেদিন লোকেরা সত্যিই প্রচন্ড চিৎকারের ধ্বণি শ্রবণ করবে। এটিই কবর থেকে পুনরুত্থানের দিবস।"
		},
		{
			"_id": "4673",
			"sura": "50",
			"para": "26",
			"verses": "43",
			"names": "اِنَّا نَحۡنُ نُحۡیٖ وَ نُمِیۡتُ وَ  اِلَیۡنَا الۡمَصِیۡرُ ﴿ۙ۴۳﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّا نَحۡنُ نُحۡیٖ وَ نُمِیۡتُ وَ  اِلَیۡنَا الۡمَصِیۡرُ ﴿ۙ۴۳﴾ ",
			"index": "4673",
			"name": "নিশ্চয় আমি জীবন দান করি, আমি মৃত্যু ঘটাই এবং আমারই দিকে প্রত্যাবর্তন। ",
			"en_kanzulimaan": "Indeed it is We Who give life, and give death, and towards Us only is the return.",
			"ur_kanzulimaan": "بیشک ہم جِلائیں اور ہم ماریں اور ہماری طرف پھرنا ہے",
			"hi_kanzulimaan": "बेशक हम जिलाएं और हम मारें और हमारी तरफ़ फिरना है (72फ)",
			"author": "৪৩. নিশ্চয়ই আমরাই জীবন দান করি এবং আমরাই মৃত্যু ঘটাই। আর আমাদেরই দিকে প্রত্যাবর্তন।"
		},
		{
			"_id": "4674",
			"sura": "50",
			"para": "26",
			"verses": "44",
			"names": "یَوۡمَ تَشَقَّقُ الۡاَرۡضُ عَنۡہُمۡ سِرَاعًا ؕ ذٰلِکَ  حَشۡرٌ  عَلَیۡنَا یَسِیۡرٌ ﴿۴۴﴾ ",
			"number": "",
			"verses_PDMS": "یَوۡمَ تَشَقَّقُ الۡاَرۡضُ عَنۡہُمۡ سِرَاعًا ؕ ذٰلِکَ  حَشۡرٌ  عَلَیۡنَا یَسِیۡرٌ ﴿۴۴﴾ ",
			"index": "4674",
			"name": "যেদিন পৃথিবী তাদের থেকে বিদীর্ণ হবে, তখন তারা তাড়াহুড়া করে বের হবে। এটা হচ্ছে হাশর (একত্রিতকরণ) যা আমার জন্য সহজ।",
			"en_kanzulimaan": "On the day when the earth will split for them, so they will come out in haste; this is the gathering - easy for Us.",
			"ur_kanzulimaan": "جس دن زمین ان سے پھٹے گی تو جلدی کرتے ہوئے نکلیں گے یہ حشر ہے ہم کو آسان،",
			"hi_kanzulimaan": "जिस दिन ज़मीन उन से  फटेगी तो जल्दी करते हुए निकलेंगे (73फ) यह हश्र है हम को आसान",
			"author": "৪৪. যেদিন তাদের উপর থেকে পৃথিবী বিদীর্ণ হবে, সেদিন তারা ছুটোছুটি করে বেরিয়ে আসবে। (পুনরায় লোকদেরকে একত্রিত করা) এ হাশর আমাদের জন্যে খুবই সহজ।"
		},
		{
			"_id": "4675",
			"sura": "50",
			"para": "26",
			"verses": "45",
			"names": "نَحۡنُ  اَعۡلَمُ بِمَا یَقُوۡلُوۡنَ وَ مَاۤ  اَنۡتَ عَلَیۡہِمۡ  بِجَبَّارٍ ۟  فَذَکِّرۡ بِالۡقُرۡاٰنِ مَنۡ یَّخَافُ وَعِیۡدِ ﴿۴۵﴾ ",
			"number": "",
			"verses_PDMS": "نَحۡنُ  اَعۡلَمُ بِمَا یَقُوۡلُوۡنَ وَ مَاۤ  اَنۡتَ عَلَیۡہِمۡ  بِجَبَّارٍ ۟  فَذَکِّرۡ بِالۡقُرۡاٰنِ مَنۡ یَّخَافُ وَعِیۡدِ ﴿۴۵﴾ ",
			"index": "4675",
			"name": "আমি ভালভাবে জেনে নিচ্ছি যা তারা বলছে এবং আপনি তাদের উপর কিছুই জবরদস্তিকারী নন। সুতরাং ক্বোরআন দ্বারা উপদেশ দিন তাকেই, যে আমার ধমককে ভয় করে।",
			"en_kanzulimaan": "We well know what they say (O dear Prophet Mohammed  peace and blessings be upon him), and you are not one to use force over them; therefore advise him with the Quran, whoever fears My threat.",
			"ur_kanzulimaan": "ہم خوب جان رہے ہیں جو وہ کہہ رہے ہیں اور کچھ تم ان پر جبر کرنے والے نہیں تو قرآن سے نصیحت کرو اسے جو میری دھمکی سے ڈرے،",
			"hi_kanzulimaan": "हम ख़ूब जान रहे हैं जो वो कह रहे हैं (74फ) और कुछ तुम उनपर जब्र करने वाले नहीं  (75फ) तो क़ुरआन से नसीहत करो उसे जो मेरी धमकी से डरे",
			"author": "৪৫. আমরা সম্যক অবগত যা কিছু তারা বলে, আর আপনি তাদের উপর জবরদস্তিকারী নন। সুতরাং কুরআনের মাধ্যমে তাকেই উপদেশ দিন যে আমার শাস্তির অঙ্গীকারকে ভয় করে।"
		}
	]