[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "3607",
			"sura": "34",
			"para": "22",
			"verses": "1",
			"names": "اَلۡحَمۡدُ لِلّٰہِ الَّذِیۡ لَہٗ مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ وَ لَہُ  الۡحَمۡدُ فِی الۡاٰخِرَۃِ ؕ وَ ہُوَ  الۡحَکِیۡمُ  الۡخَبِیۡرُ ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "اَلۡحَمۡدُ لِلّٰہِ الَّذِیۡ لَہٗ مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ وَ لَہُ  الۡحَمۡدُ فِی الۡاٰخِرَۃِ ؕ وَ ہُوَ  الۡحَکِیۡمُ  الۡخَبِیۡرُ ﴿۱﴾ ",
			"index": "3607",
			"name": "সমস্ত প্রশংসা আল্লাহ্‌র জন্য, যাঁরই সম্পদ যা কিছু আসমানসমূহে রয়েছে এবং যা কিছু যমীনে এবং আখিরাতে তাঁরই প্রশংসা। আর তিনিই প্রজ্ঞাময়, অবহিত। ",
			"en_kanzulimaan": "All praise is to Allah  to Him only belongs all whatever is in the heavens and all whatever is in the earth  and His is the praise in the Hereafter; and He is the Wise, the All Aware.",
			"ur_kanzulimaan": "سب خوبیاں اللہ کو کہ اسی کا مال ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں اور آخرت میں اسی کی تعریف ہے اور وہی ہے حکمت والا خبردار،",
			"hi_kanzulimaan": "सब ख़ूबियाँ अल्लाह को के उसी का माल है जो कुछ आसमानों में है और जो कुछ ज़मीन में (2फ) और आख़िरत में उसी की तारीफ़ है (3फ) और वही है हिकमत (बोध) वाला ख़बरदार",
			"author": "১. সমস্ত প্রশংসা আল্লাহ্‌রই, যা কিছু আকাশমন্ডলীতে রয়েছে এবং যা কিছু পৃথিবীতে রয়েছে (সব) তাঁরই এবং পরকালেও প্রশংসা তাঁরই। আর তিনি বড়ই প্রজ্ঞাবান, সর্ববিষয়ে অবগত।"
		},
		{
			"_id": "3608",
			"sura": "34",
			"para": "22",
			"verses": "2",
			"names": "یَعۡلَمُ مَا یَلِجُ فِی الۡاَرۡضِ وَ مَا یَخۡرُجُ مِنۡہَا وَ مَا یَنۡزِلُ مِنَ السَّمَآءِ وَ مَا یَعۡرُجُ  فِیۡہَا ؕ وَ ہُوَ الرَّحِیۡمُ  الۡغَفُوۡرُ ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "یَعۡلَمُ مَا یَلِجُ فِی الۡاَرۡضِ وَ مَا یَخۡرُجُ مِنۡہَا وَ مَا یَنۡزِلُ مِنَ السَّمَآءِ وَ مَا یَعۡرُجُ  فِیۡہَا ؕ وَ ہُوَ الرَّحِیۡمُ  الۡغَفُوۡرُ ﴿۲﴾ ",
			"index": "3608",
			"name": "জানেন যা কিছু যমীনের মধ্যে প্রবেশ করে, যা যমীন থেকে নির্গত হয়, যা আসমান থেকে অবতরণ করে এবং যা তাতে আরোহণ করে। আর তিনিই দয়ালু, ক্ষমাশীল। ",
			"en_kanzulimaan": "He knows all that goes into the earth and all that comes out of it, and all that descends from the skies and all that ascends into it; and only He is the Most Merciful, the Oft Forgiving.",
			"ur_kanzulimaan": "جانتا ہے جو کچھ زمین میں جاتا ہے اور جو زمین سے نکلتا ہے اور جو آسمان سے اترتا ہے اور جو اس میں چڑھتا ہے اور وہی ہے مہربان بخشنے والا،",
			"hi_kanzulimaan": "जानता है जो कुछ ज़मीन में जाता है (4फ) और जो ज़मीन से निकलता है (5फ) और जो आसमान से उतरता है (6फ) और जो उसमें चढ़ता है (7फ) और वही है मेहरबान बख़्शने वाला",
			"author": "২. তিনি (সব) জানেন যা কিছু পৃথিবীতে প্রবিষ্ট হয়, যা কিছু তা থেকে নির্গত হয়, যা কিছু আসমান থেকে অবতীর্ণ হয় এবং যা কিছু এতে আরোহণ করে। আর তিনি পরম দয়ালু, মহাক্ষমাশীল।"
		},
		{
			"_id": "3609",
			"sura": "34",
			"para": "22",
			"verses": "3",
			"names": "وَ قَالَ الَّذِیۡنَ کَفَرُوۡا لَا تَاۡتِیۡنَا السَّاعَۃُ ؕ قُلۡ  بَلٰی وَ رَبِّیۡ  لَتَاۡتِیَنَّکُمۡ ۙ عٰلِمِ الۡغَیۡبِ ۚ لَا  یَعۡزُبُ عَنۡہُ  مِثۡقَالُ ذَرَّۃٍ  فِی السَّمٰوٰتِ وَ لَا فِی الۡاَرۡضِ وَ لَاۤ  اَصۡغَرُ مِنۡ ذٰلِکَ وَ لَاۤ  اَکۡبَرُ اِلَّا فِیۡ کِتٰبٍ مُّبِیۡنٍ ٭ۙ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الَّذِیۡنَ کَفَرُوۡا لَا تَاۡتِیۡنَا السَّاعَۃُ ؕ قُلۡ  بَلٰی وَ رَبِّیۡ  لَتَاۡتِیَنَّکُمۡ ۙ عٰلِمِ الۡغَیۡبِ ۚ لَا  یَعۡزُبُ عَنۡہُ  مِثۡقَالُ ذَرَّۃٍ  فِی السَّمٰوٰتِ وَ لَا فِی الۡاَرۡضِ وَ لَاۤ  اَصۡغَرُ مِنۡ ذٰلِکَ وَ لَاۤ  اَکۡبَرُ اِلَّا فِیۡ کِتٰبٍ مُّبِیۡنٍ ٭ۙ﴿۳﴾ ",
			"index": "3609",
			"name": "এবং কাফিরগণ বললো, ‘আমাদের উপর ক্বিয়ামত আসবে না। আপনি বলুন, ‘কেন নয়? আমার রবের শপথ! নিশ্চয়, অবশ্য তোমাদের উপর আসবে; (তিনি) অদৃশ্যের সম্বন্ধে জ্ঞাত। তার নিকট গোপন নয় অণু পরিমাণ কোন বস্তু আসমানসমূহে এবং না যমীনের আর না তদপেক্ষ ক্ষুদ্র এবং না বৃহৎ; কিন্তু একটা সুস্পষ্ট বর্ণনাকারী কিতাবের মধ্যে রয়েছে; ",
			"en_kanzulimaan": "And the disbelievers said, The Last Day will never come upon us; proclaim, Surely yes, why not? By oath of my Lord, it will surely come upon you - the All Knowing of the hidden; nothing is hidden from Him - equal to an atom or less than it or greater - in the heavens or in the earth, but it is in a clear Book.",
			"ur_kanzulimaan": "اور کافر بولے ہم پر قیامت نہ آئے گی تم فرماؤ کیوں نہیں میرے رب کی قسم بیشک ضرور آئے گی غیب جاننے والا اس سے غیب نہیں ذرہ بھر کوئی چیز آسمانوں میں اور نہ زمین میں اور نہ اس سے چھوٹی اور نہ بڑی مگر ایک صاف بتانے والی کتاب میں ہے",
			"hi_kanzulimaan": "और काफ़िर बोले हम पर क़यामत न आएगी (8फ) तुम फ़रमाओ क्यों नहीं मेरे रब की क़सम बेशक ज़रूर तुम पर आएगी ग़ैब जानने वाला (9फ) उससे गैब नहीं ज़र्रा भर कोई चीज़ आसमानों में और न ज़मीन में और न उससे छोटी और न बड़ी मगर एक साफ़ बताने वाली किताब में है (10फ)",
			"author": "৩. আর কাফেরেরা বলে, ‘আমাদের উপর কিয়ামত আসবে না’। বলে দিন, ‘কেন নয়? আমার ‘‘অদৃশ্যে জ্ঞাত’’ প্রতিপালকের কসম! তা অবশ্যই আসবে।’ তাঁর কাছে না আকাশমন্ডলীতে অনু পরিমাণ কোনো কিছু গোপন আছে, আর না পৃথিবীতে। আর না তদপেক্ষা ক্ষুদ্র (কিছু), আর না বৃহৎ কিছু। তবে (লওহে মাহফুযে রক্ষিত) সমুজ্জ্বল কিতাবেই লিপিবদ্ধ রয়েছে,"
		},
		{
			"_id": "3610",
			"sura": "34",
			"para": "22",
			"verses": "4",
			"names": "لِّیَجۡزِیَ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ ؕ اُولٰٓئِکَ لَہُمۡ مَّغۡفِرَۃٌ  وَّ رِزۡقٌ کَرِیۡمٌ  ﴿۴﴾",
			"number": "",
			"verses_PDMS": "لِّیَجۡزِیَ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ ؕ اُولٰٓئِکَ لَہُمۡ مَّغۡفِرَۃٌ  وَّ رِزۡقٌ کَرِیۡمٌ  ﴿۴﴾",
			"index": "3610",
			"name": "যাতে পুরস্কৃত করেন তাদেরকে, যারা ঈমান এনেছে এবং সৎকর্ম করেছে। এরা হচ্ছে- যাদের জন্য ক্ষমা রয়েছে এবং সম্মানজনক জীবিকা।",
			"en_kanzulimaan": "So that He may reward those who believed and did good deeds; it is these for whom is forgiveness, and an honourable sustenance.",
			"ur_kanzulimaan": "تاکہ صلہ دے انہیں جو ایمان لائے اور اچھے کام کیے یہ ہیں جن کے لیے بخشش ہے اور عزت کی روزی",
			"hi_kanzulimaan": "ताकि सिला दे उन्हें जो ईमान लाए और अच्छे काम किये, ये हैं जिनके लिये बख़्शिश है और इज़्ज़त की रोज़ी (11फ)",
			"author": "৪. যাতে আল্লাহ্ তাদেরকে পূর্ণ প্রতিদান প্রদান করতে পারেন যারা ঈমান এনেছে এবং নেক আমল করছে। তাদের জন্যেই ক্ষমা এবং মর্যাদাসম্পন্ন (পরকালীন) রিযিক রয়েছে।"
		},
		{
			"_id": "3611",
			"sura": "34",
			"para": "22",
			"verses": "5",
			"names": "وَ الَّذِیۡنَ سَعَوۡ فِیۡۤ  اٰیٰتِنَا مُعٰجِزِیۡنَ اُولٰٓئِکَ  لَہُمۡ  عَذَابٌ  مِّنۡ  رِّجۡزٍ  اَلِیۡمٌ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ سَعَوۡ فِیۡۤ  اٰیٰتِنَا مُعٰجِزِیۡنَ اُولٰٓئِکَ  لَہُمۡ  عَذَابٌ  مِّنۡ  رِّجۡزٍ  اَلِیۡمٌ ﴿۵﴾ ",
			"index": "3611",
			"name": "এবং যেসব লোক আমার আয়াতসমূহের মধ্যে পরাজিত করার চেষ্টা করেছে তাদের জন্য বেদনাদায়ক শাস্তি থেকে কঠোর শাস্তি রয়েছে। ",
			"en_kanzulimaan": "And those who strove in Our signs in order to defeat  for them is a punishment from the severe painful punishments.",
			"ur_kanzulimaan": "اور جنہوں نے ہماری آیتوں میں ہرانے کی کوشش کی ان کے لیے سخت عذاب دردناک میں سے عذاب ہے،",
			"hi_kanzulimaan": "और जिन्होंने हमारी आयतों में हराने की कोशिश की (12फ) उनके लिये सख़्त अज़ाब दर्दनाक में से अज़ाब है",
			"author": "৫. আর যারা আমাদের আয়াতসমূহের (বিরোধিতার) চেষ্টা করে (আমাদেরকে) ব্যর্থ করে দেয়ার ধারণায়, তাদের জন্যে রয়েছে কঠিন যন্ত্রণাদায়ক শাস্তি।"
		},
		{
			"_id": "3612",
			"sura": "34",
			"para": "22",
			"verses": "6",
			"names": "وَ  یَرَی الَّذِیۡنَ اُوۡتُوا الۡعِلۡمَ الَّذِیۡۤ  اُنۡزِلَ  اِلَیۡکَ مِنۡ رَّبِّکَ ہُوَ الۡحَقَّ ۙ وَ یَہۡدِیۡۤ   اِلٰی  صِرَاطِ الۡعَزِیۡزِ  الۡحَمِیۡدِ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ  یَرَی الَّذِیۡنَ اُوۡتُوا الۡعِلۡمَ الَّذِیۡۤ  اُنۡزِلَ  اِلَیۡکَ مِنۡ رَّبِّکَ ہُوَ الۡحَقَّ ۙ وَ یَہۡدِیۡۤ   اِلٰی  صِرَاطِ الۡعَزِیۡزِ  الۡحَمِیۡدِ ﴿۶﴾ ",
			"index": "3612",
			"name": "এবং যারা জ্ঞান লাভ করেছে তারা জানে যে, যা কিছু আপনার প্রতি আপনার রবের নিকট থেকে অবতীর্ণ হয়েছে, তাই সত্য এবং সম্মানের অধিকারী, সমস্ত প্রশংসায় প্রশংসিতের পথনির্দেশ করে। ",
			"en_kanzulimaan": "And those who received the knowledge know that what is sent down upon you from your Lord is the truth, and it shows the path of the Most Honourable, the Most Praiseworthy.",
			"ur_kanzulimaan": "اور جنہیں علم والا وہ جانتے ہیں کہ جو کچھ تمہاری طرف تمہارے رب کے پاس سے اترا وہی حق ہے اور عزت والے سب خوبیوں سراہے کی راہ بتاتا ہے،",
			"hi_kanzulimaan": "और जिन्हें इल्म मिला (13फ) वो जानते हैं के जो कुछ तुम्हारी तरफ़ तुमहारे रब के पास से उतरा (14फ) वही हक़ (सत्य) है और इज़्ज़त वाले सब ख़ूबियों सराहे की राह बताता है",
			"author": "৬. আর যাদেরকে জ্ঞান দেয়া হয়েছে তারা জানে যে, (কিতাব হিসেবে) আপনার প্রতিপালকের পক্ষ থেকে আপনার প্রতি যা অবতীর্ণ হয়েছে তাই সত্য। আর এটি (এ কিতাব) পথ-নির্দেশ করে পরাক্রমশালী উৎকৃষ্টতার অধিকারী (প্রতিপালক)-এঁর দিকে।"
		},
		{
			"_id": "3613",
			"sura": "34",
			"para": "22",
			"verses": "7",
			"names": "وَ قَالَ الَّذِیۡنَ  کَفَرُوۡا ہَلۡ نَدُلُّکُمۡ عَلٰی رَجُلٍ یُّنَبِّئُکُمۡ  اِذَا مُزِّقۡتُمۡ کُلَّ  مُمَزَّقٍ ۙ اِنَّکُمۡ لَفِیۡ خَلۡقٍ جَدِیۡدٍ ۚ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الَّذِیۡنَ  کَفَرُوۡا ہَلۡ نَدُلُّکُمۡ عَلٰی رَجُلٍ یُّنَبِّئُکُمۡ  اِذَا مُزِّقۡتُمۡ کُلَّ  مُمَزَّقٍ ۙ اِنَّکُمۡ لَفِیۡ خَلۡقٍ جَدِیۡدٍ ۚ﴿۷﴾ ",
			"index": "3613",
			"name": "এবং কাফিরগণ বললো, ‘আমরা তোমাদেরকে কি এমন পুরুষের সন্ধান দেবো যিনি তোমাদেরকে এ খবর দেন যে, যখন তোমরা ছিন্নভিন্ন হয়ে সম্পূর্ণ চূর্ণ-বিচূর্ণ হয়ে যাবে, তবুও তোমাদেরকে নতুন সৃষ্টিতে পরিণত হতে হবে?’",
			"en_kanzulimaan": "And the disbelievers said, Shall we show you a man who will tell you that When you have disintegrated into the smallest pieces, you are to be created again?",
			"ur_kanzulimaan": "اور کافر بولے کیا ہم تمہیں ایسا مرد بتادیں جو تمہیں خبر دے کہ جب تم پرزہ ہوکر بالکل ریزہ ہوکر بالکل ریزہ ریزہ ہوجاؤ تو پھر تمہیں نیا بَننا ہے،",
			"hi_kanzulimaan": "और काफ़िर बोले (15फ) क्या हम तुम्हें ऐसा मर्द बता दें (16फ) जो तुम्हें ख़बर दे कि जब तुम पूरजे होकर बिल्कुल रेज़ा रेज़ा (कण कण) हो जाओ तो फिर तुम्हें नया बनना है",
			"author": "৭. আর কাফেরেরা (অবাক হওয়া ও ঠাট্টা-মশকরার ছলে) বলে, ‘আমরা কি তোমাদেরকে এমন ব্যক্তির সন্ধান দেবো যে তোমাদেরকে সংবাদ দেয় যে, (মৃত্যুর পর) তোমরা যখন সম্পূর্ণরূপে ছিন্ন-ভিন্ন হয়ে যাবে, তখন অবশ্যই তোমরা নতুন (এক) সৃষ্টিরুপে উত্থিত হবে?"
		},
		{
			"_id": "3614",
			"sura": "34",
			"para": "22",
			"verses": "8",
			"names": "اَفۡتَرٰی عَلَی اللّٰہِ کَذِبًا اَمۡ بِہٖ جِنَّۃٌ ؕ بَلِ الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ  فِی الۡعَذَابِ  وَ الضَّلٰلِ  الۡبَعِیۡدِ ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "اَفۡتَرٰی عَلَی اللّٰہِ کَذِبًا اَمۡ بِہٖ جِنَّۃٌ ؕ بَلِ الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ  فِی الۡعَذَابِ  وَ الضَّلٰلِ  الۡبَعِیۡدِ ﴿۸﴾ ",
			"index": "3614",
			"name": "তিনি কি আল্লাহ্‌ সম্বন্ধে মিথ্যা রচনা করেছেন? কিংবা তার সাথে উন্মাদনা আছে? বরং ওই সব লোক, যারা আখিরাতের উপর ঈমান আনে না, তারা শাস্তি ও বহু দূরের ভ্রান্তির মধ্যে রয়েছে। ",
			"en_kanzulimaan": "Has he fabricated a lie against Allah, or is he insane? Rather those who disbelieve in the Hereafter are in the punishment and extreme error.",
			"ur_kanzulimaan": "کیا اللہ پر اس نے جھوٹ باندھا یا اسے سودا ہے بلکہ وہ جو آخرت پر ایمان نہیں لاتے عذاب اور دور کی گمراہی میں ہیں،",
			"hi_kanzulimaan": "क्या अल्लाह पर उसने झूट बांधा या उसे सौदा (पागलपन) है (17फ) बल्कि वो जो आख़िरत पर ईमान नहीं लाते (18फ) अज़ाब और दूर की गुमराही में है",
			"author": "৮. (নাকি) সে আল্লাহ্‌র প্রতি মিথ্যা অপবাদ আরোপ করেছে, অথবা তার মধ্যে উন্মাদনা রয়েছে?’ (এমন কিছুই নেই) বরং যারা পরকালে বিশ্বাস রাখে না তারা শাস্তি এবং চূড়ান্ত গোমরাহীতে (নিমজ্জিত) রয়েছে।"
		},
		{
			"_id": "3615",
			"sura": "34",
			"para": "22",
			"verses": "9",
			"names": "اَفَلَمۡ یَرَوۡا اِلٰی مَا بَیۡنَ اَیۡدِیۡہِمۡ وَ مَا خَلۡفَہُمۡ مِّنَ السَّمَآءِ وَ الۡاَرۡضِ ؕ اِنۡ نَّشَاۡ نَخۡسِفۡ بِہِمُ  الۡاَرۡضَ اَوۡ نُسۡقِطۡ عَلَیۡہِمۡ کِسَفًا مِّنَ  السَّمَآءِ ؕ اِنَّ  فِیۡ ذٰلِکَ لَاٰیَۃً  لِّکُلِّ عَبۡدٍ مُّنِیۡبٍ  ﴿۹﴾",
			"number": "",
			"verses_PDMS": "اَفَلَمۡ یَرَوۡا اِلٰی مَا بَیۡنَ اَیۡدِیۡہِمۡ وَ مَا خَلۡفَہُمۡ مِّنَ السَّمَآءِ وَ الۡاَرۡضِ ؕ اِنۡ نَّشَاۡ نَخۡسِفۡ بِہِمُ  الۡاَرۡضَ اَوۡ نُسۡقِطۡ عَلَیۡہِمۡ کِسَفًا مِّنَ  السَّمَآءِ ؕ اِنَّ  فِیۡ ذٰلِکَ لَاٰیَۃً  لِّکُلِّ عَبۡدٍ مُّنِیۡبٍ  ﴿۹﴾",
			"index": "3615",
			"name": "তবে কি তারা দেখে নি, যা তাদের সামনে ও পেছনে রয়েছে- আসমান ও যমীন। আমি ইচ্ছা করলে তাদেরকে ভূমিতে ধ্বসিয়ে দেবো। অথবা তাদের উপর আসমানের টুকরা পতিত করবো। নিশ্চয় সেটার মধ্যে নিদর্শন রয়েছে (আল্লাহ্‌র দিকে) প্রত্যেক প্রত্যাবর্তনকারী বান্দার জন্য। ",
			"en_kanzulimaan": "So did they not see what is before them and what is behind them in the sky and the earth? If We will, We can bury them into the earth or cause a part of the sky to fall on them; indeed in this is a sign for every repentant bondman.",
			"ur_kanzulimaan": "تو کیا انہوں نے نہ دیکھا جو ان کے آگے اور پیچھے ہے آسمان اور زمین ہم چاہیں تو انہیں زمین میں دھنسادیں یا ان پر آسمان کا ٹکڑا گرادیں، بیشک اس میں نشانی ہے ہر رجوع لانے والے بندے کے لیے",
			"hi_kanzulimaan": "तो क्या उन्होंने न देखा जो उनके आगे और पीछे है आसमान और ज़मीन (19फ) हम चाहें तो उन्हें (20फ) ज़मीन में धंसा दें या उनपर आसामान का टुकड़ा गिरा दे, बेशक उसमें (21फ) निशानी है हर रूजू लाने वाले बन्दे के लिये (22फ)",
			"author": "৯. সুতরাং তারা কি ওইসব (নিদর্শন) দেখে না যা আকাশমন্ডলীতে ও পৃথিবীতে, তাদের সম্মুখে ও তাদের পশ্চাতে (তাদেরকে ঘিরে) রয়েছে? আমরা চাইলে তাদেরকে পৃথিবীতে ধ্বসিয়ে দেবো অথবা তাদের উপর আকাশখন্ডের পতন ঘটাবো। নিশ্চয়ই এতে নিদর্শন রয়েছে প্রতিটি বান্দার জন্যে যারা আল্লাহ্‌র অভিমুখে প্রত্যাবর্তনকারী।"
		},
		{
			"_id": "3616",
			"sura": "34",
			"para": "22",
			"verses": "10",
			"names": "وَ لَقَدۡ اٰتَیۡنَا دَاوٗدَ  مِنَّا فَضۡلًا ؕ یٰجِبَالُ اَوِّبِیۡ  مَعَہٗ  وَ الطَّیۡرَ ۚ وَ اَلَنَّا لَہُ  الۡحَدِیۡدَ ﴿ۙ۱۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اٰتَیۡنَا دَاوٗدَ  مِنَّا فَضۡلًا ؕ یٰجِبَالُ اَوِّبِیۡ  مَعَہٗ  وَ الطَّیۡرَ ۚ وَ اَلَنَّا لَہُ  الۡحَدِیۡدَ ﴿ۙ۱۰﴾ ",
			"index": "3616",
			"name": "এবং নিশ্চয় আমি দাঊদকে স্বীয় মহা অনুগ্রহ প্রদান করেছি, ‘হে পর্বতমালা! তার সাথে আল্লাহ্‌র প্রতি প্রত্যাবর্তন করো এবং হে পক্ষীকূল!’ এবং আমি তার জন্য লোহাকে নরম করেছি;",
			"en_kanzulimaan": "And indeed We gave Dawud the utmost excellence from Us; O the hills and birds, repent towards Allah along with him; and We made iron soft for him.",
			"ur_kanzulimaan": "اور بیشک ہم نے داؤد کو اپنا بڑا فضل دیا اے پہاڑو! اس کے ساتھ اللہ کی رجوع کرو اور اے پرندو! اور ہم نے اس کے لیے لوہا نرم کیا",
			"hi_kanzulimaan": "और बेशक हमने दाऊद को अपना बड़ा फ़ज़्ल (कृपा) दिया (23फ) ऐ पहाड़ों उस के साथ अल्लाह की तरफ़ रूजू करो और ऐ परिन्दो (24फ) और हमने उसके लिये लोहा नर्म किया (25फ)",
			"author": "১০. আর আমরা তো দাঊদ (আলাইহিস সালাম)-কে আমাদের পক্ষ থেকে বড় মর্যাদা প্রদান করেছিলাম। (আর নির্দেশ দিয়েছিলাম,) ‘হে পর্বতমালা! তোমরা তাঁর সাথে মিলিত হয়ে সুললিত ধ্বণিতে (তাসবীহ) পাঠ করো।’ আর বিহঙ্গকূলকেও (অধীনস্ত করে এই নির্দেশই প্রদান করেছিলাম)। আর আমরা তাঁর জন্যে লৌহকে নমনীয় করে দিয়েছিলাম।"
		},
		{
			"_id": "3617",
			"sura": "34",
			"para": "22",
			"verses": "11",
			"names": "اَنِ اعۡمَلۡ سٰبِغٰتٍ وَّ قَدِّرۡ فِی السَّرۡدِ وَ اعۡمَلُوۡا صَالِحًا ؕ اِنِّیۡ  بِمَا تَعۡمَلُوۡنَ بَصِیۡرٌ  ﴿۱۱﴾",
			"number": "",
			"verses_PDMS": "اَنِ اعۡمَلۡ سٰبِغٰتٍ وَّ قَدِّرۡ فِی السَّرۡدِ وَ اعۡمَلُوۡا صَالِحًا ؕ اِنِّیۡ  بِمَا تَعۡمَلُوۡنَ بَصِیۡرٌ  ﴿۱۱﴾",
			"index": "3617",
			"name": "যাতে প্রশস্ত বর্ম তৈরী করো এবং তৈরী করার মধ্যে পরিমাপ রক্ষা করো। আর তোমরা সবাই সৎকর্ম করো। নিশ্চয় আমি তোমাদের কর্ম দেখছি। ",
			"en_kanzulimaan": "[Saba 34:11]\"Make large coats of armour and keep proper measure while making; and all of you perform good deeds; I am indeed seeing your deeds.",
			"ur_kanzulimaan": "کہ وسیع زِر ہیں بنا اور بنانے میں اندازے کا لحاظ رکھ اور تم سب نیکی کرو، بیشک تمہارے کام دیکھ رہا ہوں،",
			"hi_kanzulimaan": "के वसीअ (बड़ी) ज़िरहें बना और बनाने में अन्दाज़े का लिहाज़ रख (26फ) और तुम सब नेकी करो,  बेशक मैं तुम्हारे काम देख रहा हूँ",
			"author": "১১. (আর ইরশাদ করেছিলাম,) ‘প্রশস্ত বর্ম তৈরি করো এবং (এর) বলয়গুলো জোড়া দেয়ার ক্ষেত্রে পরিমাণের দিকে লক্ষ্য রাখো এবং (হে দাউদের বংশধর) তোমরা সৎকর্ম করতে থাকো। আমি সেসব (কর্মকান্ড) পুঙ্খানুপুঙ্খরূপে দেখি যা কিছু তোমরা করো।’"
		},
		{
			"_id": "3618",
			"sura": "34",
			"para": "22",
			"verses": "12",
			"names": "وَ لِسُلَیۡمٰنَ الرِّیۡحَ غُدُوُّہَا شَہۡرٌ وَّ رَوَاحُہَا شَہۡرٌ ۚ وَ اَسَلۡنَا لَہٗ  عَیۡنَ الۡقِطۡرِ ؕ وَ مِنَ الۡجِنِّ مَنۡ یَّعۡمَلُ بَیۡنَ یَدَیۡہِ  بِاِذۡنِ رَبِّہٖ ؕ وَ مَنۡ یَّزِغۡ مِنۡہُمۡ عَنۡ اَمۡرِنَا نُذِقۡہُ  مِنۡ عَذَابِ السَّعِیۡرِ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ لِسُلَیۡمٰنَ الرِّیۡحَ غُدُوُّہَا شَہۡرٌ وَّ رَوَاحُہَا شَہۡرٌ ۚ وَ اَسَلۡنَا لَہٗ  عَیۡنَ الۡقِطۡرِ ؕ وَ مِنَ الۡجِنِّ مَنۡ یَّعۡمَلُ بَیۡنَ یَدَیۡہِ  بِاِذۡنِ رَبِّہٖ ؕ وَ مَنۡ یَّزِغۡ مِنۡہُمۡ عَنۡ اَمۡرِنَا نُذِقۡہُ  مِنۡ عَذَابِ السَّعِیۡرِ ﴿۱۲﴾ ",
			"index": "3618",
			"name": "আর বায়ুকে সুলায়মানের অধীন করেছি, যার প্রভাতের গম্যস্থান এক মাসের পথ এবং সন্ধ্যার গম্যস্থান এক মাসের পথ আর আমি তাঁর জন্য গলিত তামার একটা প্রস্রবণ প্রবাহিত করেছি এবং জিন্‌দের থেকে (কতেক এমন ছিলো) যারা তার সম্মুখে কাজ করতো তার রবের নির্দেশে এবং তাদের মধ্যে যে কেউ আমার নির্দেশ থেকে ফিরে যায় তাকে আমি জ্বলন্ত আগুনের শাস্তি আস্বাদন করাবো। ",
			"en_kanzulimaan": "And We gave the wind in Sulaimans control  its morning journey equal to a months course and the evening journey equal to a months course; and We sprung a stream of molten copper for him; and from the jinns, who worked before him by the command of his Lord; and those among them who turned away from Our command - We shall make them taste the punishment of the blazing fire.",
			"ur_kanzulimaan": "اور سلیمان کے بس میں ہوا کردی اس کی صبح کی منزل ایک مہینہ کی راہ اور شام کی منزل ایک مہینے کی راہ اور ہم نے اس کے لیے پگھلے ہوئے تانبے کا چشمہ بہایا اور جنوں میں سے وہ جو اس کے آگے کا م کرتے اس کے رب کے حکم سے ادر جو ان میں ہما رے حکم سے پھرے ہم اسے بھڑ کتی آ گ کا عذاب چکھائیں گے،",
			"hi_kanzulimaan": "और सुलैमान के बस में हवा कर दी उसकी सुब्ह की मंज़िल एक महीने की राह और शाम की मंज़िल एक महीने की राह (27फ) और हमने उसके लिये पिघले हुए तांबे का चश्मा बहाया (28फ) और जिन्नों में से वो जो उसके आगे काम करते उसके रब के हुक्म से (29फ) और| जाे उनमें हमारे हुक्म से फिरे (30फ) हम उसे भड़कती आग का अज़ाब चखाएंगे",
			"author": "১২. আর সুলাইমান (আলাইহিস সালাম)-এঁর জন্যে (অধীনস্ত করেছিলাম) বায়ুকে যার সকালের দূরত্ব ছিল এক মাসের পথ এবং বিকেলের দূরত্ব(ও) এক মাসের পথ। আর আমি তাঁর জন্যে গলিত তাম্রের এক প্রস্রবণ প্রবাহিত করেছিলাম এবং (তাঁর অধীনস্ত) ছিল কিছু জ্বিন যারা তার প্রতিপালকের নির্দেশে তাঁর সম্মুখে কাজ করতো। আর (আমরা ঘোষণা করে দিয়েছিলাম যে,) তাদের মধ্যে যে কেউ আমাদের নির্দেশ থেকে মুখ ফিরিয়ে নেবে তাকে আমরা দোযখের প্রজ্বলিত আগুনের শাস্তির স্বাদ আস্বাদন করাবো।"
		},
		{
			"_id": "3619",
			"sura": "34",
			"para": "22",
			"verses": "13",
			"names": "یَعۡمَلُوۡنَ لَہٗ  مَا یَشَآءُ  مِنۡ مَّحَارِیۡبَ وَ تَمَاثِیۡلَ وَ جِفَانٍ کَالۡجَوَابِ وَ قُدُوۡرٍ رّٰسِیٰتٍ ؕ اِعۡمَلُوۡۤا اٰلَ دَاوٗدَ شُکۡرًا ؕ وَ قَلِیۡلٌ  مِّنۡ عِبَادِیَ  الشَّکُوۡرُ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "یَعۡمَلُوۡنَ لَہٗ  مَا یَشَآءُ  مِنۡ مَّحَارِیۡبَ وَ تَمَاثِیۡلَ وَ جِفَانٍ کَالۡجَوَابِ وَ قُدُوۡرٍ رّٰسِیٰتٍ ؕ اِعۡمَلُوۡۤا اٰلَ دَاوٗدَ شُکۡرًا ؕ وَ قَلِیۡلٌ  مِّنۡ عِبَادِیَ  الشَّکُوۡرُ ﴿۱۳﴾ ",
			"index": "3619",
			"name": "তার জন্য নির্মাণ করতো যা সে চাইতো- উচু উচু প্রাসাদ ও প্রতিমূর্তিসমূহ এবং বড় বড় চৌবাচ্চার সমতুল্য বৃহদাকার পাত্র আর নোঙ্গরসম্পন্ন ডেগসমূহ নির্মান করতো। হে দাঊদ-সম্প্রদায়ের লোকেরা! কৃতজ্ঞতা প্রকাশ করো এবং আমার বান্দাদের মধ্যে কমসংখ্যক লোক আছে কৃতজ্ঞতা প্রকাশকারী। ",
			"en_kanzulimaan": "They made for him whatever he wished - synagogues and statues, basins like ponds, and large pots built into the ground; Be thankful, O the people of Dawud! And few among My bondmen are grateful.",
			"ur_kanzulimaan": "اس کے لیے بناتے جو وہ چاہتا اونچے اونچے محل اور تصویریں اور بڑے حوضوں کے برابر لگن اور لنگردار دیگیں اے داؤد والو! شکر کرو اور میرے بندوں میں کم ہیں شکر والے،",
			"hi_kanzulimaan": "उसके लिये बनाते जो वह चाहता ऊंचे ऊंचे महल (31फ) और तस्वीरें (32फ) और बड़े हौज़ों के बराबर लगन (33फ) और लंगरदार देंगे (34फ) ऐ दाऊद वालो शुक्र करो (35फ) और मेरे बन्दों में कम हैं शुक्र वाले",
			"author": "১৩. এরা (জ্বিনেরা) তাঁর জন্যে তাঁর ইচ্ছানুযায়ী উঁচু প্রাসাদ, ভাস্কর্য, পুকুরসম ও স্থির হাড়ির ন্যায় বিশাল গামলা নির্মাণ করতো। হে দাউদের বংশধর! (আল্লাহ্‌র) কৃতজ্ঞতা আদায় করতে থাকো। আর আমার বান্দাদের মধ্যে অল্পই কৃতজ্ঞ রয়েছে।"
		},
		{
			"_id": "3620",
			"sura": "34",
			"para": "22",
			"verses": "14",
			"names": "فَلَمَّا قَضَیۡنَا عَلَیۡہِ  الۡمَوۡتَ مَا دَلَّہُمۡ عَلٰی مَوۡتِہٖۤ  اِلَّا دَآبَّۃُ  الۡاَرۡضِ تَاۡکُلُ مِنۡسَاَتَہٗ ۚ فَلَمَّا خَرَّ تَبَیَّنَتِ الۡجِنُّ اَنۡ لَّوۡ کَانُوۡا یَعۡلَمُوۡنَ الۡغَیۡبَ مَا لَبِثُوۡا فِی الۡعَذَابِ الۡمُہِیۡنِ ﴿ؕ۱۴﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا قَضَیۡنَا عَلَیۡہِ  الۡمَوۡتَ مَا دَلَّہُمۡ عَلٰی مَوۡتِہٖۤ  اِلَّا دَآبَّۃُ  الۡاَرۡضِ تَاۡکُلُ مِنۡسَاَتَہٗ ۚ فَلَمَّا خَرَّ تَبَیَّنَتِ الۡجِنُّ اَنۡ لَّوۡ کَانُوۡا یَعۡلَمُوۡنَ الۡغَیۡبَ مَا لَبِثُوۡا فِی الۡعَذَابِ الۡمُہِیۡنِ ﴿ؕ۱۴﴾ ",
			"index": "3620",
			"name": "অতঃপর যখন আমি তার উপর মৃত্যুর নির্দেশ প্রেরণ করেছি, তখন জিনদেরকে তার মৃত্যুর বিষয় জানিয়েছে কেবল যমীনের উই-পোকা, যা তার লাঠি খাচ্ছিলো। অতঃপর যখন সুলায়মান মাটির উপর এলো, তখন জিনদের বাস্তব অবস্থা প্রকাশ পেয়ে গেলো- যদি তারা অদৃশ্য বিষয়ে অবগত হতো, তা’হলে এ লাঞ্ছনাদায়ক শাস্তিতে আবদ্ধ থাকতো না। ",
			"en_kanzulimaan": "So when We sent the command of death towards him, no one revealed his death to the jinns except the termite of the earth which ate his staff; and when he came to the ground, the truth about the jinns was exposed - if they had known the hidden, they would not have remained in the disgraceful toil.",
			"ur_kanzulimaan": "پھر جب ہم نے اس پر موت کا حکم بھیجا جنوں کو اس کی موت نہ بتائی مگر زمین کی دیمک نے کہ اس کا عصا کھاتی تھی، پھر جب سلیمان زمین پر آیا جِنوں کی حقیقت کھل گئی اگر غیب جانتے ہوتے تو اس خواری کے عذاب میں نہ ہوتے",
			"hi_kanzulimaan": "फिर जब हमने उस पर मौत का हुक्म भेजा (36फ) जिन्नों को उसकी मौत न बताई मगर ज़मीन की दीमक ने के उसका असा खाती थी, फिर जब सुलैमान ज़मीन पर आया जिन्नों की हक़ीक़त खुल गई (37फ) अगर ग़ैब जानते होते (38फ) तो इस ख़्वारी के अज़ाब में न होते (39फ)",
			"author": "১৪. অতঃপর যখন আমরা সুলাইমান (আলাইহিস সালাম)-এঁর মৃত্যু নির্ধারণ করলাম, তখন এদেরকে (এ জ্বিনদেরকে) তাঁর মৃত্যু সম্পর্কে অবগত করলো কেবল ভূমিস্থ উইপোকা যা তাঁর লাঠি খেয়ে ফেলছিল। অতঃপর যখন তাঁর শরীর ভূমিতে পড়ে গেল তখন জ্বিনদের কাছে বোধগম্য হয়ে গেলো যে, যদি তারা অদৃশ্য বিষয় জানতো তবে এমন লাঞ্ছনাকর শাস্তিতে আবদ্ধ থাকতো না।"
		},
		{
			"_id": "3621",
			"sura": "34",
			"para": "22",
			"verses": "15",
			"names": "لَقَدۡ کَانَ لِسَبَاٍ  فِیۡ مَسۡکَنِہِمۡ اٰیَۃٌ ۚ جَنَّتٰنِ عَنۡ یَّمِیۡنٍ وَّ شِمَالٍ ۬ؕ کُلُوۡا مِنۡ رِّزۡقِ رَبِّکُمۡ وَ اشۡکُرُوۡا لَہٗ ؕ بَلۡدَۃٌ طَیِّبَۃٌ   وَّ  رَبٌّ غَفُوۡرٌ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "لَقَدۡ کَانَ لِسَبَاٍ  فِیۡ مَسۡکَنِہِمۡ اٰیَۃٌ ۚ جَنَّتٰنِ عَنۡ یَّمِیۡنٍ وَّ شِمَالٍ ۬ؕ کُلُوۡا مِنۡ رِّزۡقِ رَبِّکُمۡ وَ اشۡکُرُوۡا لَہٗ ؕ بَلۡدَۃٌ طَیِّبَۃٌ   وَّ  رَبٌّ غَفُوۡرٌ ﴿۱۵﴾ ",
			"index": "3621",
			"name": "নিশ্চয় ‘সাবা’ এর জন্য তাদের বাসভূমিতে নিদর্শন ছিলো; দু’টি বাগান- ডানে ও বামে। ‘আপন রবের রিযক্ব আহার করো এবং তার কৃতজ্ঞতা প্রকাশ করো। পবিত্র শহর এবং ক্ষমাশীল রব’।",
			"en_kanzulimaan": "Indeed for (the tribe of) Saba was a sign in their dwelling-place - two gardens on the right and the left; Eat the sustenance provided by your Lord and be grateful to Him; a pure land and an Oft Forgiving Lord!",
			"ur_kanzulimaan": "بیشک سبا کے لیے ان کی آبادی میں نشانی تھی دو باغ دہنے اور بائیں اپنے رب کا رزق کھاؤ اور اس کا شکر ادا کرو پاکیزہ شہر اور بخشنے والا رب",
			"hi_kanzulimaan": "बेशक सबा (40फ) के लिये उनकी आबादी में (41फ) निशानी थी (42फ) दो बाग़ दहेने और बाएं (43फ) अपने रब का रिज़्क़ खाओ (44फ) और उसका शुक्र अदा करो (45फ) पाकीज़ा शहर और (46फ) बख़्शने वाला रब (47फ)",
			"author": "১৫. প্রকৃতপক্ষে সাবা (সম্প্রদায়)-এর জন্যে তাদের বাসভূমিতেই নিদর্শন বিদ্যমান ছিল। (তা হলো) দু’টি বাগান, একটি ডান দিকে এবং অপরটি বাম দিকে। (তাদেরকে বলা হয়েছিল) ‘তোমরা তোমাদের প্রতিপালক প্রদত্ত রিযিক ভোগ করো এবং তাঁর প্রতি কৃতজ্ঞতা প্রকাশ করো। (তোমাদের) শহর (কতোই) পবিত্র এবং প্রতিপালক মহাক্ষমাশীল।"
		},
		{
			"_id": "3622",
			"sura": "34",
			"para": "22",
			"verses": "16",
			"names": "فَاَعۡرَضُوۡا فَاَرۡسَلۡنَا عَلَیۡہِمۡ سَیۡلَ الۡعَرِمِ وَ بَدَّلۡنٰہُمۡ بِجَنَّتَیۡہِمۡ جَنَّتَیۡنِ ذَوَاتَیۡ  اُکُلٍ خَمۡطٍ وَّ اَثۡلٍ وَّ شَیۡءٍ مِّنۡ سِدۡرٍ قَلِیۡلٍ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "فَاَعۡرَضُوۡا فَاَرۡسَلۡنَا عَلَیۡہِمۡ سَیۡلَ الۡعَرِمِ وَ بَدَّلۡنٰہُمۡ بِجَنَّتَیۡہِمۡ جَنَّتَیۡنِ ذَوَاتَیۡ  اُکُلٍ خَمۡطٍ وَّ اَثۡلٍ وَّ شَیۡءٍ مِّنۡ سِدۡرٍ قَلِیۡلٍ ﴿۱۶﴾ ",
			"index": "3622",
			"name": "অতঃপর তারা মুখ ফিরিয়ে নিলো। সুতরাং আমি তাদের উপর প্রবল বন্যা প্রেরণ করলাম এবং তাদের বাগানসমূহের পরিবর্তে দু’টি বাগান তাদেরকে প্রদান করেছি, যেগুলোর মধ্যে উৎপন্ন হয় বিস্বাদ ফলমূল এবং ঝাউ গাছ আর অল্প কিছু কুলগাছ। ",
			"en_kanzulimaan": "In response they turned away - We therefore sent upon them a tremendous flood, and in exchange of their two gardens gave them two gardens bearing bitter fruit, and tamarisk, and some berries.",
			"ur_kanzulimaan": "تو انہوں نے منہ پھیرا تو ہم نے ان پر زور کا اہلا (سیلاب) بھیجا اور ان کے باغوں کے عوض دو باغ انہیں بدل دیے جن میں بکٹا (بدمزہ) میوہ اور جھاؤ اور کچھ تھوڑی سی بیریاں",
			"hi_kanzulimaan": "तो उन्हों ने मुंह फेरा (48फ) तो हमने उनपर ज़ोर का अहला (सैलाब) भेजा (49फ) और उनके बाग़ों के एवज़ दो बाग़ उन्हें बदल दिये जिन में बकटा मेवा (50फ) और झाऊ और कुछ थोड़ी सी बेरियां (51फ)",
			"author": "১৬. অতঃপর তারা (আনুগত্য থেকে) মুখ ফিরিয়ে নিল। ফলে আমরা তাদের উপর প্রবাহিত করলাম বাঁধভাঙা বন্যা এবং আমরা তাদের উদ্যান দু’টিকে (এমন) দু’টি উদ্যানে পরিবর্তন করে দিলাম যাতে রয়ে গেল বিস্বাদ ফল, কিছু ঝাউ গাছ এবং যৎসামান্য কুল বৃক্ষ।"
		},
		{
			"_id": "3623",
			"sura": "34",
			"para": "22",
			"verses": "17",
			"names": "ذٰلِکَ جَزَیۡنٰہُمۡ  بِمَا کَفَرُوۡا ؕ وَ ہَلۡ نُجٰزِیۡۤ   اِلَّا الۡکَفُوۡرَ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ جَزَیۡنٰہُمۡ  بِمَا کَفَرُوۡا ؕ وَ ہَلۡ نُجٰزِیۡۤ   اِلَّا الۡکَفُوۡرَ ﴿۱۷﴾ ",
			"index": "3623",
			"name": "আমি তাদেরকে এ বদলা দিলাম – তাদের অকৃতজ্ঞতার শাস্তি। এবং আমি কাকে শাস্তি দিই? তাকেই, যে অকৃতজ্ঞ। ",
			"en_kanzulimaan": "We gave them this reward  the recompense of their ingratitude; and whom do We punish, except the ungrateful?",
			"ur_kanzulimaan": "ہم نے انہیں یہ بدلہ دیا ان کی ناشکری کی سزا، اور ہم کسے سزا دیتے ہیں اسی کو جو نا شکرا ہے،",
			"hi_kanzulimaan": "हमने उन्हें यह बदला दिया उनकी नाशुक्री (52फ) की सज़ा, और हम किसे सज़ा देते हैं उसी को जो नाशुक्रा है",
			"author": "১৭. আমরা তাদের কুফরী ও অকৃতজ্ঞতার বিনিময় প্রদান করলাম। আর বড় অকৃতজ্ঞ ছাড়া আমি (কাউকে এমন) শাস্তি দেই না।"
		},
		{
			"_id": "3624",
			"sura": "34",
			"para": "22",
			"verses": "18",
			"names": "وَ جَعَلۡنَا بَیۡنَہُمۡ وَ بَیۡنَ الۡقُرَی الَّتِیۡ بٰرَکۡنَا فِیۡہَا قُرًی ظَاہِرَۃً  وَّ قَدَّرۡنَا فِیۡہَا السَّیۡرَ ؕ سِیۡرُوۡا فِیۡہَا لَیَالِیَ وَ اَیَّامًا  اٰمِنِیۡنَ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَعَلۡنَا بَیۡنَہُمۡ وَ بَیۡنَ الۡقُرَی الَّتِیۡ بٰرَکۡنَا فِیۡہَا قُرًی ظَاہِرَۃً  وَّ قَدَّرۡنَا فِیۡہَا السَّیۡرَ ؕ سِیۡرُوۡا فِیۡہَا لَیَالِیَ وَ اَیَّامًا  اٰمِنِیۡنَ ﴿۱۸﴾ ",
			"index": "3624",
			"name": "এবং আমি স্থাপন করেছিলাম তাদের মধ্যে এবং ওই শহরগুলোর মধ্যে, যেগুলোতে আমি কল্যাণ রেখেছি রাস্তার মাথায় মাথায় কতো শহর আর সে গুলোর মাঝখানে ভ্রমণ বিরতির পরিমাণ দূরত্ব রেখেছি। ‘সেগুলোতে ভ্রমণ করো রাত ও দিনসমূহে নিরাপদে’।",
			"en_kanzulimaan": "And We had made several towns upon the road between them and the towns which We had blessed  and kept them according to the length of the journey; Travel safely in them, by night and by day.",
			"ur_kanzulimaan": "اور ہم نے کیے تھے ان میں اور ان شہروں میں ہم نے برکت رکھی سر راہ کتنے شہر اور انہیں منزل کے اندازے پر رکھا ان میں چلو راتوں اور دنوں امن و امان سے",
			"hi_kanzulimaan": "और हमने किये थे उनमें (53फ) और उन शहरों में जिन में हमने बरकत रखी (54फ) सरे राह कितने शहर (55फ) और उन्हें मंज़िल के अन्दाज़े पर रखा (56फ) उनमें चलो रातों और दिनों अम्न व अमान से (57फ)",
			"author": "১৮. আর আমরা এ অধিবাসীদের এবং এ জনপদের মধ্যবর্তী স্থানে বরকত দিয়ে রেখেছিলাম যাতে (ইয়ামান থেকে শাম পর্যন্ত) দৃশ্যমান বহু জনপদ স্থাপন করেছিলাম। আর আমরা এসবের মাঝে ভ্রমণের যথাযথ ব্যবস্থা (বিশ্রামস্থল স্থাপন) করেছিলাম, যাতে তোমরা রজনীতে এবং দিবসে নির্ভয়ে চলাফেরা করতে পারো।"
		},
		{
			"_id": "3625",
			"sura": "34",
			"para": "22",
			"verses": "19",
			"names": "فَقَالُوۡا رَبَّنَا بٰعِدۡ بَیۡنَ  اَسۡفَارِنَا وَ ظَلَمُوۡۤا اَنۡفُسَہُمۡ فَجَعَلۡنٰہُمۡ  اَحَادِیۡثَ وَ مَزَّقۡنٰہُمۡ کُلَّ مُمَزَّقٍ ؕ اِنَّ  فِیۡ  ذٰلِکَ لَاٰیٰتٍ لِّکُلِّ  صَبَّارٍ  شَکُوۡرٍ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "فَقَالُوۡا رَبَّنَا بٰعِدۡ بَیۡنَ  اَسۡفَارِنَا وَ ظَلَمُوۡۤا اَنۡفُسَہُمۡ فَجَعَلۡنٰہُمۡ  اَحَادِیۡثَ وَ مَزَّقۡنٰہُمۡ کُلَّ مُمَزَّقٍ ؕ اِنَّ  فِیۡ  ذٰلِکَ لَاٰیٰتٍ لِّکُلِّ  صَبَّارٍ  شَکُوۡرٍ ﴿۱۹﴾ ",
			"index": "3625",
			"name": "সুতরাং তারা বললো, ‘হে আমাদের রব! আমাদের সফরের মধ্যে দূরত্ব স্থাপন করো!’ এবং তারা নিজেরাই নিজেদের ক্ষতি করেছে। ফলে, আমি তাদেরকে কাহিনীতে পরিণত করে দিয়েছি এবং তাদেরকে পূর্ণ মানসিক দুঃখ দ্বারা বিক্ষিপ্ত করে দিয়েছি। নিশ্চয় তাতে অবশ্য নিদর্শনাদি রয়েছে প্রত্যেক বড় ধৈর্যশীল ও প্রত্যেক বড় কৃতজ্ঞের জন্য। ",
			"en_kanzulimaan": "So they said, Our Lord! Make the stage between our journeys longer and they wronged themselves  We therefore turned them into fables and scattered them completely with adversity; indeed in this are signs for every greatly enduring, most grateful person.",
			"ur_kanzulimaan": "تو بولے اے ہمارے رب! ہمیں سفر میں دوری ڈال اور انہوں نے خود اپنا ہی نقصان کیا تو ہم نے انہیں کہانیاں کردیا اور انہیں پوری پریشانی سے پراگندہ کردیا بیشک اس میں ضروری نشانیاں ہیں ہر بڑے صبر والے ہر بڑے شکر والے کے لیے",
			"hi_kanzulimaan": "तो बोले ऐ हमारे रब हमारे हमे सफ़र में दूरी डाल (58फ) और उन्होंने ख़ुद अपना ही नुक़सान किया तो हमने उन्हें कहानियां कर दिया (59फ) और उन्हें पूरी परेशानी से परागन्दा कर दिया (60फ) बेशक उसमें ज़रूरी निशानियां हैं हर बड़े सब्र वाले हर बड़े शुक्र वाले के लिये (61फ)",
			"author": "১৯. তখন তারা বলতে লাগলো, ‘হে আমাদের প্রতিপালক! আমাদের সফরের মনযিলগুলোর মাঝে ব্যবধান বর্ধিত করো’; আর তারা নিজেদের প্রতি অন্যায় করেছিল, ফলে আমরা (সতর্কতার শিক্ষা হিসেবে) তাদেরকে উপাখ্যানের বিষয়বস্তুতে পরিণত করলাম এবং আমরা তাদেরকে ছিন্ন-ভিন্ন করে ছড়িয়ে দিলাম। নিশ্চয়ই এতে নিদর্শনাবলী রয়েছে প্রত্যেক কঠোর ধৈর্যশীল ও অত্যন্ত কৃতজ্ঞ ব্যক্তির জন্যে।"
		},
		{
			"_id": "3626",
			"sura": "34",
			"para": "22",
			"verses": "20",
			"names": "وَ لَقَدۡ صَدَّقَ عَلَیۡہِمۡ  اِبۡلِیۡسُ ظَنَّہٗ فَاتَّبَعُوۡہُ  اِلَّا فَرِیۡقًا مِّنَ الۡمُؤۡمِنِیۡنَ ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ صَدَّقَ عَلَیۡہِمۡ  اِبۡلِیۡسُ ظَنَّہٗ فَاتَّبَعُوۡہُ  اِلَّا فَرِیۡقًا مِّنَ الۡمُؤۡمِنِیۡنَ ﴿۲۰﴾ ",
			"index": "3626",
			"name": "এবং নিশ্চয় ইবলীস তাদেরকে স্বীয় ধারণা সত্য করে দেখিয়েছে। সুতরাং তারা তার অনুসরণ করেছে; কিন্তু (করেনি) একটা দল, যারা মুসলমান ছিলো। ",
			"en_kanzulimaan": "And indeed Iblis made his assumptions regarding them seem true, so they all followed him except the group of Muslims.",
			"ur_kanzulimaan": "اور بیشک ابلیس نے انہیں اپنا گمان سچ کر دکھایا تو وہ اس کے پیچھے ہولیے مگر ایک گروہ کہ مسلمان تھا",
			"hi_kanzulimaan": "और बेशक इबलीस ने उन्हें अपना गुमान सच कर दिखाया (62फ) तो वो उसके पीछे हो लिये मगर एक गिरोह के मुसलमान था (63फ)",
			"author": "২০. নিশ্চয়ই ইবলীস তাদেরকে স্বীয় ধারণা সত্য করে দেখিয়েছিল। সুতরাং এরা তার আনুগত্য করলো, তবে একটি দল ব্যতীত, যারা ছিল (যথাযথ) মুমিন।"
		},
		{
			"_id": "3627",
			"sura": "34",
			"para": "22",
			"verses": "21",
			"names": "وَ مَا کَانَ لَہٗ  عَلَیۡہِمۡ  مِّنۡ سُلۡطٰنٍ اِلَّا لِنَعۡلَمَ مَنۡ یُّؤۡمِنُ بِالۡاٰخِرَۃِ  مِمَّنۡ ہُوَ مِنۡہَا فِیۡ شَکٍّ ؕ وَ رَبُّکَ عَلٰی کُلِّ شَیۡءٍ حَفِیۡظٌ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا کَانَ لَہٗ  عَلَیۡہِمۡ  مِّنۡ سُلۡطٰنٍ اِلَّا لِنَعۡلَمَ مَنۡ یُّؤۡمِنُ بِالۡاٰخِرَۃِ  مِمَّنۡ ہُوَ مِنۡہَا فِیۡ شَکٍّ ؕ وَ رَبُّکَ عَلٰی کُلِّ شَیۡءٍ حَفِیۡظٌ ﴿۲۱﴾ ",
			"index": "3627",
			"name": "এবং তাদের উপর শয়তানের কোন আধিপত্য ছিলো না; কিন্তু এ জন্য যে, আমি দেখাবো কে আখিরাতের উপর ঈমান আনে এবং কে তাতে সন্দিহান রয়েছে, আর আপনার রব প্রত্যেক কিছুর তত্বাবধায়ক।",
			"en_kanzulimaan": "And Satan had no control over them at all, except that We willed to reveal as to who believes in the Hereafter and who is in doubt of it; and your Lord is a Guardian over all things.",
			"ur_kanzulimaan": "اور شیطان کا ان پر کچھ قابو نہ تھا مگر اس لیے کہ ہم دکھادیں کہ کون آخرت پر ایمان لاتا اور کون اس سے شک میں ہے، اور تمہارا رب ہر چیز پر نگہبان ہے،",
			"hi_kanzulimaan": "और शैतान का उनपर (64फ) कुछ क़ाबू न था मगर इसलिये कि हम दिखा दें कि कौन आख़िरत पर ईमान लाता है और कौन इससे शक में है, और तुम्हारा रब हर चीज़ पर निगहबान है",
			"author": "২১. আর তাদের উপর শয়তানের কোনো ক্ষমতা ছিল না, কারণ যারা পরকালে বিশ্বাস রাখে আমি তাদেরকে বৈশিষ্ট্যমন্ডিত করি সেসব লোকের চেয়ে যারা এ ব্যাপারে সন্দেহে নিমজ্জিত রয়েছে। আর আপনার প্রতিপালক সকল কিছুর তত্ত্বাবধায়ক।"
		},
		{
			"_id": "3628",
			"sura": "34",
			"para": "22",
			"verses": "22",
			"names": "قُلِ ادۡعُوا الَّذِیۡنَ زَعَمۡتُمۡ مِّنۡ دُوۡنِ اللّٰہِ ۚ لَا یَمۡلِکُوۡنَ مِثۡقَالَ ذَرَّۃٍ  فِی السَّمٰوٰتِ وَ لَا فِی الۡاَرۡضِ وَ مَا لَہُمۡ  فِیۡہِمَا مِنۡ شِرۡکٍ وَّ مَا لَہٗ  مِنۡہُمۡ مِّنۡ ظَہِیۡرٍ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "قُلِ ادۡعُوا الَّذِیۡنَ زَعَمۡتُمۡ مِّنۡ دُوۡنِ اللّٰہِ ۚ لَا یَمۡلِکُوۡنَ مِثۡقَالَ ذَرَّۃٍ  فِی السَّمٰوٰتِ وَ لَا فِی الۡاَرۡضِ وَ مَا لَہُمۡ  فِیۡہِمَا مِنۡ شِرۡکٍ وَّ مَا لَہٗ  مِنۡہُمۡ مِّنۡ ظَہِیۡرٍ ﴿۲۲﴾ ",
			"index": "3628",
			"name": "আপনি বলুন, ‘আহ্বান করো তাদেরকে, যাদেরকে আল্লাহ্‌ ব্যতীত মনে করে বসেছো। তারা অণু পরিমাণেরও মালিক নয় আসমানসমূহে এবং না যমীনে; আর না তাদের ওই দু’টির মধ্যে কোন অংশ আছে এবং না তাদের মধ্যে কেউ আল্লাহ্‌র সাহায্যকারী’। ",
			"en_kanzulimaan": "Proclaim, Call those whom you assume (as Gods) besides Allah; they do not own anything equal even to an atom either in the heavens or in the earth, nor do they have any share in them, nor is any one among them an aide to Allah.",
			"ur_kanzulimaan": "تم فرماؤ پکارو انہیں جنہیں اللہ کے سوا سمجھے بیٹھے ہو وہ ذرہ بھر کے مالک نہیں آسمانوں میں اور نہ زمین میں اور نہ ان کا ان دونوں میں کچھ حصہ اور نہ اللہ کا ان میں سے کوئی مددگار،",
			"hi_kanzulimaan": "तुम फ़रमाओ (65फ) पुकारो उन्हें जिन्हें अल्लाह के सिवा (66फ) समझे बैठे हो (67फ) और वो ज़र्रा भर के मालिक नहीं आसमानों में और न ज़मीन में और न उनका इन दोनों में कुछ हिस्सा और न अल्लाह का उनमें से कोई मददगार",
			"author": "২২. বলে দিন, ‘আহ্বান করো তাদেরকে যাদেরকে তোমরা আল্লাহ্ ব্যতীত (উপাস্য) গণ্য করতে। তারা আকাশমন্ডলীতে অণু পরিমাণেরও অধিকারী নয়, পৃথিবীতেও নয়; আর এ দু’য়ে (আকাশমন্ডলীতে ও পৃথিবীতে) তাদের কোনো অংশগ্রহণও নেই এবং এদের মধ্যে আল্লাহ্‌র কোনো সাহায্যকারীও নেই।"
		},
		{
			"_id": "3629",
			"sura": "34",
			"para": "22",
			"verses": "23",
			"names": "وَ لَا تَنۡفَعُ الشَّفَاعَۃُ عِنۡدَہٗۤ  اِلَّا لِمَنۡ اَذِنَ لَہٗ ؕ حَتّٰۤی  اِذَا فُزِّعَ عَنۡ قُلُوۡبِہِمۡ قَالُوۡا مَاذَا ۙ قَالَ رَبُّکُمۡ ؕ قَالُوا الۡحَقَّ ۚ وَ ہُوَ  الۡعَلِیُّ   الۡکَبِیۡرُ ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَا تَنۡفَعُ الشَّفَاعَۃُ عِنۡدَہٗۤ  اِلَّا لِمَنۡ اَذِنَ لَہٗ ؕ حَتّٰۤی  اِذَا فُزِّعَ عَنۡ قُلُوۡبِہِمۡ قَالُوۡا مَاذَا ۙ قَالَ رَبُّکُمۡ ؕ قَالُوا الۡحَقَّ ۚ وَ ہُوَ  الۡعَلِیُّ   الۡکَبِیۡرُ ﴿۲۳﴾ ",
			"index": "3629",
			"name": "এবং তার নিকট সুপারিশ কাজে আসে না, কিন্তু যাকে তিনি অনুমতি দেন। শেষ পর্যন্ত যখন অনুমতি দিয়ে তাদের অন্তরসমূহের ভীতি দূরীভূত করে দেয়া হয়, তখন একে অপরকে বলে, ‘তোমাদের রব কী বললেন?’ তারা বলে, ‘যা বলেছেন সত্য বলেছেন’। এবং তিনিই সমুচ্চ, মহান।",
			"en_kanzulimaan": "And intercession does not benefit before Him, except for one whom He permits; to the extent that when the fear is removed from their hearts by giving permission, they say to each other, How splendidly has your Lord spoken! They say, All that He has proclaimed is the Truth; and He is the Supreme, the Great.",
			"ur_kanzulimaan": "اور اس کے پاس شفاعت کام نہیں دیتی مگر جس کے لیے وہ اذن فرمائے، یہاں تک کہ جب اذن دے کر ان کے دلوں کی گھبراہٹ دور فرمادی جاتی ہے، ایک دوسرے سے کہتے ہیں تمہارے ربنے کیا ہی بات فرمائی، وہ کہتے ہیں جو فرمایا حق فرمایا اور وہی ہے بلند بڑائی والا،",
			"hi_kanzulimaan": "और उसके पास शफ़ाअत काम नहीं देती मगर जिसके लिये वह इ़ज्न (आज्ञा) फ़रमाए, यहाँ तक कि जब इज़्न देकर उनके दलों की घबराहट दूर फ़रमा दी जाती है एक दूसरे से (68फ) कहते हैं तुम्हारे रब ने क्या ही बात फ़रमाई, वो कहते हैं जो फ़रमाया हक़(सत्य) फ़रमाया (69फ) और वही है बलन्द बड़ाई वाला",
			"author": "২৩. আর তাঁর সমীপে কোনো সুপারিশ কাজে আসবে না, তবে তারা ব্যতীত যাদেরকে তিনি অনুমতি দিয়েছেন; ততক্ষণ পর্যন্ত যখন তাদের মন থেকে ভীতি দূর করা হবে, তখন তারা (প্রশ্নাকারে) বলবে, ‘তোমাদের প্রতিপালক কী বললেন?’ তারা (উত্তরে) বলবে, ‘তিনি সত্য বলেছেন (অর্থাৎ অনুমতি দিয়েছেন)’। তিনিই সমুচ্চ, খুবই মহান।"
		},
		{
			"_id": "3630",
			"sura": "34",
			"para": "22",
			"verses": "24",
			"names": "قُلۡ مَنۡ یَّرۡزُقُکُمۡ مِّنَ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ قُلِ اللّٰہُ ۙ وَ  اِنَّاۤ  اَوۡ  اِیَّاکُمۡ لَعَلٰی ہُدًی  اَوۡ  فِیۡ  ضَلٰلٍ  مُّبِیۡنٍ ﴿۲۴﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ مَنۡ یَّرۡزُقُکُمۡ مِّنَ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ قُلِ اللّٰہُ ۙ وَ  اِنَّاۤ  اَوۡ  اِیَّاکُمۡ لَعَلٰی ہُدًی  اَوۡ  فِیۡ  ضَلٰلٍ  مُّبِیۡنٍ ﴿۲۴﴾ ",
			"index": "3630",
			"name": "আপনি বলুন, ‘কে তিনি, যিনি তোমাদেরকে রিয্‌ক্ব প্রদান করেন আসমানসমূহ ও যমীন থেকে?’ আপনি নিজেই বলুন, ‘আল্লাহ্‌। আর নিশ্চয় আমরা অথবা তোমরা হয় তো হিদায়তের উপর স্থিত অথবা প্রকাশ্য ভ্রান্তিতে পতিত’।",
			"en_kanzulimaan": "Proclaim, Who provides you sustenance from the sky and the earth? Proclaim, Allah - and indeed either we or you are upon guidance, or in open error.",
			"ur_kanzulimaan": "تم فرماؤ کون جو تمہیں روزی دیتا ہے آسمانوں اور زمین سے تم خود ہی فرماؤ اللہ اور بیشک ہم یا تم یا تو ضرور ہدایت پر ہیں یا کھلی گمراہی میں",
			"hi_kanzulimaan": "तुम फ़रमाओ कौन जो तुम्हें रोज़ी देता है आसमानों और ज़मीन से (70फ) तुम ख़ुद ही फ़रमाओ अल्लाह (71फ) और बेशक हम या तुम (72फ) या तो ज़रूर हिदायत पर हैं या खुली गुमराही में (73फ)",
			"author": "২৪. আপনি বলুন, ‘তোমাদেরকে আকাশমন্ডলী ও পৃথিবী থেকে কে রিযিক প্রদান করেন?’ আপনি (নিজেই) বলে দিন, ‘আল্লাহ্ (প্রদান করেন)। আর নিশ্চিত, হয় আমরা নতুবা তোমরা হেদায়াতের উপর স্থিত অথবা সুস্পষ্ট গোমরাহীতে নিমজ্জিত’।"
		},
		{
			"_id": "3631",
			"sura": "34",
			"para": "22",
			"verses": "25",
			"names": "قُلۡ  لَّا تُسۡـَٔلُوۡنَ عَمَّاۤ  اَجۡرَمۡنَا وَ لَا نُسۡـَٔلُ  عَمَّا تَعۡمَلُوۡنَ ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  لَّا تُسۡـَٔلُوۡنَ عَمَّاۤ  اَجۡرَمۡنَا وَ لَا نُسۡـَٔلُ  عَمَّا تَعۡمَلُوۡنَ ﴿۲۵﴾ ",
			"index": "3631",
			"name": "আপনি বলুন, ‘আমরা তোমাদের ধারণায় যদি কোন অপরাধ করি তবে সেটার জন্য তোমাদেরকে জবাবদিহি করতে হবে না, না তোমাদের কৃতকর্মের জন্য আমাদেরকে প্রশ্ন করা হবে’।",
			"en_kanzulimaan": "Proclaim, You will not be questioned regarding the sins you assume we have committed, nor will we be questioned regarding your misdeeds.",
			"ur_kanzulimaan": "تم فرماؤ ہم نے تمہارے گمان میں اگر کوئی جرم کیا تو اس کی تم سے پوچھ نہیں، نہ تمہارے کوتکوں کا ہم سے سوال",
			"hi_kanzulimaan": "तुम फ़रमाओ हमने तुम्हारे गुमान में अगर कोई जुर्म किया तो उसकी तुमसे पूछ नहीं न तुम्हारे कौतुकों का हमसे सवाल (74फ)",
			"author": "২৫. বলে দিন, ‘তোমাদেরকে (তোমাদের ধারণা অনুযায়ী) আমাদের থেকে সংঘটিত অপরাধের বিষয়ে জিজ্ঞেস করা হবে না এবং আমাদেরকেও তোমরা যা করছো সেসব বিষয়ে জিজ্ঞেস করা হবে না।’"
		},
		{
			"_id": "3632",
			"sura": "34",
			"para": "22",
			"verses": "26",
			"names": "قُلۡ یَجۡمَعُ بَیۡنَنَا رَبُّنَا ثُمَّ  یَفۡتَحُ بَیۡنَنَا بِالۡحَقِّ ؕ وَ ہُوَ الۡفَتَّاحُ الۡعَلِیۡمُ ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ یَجۡمَعُ بَیۡنَنَا رَبُّنَا ثُمَّ  یَفۡتَحُ بَیۡنَنَا بِالۡحَقِّ ؕ وَ ہُوَ الۡفَتَّاحُ الۡعَلِیۡمُ ﴿۲۶﴾ ",
			"index": "3632",
			"name": "আপনি বলুন, ‘আমাদের রব আমাদের সবাইকে একত্রিত করবেন, অতঃপর আমাদের মধ্যে সঠিক ফয়সালা করে দেবেন এবং তিনিই শ্রেষ্ঠ ফয়সালাকারী, সর্বজ্ঞ’।",
			"en_kanzulimaan": "Say, Our Lord will bring us all together, and then judge truthfully between us; and He is the Best Judge, the All Knowing.",
			"ur_kanzulimaan": "تم فرماؤ ہمارا رب ہم سب کو جمع کرے گا پھر ہم میں سچا فیصلہ فرمادے گا اور وہی ہے بڑا نیاؤ چکانے (درست فیصلہ کرنے) والا سب کچھ جانتا،",
			"hi_kanzulimaan": "तुम फ़रमाओ हमारा रब हम सब को जमा करेगा (75फ) फिर हम में सच्चा फ़ैसला फ़रमा देगा (76फ) और वही है बड़ा न्याव चुकाने वाला सब कुछ जानता",
			"author": "২৬. বলে দিন, ‘আমাদের প্রতিপালক আমাদের সবাইকে (কিয়ামতের দিন) সমবেত করবেন, অতঃপর আমাদের মাঝে সঠিকভাবে ফায়সালা করবেন। আর তিনি উত্তম ফায়সালাকারী, সর্বজ্ঞাত।’"
		},
		{
			"_id": "3633",
			"sura": "34",
			"para": "22",
			"verses": "27",
			"names": "قُلۡ  اَرُوۡنِیَ  الَّذِیۡنَ  اَلۡحَقۡتُمۡ بِہٖ شُرَکَآءَ کَلَّا ؕ بَلۡ ہُوَ  اللّٰہُ  الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اَرُوۡنِیَ  الَّذِیۡنَ  اَلۡحَقۡتُمۡ بِہٖ شُرَکَآءَ کَلَّا ؕ بَلۡ ہُوَ  اللّٰہُ  الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۲۷﴾ ",
			"index": "3633",
			"name": "আপনি বলুন, ‘আমাকে দেখাও তো ওই শরীককে, যাকে তোমরা তার সাথে জুড়িয়ে নিয়েছো; না, কখনো না; বরং তিনিই হন আল্লাহ্‌, সম্মানের মালিক, প্রজ্ঞাময়’।",
			"en_kanzulimaan": "Say, (Dare you) Show me those whom you have matched with Him  never! Rather only He is Allah, the Most Honourable, the Wise.",
			"ur_kanzulimaan": "تم فرماؤ مجھے دکھاؤ تو وہ شریک جو تم نے اس سے ملائے ہیں ہشت، بلکہ وہی ہے اللہ عزت والا حکمت والا،",
			"hi_kanzulimaan": "तुम फ़रमाओ मुझे दिखाओ तो वो शरीक जो तुमने उससे मिलाए हैं (77फ) हिश्त, बल्कि वही है अल्लाह इज़्ज़त वाला हिकमत (बोध) वाला",
			"author": "২৭. বলে দিন, ‘আমাকে সেসব অংশীদারদের দেখাও যাদেরকে তোমরা আল্লাহ্‌র সাথে যুক্ত করেছো। কখনো (কোনো শরীক) নেই! বরং তিনিই আল্লাহ্, পরাক্রমশালী, প্রজ্ঞাবান।’"
		},
		{
			"_id": "3634",
			"sura": "34",
			"para": "22",
			"verses": "28",
			"names": "وَ مَاۤ  اَرۡسَلۡنٰکَ  اِلَّا کَآفَّۃً  لِّلنَّاسِ بَشِیۡرًا وَّ نَذِیۡرًا وَّ لٰکِنَّ اَکۡثَرَ النَّاسِ لَا  یَعۡلَمُوۡنَ ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَاۤ  اَرۡسَلۡنٰکَ  اِلَّا کَآفَّۃً  لِّلنَّاسِ بَشِیۡرًا وَّ نَذِیۡرًا وَّ لٰکِنَّ اَکۡثَرَ النَّاسِ لَا  یَعۡلَمُوۡنَ ﴿۲۸﴾ ",
			"index": "3634",
			"name": "এবং হে মাহবূব! আমি আপনাকে প্রেরণ করেছি, এমন রিসালাত সহকারেই, যা সমগ্র মানব জাতিকে পরিব্যপ্ত করে নেয়, সুসংবাদদাতা এবং সতর্ককারীরূপে; কিন্তু অনেক লোক জানে না। ",
			"en_kanzulimaan": "And O dear Prophet, We have not sent you except with a Prophethood that covers the entire mankind, heralding glad tidings and warnings, but most people do not know. (Prophet Mohammed  peace and blessings be upon him  is the Prophet towards all mankind.)",
			"ur_kanzulimaan": "اور اے محبوب! ہم نے تم کو نہ بھیجا مگر ایسی رسالت سے جو تمام آدمیوں کو گھیرنے والی ہے خوشخبری دیتا اور ڈر سناتا لیکن بہت لوگ نہیں جانتے",
			"hi_kanzulimaan": "और ऐ मेहबूब हमने तुमको न भेजा मगर ऐसी रिसालत से जो तमाम आदमियों को घेरने वाली है (78फ) ख़ुशख़बरी देता (79फ) और डर सुनाता (80फ) लेकिन बहुत लोग नहीं जानते (81फ)",
			"author": "২৮. আর (হে সম্মানিত হাবীব!) আমি আপনাকে সমগ্র মানবজাতির জন্যে সুসংবাদদাতা এবং সতর্ককারী রূপেই প্রেরণ করেছি। কিন্তু অধিকাংশ মানুষ জানে না।"
		},
		{
			"_id": "3635",
			"sura": "34",
			"para": "22",
			"verses": "29",
			"names": "وَ یَقُوۡلُوۡنَ مَتٰی ہٰذَا الۡوَعۡدُ اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَقُوۡلُوۡنَ مَتٰی ہٰذَا الۡوَعۡدُ اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ ﴿۲۹﴾ ",
			"index": "3635",
			"name": "এবং বলে, ‘এ প্রতিশ্রতি কবে আসবে? যদি তোমরা সত্যবাদী হও?’",
			"en_kanzulimaan": "And they say, When will this promise come, if you are truthful?",
			"ur_kanzulimaan": "اور کہتے ہیں یہ وعدہ کب آئے گا اگر تم سچے ہو،",
			"hi_kanzulimaan": "और कहते हैं ये वादा कब आएगा (82फ) अगर तुम सच्चे हो",
			"author": "২৯. আর তারা বলে, ‘(পরকালের) এ অঙ্গীকার কখন পূর্ণ হবে, যদি তোমরা সত্যবাদী হও?’"
		},
		{
			"_id": "3636",
			"sura": "34",
			"para": "22",
			"verses": "30",
			"names": "قُلۡ لَّکُمۡ مِّیۡعَادُ یَوۡمٍ لَّا تَسۡتَاۡخِرُوۡنَ عَنۡہُ  سَاعَۃً  وَّ لَا تَسۡتَقۡدِمُوۡنَ ﴿۳۰﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ لَّکُمۡ مِّیۡعَادُ یَوۡمٍ لَّا تَسۡتَاۡخِرُوۡنَ عَنۡہُ  سَاعَۃً  وَّ لَا تَسۡتَقۡدِمُوۡنَ ﴿۳۰﴾ ",
			"index": "3636",
			"name": "আপনি বলুন, ‘তোমাদের জন্য এমন এক দিনের প্রতিশ্রুতি রয়েছে, যেদিন থেকে তোমরা না এক মুহূর্তকাল পেছনে হটতে পারো, না আগে বাড়তে পারো। ",
			"en_kanzulimaan": "Proclaim For you is the promise of a Day which you cannot postpone by one moment nor can you advance it.",
			"ur_kanzulimaan": "تم فرماؤ تمہارے لیے ایک ایسے دن کا وعدہ جس سے تم نہ ایک گھڑی پیچھے ہٹ سکو اور نہ آگے بڑھ سکو",
			"hi_kanzulimaan": "तुम फ़रमाओ तुम्हारे लिये एक ऐसे दिन का वादा जिससे तुम न एक घड़ी पीछे हट सको और न आगे बढ़ सको (83फ)",
			"author": "৩০. বলে দিন, ‘তোমাদের জন্যে অঙ্গীকার দিবস নির্ধারিত। তোমরা তা এক মুহূর্ত বিলম্বও করতে পারবে না এবং ত্বরান্বিতও করতে পারবে না।’"
		},
		{
			"_id": "3637",
			"sura": "34",
			"para": "22",
			"verses": "31",
			"names": "وَ قَالَ الَّذِیۡنَ کَفَرُوۡا لَنۡ نُّؤۡمِنَ بِہٰذَا الۡقُرۡاٰنِ وَ لَا بِالَّذِیۡ بَیۡنَ یَدَیۡہِ ؕ وَ لَوۡ تَرٰۤی  اِذِ  الظّٰلِمُوۡنَ مَوۡقُوۡفُوۡنَ عِنۡدَ رَبِّہِمۡ ۚۖ یَرۡجِعُ بَعۡضُہُمۡ  اِلٰی بَعۡضِۣ الۡقَوۡلَ ۚ یَقُوۡلُ الَّذِیۡنَ اسۡتُضۡعِفُوۡا لِلَّذِیۡنَ اسۡتَکۡبَرُوۡا لَوۡ لَاۤ اَنۡتُمۡ لَکُنَّا مُؤۡمِنِیۡنَ ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الَّذِیۡنَ کَفَرُوۡا لَنۡ نُّؤۡمِنَ بِہٰذَا الۡقُرۡاٰنِ وَ لَا بِالَّذِیۡ بَیۡنَ یَدَیۡہِ ؕ وَ لَوۡ تَرٰۤی  اِذِ  الظّٰلِمُوۡنَ مَوۡقُوۡفُوۡنَ عِنۡدَ رَبِّہِمۡ ۚۖ یَرۡجِعُ بَعۡضُہُمۡ  اِلٰی بَعۡضِۣ الۡقَوۡلَ ۚ یَقُوۡلُ الَّذِیۡنَ اسۡتُضۡعِفُوۡا لِلَّذِیۡنَ اسۡتَکۡبَرُوۡا لَوۡ لَاۤ اَنۡتُمۡ لَکُنَّا مُؤۡمِنِیۡنَ ﴿۳۱﴾ ",
			"index": "3637",
			"name": "এবং কাফিরগণ বললো, ‘আমরা কখনো ঈমান আনবো না এ ক্বোরআনের উপর এবং না ওইসব কিতাবের উপর যেগুলো এর পূর্বে ছিলো’।  এবং কোন রকমে তুমি দেখতে! যখন যালিমদেরকে আপন রবের নিকট দণ্ডায়মান করা হবে, তখন তাদের মধ্যে একে অপরের সাথে বাদ প্রতিবাদ করতে থাকবে; ওই সব লোক, যারা চাপের শিকার হয়েছিলো তারা ওই সব লোকদেরকে বলবে, যারা ক্ষমতাদর্পী ছিলো, ‘যদি তোমরা না হতে তবে আমরা অবশ্যই ঈমান নিয়ে আসতাম।",
			"en_kanzulimaan": "And the disbelievers said, We shall never believe in this Quran nor in the Books that were before it; and if only you see, when the unjust will be brought before their Lord; they will hurl allegations on one another; those who were subdued will say to those who were conceited, If it were not for you, we would have certainly accepted faith.",
			"ur_kanzulimaan": "اور کافر بولے ہم ہرگز نہ ایمان لائیں گے اس قرآن پر اور نہ ان کتابوں پر جو اس سے آگے تھیں اور کسی طرح تو دیکھے جب ظالم اپنے رب کے پاس کھڑے کیے جائیں گے، ان میں ایک دوسرے پر بات ڈالے گا وہ جو دبے تھے ان سے کہیں گے جو اونچے کھینچتے (بڑے بنے ہوئے) تھے اگر تم نہ ہوتے تو ہم ضرور ایمان لے آتے،",
			"hi_kanzulimaan": "और काफ़िर बोले हम हरगिज़ न ईमान लाएंगे इस क़ुरआन पर और उन किताबों पर जो इससे आगे थीं (84फ) और किसी तरह तू देखें जब ज़ालिम अपने रब के पास खड़े किये जाएंगे, उनमें एक दूसरे पर बात डालेगा वो जो दबे थे (85फ) उनसे कहेंगे जो ऊंचे खिंचते थे (86फ) अगर तुम न होते (87फ) तो हम ज़रूर ईमान ले आते",
			"author": "৩১. আর কাফেরেরা বলে, ‘আমরা এ কুরআনের প্রতি কখনোই বিশ্বাস স্থাপন করবো না এবং এর পূর্বে যা (ওহী) অবতীর্ণ হয়েছে তার প্রতিও নয়’। আর যদি আপনি দেখতেন, যখন জালিমদেরকে তাদের প্রতিপালকের সম্মুখে দন্ডায়মান করা হবে (তখন কেমন দৃশ্য হবে)! তাদের প্রত্যেকেই (নিজের অপরাধের জন্যে) একে অপরকে দোষারোপ করতে থাকবে; দুর্বলরা অহঙ্কারীদের বলবে, ‘তোমরা না থাকলে আমরা অবশ্যই ঈমান আনতাম’।"
		},
		{
			"_id": "3638",
			"sura": "34",
			"para": "22",
			"verses": "32",
			"names": "قَالَ  الَّذِیۡنَ اسۡتَکۡبَرُوۡا لِلَّذِیۡنَ اسۡتُضۡعِفُوۡۤا اَنَحۡنُ صَدَدۡنٰکُمۡ عَنِ الۡہُدٰی بَعۡدَ اِذۡ جَآءَکُمۡ بَلۡ کُنۡتُمۡ مُّجۡرِمِیۡنَ ﴿۳۲﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ  الَّذِیۡنَ اسۡتَکۡبَرُوۡا لِلَّذِیۡنَ اسۡتُضۡعِفُوۡۤا اَنَحۡنُ صَدَدۡنٰکُمۡ عَنِ الۡہُدٰی بَعۡدَ اِذۡ جَآءَکُمۡ بَلۡ کُنۡتُمۡ مُّجۡرِمِیۡنَ ﴿۳۲﴾ ",
			"index": "3638",
			"name": "ওই সমস্ত লোক, যারা ক্ষমাদর্পী ছিলো তারা ওই সব লোককে বলবে, যারা চাপের শিকার হয়েছিলো, ‘আমরা কি তোমাদেরকে বাধা দিয়েছি সৎপথ থেকে এর পরও যে, তোমাদের (তা) এসেছে? বরং তোমরা নিজেরাই অপরাধী ছিলে!’",
			"en_kanzulimaan": "Those who were conceited will say to those who were subdued, Did we stop you from the guidance after it came to you? In fact you yourselves were guilty!",
			"ur_kanzulimaan": "وہ جو اونچے کھینچتے تھے ان سے کہیں گے جو دبے ہوئے تھے کیا ہم نے تمہیں روک دیا ہدایت سے بعد اس کے کہ تمہارے پاس آئی بلکہ تم خود مجرم تھے،",
			"hi_kanzulimaan": "वो जो ऊंचे खिंचते थे उनसे कहेंगे जो दबे हुए थे क्या हम ने तुम्हें रोक दिया हिदायत से बाद इसके के तुम्हारे पास आई बल्कि तुम ख़ुद मुजरिम थे",
			"author": "৩২. অহঙ্কারীরা দুর্বলদেরকে বলবে, ‘আমরা কি তোমাদেরকে সৎপথ থেকে বিরত রেখেছি, তোমাদের কাছে তা আসার পর? বরং তোমরা নিজেরাই অপরাধী ছিলে।’"
		},
		{
			"_id": "3639",
			"sura": "34",
			"para": "22",
			"verses": "33",
			"names": "وَ قَالَ الَّذِیۡنَ اسۡتُضۡعِفُوۡا لِلَّذِیۡنَ اسۡتَکۡبَرُوۡا بَلۡ مَکۡرُ الَّیۡلِ وَ النَّہَارِ اِذۡ  تَاۡمُرُوۡنَنَاۤ  اَنۡ نَّکۡفُرَ  بِاللّٰہِ  وَ  نَجۡعَلَ لَہٗۤ  اَنۡدَادًا ؕ وَ اَسَرُّوا النَّدَامَۃَ  لَمَّا رَاَوُا الۡعَذَابَ ؕ وَ جَعَلۡنَا الۡاَغۡلٰلَ فِیۡۤ  اَعۡنَاقِ الَّذِیۡنَ  کَفَرُوۡا ؕ ہَلۡ  یُجۡزَوۡنَ  اِلَّا مَا  کَانُوۡا یَعۡمَلُوۡنَ ﴿۳۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الَّذِیۡنَ اسۡتُضۡعِفُوۡا لِلَّذِیۡنَ اسۡتَکۡبَرُوۡا بَلۡ مَکۡرُ الَّیۡلِ وَ النَّہَارِ اِذۡ  تَاۡمُرُوۡنَنَاۤ  اَنۡ نَّکۡفُرَ  بِاللّٰہِ  وَ  نَجۡعَلَ لَہٗۤ  اَنۡدَادًا ؕ وَ اَسَرُّوا النَّدَامَۃَ  لَمَّا رَاَوُا الۡعَذَابَ ؕ وَ جَعَلۡنَا الۡاَغۡلٰلَ فِیۡۤ  اَعۡنَاقِ الَّذِیۡنَ  کَفَرُوۡا ؕ ہَلۡ  یُجۡزَوۡنَ  اِلَّا مَا  کَانُوۡا یَعۡمَلُوۡنَ ﴿۳۳﴾ ",
			"index": "3639",
			"name": "এবং ওই সব লোক, যারা চাপের মুখে ছিল, তারা ওই সব লোকদের বলবে যারা ক্ষমতাদর্পী ছিলো, ‘বরং রাত দিনের চক্রান্ত ছিলো, যখন তোমরা আমাদেরকে নির্দেশ দিচ্ছিলে যেন আল্লাহ্‌কে অস্বীকার করি এবং তার সমকক্ষ স্থির করি’। আর মনে মনে অনুশোচনা করতে লাগলো যখন শাস্তি দেখতে পেলো। এবং আমি শৃঙ্খল পরিয়েছি তাদের ঘাড়সমূহে, যারা অস্বীকারকারী ছিলো। তারা কী প্রতিফল পাবে। কিন্তু তাই পাবে, যা কিছু তারা করতো। ",
			"en_kanzulimaan": "Those who were subdued will say to those who were conceited, Rather it was your deceit during night and day, for you commanded us to deny Allah and to set up equals to Him; and inwardly they began regretting when they saw the punishment; and We placed shackles around the necks of the disbelievers; what recompense will they get except what they used to do?",
			"ur_kanzulimaan": "اور کہیں گے وہ جو دبے ہوئے تھے ان سے جو اونچے کھینچتے تھے بلکہ رات دن کا داؤں (فریب) تھا جبکہ تم ہمیں حکم دیتے تھے کہ اللہ کا انکار کریں اور اس کے برابر والے ٹھہرائیں، اور دل ہی دل میں پچھتانے لگے جب عذاب دیکھا اور ہم نے طوق ڈالے ان کی گردنوں میں جو منکر تھے وہ کیا بدلہ پائیں گے مگر وہی جو کچھ کرتے تھے",
			"hi_kanzulimaan": "और कहेंगे वो जो दबे हुए थे उनसे जो ऊंचे खिंचते थे बल्कि रात दिन का दाँव था (88फ) जब के तुम हमें हुक्म देते थे कि अल्लाह का इन्कार करें और उसके बराबर वाले ठहराएं, और दिल ही दिल में पछताने लगे (89फ) जब अज़ाब देखा (90फ) और हमने तौक़ डाले उनकी गर्दनों में जो मुनकीर  थे (91फ) वो क्या बदला पाएंगे मगर वही जो कुछ करते थे (92फ)",
			"author": "৩৩. অতঃপর দুর্বলেরা অহঙ্কারীদেরকে বলবে, ‘বরং (তোমাদের) রাত-দিনের চক্রান্তই (আমাদেরকে বিরত রেখেছে), যখন তোমরা আমাদেরকে নির্দেশ দিতে যেন আমরা আল্লাহ্কে অস্বীকার করি এবং আমরা তাঁর সাথে অংশীদার সাব্যস্ত করি।’ আর তারা (একে অপরের) লজ্জা লুকিয়ে রাখবে, যখন তারা শাস্তি দেখবে। বস্তুতঃ আমি কাফেরদের গলায় বেড়ী পরাবো এবং তাদেরকে কেবল স্বীয় কর্মেরই প্রতিদান দেয়া হবে।"
		},
		{
			"_id": "3640",
			"sura": "34",
			"para": "22",
			"verses": "34",
			"names": "وَ مَاۤ  اَرۡسَلۡنَا فِیۡ قَرۡیَۃٍ  مِّنۡ نَّذِیۡرٍ  اِلَّا قَالَ  مُتۡرَفُوۡہَاۤ  ۙ اِنَّا بِمَاۤ  اُرۡسِلۡتُمۡ بِہٖ کٰفِرُوۡنَ ﴿۳۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَاۤ  اَرۡسَلۡنَا فِیۡ قَرۡیَۃٍ  مِّنۡ نَّذِیۡرٍ  اِلَّا قَالَ  مُتۡرَفُوۡہَاۤ  ۙ اِنَّا بِمَاۤ  اُرۡسِلۡتُمۡ بِہٖ کٰفِرُوۡنَ ﴿۳۴﴾ ",
			"index": "3640",
			"name": "এবং আমি যখনই কোন শহরে কোন সতর্ককারী প্রেরণ করেছি তখন সেখানকার স্বচ্ছল লোকেরা একথাই বলেছে, ‘তোমরা যা কিছু সহকারে প্রেরিত হয়েছো আমরা তা অস্বীকার করি’।",
			"en_kanzulimaan": "And whenever We sent a Herald of Warning to any town, its wealthy people said, We disbelieve in what you have been sent with.",
			"ur_kanzulimaan": "اور ہم نے جب کبھی کسی شہر میں کوئی ڈر سنانے والا بھیجا وہاں کے آسودوں (امیروں) نے یہی کہا کہ تم جو لے کر بھیجے گئے ہم اس کے منکر ہیں",
			"hi_kanzulimaan": "और हमने जब कभी किसी शहर में कोई डर सुनाने वाला भेजा वहाँ के आसूदों ने यही कहा के तुम जो लेकर भेजे गए हम उसके मुनकीर  हैं (93फ)",
			"author": "৩৪. আর আমরা কোনো জনপদে কোনো সতর্ককারী প্রেরণ করলেই সেখানকার বিত্তশালী লোকেরা (সর্বদা) বলতো, ‘তোমাদেরকে যা (হেদায়াতরূপে) দিয়ে প্রেরণ করা হয়েছে আমরা তা অস্বীকার করি’।"
		},
		{
			"_id": "3641",
			"sura": "34",
			"para": "22",
			"verses": "35",
			"names": "وَ قَالُوۡا نَحۡنُ  اَکۡثَرُ  اَمۡوَالًا  وَّ  اَوۡلَادًا ۙ وَّ  مَا نَحۡنُ بِمُعَذَّبِیۡنَ ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡا نَحۡنُ  اَکۡثَرُ  اَمۡوَالًا  وَّ  اَوۡلَادًا ۙ وَّ  مَا نَحۡنُ بِمُعَذَّبِیۡنَ ﴿۳۵﴾ ",
			"index": "3641",
			"name": "আর তারা বললো, ‘আমরা সম্পদ-সন্ততির মধ্যে অধিক সমৃদ্ধশালী এবং আমাদের উপর শাস্তি হবার নয়’।",
			"en_kanzulimaan": "And they said, We are greater in wealth and children; we will not be punished!",
			"ur_kanzulimaan": "اور بولے ہم مال اور اولاد میں بڑھ کر ہیں اور ہم پر عذاب ہونا نہیں",
			"hi_kanzulimaan": "और बोले हम माल और औलाद में बढ़ कर हैं और हम पर अज़ाब होना नहीं (94फ)",
			"author": "৩৫. আর তারা বললো, ‘আমরা অধিক সম্পদ ও সন্তানের অধিকারী, সুতরাং আমরা শাস্তিপ্রাপ্ত হবো না’।"
		},
		{
			"_id": "3642",
			"sura": "34",
			"para": "22",
			"verses": "36",
			"names": "قُلۡ  اِنَّ رَبِّیۡ  یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ  وَ یَقۡدِرُ وَ لٰکِنَّ  اَکۡثَرَ النَّاسِ لَا یَعۡلَمُوۡنَ ﴿۳۶﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اِنَّ رَبِّیۡ  یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ  وَ یَقۡدِرُ وَ لٰکِنَّ  اَکۡثَرَ النَّاسِ لَا یَعۡلَمُوۡنَ ﴿۳۶﴾ ",
			"index": "3642",
			"name": "আপনি বলুন, ‘নিশ্চয় আমার রব রিয্‌ক্বকে প্রশস্ত করেন যার জন ইচ্ছা করেন এবং সংকীর্ণ করেন; কিন্তু বহু লোক জানেন না। ",
			"en_kanzulimaan": "Proclaim Indeed my Lord eases the sustenance for whomever He wills and restricts it for whomever He wills, but most people do not know.",
			"ur_kanzulimaan": "تم فرماؤ بیشک میرا رب رزق وسیع کرتا ہے جس کے لیے چاہے اور تنگی فرماتا ہے لیکن بہت لوگ نہیں جانتے،",
			"hi_kanzulimaan": "तुम फ़रमाओ बेशक मेरा रब रिज़्क़ वसीअ करता है जिसके लिये चाहे और तंगी फ़रमाता है (95फ) लेकिन बहुत लोग नहीं जानते",
			"author": "৩৬. বলে দিন, ‘আমার প্রতিপালক যাকে ইচ্ছা রিযিক বাড়িয়ে দেন এবং (যার জন্যে ইচ্ছা) সংকুচিত করে দেন। কিন্তু অধিকাংশ লোক জানে না।’"
		},
		{
			"_id": "3643",
			"sura": "34",
			"para": "22",
			"verses": "37",
			"names": "وَ مَاۤ  اَمۡوَالُکُمۡ وَ لَاۤ  اَوۡلَادُکُمۡ  بِالَّتِیۡ تُقَرِّبُکُمۡ عِنۡدَنَا زُلۡفٰۤی  اِلَّا مَنۡ اٰمَنَ وَ عَمِلَ صَالِحًا ۫ فَاُولٰٓئِکَ لَہُمۡ جَزَآءُ الضِّعۡفِ بِمَا عَمِلُوۡا وَ ہُمۡ فِی الۡغُرُفٰتِ اٰمِنُوۡنَ ﴿۳۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَاۤ  اَمۡوَالُکُمۡ وَ لَاۤ  اَوۡلَادُکُمۡ  بِالَّتِیۡ تُقَرِّبُکُمۡ عِنۡدَنَا زُلۡفٰۤی  اِلَّا مَنۡ اٰمَنَ وَ عَمِلَ صَالِحًا ۫ فَاُولٰٓئِکَ لَہُمۡ جَزَآءُ الضِّعۡفِ بِمَا عَمِلُوۡا وَ ہُمۡ فِی الۡغُرُفٰتِ اٰمِنُوۡنَ ﴿۳۷﴾ ",
			"index": "3643",
			"name": "এবং তোমাদের সম্পদ ও তোমাদের সন্তান-সন্ততি এরই উপযোগী নয় যে, তোমাদেরকে আমার নিকট পৌঁছাবে, কিন্তু তারাই যারা ঈমান এনেছে ও সৎকর্ম করেছে, তাদের জন্য রয়েছে বহুগুণ পুরস্কার তাদের কর্মের প্রতিদান; এবং তারা প্রাসাদসমূহে নিরাপদে রয়েছে। ",
			"en_kanzulimaan": "And your wealth and your children are not capable of bringing you near to Us, but one who believes and did good deeds (is brought close); for them is double the reward  the recompense of their deeds and they are in high positions, in peace.",
			"ur_kanzulimaan": "اور تمہارے مال اور تمہاری اولاد اس قابل نہیں کہ تمہیں ہمارے قریب تک پہنچائیں مگر وہ جو ایمان لائے اور نیکی کی ان کے لیے دُونا دُوں (کئی گنا) صلہ ان کے عمل کا بدلہ اور وہ بالاخانوں میں امن و امان سے ہیں",
			"hi_kanzulimaan": "और तुम्हारे माल और तुम्हारी औलाद इस क़ाबिल नहीं कि तुम्हें हमारे कुर्ब तक पहुंचाएं मगर वो जो ईमान लाए और नेकी की (96फ) उनके लिये दूनादूं सिला (97फ) उनके अमल (कर्म) का बदला और वो बालाख़ानों (अट्टालिकाओ) में अम्न व अमान से हैं (98फ)",
			"author": "৩৭. আর তোমাদের ধন-সম্পদ কিংবা তোমাদের সন্তান-সন্ততি তোমাদেরকে আমাদের নৈকট্যে আনয়ন ও ঘনিষ্ট করবে না; তবে যারা ঈমান আনয়ন করেছে এবং সৎকর্ম করেছে তারাই তাদের কর্মের দ্বিগুণ প্রতিদান পাবে এবং তারা (জান্নাতের) সুউচ্চ প্রাসাদে নিরাপদে থাকবে।"
		},
		{
			"_id": "3644",
			"sura": "34",
			"para": "22",
			"verses": "38",
			"names": "وَ الَّذِیۡنَ یَسۡعَوۡنَ فِیۡۤ  اٰیٰتِنَا مُعٰجِزِیۡنَ اُولٰٓئِکَ  فِی الۡعَذَابِ  مُحۡضَرُوۡنَ ﴿۳۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ الَّذِیۡنَ یَسۡعَوۡنَ فِیۡۤ  اٰیٰتِنَا مُعٰجِزِیۡنَ اُولٰٓئِکَ  فِی الۡعَذَابِ  مُحۡضَرُوۡنَ ﴿۳۸﴾ ",
			"index": "3644",
			"name": "এবং ওই সব লোক, যারা আমার নিদর্শনসমূহে পরাজিত করার চেষ্টা করে তাদেরকে ধরে এনে শাস্তির মধ্যে হাযির করা হবে। ",
			"en_kanzulimaan": "And those who strive in Our signs in order to defeat, will be brought into the punishment.",
			"ur_kanzulimaan": "اور ہو جو ہماری آیتوں میں ہرانے کی کوشش کرتے ہیں وہ عذاب میں لادھرے جائیں گے",
			"hi_kanzulimaan": "और वो जो हमारी आयतों में हराने की कोशिश करते हैं (99फ) वो अज़ाब में ला धरे जाएंगे (100फ)",
			"author": "৩৮.আর যারা আমাদের আয়াতসমূহে (বিরোধিতার) চেষ্টা করে (আমাদেরকে) ব্যর্থ করে দেয়ার ধারণায়, তাদেরকেই শাস্তিতে উপস্থিত করা হবে।"
		},
		{
			"_id": "3645",
			"sura": "34",
			"para": "22",
			"verses": "39",
			"names": "قُلۡ  اِنَّ رَبِّیۡ یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ مِنۡ عِبَادِہٖ وَ یَقۡدِرُ لَہٗ ؕ وَ مَاۤ  اَنۡفَقۡتُمۡ مِّنۡ شَیۡءٍ فَہُوَ یُخۡلِفُہٗ ۚ وَ ہُوَ خَیۡرُ الرّٰزِقِیۡنَ ﴿۳۹﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اِنَّ رَبِّیۡ یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ مِنۡ عِبَادِہٖ وَ یَقۡدِرُ لَہٗ ؕ وَ مَاۤ  اَنۡفَقۡتُمۡ مِّنۡ شَیۡءٍ فَہُوَ یُخۡلِفُہٗ ۚ وَ ہُوَ خَیۡرُ الرّٰزِقِیۡنَ ﴿۳۹﴾ ",
			"index": "3645",
			"name": "আপনি বলুন, ‘নিশ্চয় আমার রব জীবিকা প্রসস্থ করেন আপন বান্দাদের মধ্যে যার জন্য ইচ্ছা করেন এবং সংকুচিত করেন যার জন্য ইচ্ছা করেন। আর যেই বস্তু তোমরা আল্লাহ্‌র পথে ব্যয় করো, তিনি তার পরিবর্তে আরো অধিক দেবেন। এবং তিনি সর্বাপেক্ষা অধিক রিয্‌ক্বদাতা। ",
			"en_kanzulimaan": "Say, Indeed my Lord eases the sustenance for whomever He wills among His bondmen, and restricts it for whomever He wills; and whatever you spend in Allah's cause, He will restore it; and He is the Best Sustainer.",
			"ur_kanzulimaan": "تم فرماؤ بیشک میرا رب رزق وسیع فرماتا ہے اپنے بندوں میں جس کے لیے چاہے اور تنگی فرماتا ہے جس کے لیے چاہے اور جو چیز تم اللہ کی راہ میں خرچ کرو وہ اس کے بدلے اور دے گا اور وہ سب سے بہتر رزق دینے والا",
			"hi_kanzulimaan": "तुम फ़रमाओ बेशक मेरा रब रिज़्क़ वसीअ (विस्तृत) फ़रमाता है अपने बन्दों में जिसके लिये चाहे और तंगी फ़रमाता है जिसके लिये चाहे (101फ) और जो चीज़ तुम अल्लाह की राह में ख़र्च करो वह उसके बदले और देगा (102फ) और वह सबसे बेहतर रिज़्क़ देने वाला (103फ)",
			"author": "৩৯. বলুন, ‘নিশ্চয়ই আমার প্রতিপালক তাঁর বান্দাদের মধ্যে যার জন্যে ইচ্ছা রিযিক বাড়িয়ে দেন এবং যার জন্যে (ইচ্ছা) সংকুচিত করেন। আর তোমরা (আল্লাহ্‌র রাস্তায়) যা কিছুই ব্যয় করো তিনি এর বিনিময়ে আরো দেবেন। আর তিনি সবচেয়ে উত্তম রিযিকদাতা।’"
		},
		{
			"_id": "3646",
			"sura": "34",
			"para": "22",
			"verses": "40",
			"names": "وَ یَوۡمَ یَحۡشُرُہُمۡ جَمِیۡعًا ثُمَّ یَقُوۡلُ لِلۡمَلٰٓئِکَۃِ  اَہٰۤؤُلَآءِ  اِیَّاکُمۡ کَانُوۡا یَعۡبُدُوۡنَ ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ یَوۡمَ یَحۡشُرُہُمۡ جَمِیۡعًا ثُمَّ یَقُوۡلُ لِلۡمَلٰٓئِکَۃِ  اَہٰۤؤُلَآءِ  اِیَّاکُمۡ کَانُوۡا یَعۡبُدُوۡنَ ﴿۴۰﴾ ",
			"index": "3646",
			"name": "এবং যেদিন ওই সব লোককে উঠাবেন; অতঃপর ফিরিশ্‌তাদেরকে বলবেন, ‘এরা কি তোমাদের উপাসনা করতো?’",
			"en_kanzulimaan": "And on the day when He will raise them all, and then say to the angels, Did they worship you?",
			"ur_kanzulimaan": "اور جس دن ان سب کو اٹھائے گا پھر فرشتوں سے فرمائے گا کیا یہ تمہیں پوجتے تھے",
			"hi_kanzulimaan": "और जिस दिन उन सब को उठाएगा (104फ) फिर फ़रिश्तों से फ़रमाएगा क्या ये तुम्हें पूजते थे (105फ)",
			"author": "৪০. আর যে দিন তিনি তাদের সবাইকে একত্রিত করবেন, তখন ফেরেশতাদেরকে বলবেন, ‘এরাই কি তারা যারা তোমাদের ইবাদত করতো?’"
		},
		{
			"_id": "3647",
			"sura": "34",
			"para": "22",
			"verses": "41",
			"names": "قَالُوۡا سُبۡحٰنَکَ اَنۡتَ وَلِیُّنَا مِنۡ دُوۡنِہِمۡ ۚ بَلۡ کَانُوۡا یَعۡبُدُوۡنَ الۡجِنَّ ۚ اَکۡثَرُہُمۡ بِہِمۡ  مُّؤۡمِنُوۡنَ ﴿۴۱﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا سُبۡحٰنَکَ اَنۡتَ وَلِیُّنَا مِنۡ دُوۡنِہِمۡ ۚ بَلۡ کَانُوۡا یَعۡبُدُوۡنَ الۡجِنَّ ۚ اَکۡثَرُہُمۡ بِہِمۡ  مُّؤۡمِنُوۡنَ ﴿۴۱﴾ ",
			"index": "3647",
			"name": "তারা আরয করবে, ‘পবিত্রতা তোমারই, তুমি আমাদের বন্ধু তার নয়; বরং তারা জিনদের উপাসনা করতো তাদের মধ্যে অধিকাংশ তাদেরই প্রতি দৃঢ় বিশ্বাস স্থাপন করেছিলো’।",
			"en_kanzulimaan": "They will say, Purity is to you  only you are our Supporter, not they; in fact they worshipped the jinns; most of them believed only in them.",
			"ur_kanzulimaan": "وہ عرض کریں گے پاکی ہے تجھ کو تو ہمارا دوست ہے نہ وہ بلکہ وہ جِنوں کو پوجتے تھے ان میں اکثر انہیں پر یقین لائے تھے",
			"hi_kanzulimaan": "वो अर्ज़ करेंगे पाकी है तुझ को तू हमारा दोस्त है न वो (106फ) बल्कि वो जिन्नों को पूजते थे (107फ) उनमें अक्सर उन्हीं पर यक़ीन लाए थे (108फ)",
			"author": "৪১. তারা নিবেদন করবে, ‘আপনার পবিত্রতা ও মহিমা ঘোষণা করছি, আপনিই আমাদের বন্ধু, এরা নয়। বরং এরা জ্বিনের পূজা করতো। এদের অধিকাংশই তাদের প্রতি বিশ্বাস রাখতো।’"
		},
		{
			"_id": "3648",
			"sura": "34",
			"para": "22",
			"verses": "42",
			"names": "فَالۡیَوۡمَ لَا یَمۡلِکُ بَعۡضُکُمۡ لِبَعۡضٍ نَّفۡعًا وَّ لَا ضَرًّا ؕ وَ نَقُوۡلُ لِلَّذِیۡنَ ظَلَمُوۡا ذُوۡقُوۡا عَذَابَ النَّارِ الَّتِیۡ کُنۡتُمۡ بِہَا تُکَذِّبُوۡنَ ﴿۴۲﴾ ",
			"number": "",
			"verses_PDMS": "فَالۡیَوۡمَ لَا یَمۡلِکُ بَعۡضُکُمۡ لِبَعۡضٍ نَّفۡعًا وَّ لَا ضَرًّا ؕ وَ نَقُوۡلُ لِلَّذِیۡنَ ظَلَمُوۡا ذُوۡقُوۡا عَذَابَ النَّارِ الَّتِیۡ کُنۡتُمۡ بِہَا تُکَذِّبُوۡنَ ﴿۴۲﴾ ",
			"index": "3648",
			"name": "সুতরাং আজ তোমাদের মধ্যে একে অপরের উপকার অপকারের কোন ক্ষমতা রাখবে না। এবং আমি যালিমদেরকে বলবো, ‘এ আগুনের শাস্তি আস্বাদন করো, যাকে তোমরা মিথ্যা প্রতিপন্ন করতে’।",
			"en_kanzulimaan": "So this day you will not have the power to benefit or hurt one another; and We shall say to the unjust, Taste the punishment of the fire which you used to deny!",
			"ur_kanzulimaan": "تو آج تم میں ایک دوسرے کو بھلے برے کا کچھ اختیار نہ رکھے گا او رہم فرمائیں گے ظالموں سے اس آگ کا عذاب چکھو جسے تم جھٹلاتے تھے",
			"hi_kanzulimaan": "तो आज तुम में एक दूसरे के भले बुरे का कुछ इख़्तियार न रखेगा (109फ) और हम फ़रमांगे ज़ालिमों से, उस आग का अज़ाब चखो जिसे झुटलाते थे (110फ)",
			"author": "৪২. অতএব আজকের দিনে তোমরা একে অপরের উপকার কিংবা ক্ষতির অধিকারী হবে না। আর আমরা যালিমদেরকে বলবো, ‘দোযখের শাস্তি আস্বাদন করো যা তোমরা মিথ্যাপ্রতিপন্ন করতে’।"
		},
		{
			"_id": "3649",
			"sura": "34",
			"para": "22",
			"verses": "43",
			"names": "وَ اِذَا تُتۡلٰی عَلَیۡہِمۡ اٰیٰتُنَا بَیِّنٰتٍ قَالُوۡا مَا ہٰذَاۤ  اِلَّا رَجُلٌ یُّرِیۡدُ اَنۡ یَّصُدَّکُمۡ عَمَّا کَانَ یَعۡبُدُ اٰبَآؤُکُمۡ ۚ وَ قَالُوۡا مَا ہٰذَاۤ اِلَّاۤ  اِفۡکٌ مُّفۡتَرًی ؕ وَ قَالَ  الَّذِیۡنَ کَفَرُوۡا لِلۡحَقِّ لَمَّا جَآءَہُمۡ ۙ اِنۡ  ہٰذَاۤ اِلَّا سِحۡرٌ مُّبِیۡنٌ ﴿۴۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذَا تُتۡلٰی عَلَیۡہِمۡ اٰیٰتُنَا بَیِّنٰتٍ قَالُوۡا مَا ہٰذَاۤ  اِلَّا رَجُلٌ یُّرِیۡدُ اَنۡ یَّصُدَّکُمۡ عَمَّا کَانَ یَعۡبُدُ اٰبَآؤُکُمۡ ۚ وَ قَالُوۡا مَا ہٰذَاۤ اِلَّاۤ  اِفۡکٌ مُّفۡتَرًی ؕ وَ قَالَ  الَّذِیۡنَ کَفَرُوۡا لِلۡحَقِّ لَمَّا جَآءَہُمۡ ۙ اِنۡ  ہٰذَاۤ اِلَّا سِحۡرٌ مُّبِیۡنٌ ﴿۴۳﴾ ",
			"index": "3649",
			"name": "এবং যখন তাদের নিকট আমার সুস্পষ্ট আয়াতসমূহ পাঠ করা হয়, তখন বলে, ‘এ তো নয়, কিন্তু একজন পুরুষ, যে তোমাদেরকে বাধা দিতে চায় তোমাদের পিতৃপুরুষের উপাস্যগুলো থেকে’। আর বলে, ‘এতো নয়, কিন্তু মনগড়া অপবাদ মাত্র’। এবং কাফিরগণ সত্যকে বললো যখন তাদের নিকট এলো, ‘এতো নয় কিন্তু এক সুস্পষ্ট যাদু’।",
			"en_kanzulimaan": "And if Our clear verses are recited to them, they say, He is nothing but a man who wishes to turn you away from the deities of your forefathers!; and they say, This is nothing but a fabricated lie; and said the disbelievers regarding the truth when it reached them, This is nothing but obvious magic.",
			"ur_kanzulimaan": "اور جب ان پر ہماری روشن آیتیں پڑھی جائیں تو کہتے ہیں یہ تو نہیں مگر ایک مرد کہ تمہیں روکنا چاہتے ہیں تمہارے باپ دادا کے معبودو ں سے اور کہتے ہیں یہ تو نہیں مگر بہتان جوڑا ہوا، اور کافروں نے حق کو کہا جب ان کے پاس آیا یہ تو نہیں مگر کھلا جادو،",
			"hi_kanzulimaan": "और जब उनपर हमारी रौशन आयतें (111फ) पढ़ीं जाएं तो कहते हैं (112फ) ये तो नहीं मगर एक मर्द कि तुम्हें रोकना चाहते हैं तुम्हारे बाप दादा के मअबूदों से (113फ) और कहते हैं (114फ) ये तो नहीं मगर बोहतान जोड़ा हुआ, और काफ़िरों ने हक़ को कहा (115फ) जब उनके पास आया यह तो नहीं मगर खुला जादू",
			"author": "৪৩. আর যখন তাদের কাছে আমাদের সুস্পষ্ট আয়াতসমূহ পাঠ করা হয় তখন তারা বলে, ‘এ (রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) তো এমন এক ব্যক্তি যিনি তোমাদেরকে কেবল এ (মূর্তিগুলো) থেকে প্রতিহত করতে চান, তোমাদের পূর্বপুরুষেরা যাদের উপাসনা করতো।’ আর তারা এ(ও) বলে, ‘এ (কুরআন) নিছক মনগড়া কাহিনী’। আর যখন তা (এ কুরআন) তাদের কাছে এসেছে, তখন কাফেরেরা এ সত্য সম্পর্কে এও বলে, ‘এ তো কেবল সুস্পষ্ট যাদু’।"
		},
		{
			"_id": "3650",
			"sura": "34",
			"para": "22",
			"verses": "44",
			"names": "وَ مَاۤ  اٰتَیۡنٰہُمۡ  مِّنۡ کُتُبٍ یَّدۡرُسُوۡنَہَا وَ مَاۤ  اَرۡسَلۡنَاۤ  اِلَیۡہِمۡ قَبۡلَکَ مِنۡ نَّذِیۡرٍ ﴿ؕ۴۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَاۤ  اٰتَیۡنٰہُمۡ  مِّنۡ کُتُبٍ یَّدۡرُسُوۡنَہَا وَ مَاۤ  اَرۡسَلۡنَاۤ  اِلَیۡہِمۡ قَبۡلَکَ مِنۡ نَّذِیۡرٍ ﴿ؕ۴۴﴾ ",
			"index": "3650",
			"name": "এবং আমি তাদেরকে কোন কিতাব দিই নি, যেগুলো তারা পাঠ করে, আর না আপনার পুর্বে তাদের নিকট কোন সতর্ককারী এসেছে। ",
			"en_kanzulimaan": "And We did not give them any Books which they may read, nor did We send to them any Herald of Warning before you.",
			"ur_kanzulimaan": "اور ہم نے انہیں کچھ کتابیں نہ دیں جنہیں پڑھتے ہوں نہ تم سے پہلے ان کے پاس کوئی ڈر سنانے والا آیا",
			"hi_kanzulimaan": "और हमने उन्हें कुछ किताबें न दीं जिन्हें पढ़ते हों न तुम से पहले उनके पास कोई डर सुनाने वाला आया (116फ)",
			"author": "৪৪. আর আমরা এদেরকে (এ মক্কাবাসীকে) কোনো আসমানী কিতাব দেইনি যা তারা পাঠ করতো; আর আপনার পূর্বে তাদের নিকট কোনো সতর্ককারীও প্রেরণ করিনি।"
		},
		{
			"_id": "3651",
			"sura": "34",
			"para": "22",
			"verses": "45",
			"names": "وَ کَذَّبَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ۙ وَ مَا بَلَغُوۡا مِعۡشَارَ مَاۤ  اٰتَیۡنٰہُمۡ  فَکَذَّبُوۡا رُسُلِیۡ ۟ فَکَیۡفَ کَانَ  نَکِیۡرِ ﴿۴۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَذَّبَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ۙ وَ مَا بَلَغُوۡا مِعۡشَارَ مَاۤ  اٰتَیۡنٰہُمۡ  فَکَذَّبُوۡا رُسُلِیۡ ۟ فَکَیۡفَ کَانَ  نَکِیۡرِ ﴿۴۵﴾ ",
			"index": "3651",
			"name": "এবং তাদের পূর্ববর্তী লোকেরা অস্বীকার করেছে এবং এটা সেটার এক দশমাংশ পর্যন্তও পৌঁছে নি, যা আমি তাদেরকে প্রদান করেছিলাম। অতঃপর তারা আমার রসূলগণকে অস্বীকার করেছে। সুতরাং কেমন হল আমাকে অস্বীকার করা!",
			"en_kanzulimaan": "And those before them had denied - and these have not reached even a tenth of what We had given them  so they denied My Noble Messengers; so how did My rejection turn out?",
			"ur_kanzulimaan": "اور ان سے اگلوں نے جھٹلایا اور یہ اس کے دسویں کو بھی نہ پہنچے جو ہم نے انہیں دیا تھا پھر انہوں نے میرے رسولوں کو جھٹلایا تو کیسا ہوا میرا انکا کرنا",
			"hi_kanzulimaan": " और उनसे अगलों ने (117फ) झुटलाया और ये उसके दसवें को भी न पहुंचे जो हमने उन्हें दिया था (118फ) फिर उन्होंने मेरे रसूलों को झुटलाया तो कैसा हुआ मेरा इन्कार करना (119फ)",
			"author": "৪৫. আর তাদের পূর্ববর্তীরাও (সত্যকে) মিথ্যাপ্রতিপন্ন করেছিল। তাদেরকে আমরা যা কিছু দিয়েছিলাম তারা এর এক দশমাংশেও উপনীত হতে পারেনি, এরপরেও তারা আমার রাসূলগণকে মিথ্যাপ্রতিপ্রতিপন্ন করেছিল। সুতরাং কেমন (ভয়াবহ প্রমাণিত) হলো আমাকে অস্বীকার করা!"
		},
		{
			"_id": "3652",
			"sura": "34",
			"para": "22",
			"verses": "46",
			"names": "قُلۡ  اِنَّمَاۤ  اَعِظُکُمۡ بِوَاحِدَۃٍ ۚ اَنۡ تَقُوۡمُوۡا لِلّٰہِ  مَثۡنٰی وَ فُرَادٰی ثُمَّ تَتَفَکَّرُوۡا ۟ مَا بِصَاحِبِکُمۡ   مِّنۡ جِنَّۃٍ ؕ اِنۡ ہُوَ اِلَّا نَذِیۡرٌ لَّکُمۡ بَیۡنَ یَدَیۡ عَذَابٍ شَدِیۡدٍ ﴿۴۶﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اِنَّمَاۤ  اَعِظُکُمۡ بِوَاحِدَۃٍ ۚ اَنۡ تَقُوۡمُوۡا لِلّٰہِ  مَثۡنٰی وَ فُرَادٰی ثُمَّ تَتَفَکَّرُوۡا ۟ مَا بِصَاحِبِکُمۡ   مِّنۡ جِنَّۃٍ ؕ اِنۡ ہُوَ اِلَّا نَذِیۡرٌ لَّکُمۡ بَیۡنَ یَدَیۡ عَذَابٍ شَدِیۡدٍ ﴿۴۶﴾ ",
			"index": "3652",
			"name": "আপনি বলুন, ‘আমি তোমাদেরকে একটা উপদেশ দিচ্ছি যে, আল্লাহ্‌র জন্য দণ্ডায়মান থাকো দু’দু’জন এবং একা একা। অতঃপর চিন্তা করো যে, তোমাদের এ ‘সাহিব’ এর মধ্যে উন্মাদনার বিষয় নেই। তিনি তো নন, কিন্তু তোমাদেরকে এক কঠিন শাস্তির পূর্বে সতর্ককারী’।",
			"en_kanzulimaan": "Proclaim, I advise you just one thing; that stand up for Allah's sake, in twos and ones, and then think; there is not a trace of insanity in this companion of yours; he is not but a Herald of Warning for you, before the advent of a severe punishment!",
			"ur_kanzulimaan": "تم فرماؤ میں تمہیں ایک نصیحت کرتا ہوں کہ اللہ کے لیے کھڑے رہو دو دو اور اکیلے اکیلے پھر سوچو کہ تمہارے ان صاحب میں جنون کی کوئی بات نہیں، وہ تو نہیں مگر نہیں مگر تمہیں ڈر سنانے والے ایک سخت عذاب کے آگے",
			"hi_kanzulimaan": "तुम फ़रमाओ मैं तुम्हें एक नसीहत करता हूँ (120फ) कि अल्लाह के लिये खड़े रहो (121फ) दो दो (122फ) और अकेले अकेले (123फ) फिर सोचो (124फ) कि तुम्हारे इन साहब में जिन्नों की कोई बात नहीं, वो तो नहीं मगर तुम्हें डर सुनाने वाले (125फ) एक सख़्त अज़ाब के आगे (126फ)",
			"author": "৪৬. বলুন, ‘আমি তোমাদেরকে কেবল একটি (বিষয়ের) উপদেশ দিচ্ছি, তোমরা আল্লাহ্‌র উদ্দেশ্যে (রূহানী জাগরণ ও সতর্কাবস্থায়) দন্ডায়মান হও, দু’জন দু’জন করে অথবা একজন একজন করে। অতঃপর চিন্তা করো (অর্থাৎ বাস্তবতাকে অনুধাবন করো, তবেই তোমরা প্রত্যক্ষ করবে) যে, তোমাদেরকে সাহচর্যের মাধ্যমে মর্যাদাদানকারী (সম্মানিত রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) উন্মাদ নন। তিনি তো তোমাদেরকে কঠোর শাস্তির (আগমনের) পূর্বে (সময়মত) সতর্ক করেন মাত্র (যাতে তোমরা আলস্য থেকে জেগে ওঠো)।’"
		},
		{
			"_id": "3653",
			"sura": "34",
			"para": "22",
			"verses": "47",
			"names": "قُلۡ مَا سَاَلۡتُکُمۡ مِّنۡ اَجۡرٍ فَہُوَ لَکُمۡ ؕ اِنۡ اَجۡرِیَ  اِلَّا عَلَی اللّٰہِ ۚ وَ ہُوَ عَلٰی کُلِّ شَیۡءٍ  شَہِیۡدٌ ﴿۴۷﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ مَا سَاَلۡتُکُمۡ مِّنۡ اَجۡرٍ فَہُوَ لَکُمۡ ؕ اِنۡ اَجۡرِیَ  اِلَّا عَلَی اللّٰہِ ۚ وَ ہُوَ عَلٰی کُلِّ شَیۡءٍ  شَہِیۡدٌ ﴿۴۷﴾ ",
			"index": "3653",
			"name": "আপনি বলুন, ‘আমি তোমাদের নিকট এ জন্য পারিশ্রমিক চেয়ে থাকলে তা তোমাদেরই; আমার পারিশ্রমিক তো আল্লাহ্‌রই নিকট। এবং তিনি সবকিছুর উপর সাক্ষী’।",
			"en_kanzulimaan": "Say, Whatever fee I might have asked from you upon this, is yours; my reward is only upon Allah; and He is Witness over all things.",
			"ur_kanzulimaan": "تم فرماؤ میں نے تم سے اس پر کچھ اجر مانگا ہو تو وہ تمہیں کو میرا اجر تو اللہ ہی پر ہے اور وہ ہر چیز پر گواہ ہے،",
			"hi_kanzulimaan": "तुम फ़रमाओ मैं ने तुमसे इस पर कुछ अज्र मांगा हो तो वह तुम्हीं को (127फ) मेरा अज्र तो अल्लाह ही पर है, और वह हर चीज़ पर गवाह है",
			"author": "৪৭. বলুন, ‘আমি (এ অনুগ্রহের) যে প্রতিদান তোমাদের কাছে চেয়েছি তাও তোমাদেরকেই ফিরিয়ে দিয়েছি। আমার প্রতিদান তো কেবল আল্লাহ্‌রই নিকট। আর তিনি সকল কিছুর প্রত্যক্ষকারী।’"
		},
		{
			"_id": "3654",
			"sura": "34",
			"para": "22",
			"verses": "48",
			"names": "قُلۡ  اِنَّ رَبِّیۡ  یَقۡذِفُ بِالۡحَقِّ ۚ عَلَّامُ الۡغُیُوۡبِ  ﴿۴۸﴾",
			"number": "",
			"verses_PDMS": "قُلۡ  اِنَّ رَبِّیۡ  یَقۡذِفُ بِالۡحَقِّ ۚ عَلَّامُ الۡغُیُوۡبِ  ﴿۴۸﴾",
			"index": "3654",
			"name": "আপনি বলুন, ‘নিশ্চয় আমার রব সত্য নিক্ষেপ করেন, খুব পরিজ্ঞাতা সমস্ত অদৃশ্যের’।",
			"en_kanzulimaan": "Proclaim, Indeed my Lord sends down the truth; the All Knowing of all the hidden.",
			"ur_kanzulimaan": "تم فرماؤ بیشک میرا رب حق پر القا فرماتا ہے بہت جاننے والا سب نبیوں کا،",
			"hi_kanzulimaan": "तुम फ़रमाओ बेशक मेरा रब हक़ (सत्य) का इल्क़ा फ़रमाता है (128फ) बहुत जानने वाला सब ग़ैबों (अज्ञात) का",
			"author": "৪৮. বলুন, ‘আমার প্রতিপালক (নবীগণের নিকট) সত্য প্রকাশ করেন, (তিনি) সকল অদৃশ্য সম্পর্কে সম্যক অবগত’।"
		},
		{
			"_id": "3655",
			"sura": "34",
			"para": "22",
			"verses": "49",
			"names": "قُلۡ جَآءَ الۡحَقُّ وَ مَا یُبۡدِئُ الۡبَاطِلُ وَ مَا یُعِیۡدُ ﴿۴۹﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ جَآءَ الۡحَقُّ وَ مَا یُبۡدِئُ الۡبَاطِلُ وَ مَا یُعِیۡدُ ﴿۴۹﴾ ",
			"index": "3655",
			"name": "আপনি বলুন, ‘সত্য এসেছে এবং মিথ্যা না সূচনা করবে এবং না ফিরে আসবে’।",
			"en_kanzulimaan": "Proclaim, The truth has come, and falsehood dare not commence nor return.",
			"ur_kanzulimaan": "تم فرماؤ حق آیا اور باطل نہ پہل کرے اور نہ پھر کر آئے",
			"hi_kanzulimaan": "तुम फ़रमाओ हक़ (सत्य) आया (129फ) और बातिल (असत्य) न पहल करे और न फिर कर आए (130फ)",
			"author": "৪৯. বলুন, ‘সত্য সমাগত এবং অসত্য না পারে প্রথমবার (কিছু) সৃষ্টি করতে, আর না পারে তা পুনরাবৃত্তি করতে’।"
		},
		{
			"_id": "3656",
			"sura": "34",
			"para": "22",
			"verses": "50",
			"names": "قُلۡ اِنۡ ضَلَلۡتُ فَاِنَّمَاۤ  اَضِلُّ عَلٰی نَفۡسِیۡ ۚ وَ اِنِ اہۡتَدَیۡتُ فَبِمَا یُوۡحِیۡۤ  اِلَیَّ رَبِّیۡ ؕ اِنَّہٗ  سَمِیۡعٌ  قَرِیۡبٌ ﴿۵۰﴾  ",
			"number": "",
			"verses_PDMS": "قُلۡ اِنۡ ضَلَلۡتُ فَاِنَّمَاۤ  اَضِلُّ عَلٰی نَفۡسِیۡ ۚ وَ اِنِ اہۡتَدَیۡتُ فَبِمَا یُوۡحِیۡۤ  اِلَیَّ رَبِّیۡ ؕ اِنَّہٗ  سَمِیۡعٌ  قَرِیۡبٌ ﴿۵۰﴾  ",
			"index": "3656",
			"name": "আপনি বলুন, ‘যদি আমি বিপথগামী হই, তবে আমি নিজেরই মন্দের জন্য বিপথগামী হয়েছি। আর যদি আমি সৎপথ পেয়ে থাকি তবে তা এ কারণে যে, আমার রব আমার প্রতি ওহী করেন। নিশ্চয় তিনি শ্রোতা, সন্নিকটে। ",
			"en_kanzulimaan": "Proclaim, If I stray, I stray only for my own harm; and if I attain guidance, it is because of what my Lord has sent down to me; indeed He is All Hearing, Close.",
			"ur_kanzulimaan": "تم فرماؤ اگر میں بہکا تو اپنے ہی برے کو بہکا اور اگر میں نے راہ پائی تو اس کے سبب جو میرا رب میری طرف وحی فرماتا ہے بیشک وہ سننے والا نزدیک ہے",
			"hi_kanzulimaan": "तुम फ़रमाओ अगर में बहका तो अपने ही बुरे को बहका (131फ) और अगर मैं ने राह पाई तो उसके सबब जो मेरा रब मेरी तरफ़ वही (देववाणी) फ़रमाता है (132फ) बेशक वह सुनने वाला नज़्दीक़ है (133फ)",
			"author": "৫০. বলে দিন, ‘যদি আমি পথভ্রষ্ট হতাম তবে আমার পথভ্রষ্টতার পাপ (অথবা ক্ষতি) আমার নিজের সত্তারই। আর যদি আমি হেদায়েতপ্রাপ্ত হই তবে এর কারণ আমার প্রতিপালক আমার প্রতি ওহী প্রত্যাদেশ করেন। অবশ্যই তিনি সর্বশ্রোতা, সর্বত নিকটবর্তী।’"
		},
		{
			"_id": "3657",
			"sura": "34",
			"para": "22",
			"verses": "51",
			"names": "وَ لَوۡ تَرٰۤی  اِذۡ  فَزِعُوۡا فَلَا فَوۡتَ وَ اُخِذُوۡا مِنۡ  مَّکَانٍ قَرِیۡبٍ ﴿ۙ۵۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ تَرٰۤی  اِذۡ  فَزِعُوۡا فَلَا فَوۡتَ وَ اُخِذُوۡا مِنۡ  مَّکَانٍ قَرِیۡبٍ ﴿ۙ۵۱﴾ ",
			"index": "3657",
			"name": "এবং কোন রকমে তুমি দেখবে যখন তারা ভয়-ভীতির মধ্যে নিক্ষিপ্ত হবে। অতঃপর রক্ষা পেয়ে বের হতে পারবে না এবং এক নিকটবর্তী স্থান থেকে ধৃত হবে।",
			"en_kanzulimaan": "And if only you see, when they will be forced into a terror from which they will be unable to escape, and are seized from a place nearby. (Wherever they go, they are never far).",
			"ur_kanzulimaan": "اور کسی طرح تو دیکھے جب وہ گھبراہٹ میں ڈالے جائیں گے پھر بچ کر نہ نکل سکیں گے اور ایک قریب جگہ سے پکڑ لیے جائیں گے",
			"hi_kanzulimaan": "और किसी तरह तू देखे (134फ) जब वो घबराहट में डाले जाएंगे",
			"author": "৫১. আর যদি আপনি (তাদের অবস্থা) দেখেন যখন এরা খুবই উদ্বিগ্ন হয়ে পড়বে, তখন তারা আর পালিয়েও বাঁচতে পারবে না এবং নিকটবর্তী স্থান থেকেই ধরা পড়বে।"
		},
		{
			"_id": "3658",
			"sura": "34",
			"para": "22",
			"verses": "52",
			"names": "وَّ قَالُوۡۤا اٰمَنَّا بِہٖ ۚ وَ اَنّٰی لَہُمُ التَّنَاوُشُ مِنۡ مَّکَانٍۭ بَعِیۡدٍ ﴿ۚۖ۵۲﴾ ",
			"number": "",
			"verses_PDMS": "وَّ قَالُوۡۤا اٰمَنَّا بِہٖ ۚ وَ اَنّٰی لَہُمُ التَّنَاوُشُ مِنۡ مَّکَانٍۭ بَعِیۡدٍ ﴿ۚۖ۵۲﴾ ",
			"index": "3658",
			"name": "এবং বলবে, ‘আমরা তার উপর ঈমান এনেছি; এবং এখন তারা তাকে কীভাবে পাবে এতো দূরবর্তী স্থান থেকে?",
			"en_kanzulimaan": "And they will say, We accept faith in it; and how can they attain it from so far away? (After they have crossed the limit of life allotted to them.)",
			"ur_kanzulimaan": "اور کہیں گے ہم اس پر ایمان لائے اور اب وہ اسے کیونکر پائیں اتنی دور جگہ سے",
			"hi_kanzulimaan": "फिर बचकर न निकल सकेंगे (135फ) और एक क़रीब जगह से पकड़ लिये जाएंगे (136फ) और कहेंगे हम उसपर ईमान लाए (137फ) और अब वो उसे क्योंकर पाएं इतनी दूर जगह से (138फ)",
			"author": "৫২. আর বলবে, ‘আমরা এতে ঈমান আনয়ন করেছি’, কিন্তু এখন তারা (এতো) দূরবর্তী স্থান থেকে কিভাবে (ঈমানের) নাগাল পাবে?"
		},
		{
			"_id": "3659",
			"sura": "34",
			"para": "22",
			"verses": "53",
			"names": "وَّ قَدۡ کَفَرُوۡا بِہٖ مِنۡ قَبۡلُ ۚ وَ یَقۡذِفُوۡنَ بِالۡغَیۡبِ مِنۡ مَّکَانٍۭ بَعِیۡدٍ ﴿۵۳﴾ ",
			"number": "",
			"verses_PDMS": "وَّ قَدۡ کَفَرُوۡا بِہٖ مِنۡ قَبۡلُ ۚ وَ یَقۡذِفُوۡنَ بِالۡغَیۡبِ مِنۡ مَّکَانٍۭ بَعِیۡدٍ ﴿۵۳﴾ ",
			"index": "3659",
			"name": "অথচ পূর্বে তার সাথে কুফর করেছিলো এবং না দেখে ছুড়ে মারে দূরবর্তী স্থান থেকে।",
			"en_kanzulimaan": "For they had disbelieved in it before; and they hurl allegations without seeing, from far away.",
			"ur_kanzulimaan": "کہ پہلے تو اس سے کفر کرچکے تھے، اور بے دیکھے پھینک مارتے ہیں دور مکان سے",
			"hi_kanzulimaan": "कि पहले (139फ) तो उससे कुफ़्र कर चुके थे, और बे देखे फैंक मारते हैं (140फ) दूर मकान से (141फ)",
			"author": "৫৩. প্রকৃতপক্ষে তারা এর পূর্বে এটি অস্বীকার করেছিল এবং না দেখেই দূরবর্তী স্থান থেকে ভ্রান্ত ধারণার তীর নিক্ষেপ করছিল।"
		},
		{
			"_id": "3660",
			"sura": "34",
			"para": "22",
			"verses": "54",
			"names": "وَ حِیۡلَ بَیۡنَہُمۡ وَ بَیۡنَ مَا یَشۡتَہُوۡنَ کَمَا فُعِلَ بِاَشۡیَاعِہِمۡ مِّنۡ قَبۡلُ ؕ اِنَّہُمۡ کَانُوۡا فِیۡ شَکٍّ مُّرِیۡبٍ  ﴿۵۴﴾",
			"number": "",
			"verses_PDMS": "وَ حِیۡلَ بَیۡنَہُمۡ وَ بَیۡنَ مَا یَشۡتَہُوۡنَ کَمَا فُعِلَ بِاَشۡیَاعِہِمۡ مِّنۡ قَبۡلُ ؕ اِنَّہُمۡ کَانُوۡا فِیۡ شَکٍّ مُّرِیۡبٍ  ﴿۵۴﴾",
			"index": "3660",
			"name": "এবং রুখে দেওয়া হয়েছে তাদের মধ্যে ও সেটার মধ্যে যা তারা কামনা করে, যেমনিভাবে তাদের পূর্ববর্তী সম্প্রদায়গুলোর সাথে করা হয়েছিলো। নিশ্চয় তারা প্রতারণাকারী সন্দেহের মধ্যে ছিলো।",
			"en_kanzulimaan": "And a barrier is set between them and what they desire *, as was done for their earlier groups; indeed they are in a doubt that deceives. (To accept faith or return to earth)",
			"ur_kanzulimaan": "اور روک کردی گئی ان میں اور اس میں جسے چاہتے ہیں جیسے ان کے پہلے گروہوں سے کیا گیا تھا بیشک وہ دھوکا ڈالنے والے شک میں تھے",
			"hi_kanzulimaan": "और रोक कर दी गई उनमें और उसमें जिसे चाहते हैं (142फ) जैसे उनके पहले गिरोहों से किया गया था (143फ) बेशक वो धोका डालने वाले शक में थे (144फ)",
			"author": "৫৪. আর তাদের এবং তাদের কুপ্রবৃত্তির মাঝে প্রতিবন্ধকতা সৃষ্টি করা হয়েছে, যেমন পূর্বে করা হয়েছিল তাদের সমগোত্রীয়দের সাথেও। নিশ্চয়ই তারা বিভ্রান্তিকর সন্দেহে নিমজ্জিত।"
		}
	]