[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "3971",
			"sura": "38",
			"para": "23",
			"verses": "1",
			"names": "صٓ  وَ  الۡقُرۡاٰنِ  ذِی  الذِّکۡرِ ؕ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "صٓ  وَ  الۡقُرۡاٰنِ  ذِی  الذِّکۡرِ ؕ﴿۱﴾ ",
			"index": "3971",
			"name": "সোয়া----দ। এ নামকরা ক্বোরআনের শপথ!",
			"en_kanzulimaan": "Saad* - By oath of the renowned Quran, (Alphabet of the Arabic language; Allah and to whomever He reveals, know their precise meanings.)",
			"ur_kanzulimaan": "اس نامور قرآن کی قسم",
			"hi_kanzulimaan": "इस नामवर क़ुरआन की क़सम (2फ)",
			"author": "১. ছোয়াদ (প্রকৃত অর্থ আল্লাহ্ এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামই অধিক অবগত)। শপথ উপদেশপূর্ণ কুরআনের!"
		},
		{
			"_id": "3972",
			"sura": "38",
			"para": "23",
			"verses": "2",
			"names": "بَلِ  الَّذِیۡنَ   کَفَرُوۡا فِیۡ عِزَّۃٍ   وَّ  شِقَاقٍ ﴿۲﴾  ",
			"number": "",
			"verses_PDMS": "بَلِ  الَّذِیۡنَ   کَفَرُوۡا فِیۡ عِزَّۃٍ   وَّ  شِقَاقٍ ﴿۲﴾  ",
			"index": "3972",
			"name": "বরং কাফির অহঙ্কার ও বিরোধিতার মধ্যে রয়েছে। ",
			"en_kanzulimaan": "In fact, the disbelievers are in false pride and opposition.",
			"ur_kanzulimaan": "بلکہ کافر تکبر اور خلاف میں ہیں",
			"hi_kanzulimaan": "बल्कि काफ़िर तकब्बुर (घमण्ड) और ख़िलाफ़ (दुश्मनी) में हैं (3फ)",
			"author": "২. বরং কাফেরগণ (অসত্য) আত্মম্ভরিতা ও অহঙ্কারে এবং (আমাদের নবী সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের) বিরোধীতা ও শত্রুতায় (নিমজ্জিত) রয়েছে।"
		},
		{
			"_id": "3973",
			"sura": "38",
			"para": "23",
			"verses": "3",
			"names": "کَمۡ  اَہۡلَکۡنَا مِنۡ قَبۡلِہِمۡ مِّنۡ قَرۡنٍ فَنَادَوۡا  وَّ  لَاتَ حِیۡنَ مَنَاصٍ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "کَمۡ  اَہۡلَکۡنَا مِنۡ قَبۡلِہِمۡ مِّنۡ قَرۡنٍ فَنَادَوۡا  وَّ  لَاتَ حِیۡنَ مَنَاصٍ ﴿۳﴾ ",
			"index": "3973",
			"name": "আমি তাদের পূর্বে কতো জনগোষ্ঠীকে ধ্বংস করেছি; অতঃপর তারা ফরিয়াদ করেছে এবং তখন পরিত্রাণের সময় ছিলো না। ",
			"en_kanzulimaan": "Many a generation We did destroy before them  thereupon they cried out whereas it is not the time to escape!",
			"ur_kanzulimaan": "ہم نے ان سے پہلے کتنی سنگتیں کھپائیں تو اب وہ پکاریں اور چھوٹنے کا وقت نہ تھا",
			"hi_kanzulimaan": "हमने उनसे पहले कितनी संगते खपाई (4फ) तो अब वो पुकारें (5फ) और छूटने का वक़्त न था (6फ)",
			"author": "৩. আমরা তাদের পূর্বে কতোই না জনগোষ্ঠীকে ধ্বংস করেছি! অতঃপর তারা (শাস্তি অবলোকন করে) ফরিয়াদ করেছিল, অথচ তখন নিষ্কৃতির (ও পরিত্রাণের) সময় অবশিষ্ট ছিল না।"
		},
		{
			"_id": "3974",
			"sura": "38",
			"para": "23",
			"verses": "4",
			"names": "وَ عَجِبُوۡۤا اَنۡ جَآءَہُمۡ مُّنۡذِرٌ مِّنۡہُمۡ ۫ وَ قَالَ  الۡکٰفِرُوۡنَ ہٰذَا سٰحِرٌ کَذَّابٌ ۖ﴿ۚ۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ عَجِبُوۡۤا اَنۡ جَآءَہُمۡ مُّنۡذِرٌ مِّنۡہُمۡ ۫ وَ قَالَ  الۡکٰفِرُوۡنَ ہٰذَا سٰحِرٌ کَذَّابٌ ۖ﴿ۚ۴﴾ ",
			"index": "3974",
			"name": "এবং তারা এ কথায় বিস্ময়বোধ করেছে যে, তাদের নিকট তাদেরই মধ্য থেকে এক সতর্ককারী তাশরীফ এনেছেন এবং কাফিরগণ বললো, ‘এ’তো যাদুকর, বড় মিথ্যাবাদী। ",
			"en_kanzulimaan": "And they were surprised that a Herald of Warning came to them from among themselves; and the disbelievers said, He is a magician, a great liar!",
			"ur_kanzulimaan": "اور انہیں اس کا اچنبھا ہوا کہ ان کے پاس انہیں میں کا ایک ڈر سنانے والا تشریف لایا اور کافر بولے یہ جادوگر ہے بڑا جھوٹا،",
			"hi_kanzulimaan": "और उन्हें इसका अचंभा हुआ कि उनके पास उन्हीं में का एक डर सुनाने वाला तशरीफ़ लाया (7फ) और काफ़िर बोले यह जादूगर है बड़ा झूटा",
			"author": "৪. আর তারা বিস্ময় বোধ করেছে যে, তাদের নিকট তাদেরই মধ্য থেকে একজন সতর্ককারী আগমন করেছেন এবং কাফেরেরা বললো, ‘এ তো এক যাদুকর, বড় মিথ্যাবাদী।"
		},
		{
			"_id": "3975",
			"sura": "38",
			"para": "23",
			"verses": "5",
			"names": "اَجَعَلَ  الۡاٰلِہَۃَ  اِلٰـہًا وَّاحِدًا ۚۖ اِنَّ ہٰذَا  لَشَیۡءٌ  عُجَابٌ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "اَجَعَلَ  الۡاٰلِہَۃَ  اِلٰـہًا وَّاحِدًا ۚۖ اِنَّ ہٰذَا  لَشَیۡءٌ  عُجَابٌ ﴿۵﴾ ",
			"index": "3975",
			"name": "সে কি বহু খোদাকে একটি খোদা করে দিলো? নিশ্চয় এটা এক আশ্চর্যজনক ব্যাপার’।",
			"en_kanzulimaan": "Has he made all the Gods into One God? This is really something very strange!",
			"ur_kanzulimaan": "کیا اس نے بہت خداؤں کا ایک خدا کردیا بیشک یہ عجیب بات ہے،",
			"hi_kanzulimaan": "क्या उसने बहुत ख़ुदाओं का एक ख़ुदा कर दिया (8फ) बेशक यह अजीब बात है",
			"author": "৫. তিনি কি সমস্ত উপাস্যকে একই উপাস্য বানিয়ে দিয়েছেন? নিশ্চয়ই এটা এক বড়ই আশ্চর্যজনক বিষয়!’"
		},
		{
			"_id": "3976",
			"sura": "38",
			"para": "23",
			"verses": "6",
			"names": "وَ انۡطَلَقَ الۡمَلَاُ مِنۡہُمۡ  اَنِ امۡشُوۡا وَ اصۡبِرُوۡا عَلٰۤی  اٰلِہَتِکُمۡ ۚۖ اِنَّ ہٰذَا لَشَیۡءٌ  یُّرَادُ ۖ﴿ۚ۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ انۡطَلَقَ الۡمَلَاُ مِنۡہُمۡ  اَنِ امۡشُوۡا وَ اصۡبِرُوۡا عَلٰۤی  اٰلِہَتِکُمۡ ۚۖ اِنَّ ہٰذَا لَشَیۡءٌ  یُّرَادُ ۖ﴿ۚ۶﴾ ",
			"index": "3976",
			"name": "এবং তাদের মধ্য থেকে সরদারগণ চলে গেলো, ‘তার নিকট থেকে চলে যাও! এবং তোমাদের উপাস্যগুলোর (বিশ্বাসের) উপর অটল থাকো! নিশ্চয় তাতে তার কোন উদ্দেশ্য আছে’।",
			"en_kanzulimaan": "And their leaders went about, Leave him and cling steadfastly to your Gods! Indeed he has a hidden objective in this!",
			"ur_kanzulimaan": "اور ان میں کے سردار چلے کہ اس کے پاس سے چل دو اور اپنے خداؤں پر صابر رہو بیشک اس میں اس کا کوئی مطلب ہے،",
			"hi_kanzulimaan": "और उनमें के सरदार चले (9फ) कि उसके पास से चल दो और अपने ख़ुदाओं पर साबिर रहो बेशक इसमें उसका कोई मतलब है",
			"author": "৬. আর তাদের সরদারগণ (খাজা আবু ত্বালিব রাদিয়াল্লাহু তা’আলা আনহুর গৃহে নবী আকরাম সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামের মজলিস থেকে) উঠে চলে গেল; (বাকী লোকদেরকে) এ কথা বলতে বলতে যে, ‘তোমরাও চলো। আর তোমাদের উপাস্যদের (বিশ্বাসের) উপর অটল থাকো। নিশ্চয়ই এর পেছনে কোনো অভিপ্রায় (ও উদ্দেশ্য) রয়েছে।"
		},
		{
			"_id": "3977",
			"sura": "38",
			"para": "23",
			"verses": "7",
			"names": "مَا سَمِعۡنَا بِہٰذَا فِی الۡمِلَّۃِ  الۡاٰخِرَۃِ ۚۖ اِنۡ ہٰذَاۤ   اِلَّا  اخۡتِلَاقٌ ۖ﴿ۚ۷﴾ ",
			"number": "",
			"verses_PDMS": "مَا سَمِعۡنَا بِہٰذَا فِی الۡمِلَّۃِ  الۡاٰخِرَۃِ ۚۖ اِنۡ ہٰذَاۤ   اِلَّا  اخۡتِلَاقٌ ۖ﴿ۚ۷﴾ ",
			"index": "3977",
			"name": "এ কথা তো আমরা সর্বাপেক্ষা পরবর্তী দ্বীন খ্রীষ্টান ধর্মেও শুনি নি। এ ‘তো নিরেট নতুন মনগড়া উক্তি।",
			"en_kanzulimaan": "We never heard of this even in Christianity, the latest religion; this is clearly a newly fabricated matter.",
			"ur_kanzulimaan": "یہ تو ہم نے سب سے پہلے دینِ نصرانیت میں بھی نہ سنی یہ تو نری نئی گڑھت ہے،",
			"hi_kanzulimaan": "यह तो हमने सबसे पिछले दीन नसरानियत (ईसाइयत) में भी न सुनी (10फ) यह तो निरी नई गढ़त है",
			"author": "৭. আমরা একথা (এ একত্ববাদের আকীদা) সর্বশেষ (খ্রিস্টান) ধর্মেও (অথবা কুরাইশদের মতাদর্শেও) শুনিনি। এ তো কেবল মনগড়া মিথ্যা।"
		},
		{
			"_id": "3978",
			"sura": "38",
			"para": "23",
			"verses": "8",
			"names": "ءَ اُنۡزِلَ عَلَیۡہِ الذِّکۡرُ مِنۡۢ بَیۡنِنَا ؕ بَلۡ ہُمۡ فِیۡ شَکٍّ مِّنۡ ذِکۡرِیۡ ۚ بَلۡ  لَّمَّا یَذُوۡقُوۡا عَذَابِ ؕ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "ءَ اُنۡزِلَ عَلَیۡہِ الذِّکۡرُ مِنۡۢ بَیۡنِنَا ؕ بَلۡ ہُمۡ فِیۡ شَکٍّ مِّنۡ ذِکۡرِیۡ ۚ بَلۡ  لَّمَّا یَذُوۡقُوۡا عَذَابِ ؕ﴿۸﴾ ",
			"index": "3978",
			"name": "আমাদের সবার মধ্যে থেকে কি শুধু তার উপর ক্বোরআন অবতীর্ণ হলো? বরং তারা সন্দিহান আমার কিতাব সম্পর্কে, বরং এখনো আমার শাস্তির স্বাদ গ্রহণ করে নি। ",
			"en_kanzulimaan": "Is the Quran which is sent to him, among us? In fact they are in a doubt concerning My Book; in fact, they have not yet tasted My punishment.",
			"ur_kanzulimaan": "کیا ان پر قرآن اتارا گیا ہم سب میں سے بلکہ وہ شک میں ہیں میری کتاب سے بلکہ ابھی میری مار نہیں چکھی ہے",
			"hi_kanzulimaan": "क्या उन पर क़ुरआन उतारा गया हम सब में से (11फ) बल्कि वो शक में हैं मेरी किताब से (12फ) बल्कि अभी मेरी मार नहीं चखी है (13फ)",
			"author": "৮. আমাদের সবার মধ্য থেকে কি শুধু তাঁর উপর এ উপদেশ (কুরআন) অবতীর্ণ হলো?’ বরং তারা আমার উপদেশের ব্যাপারে সন্দিহান। তারা এখনো আমার শাস্তি আস্বাদন করেনি।"
		},
		{
			"_id": "3979",
			"sura": "38",
			"para": "23",
			"verses": "9",
			"names": "اَمۡ عِنۡدَہُمۡ  خَزَآئِنُ رَحۡمَۃِ  رَبِّکَ الۡعَزِیۡزِ  الۡوَہَّابِ  ۚ﴿۹﴾",
			"number": "",
			"verses_PDMS": "اَمۡ عِنۡدَہُمۡ  خَزَآئِنُ رَحۡمَۃِ  رَبِّکَ الۡعَزِیۡزِ  الۡوَہَّابِ  ۚ﴿۹﴾",
			"index": "3979",
			"name": "তারা কি আপনার রবের অনুগ্রহের খাজাঞ্চী? তিনি সম্মানের মালিক, মহান দাতা। ",
			"en_kanzulimaan": "Or do they hold the treasures of the mercy of your Lord, the Almighty, the Great Bestower?",
			"ur_kanzulimaan": "کیا وہ تمہارے رب کی رحمت کے خزانچی ہیں وہ عزت والا بہت عطا فرمانے والا ہے",
			"hi_kanzulimaan": "क्या वो तुम्हारे रब की रहमत के ख़ज़ानची हैं (14फ) वह इज़्ज़त वाला बहुत अता फ़रमाने वाला है (15फ)",
			"author": "৯. তাদের নিকট কি আপনার প্রতিপালকের রহমতের ভান্ডার রয়েছে; যিনি পরাক্রমশালী, মহান দাতা?"
		},
		{
			"_id": "3980",
			"sura": "38",
			"para": "23",
			"verses": "10",
			"names": "اَمۡ  لَہُمۡ  مُّلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ مَا بَیۡنَہُمَا ۟ فَلۡیَرۡتَقُوۡا فِی الۡاَسۡبَابِ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "اَمۡ  لَہُمۡ  مُّلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ مَا بَیۡنَہُمَا ۟ فَلۡیَرۡتَقُوۡا فِی الۡاَسۡبَابِ ﴿۱۰﴾ ",
			"index": "3980",
			"name": "তাদের জন্য কি আসমানসমূহ ও যমীনের রাজত্ব রয়েছে এবং যা কিছু দু’টির মধ্যখানে রয়েছে (তারও) থাকলে, রজ্জুসমূহ লটকিয়ে আরোহণ করুক!",
			"en_kanzulimaan": "Is the kingdom of the heavens and the earth and all that is between them, for them? So would they not just ascend using ropes?",
			"ur_kanzulimaan": "کیا ان کے لیے ہے سلطنت آسمانوں اور زمین کی اور جو کچھ ان کے درمیان ہے، تو رسیاں لٹکا کر چڑھ نہ جائیں",
			"hi_kanzulimaan": "क्या उनके लिये है सल्तनत आसमानों और ज़मीन की और जो कुछ उनके बीच है, तो रस्सियाँ लटकाकर चढ़ न जाएं (16फ)",
			"author": "১০. অথবা তাদের কি আকাশমন্ডলী ও পৃথিবী এবং এ দু’য়ের মাঝে যা কিছু রয়েছে তার রাজত্ব রয়েছে? (যদি থাকে) তাহলে তারা যেন রশি বেঁধে (আকাশে) আরোহণ করে।"
		},
		{
			"_id": "3981",
			"sura": "38",
			"para": "23",
			"verses": "11",
			"names": "جُنۡدٌ مَّا ہُنَالِکَ مَہۡزُوۡمٌ مِّنَ الۡاَحۡزَابِ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "جُنۡدٌ مَّا ہُنَالِکَ مَہۡزُوۡمٌ مِّنَ الۡاَحۡزَابِ ﴿۱۱﴾ ",
			"index": "3981",
			"name": "এ তো এক লাঞ্ছিত বাহিনী ওই সব বাহিনীর মধ্য থেকে, যাকে সেখানেই তাড়িয়ে দেওয়া হবে। ",
			"en_kanzulimaan": "This is just one of the disgraced armies, that will be routed there and then.",
			"ur_kanzulimaan": "یہ ایک ذلیل لشکر ہے انہیں لشکروں میں سے جو وہیں بھگادیا جائے گا",
			"hi_kanzulimaan": "यह एक ज़लील लश्कर है उन्हीं लश्करों में से जो वहीं भगा दिया जाएगा (17फ)",
			"author": "১১. (কাফেরদের) বাহিনীর মধ্যে এ এক তুচ্ছ বাহিনী যারা এখানেই পরাজিত।"
		},
		{
			"_id": "3982",
			"sura": "38",
			"para": "23",
			"verses": "12",
			"names": "کَذَّبَتۡ قَبۡلَہُمۡ قَوۡمُ نُوۡحٍ وَّ عَادٌ وَّ فِرۡعَوۡنُ  ذُو الۡاَوۡتَادِ ﴿ۙ۱۲﴾ ",
			"number": "",
			"verses_PDMS": "کَذَّبَتۡ قَبۡلَہُمۡ قَوۡمُ نُوۡحٍ وَّ عَادٌ وَّ فِرۡعَوۡنُ  ذُو الۡاَوۡتَادِ ﴿ۙ۱۲﴾ ",
			"index": "3982",
			"name": "তাদের পূর্বে অস্বীকার করেছে নূহের সম্প্রদায়, আদ সম্প্রদায় এবং চৌ-পেরেক বিদ্ধকারী ফির’আউন;",
			"en_kanzulimaan": "Before them, the people of Nooh had denied, and the tribe of Aad, and Firaun who used to crucify.",
			"ur_kanzulimaan": "ان سے پہلے جھٹلا چکے ہیں نوح کی قوم اور عاد اور چومیخا کرنے والے فرعون",
			"hi_kanzulimaan": "उनसे पहले झुटला चुके हैं नूह की क़ौम और आद और चौमेख़ा करने वाला फ़िरऔन (18फ)",
			"author": "১২. তাদের পূর্বেও নূহ (আলাইহিস সালাম)-এঁর সম্প্রদায়, ’আদ এবং অপ্রতিরোধ্য ক্ষমতাধর (অথবা পেরেক দ্বারা নির্যাতনকারী) ফেরাউন মিথ্যাপ্রতিপন্ন করেছিল;"
		},
		{
			"_id": "3983",
			"sura": "38",
			"para": "23",
			"verses": "13",
			"names": "وَ ثَمُوۡدُ وَ قَوۡمُ لُوۡطٍ وَّ اَصۡحٰبُ  لۡـَٔیۡکَۃِ ؕ اُولٰٓئِکَ  الۡاَحۡزَابُ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ ثَمُوۡدُ وَ قَوۡمُ لُوۡطٍ وَّ اَصۡحٰبُ  لۡـَٔیۡکَۃِ ؕ اُولٰٓئِکَ  الۡاَحۡزَابُ ﴿۱۳﴾ ",
			"index": "3983",
			"name": "এবং সামূদ ও লূতের সম্প্রদায় আর বনবাসীগণ। এরা হচ্ছে ওই দল। ",
			"en_kanzulimaan": "And the tribe of Thamud, and the people of Lut, and the People of the Woods; these are the groups.",
			"ur_kanzulimaan": "اور ثمود اور لوط کی قوم اور بن والے یہ ہیں وہ گروہ",
			"hi_kanzulimaan": "और समूद और लूत की क़ौम और बन वाले (19फ) ये हैं वो गिरोह (20फ)",
			"author": "১৩. আর সামূদ, লূত (আলাইহিস সালাম)-এঁর সম্প্রদায় এবং আইকার অধিবাসীরাও (অর্থাৎ শুয়াইব আলাইহিস সালামের বনবাসী সম্প্রদায়ও মিথ্যাপ্রতিপন্ন করেছিল)। এরা ছিল বিশাল বাহিনী।"
		},
		{
			"_id": "3984",
			"sura": "38",
			"para": "23",
			"verses": "14",
			"names": "اِنۡ کُلٌّ   اِلَّا کَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "اِنۡ کُلٌّ   اِلَّا کَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ ﴿۱۴﴾ ",
			"index": "3984",
			"name": "তাদের মধ্যে কেউ এমন নেই, যে রসূলগণকে অস্বীকার করে নি, অতঃপর আমার শাস্তি অবধারিত হয়েছে। ",
			"en_kanzulimaan": "None of them was such that it did not deny the Noble Messengers, therefore My punishment became inevitable.",
			"ur_kanzulimaan": "ان میں کوئی ایسا نہیں جس نے رسولوں کو نہ جھٹلایا ہو تو میرا عذاب لازم ہوا",
			"hi_kanzulimaan": "उनमें कोई ऐसा नहीं जिसने रसूलों को न झुटलाया हो तो मेरा अज़ाब लाज़िम हुआ (21फ)",
			"author": "১৪. (তাদের) প্রতিটি দলই রাসূলগণকে মিথ্যাপ্রতিপন্ন করেছিল, অতঃপর (তাদের উপর) আমার শাস্তি অবধারিত হয়ে গিয়েছিল।"
		},
		{
			"_id": "3985",
			"sura": "38",
			"para": "23",
			"verses": "15",
			"names": "وَ مَا یَنۡظُرُ ہٰۤؤُلَآءِ  اِلَّا صَیۡحَۃً  وَّاحِدَۃً مَّا لَہَا مِنۡ  فَوَاقٍ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا یَنۡظُرُ ہٰۤؤُلَآءِ  اِلَّا صَیۡحَۃً  وَّاحِدَۃً مَّا لَہَا مِنۡ  فَوَاقٍ ﴿۱۵﴾ ",
			"index": "3985",
			"name": "এবং এরা অপেক্ষা করছে না, কিন্তু একটা বিকট শব্দের, যাকে কেউ প্রতিহত করতে পারে না। ",
			"en_kanzulimaan": "They await just one Scream, which no one can avert.",
			"ur_kanzulimaan": "اور یہ راہ نہیں دیکھتے مگر ایک چیخ کی جسے کوئی پھیر نہیں سکتا،",
			"hi_kanzulimaan": "और ये राह नहीं देखते मगर एक चीख़ की (22फ) जिसे कोई फेर नहीं सकता",
			"author": "১৫. আর এরা সবাই এক বিকট (চিৎকার) ধ্বনির অপেক্ষা করছিল, যাতে কোনোই বিরতি থাকবে না।"
		},
		{
			"_id": "3986",
			"sura": "38",
			"para": "23",
			"verses": "16",
			"names": "وَ قَالُوۡا رَبَّنَا عَجِّلۡ  لَّنَا قِطَّنَا قَبۡلَ یَوۡمِ  الۡحِسَابِ ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡا رَبَّنَا عَجِّلۡ  لَّنَا قِطَّنَا قَبۡلَ یَوۡمِ  الۡحِسَابِ ﴿۱۶﴾ ",
			"index": "3986",
			"name": "এবং তারা বললো, ‘হে আমাদের রব! আমাদের প্রাপ্যাংশ আমাদেরকে শীঘ্র দিয়ে দাও হিসাব দিবসের পূর্বে। ",
			"en_kanzulimaan": "And they said, Our Lord! Give us our share quickly, before the Day of Reckoning.",
			"ur_kanzulimaan": "اور بولے اے ہمارے رب ہمارا حصہ ہمیں جلد دے دے حساب کے دن سے پہلے",
			"hi_kanzulimaan": "और बोले ऐ हमारे रब हमारा हिस्सा हमें जल्द दे दे हिसाब के दिन से पहले (23फ)",
			"author": "১৬. আর তারা বলে, ‘হে আমাদের প্রতিপালক! হিসাব দিবসের পূর্বেই আমাদের প্রাপ্যাংশ আমাদেরকে শীঘ্র দিয়ে দাও’।"
		},
		{
			"_id": "3987",
			"sura": "38",
			"para": "23",
			"verses": "17",
			"names": "اِصۡبِرۡ عَلٰی مَا یَقُوۡلُوۡنَ وَ اذۡکُرۡ عَبۡدَنَا دَاوٗدَ   ذَا  الۡاَیۡدِ ۚ اِنَّہٗۤ   اَوَّابٌ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "اِصۡبِرۡ عَلٰی مَا یَقُوۡلُوۡنَ وَ اذۡکُرۡ عَبۡدَنَا دَاوٗدَ   ذَا  الۡاَیۡدِ ۚ اِنَّہٗۤ   اَوَّابٌ ﴿۱۷﴾ ",
			"index": "3987",
			"name": "আপনি তাদের কথাগুলোর উপর ধৈর্যধারণ করুন! এবং নি’মাতসমূহের অধিকারী আমার বান্দা দাঊদকে স্মরণ করুন। নিশ্চয় সে বড় প্রত্যাবর্তনকারী।",
			"en_kanzulimaan": "Have patience upon what they say, and remember Our bondman Dawud, the one blessed with favours; he is indeed most inclined (towards His Lord).",
			"ur_kanzulimaan": "تم ان کی باتوں پر صبر کرو اور ہمارے بندے داؤد نعمتوں والے کو یاد کرو بیشک وہ بڑا رجوع کرنے والا ہے",
			"hi_kanzulimaan": "तुम उनकी बातों पर सब्र करो और हमारे बन्दे दाऊद नेअमातें वाले को याद करो (24फ) बेशक वह बड़ा  रूजू करने वाला है (25फ)",
			"author": "১৭. (হে সম্মানিত হাবীব!) তারা যা কিছু বলে আপনি এর উপর ধৈর্য ধারণ করুন এবং স্মরণ করুন আমার বান্দা দাউদ (আলাইহিস সালাম)-কে যিনি ছিলেন খুবই শক্তিশালী। নিশ্চয়ই তিনি (আমার প্রতি) অধিক প্রত্যাবর্তনকারী।"
		},
		{
			"_id": "3988",
			"sura": "38",
			"para": "23",
			"verses": "18",
			"names": "اِنَّا سَخَّرۡنَا الۡجِبَالَ مَعَہٗ یُسَبِّحۡنَ بِالۡعَشِیِّ  وَ  الۡاِشۡرَاقِ ﴿ۙ۱۸﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّا سَخَّرۡنَا الۡجِبَالَ مَعَہٗ یُسَبِّحۡنَ بِالۡعَشِیِّ  وَ  الۡاِشۡرَاقِ ﴿ۙ۱۸﴾ ",
			"index": "3988",
			"name": "নিশ্চয় আমি তার সাথে পর্বতকে অনুগত করে দিয়েছি যেন (সেগুলো) পবিত্রতা ও মহিমা ঘোষণা করে সন্ধ্যায় ও সূর্য চমকিত হবার সময়; ",
			"en_kanzulimaan": "Indeed We subjected the hills to say the praise with him, at night and at morn.",
			"ur_kanzulimaan": "بیشک ہم نے اس کے ساتھ پہاڑ مسخر فرمادیے کہ تسبیح کرتے شام کو اور سورج چمکتے",
			"hi_kanzulimaan": "बेशक हमने उसके साथ पहाड़ मुसख़्ख़र (वशीभूत) फ़रमा दिये कि तस्बीह करते (26फ) शाम को और सूरज चमकते (27फ)",
			"author": "১৮. নিশ্চয়ই আমরা তাঁর অধীনস্ত করে দিয়েছিলাম পর্বতমালাকে যেগুলো তাঁর সাথে (মিলে) সকাল-সন্ধায় পবিত্রতা ও মহিমা ঘোষণা করতো,"
		},
		{
			"_id": "3989",
			"sura": "38",
			"para": "23",
			"verses": "19",
			"names": "وَ الطَّیۡرَ  مَحۡشُوۡرَۃً ؕ کُلٌّ   لَّہٗۤ   اَوَّابٌ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ الطَّیۡرَ  مَحۡشُوۡرَۃً ؕ کُلٌّ   لَّہٗۤ   اَوَّابٌ ﴿۱۹﴾ ",
			"index": "3989",
			"name": "এবং পক্ষীগুলোকে সমবেত করে; সবাই তার অনুগত ছিলো। ",
			"en_kanzulimaan": "And birds gathered together; they were all obedient to him.",
			"ur_kanzulimaan": "اور پرندے جمع کیے ہوئے سب اس کے فرمانبردار تھے",
			"hi_kanzulimaan": "और परिंदे जमा किए हुए (28फ) सब उसके फ़रमाँबरदार थे (29फ)",
			"author": "১৯. আর বিহঙ্গকুলকেও, যেগুলো (তাঁর নিকটে) সমবেত হতো; প্রত্যেকেই (তাঁর নির্দেশের আনুগত্যে) তাঁর অভিমুখী থাকতো।"
		},
		{
			"_id": "3990",
			"sura": "38",
			"para": "23",
			"verses": "20",
			"names": "وَ شَدَدۡنَا مُلۡکَہٗ  وَ اٰتَیۡنٰہُ  الۡحِکۡمَۃَ وَ فَصۡلَ  الۡخِطَابِ ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ شَدَدۡنَا مُلۡکَہٗ  وَ اٰتَیۡنٰہُ  الۡحِکۡمَۃَ وَ فَصۡلَ  الۡخِطَابِ ﴿۲۰﴾ ",
			"index": "3990",
			"name": "এবং আমি তার রাজ্যকে সুদৃঢ় করেছি আর তাকে প্রজ্ঞা ও মীমাংসাকারী বাগ্মিতা দিয়েছি। ",
			"en_kanzulimaan": "And We strengthened his kingdom and gave him wisdom and just speech.",
			"ur_kanzulimaan": "اور ہم نے اس کی سلطنت کو مضبوط کیا اور اسے حکمت اور قولِ فیصل دیا",
			"hi_kanzulimaan": "और हमने उसकी सल्तनत को मज़बूत किया (30फ) और उसे हिकमत (बोध) (31फ) और क़ौले फ़ैसल दिया (32फ)",
			"author": "২০. আর আমরা তাঁর রাজ্য ও শাসন ক্ষমতাকে সুদৃঢ় করেছিলাম এবং তাঁকে দিয়েছিলাম প্রজ্ঞা, সূক্ষ্মদৃষ্টি ও বিচারক্ষমতাসম্পন্ন (স্বতন্ত্র) বাগ্মিতা।"
		},
		{
			"_id": "3991",
			"sura": "38",
			"para": "23",
			"verses": "21",
			"names": "وَ ہَلۡ  اَتٰىکَ نَبَؤُا الۡخَصۡمِ ۘ اِذۡ  تَسَوَّرُوا  الۡمِحۡرَابَ ﴿ۙ۲۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ ہَلۡ  اَتٰىکَ نَبَؤُا الۡخَصۡمِ ۘ اِذۡ  تَسَوَّرُوا  الۡمِحۡرَابَ ﴿ۙ۲۱﴾ ",
			"index": "3991",
			"name": "এবং আপনার নিকট কি ওই অভিযোগকারীদের খবরও পৌঁছেছে যখন তারা দেয়াল ডিঙ্গিয়ে দাঊদের মসজিদে এসেছিলো?",
			"en_kanzulimaan": "And did the news of the two disputants reach you? When they scaled over the wall into Dawuds mosque.",
			"ur_kanzulimaan": "اور کیا تمہیں اس دعوے والوں کی بھی خبر آئی جب وہ دیوار کود کر داؤد کی مسجد میں آئے",
			"hi_kanzulimaan": "और क्या तुम्हें (33फ) उस दावे वालों की भी ख़बर आई जब वो दीवार कूद कर दाऊद की मस्जिद में आए (34फ)",
			"author": "২১. আর আপনার নিকট কি বিবাদকারীদের সংবাদ পৌঁছেছে, যখন তারা প্রাচীর ডিঙিয়ে (দাউদ আলাহিস সালামের) ইবাদতখানায় প্রবেশ করেছিল?"
		},
		{
			"_id": "3992",
			"sura": "38",
			"para": "23",
			"verses": "22",
			"names": "اِذۡ  دَخَلُوۡا عَلٰی دَاوٗدَ  فَفَزِعَ مِنۡہُمۡ  قَالُوۡا لَا تَخَفۡ ۚ خَصۡمٰنِ بَغٰی بَعۡضُنَا عَلٰی بَعۡضٍ فَاحۡکُمۡ  بَیۡنَنَا بِالۡحَقِّ  وَ لَا تُشۡطِطۡ وَ اہۡدِنَاۤ  اِلٰی سَوَآءِ  الصِّرَاطِ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "اِذۡ  دَخَلُوۡا عَلٰی دَاوٗدَ  فَفَزِعَ مِنۡہُمۡ  قَالُوۡا لَا تَخَفۡ ۚ خَصۡمٰنِ بَغٰی بَعۡضُنَا عَلٰی بَعۡضٍ فَاحۡکُمۡ  بَیۡنَنَا بِالۡحَقِّ  وَ لَا تُشۡطِطۡ وَ اہۡدِنَاۤ  اِلٰی سَوَآءِ  الصِّرَاطِ ﴿۲۲﴾ ",
			"index": "3992",
			"name": "যখন তারা দাঊদের নিকট প্রবেশ করলো, তখন সে তাদের কারণে ভীত হয়ে পড়লো। তারা আরয করলো, ‘ভয় করবেন না, আমরা দু’টি দল, আমাদের একে অপরের প্রতি যুলম করেছে। সুতরাং আমাদের মধ্যে সত্য ফয়সালা করে দিন এবং ন্যায়ের পরিপন্থি করবেন না আর আমাদেরকে সোজা পথ বাতলিয়ে দিন’।",
			"en_kanzulimaan": "When they entered upon David, so he feared them - they said, Do not fear! We are two disputants, one of whom has wronged the other, therefore judge fairly between us and do not judge unjustly - and show us the right way.",
			"ur_kanzulimaan": "جب وہ داؤد پر داخل ہوئے تو وہ ان سے گھبرا گیا انہوں نے عرض کی ڈریے نہیں ہم دو فریق ہیں کہ ایک نے دوسرے پر زیادتی کی ہے تو ہم میں سچا فیصلہ فرمادیجئے اور خلافِ حق نہ کیجئے اور ہمیں سیدھی راہ بتایے،",
			"hi_kanzulimaan": "जब वो दाऊद पर दाख़िल हुए तो वह उनसे घबरा गया उन्होंने अर्ज़ की डरिये नहीं हम दो फ़रीक़ (पक्ष) हैं कि एक ने दूसरे पर ज़ियादती की है (35फ) तो हममें सच्चा फ़ैसला फ़रमा दीजिये और हक़ के ख़िलाफ़ न कीजिये (36फ) और हमें सीधी राह बताइये",
			"author": "২২. যখন তারা দাউদ (আলাইহিস সালাম)-এঁর নিকট প্রবেশ করলো, তখন তিনি ভীত হয়ে পড়লেন। তারা বললো, ‘ঘাবড়াবেন না, আমরা (এক) মামলার দুই প্রতিপক্ষ, আমাদের একে অপরের প্রতি বাড়াবাড়ি করেছে। সুতরাং আপনি আমাদের মাঝে ন্যায় সংগত ফায়সালা করে দিন, তবে অবিচার করবেন না। আর আমাদেরকে সঠিক পথ-নির্দেশ করুন।"
		},
		{
			"_id": "3993",
			"sura": "38",
			"para": "23",
			"verses": "23",
			"names": "اِنَّ  ہٰذَاۤ  اَخِیۡ ۟ لَہٗ  تِسۡعٌ وَّ تِسۡعُوۡنَ نَعۡجَۃً  وَّ لِیَ نَعۡجَۃٌ  وَّاحِدَۃٌ ۟ فَقَالَ اَکۡفِلۡنِیۡہَا وَ عَزَّنِیۡ  فِی الۡخِطَابِ ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  ہٰذَاۤ  اَخِیۡ ۟ لَہٗ  تِسۡعٌ وَّ تِسۡعُوۡنَ نَعۡجَۃً  وَّ لِیَ نَعۡجَۃٌ  وَّاحِدَۃٌ ۟ فَقَالَ اَکۡفِلۡنِیۡہَا وَ عَزَّنِیۡ  فِی الۡخِطَابِ ﴿۲۳﴾ ",
			"index": "3993",
			"name": "নিশ্চয় এ আমার ভাই। তার নিকট নিরানব্বইটা মাদী দুম্বা আছে, আর আমার নিকট মাত্র একটা মাদী দুম্বা আছে। এখন সে বলছে, ‘তাও আমাকে হস্তান্তর করে দাও এবং কথায় আমার উপর প্রভাব বিস্তার করছে’।",
			"en_kanzulimaan": "This is my brother; he has ninety nine ewes and I have one ewe; and he now says Give that one also to me - and he is very demanding in speech.",
			"ur_kanzulimaan": "بیشک یہ میرا بھائی ہے اس کے پاس ننانوے دُنبیاں ہیں اور میرے پاس ایک دُنبی، اب یہ کہتا ہے وہ بھی مجھے حوالے کردے اور بات میں مجھ پر زور ڈالتا ہے،",
			"hi_kanzulimaan": "बेशक यह मेरा भाई है (37फ) इसके पास निन्यानवे दुंबियां है और मेरे पास एक दुंबी अब यह कहता है वह भी मुझे हवाले कर दे और बात में मुझ पर ज़ोर डालता है",
			"author": "২৩. এ আমার ভাই, তার আছে নিরানব্বইটি দুম্বা, আর আমার আছে মাত্র একটিই দুম্বা; এরপরও সে বলে, ‘এটি(ও) আমাকে দিয়ে দাও’, আর কথায়(ও) সে আমার উপর প্রভাব বিস্তার করে।’"
		},
		{
			"_id": "3994",
			"sura": "38",
			"para": "23",
			"verses": "24",
			"names": "قَالَ لَقَدۡ ظَلَمَکَ بِسُؤَالِ نَعۡجَتِکَ  اِلٰی نِعَاجِہٖ ؕ وَ اِنَّ کَثِیۡرًا مِّنَ الۡخُلَطَآءِ لَیَبۡغِیۡ  بَعۡضُہُمۡ عَلٰی بَعۡضٍ  اِلَّا الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ وَ قَلِیۡلٌ مَّا ہُمۡ ؕ وَ ظَنَّ دَاوٗدُ  اَنَّمَا فَتَنّٰہُ  فَاسۡتَغۡفَرَ رَبَّہٗ  وَ خَرَّ   رَاکِعًا وَّ  اَنَابَ ﴿ٛ۲۴﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ لَقَدۡ ظَلَمَکَ بِسُؤَالِ نَعۡجَتِکَ  اِلٰی نِعَاجِہٖ ؕ وَ اِنَّ کَثِیۡرًا مِّنَ الۡخُلَطَآءِ لَیَبۡغِیۡ  بَعۡضُہُمۡ عَلٰی بَعۡضٍ  اِلَّا الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ وَ قَلِیۡلٌ مَّا ہُمۡ ؕ وَ ظَنَّ دَاوٗدُ  اَنَّمَا فَتَنّٰہُ  فَاسۡتَغۡفَرَ رَبَّہٗ  وَ خَرَّ   رَاکِعًا وَّ  اَنَابَ ﴿ٛ۲۴﴾ ",
			"index": "3994",
			"name": "দাঊদ বললেন, ‘নিশ্চয় সে তোমার প্রতি অন্যায় করছে যে, তোমার মাদী দুম্বাটা ও তার মাদী দুম্বাগুলোর সাথে যুক্ত করতে চাচ্ছে। এবং নিশ্চয় অধিকাংশ শরীক একে অপরের প্রতি যুল্‌ম করে, কিন্তু করে না যারা ঈমান এনেছে এবং সৎকর্ম করেছে; আর তারা খুবই স্বল্প সংখ্যক লোক’। যখন দাঊদ বুঝতে পেরেছে যে, আমি এটা তাকে পরীক্ষা করেছি; তখন আপন রবের নিকট ক্ষমা চেয়েছে এবং সাজদায় লুটিয়ে পড়েছে ও ফিরে এসেছে। ",
			"en_kanzulimaan": "Said Dawud, He is indeed being unjust to you in that he demands to add your ewe to his ewes; and indeed most partners wrong one another, except those who believe and do good deeds - and they are very few! Thereupon Dawud realised that We had tested him, so he sought forgiveness from his Lord, and fell prostrate and inclined (towards his Lord). (Command of Prostration # 10)",
			"ur_kanzulimaan": "داؤد نے فرمایا بیشک یہ تجھ پر زیادتی کرتا ہے کہ تیری دُنبی اپنی دُنبیوں میں ملانے کو مانگتا ہے، اور بیشک اکثر ساجھے والے ایک دوسرے پر زیادتی کرتے ہیں مگر جو ایمان لائے اور اچھے کام کیے اور وہ بہت تھوڑے ہیں اب داؤد سمجھا کہ ہم نے یہ اس کی جانچ کی تھی تو اپنے رب سے معافی مانگی اور سجدے میں گر پڑا اور رجوع لایا، (السجدة ۱۰)",
			"hi_kanzulimaan": "दाऊद ने फ़रमाया बेशक यह तुझ पर ज़ियादती करता है कि तेरी दुंबी अपनी दुंबियों में मिलाने को मांगता है और बेशक अक्सर साझे वाले एक दूसरे पर ज़ियादती करते हैं मगर जो ईमान लाए और अच्छे काम किये और वो बहुत थोड़े हैं (38फ) अब दाऊद समझा कि हमने यह उसकी जांच की थी (39फ) तो अपने रब से माफ़ी मांगी और सज्दे में गिर पड़ा (40फ)",
			"author": "২৪. দাউদ (আলাইহিস সালাম) বললেন, ‘তোমার দুম্বাটি তার দুম্বার সাথে যুক্ত করার দাবী করে সে তোমার প্রতি অন্যায় করেছে। আর অধিকাংশ অংশীদারই একে অপরের প্রতি বাড়াবাড়ি করে থাকে; তবে তারা ব্যতীত যারা ঈমান আনে এবং সৎকর্ম করে এবং এরকম লোক খুবই কম। আর দাউদ (আলাইহিস সালাম) বুঝতে পারলেন যে, আমরা (এ মামলার মাধ্যমে) তাকে পরীক্ষায় ফেলেছি। সুতরাং তিনি তাঁর প্রতিপালকের নিকট ক্ষমা প্রার্থনা করলেন, সেজদায় লুটিয়ে পড়লেন এবং তওবা করলেন।"
		},
		{
			"_id": "3995",
			"sura": "38",
			"para": "23",
			"verses": "25",
			"names": "فَغَفَرۡنَا لَہٗ  ذٰلِکَ ؕ وَ  اِنَّ  لَہٗ عِنۡدَنَا لَزُلۡفٰی وَ حُسۡنَ مَاٰبٍ ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "فَغَفَرۡنَا لَہٗ  ذٰلِکَ ؕ وَ  اِنَّ  لَہٗ عِنۡدَنَا لَزُلۡفٰی وَ حُسۡنَ مَاٰبٍ ﴿۲۵﴾ ",
			"index": "3995",
			"name": "অতঃপর আমি তাকে তা ক্ষমা করেছি। এবং নিশ্চয় নিশ্চয় তার জন্য আমার দরবারে নৈকট্য ও ভালো ঠিকানা রয়েছে। ",
			"en_kanzulimaan": "We therefore forgave him this; and indeed for him in Our presence are, surely, proximity and an excellent abode.",
			"ur_kanzulimaan": "تو ہم نے اسے یہ معاف فرمایا، اور بیشک اس کے لیے ہماری بارگاہ میں ضرور قرب اور اچھا ٹھکانا ہے،",
			"hi_kanzulimaan": "और रूजू लाया तो हमने उसे यह माफ़ फ़रमाया और बेशक उसके लिये हमारी बारगाह में ज़रूर नज़्दीकी और अच्छा ठिकाना है",
			"author": "২৫. সুতরাং আমরা তাঁকে ক্ষমা করে দিলাম। আর অবশ্যই তাঁর জন্যে আমার নিকট রয়েছে বিশেষ নৈকট্য এবং (পরকালে) রয়েছে সুউচ্চ অবস্থান।"
		},
		{
			"_id": "3996",
			"sura": "38",
			"para": "23",
			"verses": "26",
			"names": "یٰدَاوٗدُ  اِنَّا جَعَلۡنٰکَ خَلِیۡفَۃً فِی الۡاَرۡضِ فَاحۡکُمۡ بَیۡنَ النَّاسِ بِالۡحَقِّ وَ لَا تَتَّبِعِ الۡہَوٰی فَیُضِلَّکَ عَنۡ سَبِیۡلِ اللّٰہِ ؕ اِنَّ الَّذِیۡنَ یَضِلُّوۡنَ عَنۡ سَبِیۡلِ اللّٰہِ  لَہُمۡ عَذَابٌ شَدِیۡدٌۢ بِمَا نَسُوۡا یَوۡمَ الۡحِسَابِ  ﴿۲۶﴾",
			"number": "",
			"verses_PDMS": "یٰدَاوٗدُ  اِنَّا جَعَلۡنٰکَ خَلِیۡفَۃً فِی الۡاَرۡضِ فَاحۡکُمۡ بَیۡنَ النَّاسِ بِالۡحَقِّ وَ لَا تَتَّبِعِ الۡہَوٰی فَیُضِلَّکَ عَنۡ سَبِیۡلِ اللّٰہِ ؕ اِنَّ الَّذِیۡنَ یَضِلُّوۡنَ عَنۡ سَبِیۡلِ اللّٰہِ  لَہُمۡ عَذَابٌ شَدِیۡدٌۢ بِمَا نَسُوۡا یَوۡمَ الۡحِسَابِ  ﴿۲۶﴾",
			"index": "3996",
			"name": "হে দাঊদ! নিশ্চয় আমি তোমাকে পৃথিবীতে প্রতিনিধি করেছি। সুতরাং তুমি লোকদের মধ্যে সঠিক ফয়সালা করো এবং খেয়াল খুশীর অনুসরণ করো না। যা তোমাকে আল্লাহ্‌র পথ থেকে বিচ্যুত করে দেবে। নিশ্চয় ওই সব লোক, যারা আল্লাহ্‌র পথ থেকে বিচ্যুত হয়ে যায়, তাদের জন্য কঠিন শাস্তি রয়েছে এ জন্য যে, তারা হিসাব নিকাশের দিনকে ভুলে বসেছে। ",
			"en_kanzulimaan": "O Dawud! We have indeed appointed you as a Viceroy in the earth, therefore judge between mankind with the truth, and do not follow desire for it will lead you astray from Allahs path; indeed for those who stray away from Allahs path is a severe punishment, because they forgot the Day of Reckoning.",
			"ur_kanzulimaan": "اے داؤد بیشک ہم نے تجھے زمین میں نائب کیا تو لوگوں میں سچا حکم کر اور خواہش کے پیچھے نہ جانا کہ تجھے اللہ کی راہ سے بہکادے گی، بیشک وہ جو اللہ کی راہ سے بہکتے ہیں ان کے لیے سخت عذاب ہے اس پر کہ وہ حساب کے دن کو بھول بیٹھے",
			"hi_kanzulimaan": "ऐ दाऊद बेशक हमने तुझे ज़मीन में नायब किया (41फ) तो लोगों में सच्चा हुक्म कर और ख़्वाहिश के पीछे न जाना कि तुझे अल्लाह की राह से बहका देगी बेशक वो जो अल्लाह की राह से बहकाते हैं उन के लिये सख़्त अज़ाब है इस पर कि वो हिसाब के दिन को भूल बैठे (42फ)",
			"author": "২৬. হে দাউদ! নিশ্চয়ই আমরা তোমাকে পৃথিবীতে (আমাদের) প্রতিনিধি করেছি, সুতরাং তুমি মানুষের মাঝে সত্য ও ন্যায়সংগত বিচারকার্য (অথবা শাসন) পরিচালনা করো এবং প্রবৃত্তির অনুসরণ করো না। নতুবা (প্রবৃত্তির এ অনুসরণ) তোমাকে আল্লাহ্‌র পথ থেকে বিচ্যুত করে দেবে। অবশ্যই যারা আল্লাহ্‌র পথ থেকে বিচ্যুত হয়, তাদের জন্যে রয়েছে কঠিন শাস্তি, কারণ, তারা হিসাব-নিকাশের দিনকে ভুলে গিয়েছে।"
		},
		{
			"_id": "3997",
			"sura": "38",
			"para": "23",
			"verses": "27",
			"names": "وَ مَا خَلَقۡنَا السَّمَآءَ  وَ الۡاَرۡضَ وَ مَا بَیۡنَہُمَا بَاطِلًا ؕ ذٰلِکَ ظَنُّ الَّذِیۡنَ کَفَرُوۡا ۚ فَوَیۡلٌ  لِّلَّذِیۡنَ کَفَرُوۡا مِنَ النَّارِ ﴿ؕ۲۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا خَلَقۡنَا السَّمَآءَ  وَ الۡاَرۡضَ وَ مَا بَیۡنَہُمَا بَاطِلًا ؕ ذٰلِکَ ظَنُّ الَّذِیۡنَ کَفَرُوۡا ۚ فَوَیۡلٌ  لِّلَّذِیۡنَ کَفَرُوۡا مِنَ النَّارِ ﴿ؕ۲۷﴾ ",
			"index": "3997",
			"name": "এবং আমি আসমান, যমীন এবং যা কিছু সেগুলোর মধ্যখানে রয়েছে, অনর্থক সৃষ্টি করিনি। এটা কাফিরদের ধারণা। সুতরাং কাফিরদের দুর্ভোগ আগুন থেকে। ",
			"en_kanzulimaan": "And We have not created the heaven and the earth and all that is between them without purpose; this is what the disbelievers assume; therefore ruin is for the disbelievers, by the fire.",
			"ur_kanzulimaan": "اور ہم نے آسمان اور زمین اور جو کچھ ان کے درمیان ہے بیکار نہ بنائے، یہ کافروں کا گمان ہے تو کافروں کی خرابی ہے آگ سے،",
			"hi_kanzulimaan": "और हमने आसमान और ज़मीन और जो कुछ उनके बीच है बेकार न बनाए, यह काफ़िरों का गुमान है (43फ) तो काफ़िरों की ख़राबी है आग से",
			"author": "২৭. আর আমরা আকাশমন্ডলী ও পৃথিবী এবং এ দু’য়ের মাঝে যা কিছু রয়েছে সেগুলোকে অনর্থক ও বিনা কারণে সৃষ্টি করিনি। (অনর্থক অর্থাৎ ঘটনাক্রমে সৃষ্টি করার) এ ধারণা ও দৃষ্টিভঙ্গি কাফেরদের। সুতরাং কাফেরদের জন্যে রয়েছে জাহান্নামের আগুনের দুর্ভোগ।"
		},
		{
			"_id": "3998",
			"sura": "38",
			"para": "23",
			"verses": "28",
			"names": "اَمۡ نَجۡعَلُ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ کَالۡمُفۡسِدِیۡنَ فِی الۡاَرۡضِ ۫ اَمۡ  نَجۡعَلُ  الۡمُتَّقِیۡنَ  کَالۡفُجَّارِ ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "اَمۡ نَجۡعَلُ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ کَالۡمُفۡسِدِیۡنَ فِی الۡاَرۡضِ ۫ اَمۡ  نَجۡعَلُ  الۡمُتَّقِیۡنَ  کَالۡفُجَّارِ ﴿۲۸﴾ ",
			"index": "3998",
			"name": "আমি কি ওই সব লোককে, যারা ঈমান এনেছে ও সৎকর্ম করেছে, তাদেরই মতো করে দেবো, যারা যমীনের মধ্যে সন্ত্রাস বিস্তার করছে? অথবা আমি খোদাভীরুদেরকে অসৎপাপীদের সমান স্থির করবো?",
			"en_kanzulimaan": "Shall We make those who believe and do good deeds equal to those who spread turmoil in the earth? Or shall We equate the pious with the disobedient?",
			"ur_kanzulimaan": "کیا ہم انہیں جو ایمان لائے اور اچھے کام کیے ان جیسا کردیں جو زمین میں فساد پھیلاتے ہیں، یا ہم پرہیزگاروں کو شریر بے حکموں کے برابر ٹھہرادیں",
			"hi_kanzulimaan": "क्या हम उन्हें जो ईमान लाए और अच्छे काम किये उन जैसा करदें जो ज़मीन में फ़साद फैलाते हैं या हम परहेज़गारों को शरीर बेहुक्मों के बराबर ठहराएं (44फ)",
			"author": "২৮. আমরা কি ঈমানদার এবং সৎকর্মশীলদেরকে সেসব লোকদের মতো করে দেবো যারা পৃথিবীতে বিপর্যয় সৃষ্টি করে বেড়ায় অথবা আমরা কি পরহেযগারদেরকে পাপাচারীদের মতো করে দেবো?"
		},
		{
			"_id": "3999",
			"sura": "38",
			"para": "23",
			"verses": "29",
			"names": "کِتٰبٌ  اَنۡزَلۡنٰہُ  اِلَیۡکَ مُبٰرَکٌ  لِّیَدَّبَّرُوۡۤا اٰیٰتِہٖ وَ  لِیَتَذَکَّرَ  اُولُوا الۡاَلۡبَابِ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "کِتٰبٌ  اَنۡزَلۡنٰہُ  اِلَیۡکَ مُبٰرَکٌ  لِّیَدَّبَّرُوۡۤا اٰیٰتِہٖ وَ  لِیَتَذَکَّرَ  اُولُوا الۡاَلۡبَابِ ﴿۲۹﴾ ",
			"index": "3999",
			"name": "এটা এক কিতাব, যা আমি আপনার প্রতি অবতীর্ণ করেছি, বরকতময়; যাতে তারা সেটার আয়াতগুলোর মধ্যে চিন্তা ভাবনা করে এবং বিবেকবান লোকেরা উপদেশ মান্য করে। ",
			"en_kanzulimaan": "This is a Book which We have sent down upon you, a blessed Book, for them to ponder upon its verses, and for men of intellect to accept advice.",
			"ur_kanzulimaan": "یہ ایک کتاب ہے کہ ہم نے تمہاری طرف اتاری برکت والی تاکہ اس کی آیتوں کو سوچیں اور عقلمند نصیحت مانیں،",
			"hi_kanzulimaan": "यह एक किताब है कि हमने तुम्हारी तरफ़ उतारी (45फ) बरकत वाली ताकि इसकी आयतों को सोचें और अक़्लमन्द नसीहत मानें",
			"author": "২৯. এ এক কল্যাণময় কিতাব, যা আমরা আপনার নিকট প্রেরণ করেছি; যাতে জ্ঞানবান ব্যক্তিরা এর আয়াতসমূহ অনুধাবন করে এবং উপদেশ ও হেদায়াত গ্রহণ করে।"
		},
		{
			"_id": "4000",
			"sura": "38",
			"para": "23",
			"verses": "30",
			"names": "وَ وَہَبۡنَا لِدَاوٗدَ  سُلَیۡمٰنَ ؕ نِعۡمَ  الۡعَبۡدُ ؕ اِنَّہٗۤ  اَوَّابٌ ﴿ؕ۳۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ وَہَبۡنَا لِدَاوٗدَ  سُلَیۡمٰنَ ؕ نِعۡمَ  الۡعَبۡدُ ؕ اِنَّہٗۤ  اَوَّابٌ ﴿ؕ۳۰﴾ ",
			"index": "4000",
			"name": "আর আমি দাঊদকে দান করেছি সুলায়মান। কতোই উত্তম বান্দা! নিশ্চয় সে অতিশয় প্রত্যাবর্তনকারী। ",
			"en_kanzulimaan": "And We bestowed Sulaiman to Dawud; what an excellent bondman! He is indeed most inclined.",
			"ur_kanzulimaan": "اور ہم نے داؤد کو سلیمان عطا فرمایا، کیا اچھا بندہ بیشک وہ بہت رجوع لانے والا",
			"hi_kanzulimaan": "और हमने दाऊद को (46फ) सुलैमान अता फ़रमाया क्या अच्छा बन्दा बेशक वह बहुत रूजू लाने वाला (47फ)",
			"author": "৩০. আর আমরা দাউদ (আলাইহিস সালাম)-কে দান করলাম (পুত্র) সুলাইমান (আলাইহিস সালাম)। তিনি কতোই না উত্তম বান্দা ছিলেন! তিনি ছিলেন অধিক পরিমাণে তওবাকারী।"
		},
		{
			"_id": "4001",
			"sura": "38",
			"para": "23",
			"verses": "31",
			"names": "اِذۡ عُرِضَ عَلَیۡہِ بِالۡعَشِیِّ الصّٰفِنٰتُ الۡجِیَادُ ﴿ۙ۳۱﴾ ",
			"number": "",
			"verses_PDMS": "اِذۡ عُرِضَ عَلَیۡہِ بِالۡعَشِیِّ الصّٰفِنٰتُ الۡجِیَادُ ﴿ۙ۳۱﴾ ",
			"index": "4001",
			"name": "যখন তার সামনে পেশ করা হলো ত্রিপ্রহরে (ওই অশ্বরাজিকে) যে গুলোকে থামালে তিন পায়ের উপর দণ্ডায়মান হয় চতুর্থ ক্ষুরের প্রান্ত মাটিতে লাগানো অবস্থায়। আর ধাবিত করলে বাতাস হয়ে যায়। ",
			"en_kanzulimaan": "When eager, fast footed steeds were presented to him at evening.",
			"ur_kanzulimaan": "جبکہ اس پر پیش کیے گئے تیسرے پہر کو کہ روکئے تو تین پاؤں پر کھڑے ہوں چوتھے سم کا کنارہ زمین پر لگائے ہوئے اور چلائے تو ہوا ہوجائیں",
			"hi_kanzulimaan": "जब कि उसपर पेश किये गए तीसरे पहर को (48फ) कि रोकिये तो तीन पाँव पर खड़े हों चौथे सुम का किनारा ज़मीन पर लगाए हुए और चलाइये तो हवा हो जाएं (49फ)",
			"author": "৩১. যখন অপরাহ্নে তাঁর নিকট ধাবমান উৎকৃষ্ট অশ্বরাজিকে উপস্থিত করা হলো,"
		},
		{
			"_id": "4002",
			"sura": "38",
			"para": "23",
			"verses": "32",
			"names": "فَقَالَ  اِنِّیۡۤ  اَحۡبَبۡتُ حُبَّ الۡخَیۡرِ عَنۡ ذِکۡرِ  رَبِّیۡ ۚ حَتّٰی تَوَارَتۡ بِالۡحِجَابِ ﴿ٝ۳۲﴾ ",
			"number": "",
			"verses_PDMS": "فَقَالَ  اِنِّیۡۤ  اَحۡبَبۡتُ حُبَّ الۡخَیۡرِ عَنۡ ذِکۡرِ  رَبِّیۡ ۚ حَتّٰی تَوَارَتۡ بِالۡحِجَابِ ﴿ٝ۳۲﴾ ",
			"index": "4002",
			"name": "অতঃপর সুলায়মান বললো, ‘আমার নিকট ওই ঘোড়াগুলোর ভালোবাসা পছন্দ হলো আপন রবের স্মরণের জন্য। অতঃপর সেগুলোকে ধাবিত করার নির্দেশ দিলেন। শেষ পর্যন্ত সেগুলো দৃষ্টির অন্তরালে অদৃশ্য হয়ে গেলো। ",
			"en_kanzulimaan": "Therefore Sulaiman said, I cherish the love of these horses *, out of remembrance of my Lord; he then ordered them to be raced until they vanished in a curtain out of sight. (To be used in holy war.)",
			"ur_kanzulimaan": "تو سلیمان نے کہا مجھے ان گھوڑوں کی محبت پسند آئی ہے اپنے رب کی یاد کے لیے پھر انہیں چلانے کا حکم دیا یہاں تک کہ نگاہ سے پردے میں چھپ گئے",
			"hi_kanzulimaan": "तो सुलैमान ने कहा मुझे उन घोड़ों की महब्बत पसन्द आई है अपने रब की याद के लिये (50फ) फिर उन्हें चलाने का हुक्म दिया यहाँ तक कि निगाह से पर्दे में छुप गए (51फ)",
			"author": "৩২. তখন তিনি (অনুতপ্ত হয়ে) বললেন, ‘আামি তো আমার প্রতিপালকের স্মরণের চেয়ে ঐশ্বর্য (অর্থাৎ অশ্বরাজির) প্রীতিতে (বেশী) মগ্ন হয়ে পড়েছি, এদিকে (সূর্য রাতের) আবরণে ঢেকে গেছে।’"
		},
		{
			"_id": "4003",
			"sura": "38",
			"para": "23",
			"verses": "33",
			"names": "رُدُّوۡہَا عَلَیَّ ؕ فَطَفِقَ مَسۡحًۢا بِالسُّوۡقِ وَ الۡاَعۡنَاقِ ﴿۳۳﴾ ",
			"number": "",
			"verses_PDMS": "رُدُّوۡہَا عَلَیَّ ؕ فَطَفِقَ مَسۡحًۢا بِالسُّوۡقِ وَ الۡاَعۡنَاقِ ﴿۳۳﴾ ",
			"index": "4003",
			"name": "অতঃপর নির্দেশ দিলো, ‘সেগুলোকে আমার নিকট ফিরিয়ে আনো’। অতঃপর সেগুলোর গোছ ও গর্দানগুলোর উপর হাত বুলাতে লাগলো। ",
			"en_kanzulimaan": "He then ordered, Bring them back to me; and he began caressing their shins and necks.",
			"ur_kanzulimaan": "پھر حکم دیا کہ انہیں میرے پاس واپس لاؤ تو ان کی پنڈلیوں اور گردنوں پر ہاتھ پھیرنے لگا",
			"hi_kanzulimaan": "फिर हुक्म दिया कि उन्हें मेरे पास वापस लाओ तो उनकी पिंडलियों और गर्दनों पर हाथ फेरने लगा (52फ)",
			"author": "৩৩. তিনি বললেন, ‘ওগুলোকে পুনরায় আমার নিকট নিয়ে আসো’। অতঃপর তিনি (তলোয়ার দিয়ে) এগুলোর পদদেশ এবং গলদেশ ছেদন করলেন। (এমনিভাবে তিনি স্বীয় ভালোবাসাকে আল্লাহ্‌র নৈকট্যের জন্যে উৎসর্গ করে দিলেন।)"
		},
		{
			"_id": "4004",
			"sura": "38",
			"para": "23",
			"verses": "34",
			"names": "وَ لَقَدۡ فَتَنَّا سُلَیۡمٰنَ وَ اَلۡقَیۡنَا عَلٰی کُرۡسِیِّہٖ  جَسَدًا ثُمَّ  اَنَابَ ﴿۳۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ فَتَنَّا سُلَیۡمٰنَ وَ اَلۡقَیۡنَا عَلٰی کُرۡسِیِّہٖ  جَسَدًا ثُمَّ  اَنَابَ ﴿۳۴﴾ ",
			"index": "4004",
			"name": "এবং নিশ্চয় আমি সুলায়মানকে পরীক্ষা করলাম এবং তার সিংহাসনের উপর একটা প্রাণহীন ধড় রেখে দিলাম, অতঃপর সে প্রত্যাবর্তন করলো। ",
			"en_kanzulimaan": "And We indeed tested Sulaiman, and placed a dead body on his throne  he therefore inclined towards His Lord.",
			"ur_kanzulimaan": "اور بیشک ہم نے سلیمان کو جانچا اور اس کے تخت پر ایک بے جان بدن ڈال دیا پھر رجوع لایا",
			"hi_kanzulimaan": "और बेशक हमने सुलैमान को जांचा (53फ) और उसके तख़्त पर एक बेजान बदन डाल दिया (54फ) फिर रूजू लाया (55फ)",
			"author": "৩৪. আর আমরা তো সুলাইমান (আলাইহিস সালাম)-কে পরীক্ষা করলাম এবং তাঁর সিংহাসনে (অদ্ভুত) এক দেহ রেখে দিলাম। অতঃপর তিনি দ্বিতীয়বার (রাজত্ব) পেলেন।"
		},
		{
			"_id": "4005",
			"sura": "38",
			"para": "23",
			"verses": "35",
			"names": "قَالَ رَبِّ اغۡفِرۡ لِیۡ وَ ہَبۡ لِیۡ مُلۡکًا لَّا یَنۡۢبَغِیۡ لِاَحَدٍ مِّنۡۢ بَعۡدِیۡ ۚ اِنَّکَ اَنۡتَ الۡوَہَّابُ  ﴿۳۵﴾",
			"number": "",
			"verses_PDMS": "قَالَ رَبِّ اغۡفِرۡ لِیۡ وَ ہَبۡ لِیۡ مُلۡکًا لَّا یَنۡۢبَغِیۡ لِاَحَدٍ مِّنۡۢ بَعۡدِیۡ ۚ اِنَّکَ اَنۡتَ الۡوَہَّابُ  ﴿۳۵﴾",
			"index": "4005",
			"name": "আরয করলো, ‘হে আমার রব! আমাকে ক্ষমা করো এবং আমাকে এমন রাজ্য দান করো, যা আমার পর কারো জন্য উপযোগী না হয়, নিশ্চয় তুমি মহান দাতা’।",
			"en_kanzulimaan": "He said, My Lord! Forgive me and bestow upon me a kingdom, which shall not befit anyone after me; indeed only You are the Great Bestower.",
			"ur_kanzulimaan": "عرض کی اے میرے رب مجھے بخش دے اور مجھے ایسی سلطنت عطا کر کہ میرے بعد کسی کو لائق نہ ہو بیشک تو ہی بڑی دین والا،",
			"hi_kanzulimaan": "अर्ज़ की ऐ मेरे रब मुझे बख़्श दे और मुझे ऐसी सल्तनत अता कर कि मेरे बाद किसी को लायक़ न हो (56फ) बेशक तू ही है बड़ी दैन वाला",
			"author": "৩৫. তিনি আরয করলেন, ‘হে আমার প্রতিপালক! আমাকে ক্ষমা করো এবং আমাকে দান করো এমন এক রাজ্য যা আমার পর আর কারোরই হবে না। তুমি তো মহান দাতা।"
		},
		{
			"_id": "4006",
			"sura": "38",
			"para": "23",
			"verses": "36",
			"names": "فَسَخَّرۡنَا لَہُ  الرِّیۡحَ تَجۡرِیۡ بِاَمۡرِہٖ رُخَآءً  حَیۡثُ  اَصَابَ  ﴿ۙ۳۶﴾",
			"number": "",
			"verses_PDMS": "فَسَخَّرۡنَا لَہُ  الرِّیۡحَ تَجۡرِیۡ بِاَمۡرِہٖ رُخَآءً  حَیۡثُ  اَصَابَ  ﴿ۙ۳۶﴾",
			"index": "4006",
			"name": "অতঃপর আমি বায়ুকে তার অধিন করে দিলাম, যা তার নির্দেশে মৃদু মৃদু গতিতে প্রবাহিত হতো, যেখানেই সে চাইতো; ",
			"en_kanzulimaan": "We therefore gave the wind under his control, moving steadily by his command wherever he wished.",
			"ur_kanzulimaan": "تو ہم نے ہوا اس کے بس میں کردی کہ اس کے حکم سے نرم نرم چلتی جہاں وہ چاہتا،",
			"hi_kanzulimaan": "तो हमने हवा उसके बस में कर दी कि उसके हुक्म से नर्म नर्म चलती (57फ) जहाँ वह चाहता",
			"author": "৩৬. অতঃপর আমরা বায়ুকে তাঁর অনুগত করে দিলাম। এ বায়ু তাঁর নির্দেশে মৃদুমন্দভাবে প্রবাহিত হতো, যেখানে(ই) তিনি যেতে চাইতেন।"
		},
		{
			"_id": "4007",
			"sura": "38",
			"para": "23",
			"verses": "37",
			"names": "وَ الشَّیٰطِیۡنَ کُلَّ  بَنَّآءٍ   وَّ غَوَّاصٍ ﴿ۙ۳۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ الشَّیٰطِیۡنَ کُلَّ  بَنَّآءٍ   وَّ غَوَّاصٍ ﴿ۙ۳۷﴾ ",
			"index": "4007",
			"name": "এবং অধীন করে দিয়েছি শয়তানদেরকে- প্রত্যেক প্রাসাদ নির্মাণকারী ও ডুবুরী; ",
			"en_kanzulimaan": "And made the demons subservient to him, all builders and divers.",
			"ur_kanzulimaan": "اور دیو بس میں کردیے ہر معمار اور غوطہ خور",
			"hi_kanzulimaan": "और देव बस में कर दिये हर मेमार (58फ) और गौताख़ोर (59फ)",
			"author": "৩৭. আর সমস্ত শয়তানকে (ও জ্বিনকে তাঁর অনুগত করেছিলাম), সকল স্থপতি এবং ডুবুরীদেরকে(ও)।"
		},
		{
			"_id": "4008",
			"sura": "38",
			"para": "23",
			"verses": "38",
			"names": "وَّ اٰخَرِیۡنَ مُقَرَّنِیۡنَ فِی الۡاَصۡفَادِ ﴿۳۸﴾ ",
			"number": "",
			"verses_PDMS": "وَّ اٰخَرِیۡنَ مُقَرَّنِیۡنَ فِی الۡاَصۡفَادِ ﴿۳۸﴾ ",
			"index": "4008",
			"name": "এবং অন্যদেরকে শৃঙ্খলে আবদ্ধাবস্থায়। ",
			"en_kanzulimaan": "And other demons bound in chains.",
			"ur_kanzulimaan": "اور دوسرے اور بیڑیوں میں جکڑے ہوئے",
			"hi_kanzulimaan": "और दूसरे और बेड़ियों में जकड़े हुए (60फ)",
			"author": "৩৮. আর (জ্বিনদের) অন্যান্যদেরকেও যারা ছিল শৃঙ্খলে আবদ্ধ।"
		},
		{
			"_id": "4009",
			"sura": "38",
			"para": "23",
			"verses": "39",
			"names": "ہٰذَا عَطَآؤُنَا فَامۡنُنۡ اَوۡ اَمۡسِکۡ بِغَیۡرِ حِسَابٍ ﴿۳۹﴾ ",
			"number": "",
			"verses_PDMS": "ہٰذَا عَطَآؤُنَا فَامۡنُنۡ اَوۡ اَمۡسِکۡ بِغَیۡرِ حِسَابٍ ﴿۳۹﴾ ",
			"index": "4009",
			"name": "এ’টা আমার দান। এখন তুমি ইচ্ছা করলে অনুগ্রহ করো অথবা রুখে দাও! তোমার উপর কোন হিসাব নেই। ",
			"en_kanzulimaan": "This is Our bestowal - you may therefore bestow favours or withhold them  you will not be questioned.",
			"ur_kanzulimaan": "یہ ہماری عطا ہے اب تو چاہے تو احسان کر یا روک رکھ تجھ پر کچھ حساب نہیں،",
			"hi_kanzulimaan": "यह हमारी अता है अब तू चाहे तो एहसान कर (61फ) या रोक रख (62फ) तुझ पर कुछ हिसाब नहीं",
			"author": "৩৯. (এরশাদ হলো,) ‘এ আমার দান, হয় (তুমি অন্যদেরকে) দান করে দাও কিংবা (নিজের কাছে) রেখে দাও, (উভয় অবস্থাতেই) কোনো হিসেব নেই।’"
		},
		{
			"_id": "4010",
			"sura": "38",
			"para": "23",
			"verses": "40",
			"names": "وَ اِنَّ لَہٗ عِنۡدَنَا لَزُلۡفٰی وَ حُسۡنَ مَاٰبٍ ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنَّ لَہٗ عِنۡدَنَا لَزُلۡفٰی وَ حُسۡنَ مَاٰبٍ ﴿۴۰﴾ ",
			"index": "4010",
			"name": "এবং নিশ্চয় তার জন্য আমার দরবারে নৈকট্য ও উত্তম ঠিকানা রয়েছে। ",
			"en_kanzulimaan": "And indeed for him in Our presence are, surely, proximity and an excellent abode.",
			"ur_kanzulimaan": "اور بیشک اس کے لیے ہماری بارگاہ میں ضرور قرب اور اچھا ٹھکانا ہے،",
			"hi_kanzulimaan": "और बेशक उसके लिये हमारी बारगाह में ज़रूर नज़्दीकी और अच्छा ठिकाना है",
			"author": "৪০. আর নিশ্চয়ই তাঁর জন্যে আমাদের নিকট রয়েছে বিশেষ নৈকট্য ও পরকালে উৎকৃষ্ট অবস্থান।"
		},
		{
			"_id": "4011",
			"sura": "38",
			"para": "23",
			"verses": "41",
			"names": "وَ اذۡکُرۡ عَبۡدَنَاۤ  اَیُّوۡبَ ۘ اِذۡ  نَادٰی رَبَّہٗۤ اَنِّیۡ مَسَّنِیَ الشَّیۡطٰنُ بِنُصۡبٍ وَّ عَذَابٍ ﴿ؕ۴۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ اذۡکُرۡ عَبۡدَنَاۤ  اَیُّوۡبَ ۘ اِذۡ  نَادٰی رَبَّہٗۤ اَنِّیۡ مَسَّنِیَ الشَّیۡطٰنُ بِنُصۡبٍ وَّ عَذَابٍ ﴿ؕ۴۱﴾ ",
			"index": "4011",
			"name": "এবং স্মরণ করুন আমার বান্দা আইয়ূবকে, যখন সে তার রবকে আহ্বান করেছে, ‘আমাকে শয়তান যন্ত্রণা ও কষ্টে ফেলেছে। ",
			"en_kanzulimaan": "And remember Our bondman Ayyub (Job); when he cried out * to his Lord, The devil has struck me with hardship and pain. (After seven years of patience.)",
			"ur_kanzulimaan": "اور یاد کرو ہمارے بندہ ایوب کو جب اس نے اپنے رب کو پکارا کہ مجھے شیطان نے تکلیف اور ایذا لگادی،",
			"hi_kanzulimaan": "और याद करो हमारे बन्दे अय्यूब को जब उसने अपने रब को पुकारा कि मुझे शैतान ने तकलीफ़ और ईज़ा लगा दी (63फ)",
			"author": "৪১. আর স্মরণ করুন আমার বান্দা আইয়ূব (আলাইহিস সালাম)-কে, যখন তিনি তাঁর প্রতিপালককে ডাকলেন, ‘শয়তান আমাকে বড়ই কষ্ট ও দুর্দশায় ফেলেছে’।"
		},
		{
			"_id": "4012",
			"sura": "38",
			"para": "23",
			"verses": "42",
			"names": "اُرۡکُضۡ بِرِجۡلِکَ ۚ ہٰذَا مُغۡتَسَلٌۢ  بَارِدٌ وَّ  شَرَابٌ ﴿۴۲﴾ ",
			"number": "",
			"verses_PDMS": "اُرۡکُضۡ بِرِجۡلِکَ ۚ ہٰذَا مُغۡتَسَلٌۢ  بَارِدٌ وَّ  شَرَابٌ ﴿۴۲﴾ ",
			"index": "4012",
			"name": "আমি বললাম, ‘তোমার পা দ্বারা ভূমিকে আঘাত করো!’ এটা হচ্ছে সুশীতল প্রস্রবণ গোসল ও পান করার জন্য’।",
			"en_kanzulimaan": "We said to him, Strike the earth with your foot; this cool spring is for bathing and drinking. (A spring of gushed forth when he struck the earth  this was a miracle.)",
			"ur_kanzulimaan": "ہم نے فرمایا زمین پر اپنا پاؤں مار یہ ہے ٹھنڈا چشمہ نہانے اور پینے کو",
			"hi_kanzulimaan": "हमने फ़रमाया ज़मीन पर अपना पाँव मार (64फ) यह है ठण्डा चश्मा नहाने और पीने को (65फ)",
			"author": "৪২. (এরশাদ হলো:) ‘তোমার পা দ্বারা ভূমিতে আঘাত করো, এ (সুশীতল পানির) ঝরনাধারা গোসল এবং পান করার জন্যে।’"
		},
		{
			"_id": "4013",
			"sura": "38",
			"para": "23",
			"verses": "43",
			"names": "وَ وَہَبۡنَا  لَہٗۤ  اَہۡلَہٗ  وَ مِثۡلَہُمۡ مَّعَہُمۡ رَحۡمَۃً  مِّنَّا وَ ذِکۡرٰی  لِاُولِی الۡاَلۡبَابِ ﴿۴۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ وَہَبۡنَا  لَہٗۤ  اَہۡلَہٗ  وَ مِثۡلَہُمۡ مَّعَہُمۡ رَحۡمَۃً  مِّنَّا وَ ذِکۡرٰی  لِاُولِی الۡاَلۡبَابِ ﴿۴۳﴾ ",
			"index": "4013",
			"name": "এবং আমি তাকে পরিবার পরিজন এবং তাদের সমসংখ্যক আরো অধিক দান করলাম আপন অনুগ্রহ প্রদর্শনরূপে এবং বোধশক্তিসম্পন্নদের উপদেশের জন্য।",
			"en_kanzulimaan": "And We bestowed his household to him and one more similar to it  as a mercy from Us, and as a remembrance for the people of intellect.",
			"ur_kanzulimaan": "اور ہم نے اسے اس کے گھر والے اور ان کے برابر اور عطا فرمادیے اپنی رحمت کرنے اور عقلمندوں کی نصیحت کو،",
			"hi_kanzulimaan": "और हमने उसे उसके घर वाले और उनके बराबर और अता फ़रमा दिये अपनी रहमत करने (66फ) और अक़्लमन्दों की नसीहत को",
			"author": "৪৩. আর আমরা তাঁকে দান করলাম তাঁর পরিবার-পরিজন এবং তাদের সাথে তাদের মতো আরো (পরিবারবর্গ), আমাদের পক্ষ থেকে বিশেষ রহমত স্বরূপ এবং জ্ঞানীদের জন্যে উপদেশ স্বরূপ।"
		},
		{
			"_id": "4014",
			"sura": "38",
			"para": "23",
			"verses": "44",
			"names": "وَ خُذۡ بِیَدِکَ ضِغۡثًا  فَاضۡرِبۡ بِّہٖ وَ لَا تَحۡنَثۡ ؕ اِنَّا وَجَدۡنٰہُ صَابِرًا ؕ نِعۡمَ الۡعَبۡدُ ؕ اِنَّہٗۤ  اَوَّابٌ ﴿۴۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ خُذۡ بِیَدِکَ ضِغۡثًا  فَاضۡرِبۡ بِّہٖ وَ لَا تَحۡنَثۡ ؕ اِنَّا وَجَدۡنٰہُ صَابِرًا ؕ نِعۡمَ الۡعَبۡدُ ؕ اِنَّہٗۤ  اَوَّابٌ ﴿۴۴﴾ ",
			"index": "4014",
			"name": "এবং বললাম ‘আপন হাতে একটা ঝাড়ু নিয়ে তা দ্বারা আঘাত করো এবং শপথ ভঙ্গ করো না’। নিশ্চয় আমি তাকে ধৈর্যশীল পেয়েছি। কতোই উত্তম বান্দা! নিশ্চয় সে অতি প্রত্যাবর্তনকারী। ",
			"en_kanzulimaan": "And We said, Take a broom in your hand and strike her with it, and do not break your vow; We indeed found him patiently enduring; what an excellent bondman! He is indeed most inclined.",
			"ur_kanzulimaan": "اور فرمایا کہ اپنے ہاتھ میں ایک جھاڑو لے کر اس سے مار دے اور قسم نہ توڑ بے ہم نے اسے صابر پایا کیا اچھا بندہ بیشک وہ بہت رجوع لانے والا ہے،",
			"hi_kanzulimaan": "और फ़रमाया कि अपने हाथ में एक झाड़ू लेकर उससे मार दे (67फ) और क़सम न तोड़ बेशक हमने उसे साबिर पाया क्या अच्छा बन्दा (68फ) बेशक वह बहुत रूजू लाने वाला है",
			"author": "৪৪. (হে আইয়ূব!) তোমার হাতে (একশত) খড়ের এক ঝাড় নাও এবং (তোমার শপথ পূর্ণ করতে) এর দ্বারা (তোমার স্ত্রীকে একবার) আঘাত করো এবং শপথ ভঙ্গ করো না। নিশ্চয়ই আমরা তাঁকে ধৈর্যশীল পেয়েছি। (আইয়ূব আলাইহিস সালাম) কতো উত্তম বান্দা ছিলেন! নিশ্চয়ই (আমার নিকট) তিনি ছিলেন অধিক পরিমাণে তওবাকারী।"
		},
		{
			"_id": "4015",
			"sura": "38",
			"para": "23",
			"verses": "45",
			"names": "وَ اذۡکُرۡ عِبٰدَنَاۤ  اِبۡرٰہِیۡمَ وَ اِسۡحٰقَ وَ یَعۡقُوۡبَ اُولِی الۡاَیۡدِیۡ  وَ  الۡاَبۡصَارِ ﴿۴۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ اذۡکُرۡ عِبٰدَنَاۤ  اِبۡرٰہِیۡمَ وَ اِسۡحٰقَ وَ یَعۡقُوۡبَ اُولِی الۡاَیۡدِیۡ  وَ  الۡاَبۡصَارِ ﴿۴۵﴾ ",
			"index": "4015",
			"name": "এবং স্মরণ করুন! আমার বান্দাগণ- ইব্রাহীম, ইস্‌হাক্ব ও ইয়া’ক্বূব ক্ষমতা ও জ্ঞানসম্পন্নদেরকে। ",
			"en_kanzulimaan": "And remember Our bondmen Ibrahim, and Ishaq, and Yaqub  the men of power and knowledge.",
			"ur_kanzulimaan": "اور یاد کرو ہمارے بندوں ابراہیم اور اسحاق اور یعقوب قدرت اور علم والوں کو",
			"hi_kanzulimaan": "और याद करो हमारे बन्दों इब्राहीम और इस्हाक़ और यअक़ूब क़ुदरत और इल्म वालों को (69फ)",
			"author": "৪৫. আর স্মরণ করুন আমার বান্দা ইবরাহীম, ইসহাক এবং ইয়াকুব (আলাইহিমুস সালাম)-কে; যাঁরা ছিলেন খুবই শক্তিশালী এবং দূরদৃষ্টিসম্পন্ন।"
		},
		{
			"_id": "4016",
			"sura": "38",
			"para": "23",
			"verses": "46",
			"names": "اِنَّاۤ  اَخۡلَصۡنٰہُمۡ بِخَالِصَۃٍ  ذِکۡرَی الدَّارِ ﴿ۚ۴۶﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّاۤ  اَخۡلَصۡنٰہُمۡ بِخَالِصَۃٍ  ذِکۡرَی الدَّارِ ﴿ۚ۴۶﴾ ",
			"index": "4016",
			"name": "নিশ্চয় আমি তাদেরকে এক খাটি বাণি দ্বারা স্বাতন্ত্র্য (বিশেষত্ব) দান করেছি, তা হচ্ছে ওই জগতের স্মরণ। ",
			"en_kanzulimaan": "We indeed gave them distinction with a genuine affair  the remembrance of the (everlasting) abode.",
			"ur_kanzulimaan": "بیشک ہم نے انہیں ایک کھری بات سے امتیاز بخشا کہ وہ اس گھر کی یاد ہے",
			"hi_kanzulimaan": "बेशक हमने उन्हें एक खरी बात से इम्तियाज़ (विशेषता) बख़्शा कि वह उस घर की याद  है (70फ)",
			"author": "৪৬. নিশ্চয়ই আমরা তাঁদেরকে নির্বাচন করেছিলাম বিশেষ (বৈশিষ্ট্যের) জন্যে, তা ছিল পরকালের আবাসের স্মরণ।"
		},
		{
			"_id": "4017",
			"sura": "38",
			"para": "23",
			"verses": "47",
			"names": "وَ اِنَّہُمۡ عِنۡدَنَا لَمِنَ الۡمُصۡطَفَیۡنَ الۡاَخۡیَارِ ﴿ؕ۴۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنَّہُمۡ عِنۡدَنَا لَمِنَ الۡمُصۡطَفَیۡنَ الۡاَخۡیَارِ ﴿ؕ۴۷﴾ ",
			"index": "4017",
			"name": "এবং নিশ্চয় তারা আমার নিকট মনোনীত পছন্দনীয়। ",
			"en_kanzulimaan": "And in Our sight, they are indeed the chosen ones, the beloved.",
			"ur_kanzulimaan": "اور بیشک وہ ہمارے نزدیک چُنے ہوئے پسندیدہ ہیں،",
			"hi_kanzulimaan": "और बेशक वो हमारे नज़्दीक़ चुने हुए पसन्दीदा हैं",
			"author": "৪৭. আর অবশ্যই তাঁরা আমার নিকট ছিলেন নির্বাচিত, মনোনীত (এবং) অতি পছন্দনীয় বান্দাদের অন্তর্ভুক্ত।"
		},
		{
			"_id": "4018",
			"sura": "38",
			"para": "23",
			"verses": "48",
			"names": "وَ اذۡکُرۡ  اِسۡمٰعِیۡلَ وَ الۡیَسَعَ وَ ذَاالۡکِفۡلِ ؕ وَ کُلٌّ  مِّنَ  الۡاَخۡیَارِ ﴿ؕ۴۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ اذۡکُرۡ  اِسۡمٰعِیۡلَ وَ الۡیَسَعَ وَ ذَاالۡکِفۡلِ ؕ وَ کُلٌّ  مِّنَ  الۡاَخۡیَارِ ﴿ؕ۴۸﴾ ",
			"index": "4018",
			"name": "এবং স্মরণ করুন ইসমাঈল, ইয়াসা’ ও যুল-কিফলকে এবং সবই সজ্জন। ",
			"en_kanzulimaan": "And remember Ismail and Yasaa (Elisha) and Zul-Kifl; and they are all excellent.",
			"ur_kanzulimaan": "اور یاد کرو اسماعیل اور یسع اور ذو الکفل کو اورسب اچھے ہیں،",
			"hi_kanzulimaan": "और याद करो इस्माईल और यसआ और ज़ुलकिफ़्ल को (71फ) और सब अच्छे हैं",
			"author": "৪৮. আর (আরো) স্মরণ করুন ইসমাঈল, আল-ইয়াসা’ এবং যুল-কিফল (আলাইহিমুস সালাম)-কে। তাঁরা প্রত্যেকেই ছিলেন পছন্দীয় বান্দাদের অন্তর্ভুক্ত।"
		},
		{
			"_id": "4019",
			"sura": "38",
			"para": "23",
			"verses": "49",
			"names": "ہٰذَا  ذِکۡرٌ ؕ وَ  اِنَّ  لِلۡمُتَّقِیۡنَ لَحُسۡنَ مَاٰبٍ ﴿ۙ۴۹﴾ ",
			"number": "",
			"verses_PDMS": "ہٰذَا  ذِکۡرٌ ؕ وَ  اِنَّ  لِلۡمُتَّقِیۡنَ لَحُسۡنَ مَاٰبٍ ﴿ۙ۴۹﴾ ",
			"index": "4019",
			"name": "এটা উপদেশ এবং নিশ্চয় খোদাভীরুদের ঠিকানা উত্তম;",
			"en_kanzulimaan": "This is an advice; and indeed for the pious is an excellent abode.",
			"ur_kanzulimaan": "یہ نصیحت ہے اور بیشک پرہیزگاروں کا ٹھکانا،",
			"hi_kanzulimaan": "यह नसीहत है और बेशक (72फ) परहेज़गारों का ठिकाना भला",
			"author": "৪৯. এ আলোচনা ও উপদেশ (যার বর্ণনা এ সূরার প্রথম আয়াতে উল্লেখ করা হয়েছে)। আর নিশ্চয়ই পরহেযগারদের জন্যে রয়েছে উৎকৃষ্ট ঠিকানা।"
		},
		{
			"_id": "4020",
			"sura": "38",
			"para": "23",
			"verses": "50",
			"names": "جَنّٰتِ عَدۡنٍ مُّفَتَّحَۃً  لَّہُمُ  الۡاَبۡوَابُ ﴿ۚ۵۰﴾ ",
			"number": "",
			"verses_PDMS": "جَنّٰتِ عَدۡنٍ مُّفَتَّحَۃً  لَّہُمُ  الۡاَبۡوَابُ ﴿ۚ۵۰﴾ ",
			"index": "4020",
			"name": "বসবাসের বাগান। তাদের জন্য সমস্ত দরজা উন্মুক্ত।",
			"en_kanzulimaan": "Everlasting Gardens - all its gates are open for them.",
			"ur_kanzulimaan": "بھلا بسنے کے باغ ان کے لیے سب دروازے کھلے ہوئے،",
			"hi_kanzulimaan": "बसने के बाग़ उनके लिये सब दरवाज़ें खुले हुए",
			"author": "৫০. (যা) স্থায়ী অবস্থানের আদন উদ্যানসমূহ, যেগুলোর দ্বার তাদের জন্যে উন্মুক্ত থাকবে।"
		},
		{
			"_id": "4021",
			"sura": "38",
			"para": "23",
			"verses": "51",
			"names": "مُتَّکِـِٕیۡنَ  فِیۡہَا یَدۡعُوۡنَ فِیۡہَا بِفَاکِہَۃٍ  کَثِیۡرَۃٍ   وَّ  شَرَابٍ ﴿۵۱﴾ ",
			"number": "",
			"verses_PDMS": "مُتَّکِـِٕیۡنَ  فِیۡہَا یَدۡعُوۡنَ فِیۡہَا بِفَاکِہَۃٍ  کَثِیۡرَۃٍ   وَّ  شَرَابٍ ﴿۵۱﴾ ",
			"index": "4021",
			"name": "ওইগুলোর মধ্যে হেলান দিয়ে, ওই গুলোর মধ্যে প্রচুর ফলমূল ও পানীয় চাইবে। ",
			"en_kanzulimaan": "Reclining on pillows, in it they ask for fruits and drinks in plenty.",
			"ur_kanzulimaan": "ان میں تکیہ لگائے ان میں بہت سے میوے اور شراب مانگتے ہیں،",
			"hi_kanzulimaan": "उसमें तकिया लगाए (73फ) उनमें बहुत से मेवे और शराब मांगते हैं",
			"author": "৫১. তাঁরা তাতে (আসনসমূহে) হেলান দিয়ে আসীন হবে, (ক্ষাণিক পরপর) বহুবিধ উৎকৃষ্ট ফলমূল এবং (সুস্বাদু) পানীয় চাইতে থাকবে।"
		},
		{
			"_id": "4022",
			"sura": "38",
			"para": "23",
			"verses": "52",
			"names": "وَ عِنۡدَہُمۡ  قٰصِرٰتُ الطَّرۡفِ  اَتۡرَابٌ ﴿۵۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ عِنۡدَہُمۡ  قٰصِرٰتُ الطَّرۡفِ  اَتۡرَابٌ ﴿۵۲﴾ ",
			"index": "4022",
			"name": "এবং তাদের নিকট এমনসব স্ত্রী রয়েছে যারা আপন স্বামী ব্যতীত অন্য কারো দিকে চোখ তুলে দেখে না, একই বয়সের। ",
			"en_kanzulimaan": "And with them are the pure spouses, who do not set gaze upon men except their husbands, of single age.",
			"ur_kanzulimaan": "اور ان کے پاس وہ بیبیاں ہیں کہ اپنے شوہر کے سوا اور کی طرف آنکھ نہیں اٹھاتیں، ایک عمر کی",
			"hi_kanzulimaan": "और उनके पास वो बीबियाँ हैं कि अपने शौहर के सिवा और की तरफ़ आंख नहीं उठातीं एक उम्र की (74फ)",
			"author": "৫২. আর তাদের নিকট থাকবে আনতনয়না (লজ্জাশীলা) সমবয়স্কা (হুরগণ)। "
		},
		{
			"_id": "4023",
			"sura": "38",
			"para": "23",
			"verses": "53",
			"names": "ہٰذَا مَا تُوۡعَدُوۡنَ  لِیَوۡمِ الۡحِسَابِ ﴿ؓ۵۳﴾  ",
			"number": "",
			"verses_PDMS": "ہٰذَا مَا تُوۡعَدُوۡنَ  لِیَوۡمِ الۡحِسَابِ ﴿ؓ۵۳﴾  ",
			"index": "4023",
			"name": "এটা হচ্ছে তা-ই, যেটার প্রতিশ্রুতি তোমাদেরকে দেওয়া হয় হিসাবের দিনে। ",
			"en_kanzulimaan": "This is the promise being given to you, for the Day of Reckoning.",
			"ur_kanzulimaan": "یہ ہے وہ جس کا تمہیں وعدہ دیا جاتا ہے حساب کے دن،",
			"hi_kanzulimaan": "यह है जिसका वादा दिया जाता है हिसाब के दिन",
			"author": "৫৩. এসব নিয়ামতরাজি হিসাব দিবসের জন্যে তোমাদেরকে দেয়া প্রতিশ্রুতি।"
		},
		{
			"_id": "4024",
			"sura": "38",
			"para": "23",
			"verses": "54",
			"names": "اِنَّ  ہٰذَا  لَرِزۡقُنَا مَا  لَہٗ  مِنۡ  نَّفَادٍ  ﴿ۚۖ۵۴﴾",
			"number": "",
			"verses_PDMS": "اِنَّ  ہٰذَا  لَرِزۡقُنَا مَا  لَہٗ  مِنۡ  نَّفَادٍ  ﴿ۚۖ۵۴﴾",
			"index": "4024",
			"name": "নিশ্চয় এটা আমার রিয্‌ক, যা কখনো নিঃশেষ হবে না। ",
			"en_kanzulimaan": "Indeed this is Our sustenance, which will never end.",
			"ur_kanzulimaan": "بیشک یہ ہمارا رزق ہے کہ کبھی ختم نہ ہوگا",
			"hi_kanzulimaan": "बेशक यह हमारा रिज़्क़ है कि कभी ख़त्म न होगा (75फ)",
			"author": "৫৪. নিশ্চয়ই এ তো আমাদের দেয়া রিযিক যা কখনোই শেষ হবার নয়।"
		},
		{
			"_id": "4025",
			"sura": "38",
			"para": "23",
			"verses": "55",
			"names": "ہٰذَا ؕ وَ  اِنَّ  لِلطّٰغِیۡنَ  لَشَرَّ  مَاٰبٍ ﴿ۙ۵۵﴾ ",
			"number": "",
			"verses_PDMS": "ہٰذَا ؕ وَ  اِنَّ  لِلطّٰغِیۡنَ  لَشَرَّ  مَاٰبٍ ﴿ۙ۵۵﴾ ",
			"index": "4025",
			"name": "তাদের জন্য তো এটাই। এবং নিশ্চয় অবাধ্যদের নিকৃষ্টতম ঠিকানা-",
			"en_kanzulimaan": "This is for the virtuous; and indeed for the rebellious is a wretched destination.",
			"ur_kanzulimaan": "ان کو تو یہ ہے اور بیشک سرکشوں کا برا ٹھکانا،",
			"hi_kanzulimaan": "उनको तो यह है (76फ) और बेशक सरकशों का बुरा ठिकाना",
			"author": "৫৫. এ (তো মুমিনদের জন্যে), আর অবশ্যই সীমালঙ্ঘনকারীদের জন্যে রয়েছে নিকৃষ্টতম ঠিকানা।"
		},
		{
			"_id": "4026",
			"sura": "38",
			"para": "23",
			"verses": "56",
			"names": "جَہَنَّمَ ۚ یَصۡلَوۡنَہَا ۚ فَبِئۡسَ الۡمِہَادُ ﴿۵۶﴾ ",
			"number": "",
			"verses_PDMS": "جَہَنَّمَ ۚ یَصۡلَوۡنَہَا ۚ فَبِئۡسَ الۡمِہَادُ ﴿۵۶﴾ ",
			"index": "4026",
			"name": "জাহান্নাম, যাতে তারা প্রবিষ্ট হবে; সুতরাং কতোই মন্দ বিছানা!",
			"en_kanzulimaan": "Hell; which they shall enter; what an evil resting-place!",
			"ur_kanzulimaan": "جہنم کہ اس میں جائیں گے تو کیا ہی برا بچھونا",
			"hi_kanzulimaan": "जहन्नम कि उसमें जाएंगे तो क्या ही बुरा बिछौना (77फ)",
			"author": "৫৬. (তা হচ্ছে) জাহান্নাম, তাতে তারা প্রবেশ করবে; সুতরাং অত্যন্ত নিকৃষ্ট বিশ্রামস্থল।"
		},
		{
			"_id": "4027",
			"sura": "38",
			"para": "23",
			"verses": "57",
			"names": "ہٰذَا ۙ فَلۡیَذُوۡقُوۡہُ حَمِیۡمٌ  وَّ غَسَّاقٌ ﴿ۙ۵۷﴾ ",
			"number": "",
			"verses_PDMS": "ہٰذَا ۙ فَلۡیَذُوۡقُوۡہُ حَمِیۡمٌ  وَّ غَسَّاقٌ ﴿ۙ۵۷﴾ ",
			"index": "4027",
			"name": "তাদের জন্য এটাই; অতঃপর তারা সেটা আস্বাদন করুক-ফুটন্ত পানি ও পুঁজ। ",
			"en_kanzulimaan": "This is for the criminals  so that they may taste it - boiling hot water and pus.",
			"ur_kanzulimaan": "ان کو یہ ہے تو اسے چکھیں کھولتا پانی اور پیپ",
			"hi_kanzulimaan": "उनको यह है तो इसे चखें खौलता पानी और पीप (78फ)",
			"author": "৫৭. এ (শাস্তি) ; সুতরাং তারা তা আস্বাদন করুক, ফুটন্ত পানি ও পূঁজ।"
		},
		{
			"_id": "4028",
			"sura": "38",
			"para": "23",
			"verses": "58",
			"names": "وَّ اٰخَرُ  مِنۡ شَکۡلِہٖۤ  اَزۡوَاجٌ ﴿ؕ۵۸﴾ ",
			"number": "",
			"verses_PDMS": "وَّ اٰخَرُ  مِنۡ شَکۡلِہٖۤ  اَزۡوَاجٌ ﴿ؕ۵۸﴾ ",
			"index": "4028",
			"name": "এবং এই আকৃতির আরো বহু জোড়া।",
			"en_kanzulimaan": "And similar other punishments in pairs.",
			"ur_kanzulimaan": "اور اسی شکل کے اور جوڑے",
			"hi_kanzulimaan": "और इसी शक्ल के और जोड़े (79फ) उनसे कहा जाएगा",
			"author": "৫৮. আরো আছে এরূপ বিভিন্ন ধরণের (শাস্তি)।"
		},
		{
			"_id": "4029",
			"sura": "38",
			"para": "23",
			"verses": "59",
			"names": "ہٰذَا فَوۡجٌ مُّقۡتَحِمٌ  مَّعَکُمۡ ۚ لَا مَرۡحَبًۢا بِہِمۡ ؕ اِنَّہُمۡ صَالُوا النَّارِ ﴿۵۹﴾ ",
			"number": "",
			"verses_PDMS": "ہٰذَا فَوۡجٌ مُّقۡتَحِمٌ  مَّعَکُمۡ ۚ لَا مَرۡحَبًۢا بِہِمۡ ؕ اِنَّہُمۡ صَالُوا النَّارِ ﴿۵۹﴾ ",
			"index": "4029",
			"name": "তাদেরকে বলা হবে, ‘এটা অন্য একটা বাহিনী, তোমাদের সাথে ধ্বসে পড়েছে, যা তোমাদেরই ছিলো। তারা বলবে, ‘তারা যেন উন্মুক্ত স্থান না পায়’। আগুনে তো তাদেরকে যেতেই হবে। সেখানেও সংকীর্ণ স্থানে থাকবে। ",
			"en_kanzulimaan": "Here is another group that was with you, falling along with you; they will answer, Do not give them plenty of open space; they surely have to enter the fire  let them also be confined!",
			"ur_kanzulimaan": "ان سے کہا جائے گا یہ ایک اور فوج تمہارے ساتھ دھنسی پڑتی ہے جو تمہاری تھی وہ کہیں گے ان کو کھلی جگہ نہ ملیو آگ میں تو ان کو جانا ہی ہے،",
			"hi_kanzulimaan": "यह एक और फ़ौज़ तुम्हारे साथ धंसी पड़ती है जो तुम्हारी थी (80फ) वो कहेंगे उनको खुली जगह न मिलियो आग में तो उनको जाना ही है वहाँ भी तंग जगह  में रहें",
			"author": "৫৯. (দোযখের রক্ষী অথবা পূর্বেই অবস্থানকারী জাহান্নামীরা বলবে:) ‘এ তো (ভিন্ন) এক বাহিনী যারা তোমাদের সাথে (জাহান্নামে) প্রবেশ করছে। তাদের জন্যে কোনো অভিবাদন নেই। নিশ্চয়ই তারা(ও) জাহান্নামে প্রবেশকারী।"
		},
		{
			"_id": "4030",
			"sura": "38",
			"para": "23",
			"verses": "60",
			"names": "قَالُوۡا بَلۡ  اَنۡتُمۡ ۟ لَا مَرۡحَبًۢا بِکُمۡ ؕ اَنۡتُمۡ  قَدَّمۡتُمُوۡہُ   لَنَا ۚ فَبِئۡسَ الۡقَرَارُ ﴿۶۰﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا بَلۡ  اَنۡتُمۡ ۟ لَا مَرۡحَبًۢا بِکُمۡ ؕ اَنۡتُمۡ  قَدَّمۡتُمُوۡہُ   لَنَا ۚ فَبِئۡسَ الۡقَرَارُ ﴿۶۰﴾ ",
			"index": "4030",
			"name": "অনুসারীরা বলবে, ‘বরং তোমরা যেন উত্তম স্থান না পাও! এ বিপদ তোমরাই আমাদের সম্মুখে এনেছো। সুতরাং কতোই মন্দ ঠিকানা!’",
			"en_kanzulimaan": "The followers will say, In fact, for you! May you not get open space! It is you who brought this calamity upon us! So what a wretched destination.",
			"ur_kanzulimaan": "وہاں بھی تنگ جگہ میں رہیں تابع بولے بلکہ تمہیں کھلی جگہ نہ ملیو، یہ مصیبت تم ہمارے آگے لائے تو کیا ہی برا ٹھکانا",
			"hi_kanzulimaan": "ताबे (फ़रमाँबरदार) बोले बल्कि तुम्हीं खुली जगह न मिलियो यह मुसीबत तुम हमारे आगे लाए (81फ) तो क्या ही बुरा ठिकाना (82फ)",
			"author": "৬০. তারা (আগমনকারীরা) বলবে, ‘বরং তোমরাই, যাদের কোনো অভ্যর্থনা নেই। তোমরাই এ (কুফরী ও শাস্তি) আমাদের কাছে নিয়ে এসেছো। সুতরাং (এ) নিকৃষ্ট আবাসস্থল।’"
		},
		{
			"_id": "4031",
			"sura": "38",
			"para": "23",
			"verses": "61",
			"names": "قَالُوۡا رَبَّنَا مَنۡ قَدَّمَ لَنَا ہٰذَا فَزِدۡہُ عَذَابًا ضِعۡفًا فِی النَّارِ ﴿۶۱﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا رَبَّنَا مَنۡ قَدَّمَ لَنَا ہٰذَا فَزِدۡہُ عَذَابًا ضِعۡفًا فِی النَّارِ ﴿۶۱﴾ ",
			"index": "4031",
			"name": "তারা বলবে, ‘হে আমাদের রব! যারা এ বিপদ আমাদের সামনে এনেছে তাদেরকে আগুনের মধ্যে দ্বিগুণ শাস্তি বৃদ্ধি করো। ",
			"en_kanzulimaan": "They say, Our Lord! Whoever has brought this calamity upon us - double the punishment of the fire for him!",
			"ur_kanzulimaan": "وہ بولے اے ہمارے رب جو یہ مصیبت ہمارے آگے لایا اسے آگ میں دُونا عذاب بڑھا،",
			"hi_kanzulimaan": "वो बोले ऐ हमारे रब जो यह मुसीबत हमारे आगे लाया उसे आग में दूना अज़ाब बढ़ा",
			"author": "৬১. তারা বলবে, ‘হে আমাদের প্রতিপালক! যারা এ (কুফরী ও শাস্তি) আমাদের কাছে নিয়ে এসেছিল, জাহান্নামে তাদের শাস্তি দ্বিগুণ বর্ধিত করো।’"
		},
		{
			"_id": "4032",
			"sura": "38",
			"para": "23",
			"verses": "62",
			"names": "وَ قَالُوۡا مَا لَنَا لَا نَرٰی رِجَالًا کُنَّا نَعُدُّہُمۡ مِّنَ الۡاَشۡرَارِ ﴿ؕ۶۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡا مَا لَنَا لَا نَرٰی رِجَالًا کُنَّا نَعُدُّہُمۡ مِّنَ الۡاَشۡرَارِ ﴿ؕ۶۲﴾ ",
			"index": "4032",
			"name": "এবং বলবে, ‘আমাদের কী হলো যে, আমরা ওই সব পুরুষকে দেখছি না যাদেরকে আমরা মন্দ বলে মনে করতাম!",
			"en_kanzulimaan": "And they say, What is the matter with us that we do not see the men whom we thought were evil?",
			"ur_kanzulimaan": "اور بولے ہمیں کیا ہوا ہم ان مردوں کو نہیں دیکھتے جنہیں برا سمجھتے تھے",
			"hi_kanzulimaan": "और (83फ) बोले हमें क्या हुआ हम उन मर्दों को नहीं देखते जिन्हें बुरा समझते थे (84फ)",
			"author": "৬২. আর তারা বলবে, ‘আমাদের কী হলো, আমরা (সেসব) লোকদেরকে (এখানে) দেখতে পাচ্ছি না, যাদেরকে আমরা নিকৃষ্ট বলে গণ্য করতাম?"
		},
		{
			"_id": "4033",
			"sura": "38",
			"para": "23",
			"verses": "63",
			"names": "اَتَّخَذۡنٰہُمۡ سِخۡرِیًّا  اَمۡ  زَاغَتۡ عَنۡہُمُ الۡاَبۡصَارُ ﴿۶۳﴾ ",
			"number": "",
			"verses_PDMS": "اَتَّخَذۡنٰہُمۡ سِخۡرِیًّا  اَمۡ  زَاغَتۡ عَنۡہُمُ الۡاَبۡصَارُ ﴿۶۳﴾ ",
			"index": "4033",
			"name": "‘আমরা কি তাদেরকে ঠাট্টা বিদ্রূপের পাত্রে পরিণত করে নিয়েছি, না তাদের দিক থেকে দৃষ্টি ফিরে গেছে?’",
			"en_kanzulimaan": "Did we mock at them or did our eyes turn away from them?",
			"ur_kanzulimaan": "کیا ہم نے انہیں ہنسی بنالیا یا آنکھیں ان کی طرف سے پھر گئیں",
			"hi_kanzulimaan": "क्या हमने उन्हें हंसी बना लिया (85फ) या आँखें उनकी तरफ़ फिर गईं (86फ)",
			"author": "৬৩. তবে কি আমরা তাদেরকে (অন্যায়) উপহাস করতাম, নাকি তাদের ব্যাপারে আমাদের দৃষ্টিভ্রম হয়েছিল?’ (তারা ছিলেন আম্মার, খুবাইব, সুহাইব, বিলাল এবং সালমান রাদ্বিয়াল্লাহু আনহুমের মতো ফকির-দরবেশ।)"
		},
		{
			"_id": "4034",
			"sura": "38",
			"para": "23",
			"verses": "64",
			"names": "اِنَّ  ذٰلِکَ  لَحَقٌّ  تَخَاصُمُ   اَہۡلِ النَّارِ ﴿۶۴﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ  ذٰلِکَ  لَحَقٌّ  تَخَاصُمُ   اَہۡلِ النَّارِ ﴿۶۴﴾ ",
			"index": "4034",
			"name": "নিশ্চয় এটা অবশ্যই সত্য, দোযখীদের পারস্পরিক ঝগড়া।",
			"en_kanzulimaan": "Indeed this is really true  the people of the hell quarrelling among themselves.",
			"ur_kanzulimaan": "بیشک یہ ضرور حق ہے دوزخیوں کا باہم جھگڑ،",
			"hi_kanzulimaan": "बेशक यह ज़रूर हक़ है दोज़ख़ियों का आपसी झगड़ा",
			"author": "৬৪. অবশ্যই জাহান্নামীদের পারস্পরিক ঝগড়া-বিবাদ নির্ঘাত সত্য।"
		},
		{
			"_id": "4035",
			"sura": "38",
			"para": "23",
			"verses": "65",
			"names": "قُلۡ  اِنَّمَاۤ  اَنَا مُنۡذِرٌ ٭ۖ وَّ مَا مِنۡ  اِلٰہٍ   اِلَّا اللّٰہُ  الۡوَاحِدُ  الۡقَہَّارُ ﴿ۚ۶۵﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ  اِنَّمَاۤ  اَنَا مُنۡذِرٌ ٭ۖ وَّ مَا مِنۡ  اِلٰہٍ   اِلَّا اللّٰہُ  الۡوَاحِدُ  الۡقَہَّارُ ﴿ۚ۶۵﴾ ",
			"index": "4035",
			"name": "আপনি বলুন, ‘আমি সতর্ককারীই; এবং উপাস্য কেউ নেই, কিন্তু (আছেন) এক আল্লাহ্‌, সবার উপর বিজয়ী। ",
			"en_kanzulimaan": "Proclaim (O dear Prophet Mohammed  peace and blessings be upon him), I am purely a Herald of Warning - and there is no God except Allah, the One, the All Dominant.",
			"ur_kanzulimaan": "تم فرماؤ میں ڈر سنانے والا ہی ہوں اور معبود کوئی نہیں مگر ایک اللہ سب پر غالب،",
			"hi_kanzulimaan": "तुम फ़रमाओ (87फ) मैं डर सुनाने वाला हूँ (88फ) और मअबूद कोई नहीं मगर एक अल्लाह सब पर ग़ालिब (सर्वोपरि)",
			"author": "৬৫. বলে দিন, ‘আমি তো কেবল একজন সতর্ককারী এবং আল্লাহ্ ব্যতীত কোনো উপাস্য নেই, যিনি এক, সবার উপর পরাক্রমশালী,"
		},
		{
			"_id": "4036",
			"sura": "38",
			"para": "23",
			"verses": "66",
			"names": "رَبُّ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ مَا بَیۡنَہُمَا الۡعَزِیۡزُ  الۡغَفَّارُ ﴿۶۶﴾ ",
			"number": "",
			"verses_PDMS": "رَبُّ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ مَا بَیۡنَہُمَا الۡعَزِیۡزُ  الۡغَفَّارُ ﴿۶۶﴾ ",
			"index": "4036",
			"name": "মালিক আসমানসমূহ ও যমীনের এবং যা কিছু সেগুলোর মাঝখানে রয়েছে, সম্মানিত, মহাক্ষমাশীল’। ",
			"en_kanzulimaan": "Lord of the heavens and the earth and all that is between them - the Almighty, the Oft Forgiving.",
			"ur_kanzulimaan": "مالک آسمانوں اور زمین کا اور جو کچھ ان کے درمیان ہے صاحب عزت بڑا بخشنے والا،",
			"hi_kanzulimaan": "मालिक आसमानों और ज़मीन का और जो कुछ उनके बीच है इज़्ज़त वाला बड़ा बख़्शने वाला",
			"author": "৬৬. আকাশমন্ডলী, পৃথিবী এবং এ দু’য়ের মধ্যস্থিত সৃষ্টিজগতের (সবকিছুর) প্রতিপালক; পরাক্রমশালী, মহাক্ষমাশীল।’"
		},
		{
			"_id": "4037",
			"sura": "38",
			"para": "23",
			"verses": "67",
			"names": "قُلۡ ہُوَ  نَبَؤٌا عَظِیۡمٌ ﴿ۙ۶۷﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ ہُوَ  نَبَؤٌا عَظِیۡمٌ ﴿ۙ۶۷﴾ ",
			"index": "4037",
			"name": "আপনি বলুন! ‘তা এক মহা সংবাদ। ",
			"en_kanzulimaan": "Say, That is a great tidings.",
			"ur_kanzulimaan": "تم فرماؤ وہ بڑی خبر ہے،",
			"hi_kanzulimaan": "तुम फ़रमाओ वह (89फ) बड़ी ख़बर है",
			"author": "৬৭. বলে দিন, ‘এ (কিয়ামত) এক মহাসংবাদ।"
		},
		{
			"_id": "4038",
			"sura": "38",
			"para": "23",
			"verses": "68",
			"names": "اَنۡتُمۡ عَنۡہُ  مُعۡرِضُوۡنَ ﴿۶۸﴾ ",
			"number": "",
			"verses_PDMS": "اَنۡتُمۡ عَنۡہُ  مُعۡرِضُوۡنَ ﴿۶۸﴾ ",
			"index": "4038",
			"name": "তোমরা তা থেকে উদাসীন রয়েছো। ",
			"en_kanzulimaan": "You are neglectful of it!",
			"ur_kanzulimaan": "تم اس سے غفلت میں ہو",
			"hi_kanzulimaan": "तुम उससे ग़फ़लत में हो (90फ)",
			"author": "৬৮. তোমরা তা থেকে মুখ ফিরিয়ে নিয়েছো।"
		},
		{
			"_id": "4039",
			"sura": "38",
			"para": "23",
			"verses": "69",
			"names": "مَا کَانَ لِیَ مِنۡ عِلۡمٍۭ  بِالۡمَلَاِ الۡاَعۡلٰۤی  اِذۡ یَخۡتَصِمُوۡنَ ﴿۶۹﴾ ",
			"number": "",
			"verses_PDMS": "مَا کَانَ لِیَ مِنۡ عِلۡمٍۭ  بِالۡمَلَاِ الۡاَعۡلٰۤی  اِذۡ یَخۡتَصِمُوۡنَ ﴿۶۹﴾ ",
			"index": "4039",
			"name": "আমার নিকট ঊর্ধ্ব জগতের কি খবর ছিলো যখন তারা বিতণ্ডা করছিলো?",
			"en_kanzulimaan": "What did I know of the heavenly world, when the angels had disputed.",
			"ur_kanzulimaan": "مجھے عالم بالا کی کیا خبر تھی جب وہ جھگڑتے تھے",
			"hi_kanzulimaan": "मुझे आलमे बाला की क्या ख़बर थी जब वो झगड़ते थे (91फ)",
			"author": "৬৯. আমার তো উর্ধ্বলোকের (ফেরেশতাদের ব্যাপারে নিজ থেকে) কোনো জ্ঞান ছিল না, যখন তারা (আদম সৃষ্টির ব্যাপারে) বাক-বিতন্ডা করছিল।"
		},
		{
			"_id": "4040",
			"sura": "38",
			"para": "23",
			"verses": "70",
			"names": "اِنۡ یُّوۡحٰۤی اِلَیَّ  اِلَّاۤ  اَنَّمَاۤ  اَنَا نَذِیۡرٌ  مُّبِیۡنٌ ﴿۷۰﴾ ",
			"number": "",
			"verses_PDMS": "اِنۡ یُّوۡحٰۤی اِلَیَّ  اِلَّاۤ  اَنَّمَاۤ  اَنَا نَذِیۡرٌ  مُّبِیۡنٌ ﴿۷۰﴾ ",
			"index": "4040",
			"name": "আমার প্রতি তো এ-ই ওহী হয় যে, ‘আমি নয়, কিন্তু সুস্পষ্ট সতর্ককারী। ",
			"en_kanzulimaan": "I receive only the divine revelations, that I am purely a clear Herald of Warning.",
			"ur_kanzulimaan": "مجھے تو یہی وحی ہوتی ہے کہ میں نہیں مگر روشن ڈر سنانے والا",
			"hi_kanzulimaan": "मुझे तो यही वही होती है कि मैं नहीं मगर रौशन डर सुनाने वाला (92फ)",
			"author": "৭০. আমার নিকট তো (আল্লাহ্‌র পক্ষ থেকে) প্রত্যাদেশ করা হয় যে, আমি কেবল সুস্পষ্ট সতর্ককারী।’"
		},
		{
			"_id": "4041",
			"sura": "38",
			"para": "23",
			"verses": "71",
			"names": "اِذۡ قَالَ رَبُّکَ لِلۡمَلٰٓئِکَۃِ  اِنِّیۡ خَالِقٌۢ  بَشَرًا مِّنۡ طِیۡنٍ ﴿۷۱﴾ ",
			"number": "",
			"verses_PDMS": "اِذۡ قَالَ رَبُّکَ لِلۡمَلٰٓئِکَۃِ  اِنِّیۡ خَالِقٌۢ  بَشَرًا مِّنۡ طِیۡنٍ ﴿۷۱﴾ ",
			"index": "4041",
			"name": "যখন আপনার রব ফিরিশ্‌তাদেরকে বললেন, ‘আমি মাটি থেকে মানব সৃষ্টি করবো। ",
			"en_kanzulimaan": "(Remember) When your Lord said to the angels, I will create a human from clay. -",
			"ur_kanzulimaan": "جب تمہارے رب نے فرشتوں سے فرمایا کہ میں مٹی سے انسان بناؤں گا",
			"hi_kanzulimaan": "जब तुम्हारे रब ने फ़रिश्तों से फ़रमाया कि मैं मिट्टी से इन्सान बनाऊंगा (93फ)",
			"author": "৭১. (স্মরণ করুন, সে সময়ের কথা) যখন আপনার প্রতিপালক ফেরেশতাদেরকে বললেন, ‘আমরা (কাঁদা) মাটি থেকে এক মানব অবয়ব সৃষ্টি করবো।"
		},
		{
			"_id": "4042",
			"sura": "38",
			"para": "23",
			"verses": "72",
			"names": "فَاِذَا سَوَّیۡتُہٗ وَ نَفَخۡتُ فِیۡہِ مِنۡ رُّوۡحِیۡ فَقَعُوۡا  لَہٗ   سٰجِدِیۡنَ ﴿۷۲﴾   ",
			"number": "",
			"verses_PDMS": "فَاِذَا سَوَّیۡتُہٗ وَ نَفَخۡتُ فِیۡہِ مِنۡ رُّوۡحِیۡ فَقَعُوۡا  لَہٗ   سٰجِدِیۡنَ ﴿۷۲﴾   ",
			"index": "4042",
			"name": "অতঃপর যখন আমি তাকে সুঠাম করে নেবো, এবং তাতে আমার নিকট থেকে রূহ ফুঁৎকার করবো তখন তোমরা তাঁরই প্রতি সাজদাবনত হও!’",
			"en_kanzulimaan": "So when I have perfected him and breathed into him a spirit from Myself, (you all) fall down before him in prostration.",
			"ur_kanzulimaan": "پھر جب میں اسے ٹھیک بنالوں اور اس میں اپنی طرف کی روح پھونکوں تو تم اس کے لیے سجدے میں گرنا،",
			"hi_kanzulimaan": "फिर जब मैं उसे ठीक बना लूं (94फ) और उसमें अपनी तरफ़ की रूह फूंकूं (95फ) तो तुम उसके लिये सज्दे में गिरना",
			"author": "৭২. অতঃপর যখন আমরা একে (বাহ্যিক দেহ) সুষম করবো এবং এতে (এর অভ্যন্তরে) আমার (নূরানী) রূহ ফুকে দেবো, তখন তোমরা তাঁর প্রতি (সম্মানার্থে) সেজদাবনত হবে।’"
		},
		{
			"_id": "4043",
			"sura": "38",
			"para": "23",
			"verses": "73",
			"names": "فَسَجَدَ الۡمَلٰٓئِکَۃُ  کُلُّہُمۡ  اَجۡمَعُوۡنَ ﴿ۙ۷۳﴾ ",
			"number": "",
			"verses_PDMS": "فَسَجَدَ الۡمَلٰٓئِکَۃُ  کُلُّہُمۡ  اَجۡمَعُوۡنَ ﴿ۙ۷۳﴾ ",
			"index": "4043",
			"name": "তখন সমস্ত ফিরিশ্‌তা সাজদা করলো একেক করে, কেউ অবশিষ্ট রইলো না; ",
			"en_kanzulimaan": "So all the angels prostrated, every one, without exception.",
			"ur_kanzulimaan": "تو سب فرشتو ں نے سجدہ کیا ایک ایک نے کہ کوئی باقی نہ رہا،",
			"hi_kanzulimaan": "तो सब फ़रिश्तों ने सज्दा किया एक एक ने कि कोई बाक़ी न रहा",
			"author": "৭৩. অতঃপর ফেরেশতাগণ সকলেই একসাথে সেজদাবনত হলো,"
		},
		{
			"_id": "4044",
			"sura": "38",
			"para": "23",
			"verses": "74",
			"names": "اِلَّاۤ  اِبۡلِیۡسَ ؕ اِسۡتَکۡبَرَ وَ کَانَ مِنَ الۡکٰفِرِیۡنَ ﴿۷۴﴾ ",
			"number": "",
			"verses_PDMS": "اِلَّاۤ  اِبۡلِیۡسَ ؕ اِسۡتَکۡبَرَ وَ کَانَ مِنَ الۡکٰفِرِیۡنَ ﴿۷۴﴾ ",
			"index": "4044",
			"name": "কিন্তু ইবলীস। সে অহঙ্কার করলো এবং সে ছিলোই কাফিরদের অন্তর্ভুক্ত। ",
			"en_kanzulimaan": "Except Iblis; he was proud and was, from the beginning, a disbeliever.",
			"ur_kanzulimaan": "مگر ابلیس نے اس نے غرور کیا اور وہ تھا ہی کافروں میں",
			"hi_kanzulimaan": "मगर इब्लीस ने (96फ) उसने घमण्ड किया और वह था ही काफ़िरों में (97फ)",
			"author": "৭৪. কেবল ইবলীস ব্যতীত, সে (নবুয়্যতের মর্যাদার সামনে) অহঙ্কার করলো এবং কাফেরদের অন্তর্ভুক্ত হলো।"
		},
		{
			"_id": "4045",
			"sura": "38",
			"para": "23",
			"verses": "75",
			"names": "قَالَ یٰۤاِبۡلِیۡسُ مَا مَنَعَکَ اَنۡ تَسۡجُدَ لِمَا خَلَقۡتُ بِیَدَیَّ ؕ اَسۡتَکۡبَرۡتَ اَمۡ کُنۡتَ مِنَ  الۡعَالِیۡنَ ﴿۷۵﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ یٰۤاِبۡلِیۡسُ مَا مَنَعَکَ اَنۡ تَسۡجُدَ لِمَا خَلَقۡتُ بِیَدَیَّ ؕ اَسۡتَکۡبَرۡتَ اَمۡ کُنۡتَ مِنَ  الۡعَالِیۡنَ ﴿۷۵﴾ ",
			"index": "4045",
			"name": "বললেন, ‘হে ইবলীস! তোমাকে কোন জিনিসটা বাধা দিলো তাকে সাজদা করতে, যাকে আমি নিজ হাতে সৃষ্টি করেছি? তোমার মধ্যে কি অহঙ্কার এসেছে, না তুমি ছিলেই অহঙ্কারীদের অন্তর্ভুক্ত?’",
			"en_kanzulimaan": "Said Allah, O Iblis! What prevented you from prostrating before one whom I have created with My hands*? Have you become proud or were you haughty from the beginning? (Used as a metaphor).",
			"ur_kanzulimaan": "فرمایا اے ابلیس تجھے کس چیز نے روکا کہ تو اس کے لیے سجدہ کرے جسے میں نے اپنے ہاتھوں سے بنایا تجھے غرور آگیا یا تو تھا ہی مغروروں میں",
			"hi_kanzulimaan": "फ़रमाया ऐ इब्लीस तुझे किस चीज़ ने रोका कि तू उसके लिये सज्दा करे जिसे मैं ने अपने हाथों से बनाया क्या तुझे घमण्ड आ गया या तू था ही घमण्डियों में (98फ)",
			"author": "৭৫. (আল্লাহ) ইরশাদ করলেন, ‘হে ইবলীস! তোমাকে কিসে (এ সম্মানিত সত্তাকে) সেজদা করতে বাধা দিল, যাঁকে আমি স্বয়ং নিজ (মর্যাদাসম্পন্ন) হাতে সৃষ্টি করেছি? তৃমি কি (তাঁর প্রতি) ঔদ্ধত্য প্রকাশ করলে, নাকি (নিজের ধারণায়) তুমি ছিলে উচ্চ মর্যাদাসম্পন্ন (সৃষ্ট)?’"
		},
		{
			"_id": "4046",
			"sura": "38",
			"para": "23",
			"verses": "76",
			"names": "قَالَ  اَنَا خَیۡرٌ  مِّنۡہُ ؕ خَلَقۡتَنِیۡ  مِنۡ نَّارٍ وَّ  خَلَقۡتَہٗ  مِنۡ  طِیۡنٍ ﴿۷۶﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ  اَنَا خَیۡرٌ  مِّنۡہُ ؕ خَلَقۡتَنِیۡ  مِنۡ نَّارٍ وَّ  خَلَقۡتَہٗ  مِنۡ  طِیۡنٍ ﴿۷۶﴾ ",
			"index": "4046",
			"name": "সে বললো, ‘আমি তার চেয়ে শ্রেষ্ঠ। তুমি আমাকে আগুন থেকে সৃষ্টি করেছো। আর তাকে সৃষ্টি করেছো মাটি থেকে’।",
			"en_kanzulimaan": "Said Iblis, I am better than him; You made me from fire, and You have created him from clay!",
			"ur_kanzulimaan": "بولا میں اس سے بہتر ہوں تو نے مجھے آگ سے بنایا اور اسے مٹی سے پیدا کیا،",
			"hi_kanzulimaan": "बोला मैं उससे बेहतर हूँ (99फ) तूने मुझे आग से बनाया और उसे मिट्टी से पैदा किया",
			"author": "৭৬. সে (নবীর সাথে নিজের তুলনা করে) বললো, ‘আমি তাঁর থেকে শ্রেষ্ঠ। তুমি আমাকে সৃষ্টি করেছো আগুন থেকে আর তাঁকে সৃষ্টি করেছ মাটি থেকে।’"
		},
		{
			"_id": "4047",
			"sura": "38",
			"para": "23",
			"verses": "77",
			"names": "قَالَ فَاخۡرُجۡ  مِنۡہَا فَاِنَّکَ  رَجِیۡمٌ ﴿ۚۖ۷۷﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ فَاخۡرُجۡ  مِنۡہَا فَاِنَّکَ  رَجِیۡمٌ ﴿ۚۖ۷۷﴾ ",
			"index": "4047",
			"name": "বললেন, ‘তুমি জান্নাত থেকে বের হয়ে যাও! নিশ্চয় তুমি বিতাড়িত। ",
			"en_kanzulimaan": "He said, Therefore exit from heaven, for you have been outcast. (To disrespect the Prophets  peace and blessings be upon them  is blasphemy.)",
			"ur_kanzulimaan": "فرمایا تو جنت سے نکل جا کہ تو راندھا (لعنت کیا) گیا",
			"hi_kanzulimaan": "फ़रमाया तो जन्नत से निकल जा कि तू रांदा गया (100फ)",
			"author": "৭৭. ইরশাদ হলো, ‘অতঃপর (নবীর সাথে বেয়াদবীর অপরাধে) এখান থেকে বের হয়ে যাও, নিশ্চয়ই তুমি বিতাড়িত।"
		},
		{
			"_id": "4048",
			"sura": "38",
			"para": "23",
			"verses": "78",
			"names": "وَّ اِنَّ عَلَیۡکَ لَعۡنَتِیۡۤ  اِلٰی یَوۡمِ الدِّیۡنِ ﴿۷۸﴾ ",
			"number": "",
			"verses_PDMS": "وَّ اِنَّ عَلَیۡکَ لَعۡنَتِیۡۤ  اِلٰی یَوۡمِ الدِّیۡنِ ﴿۷۸﴾ ",
			"index": "4048",
			"name": "এবং নিশ্চয় তোমার উপর আমার অভিসম্পাত রইলো ক্বিয়ামত পর্যন্ত। ",
			"en_kanzulimaan": "And indeed My curse is upon you till the Day of Judgement.",
			"ur_kanzulimaan": "اور بیشک تجھ پر میری لعنت ہے قیامت تک",
			"hi_kanzulimaan": "और बेशक तुझ पर मेरी लअनत है क़यामत तक (101फ)",
			"author": "৭৮. আর অবশ্যই তোমার প্রতি আমার অভিশাপ বলবৎ থাকবে কিয়ামত দিবস পর্যন্ত।’"
		},
		{
			"_id": "4049",
			"sura": "38",
			"para": "23",
			"verses": "79",
			"names": "قَالَ رَبِّ فَاَنۡظِرۡنِیۡۤ  اِلٰی یَوۡمِ یُبۡعَثُوۡنَ ﴿۷۹﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ رَبِّ فَاَنۡظِرۡنِیۡۤ  اِلٰی یَوۡمِ یُبۡعَثُوۡنَ ﴿۷۹﴾ ",
			"index": "4049",
			"name": "বললো, ‘হে আমার রব! এমনি হলে তুমি আমাকে অবকাশ দাও ওই দিন পর্যন্ত, যেদিন উঠানো হবে’।",
			"en_kanzulimaan": "He said, My Lord! Therefore give me respite till the day when all will be raised.",
			"ur_kanzulimaan": "بولا اے میرے رب ایسا ہے تو مجھے مہلت دے اس دن تک کہ اٹھائے جائیں",
			"hi_kanzulimaan": "बोला ऐ मेरे रब ऐसा है तो मुझे मोहलत दे उस दिन तक कि उठाए जाएं (102फ)",
			"author": "৭৯. সে বললো, ‘হে প্রতিপালক! তাহলে আমাকে (জীবিত থাকার) অবকাশ দিন সেদিন পর্যন্ত যেদিন মানুষকে কবর থেকে উত্তোলন করা হবে।’"
		},
		{
			"_id": "4050",
			"sura": "38",
			"para": "23",
			"verses": "80",
			"names": "قَالَ  فَاِنَّکَ مِنَ الۡمُنۡظَرِیۡنَ ﴿ۙ۸۰﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ  فَاِنَّکَ مِنَ الۡمُنۡظَرِیۡنَ ﴿ۙ۸۰﴾ ",
			"index": "4050",
			"name": "(তিনি) বললেন, ‘তুমি অবকাশ প্রাপ্তদের অন্তর্ভুক্ত;",
			"en_kanzulimaan": "Said Allah, You are therefore among those given respite.",
			"ur_kanzulimaan": "فرمایا تو تُو مہلت والوں میں ہے،",
			"hi_kanzulimaan": "फ़रमाया तो तू मोहलत वालों में है",
			"author": "৮০. ইরশাদ হলো, ‘(যাও) তুমি নিশ্চিত অবকাশ প্রাপ্তদের অন্তর্ভুক্ত হলে,"
		},
		{
			"_id": "4051",
			"sura": "38",
			"para": "23",
			"verses": "81",
			"names": "اِلٰی یَوۡمِ الۡوَقۡتِ الۡمَعۡلُوۡمِ ﴿۸۱﴾  ",
			"number": "",
			"verses_PDMS": "اِلٰی یَوۡمِ الۡوَقۡتِ الۡمَعۡلُوۡمِ ﴿۸۱﴾  ",
			"index": "4051",
			"name": "ওই জ্ঞাত সময়ের দিন পর্যন্ত’। ",
			"en_kanzulimaan": "Until the time of the known day.",
			"ur_kanzulimaan": "اس جانے ہوئے وقت کے دن تک",
			"hi_kanzulimaan": "उस जाने हुए वक़्त के दिन तक (103फ)",
			"author": "৮১. সে সময় উপস্থিত হবার দিন পর্যন্ত যা নির্ধারিত (এবং জ্ঞাত)।’"
		},
		{
			"_id": "4052",
			"sura": "38",
			"para": "23",
			"verses": "82",
			"names": "قَالَ فَبِعِزَّتِکَ لَاُغۡوِیَنَّہُمۡ اَجۡمَعِیۡنَ ﴿ۙ۸۲﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ فَبِعِزَّتِکَ لَاُغۡوِیَنَّہُمۡ اَجۡمَعِیۡنَ ﴿ۙ۸۲﴾ ",
			"index": "4052",
			"name": "সে বললো, ‘তোমার সম্মানের শপথ! অবশ্যই আমি ওই সবকে পথভ্রষ্ট করে ফেলবো;",
			"en_kanzulimaan": "He said, Therefore, by oath of Your honour, I will surely mislead all of them.",
			"ur_kanzulimaan": "بولا تیری عزت کی قسم ضرور میں ان سب کو گمراہ کردوں گا،",
			"hi_kanzulimaan": "बोला तेरी इज़्ज़त की क़सम ज़रूर मैं उन सब को गुमराह कर दूंगा",
			"author": "৮২. সে বললো, ‘অতঃপর তোমার ইজ্জতের শপথ! আমি তাদের সবাইকে অবশ্যই পথভ্রষ্ট করবো,"
		},
		{
			"_id": "4053",
			"sura": "38",
			"para": "23",
			"verses": "83",
			"names": "اِلَّا عِبَادَکَ مِنۡہُمُ  الۡمُخۡلَصِیۡنَ ﴿۸۳﴾ ",
			"number": "",
			"verses_PDMS": "اِلَّا عِبَادَکَ مِنۡہُمُ  الۡمُخۡلَصِیۡنَ ﴿۸۳﴾ ",
			"index": "4053",
			"name": "কিন্তু যারা তাদের মধ্যে তোমার মনোনীত বান্দা রয়েছে’।",
			"en_kanzulimaan": "Except Your chosen bondmen among them.",
			"ur_kanzulimaan": "مگر جو ان میں تیرے چنے ہوئے بندے ہیں،",
			"hi_kanzulimaan": "मगर जो उनमें तेरे चुने  हुए बन्दे हैं",
			"author": "৮৩. তবে তোমার সে সকল বান্দা ব্যতীত যারা মনোনীত ও নির্বাচিত।’"
		},
		{
			"_id": "4054",
			"sura": "38",
			"para": "23",
			"verses": "84",
			"names": "قَالَ  فَالۡحَقُّ ۫ وَ الۡحَقَّ  اَقُوۡلُ ﴿ۚ۸۴﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ  فَالۡحَقُّ ۫ وَ الۡحَقَّ  اَقُوۡلُ ﴿ۚ۸۴﴾ ",
			"index": "4054",
			"name": "বললেন, ‘সুতরাং সত্য এটাই এবং আমি সত্যই বলি।",
			"en_kanzulimaan": "Said Allah, So this is the truth; and I speak only the truth. -",
			"ur_kanzulimaan": "فرمایا تو سچ یہ ہے اور میں سچ ہی فرماتا ہوں،",
			"hi_kanzulimaan": "फ़रमाया तो सच यह है और मैं सच ही फ़रमाता हूँ",
			"author": "৮৪. ইরশাদ হলো, ‘অতঃপর সত্য (এই), আর আমি সত্যই বলি,"
		},
		{
			"_id": "4055",
			"sura": "38",
			"para": "23",
			"verses": "85",
			"names": "لَاَمۡلَـَٔنَّ جَہَنَّمَ مِنۡکَ وَ مِمَّنۡ تَبِعَکَ مِنۡہُمۡ  اَجۡمَعِیۡنَ  ﴿۸۵﴾ ",
			"number": "",
			"verses_PDMS": "لَاَمۡلَـَٔنَّ جَہَنَّمَ مِنۡکَ وَ مِمَّنۡ تَبِعَکَ مِنۡہُمۡ  اَجۡمَعِیۡنَ  ﴿۸۵﴾ ",
			"index": "4055",
			"name": "নিশ্চয় নিশ্চয় আমি জাহান্নাম পূরণ করবো তোমার দ্বারা এবং তাদের মধ্যে যতোজন তোমার অনুসরণ করবে- সবার দ্বারা’।",
			"en_kanzulimaan": "That I will fill hell with you and with those among them who follow you, all together.",
			"ur_kanzulimaan": "بیشک میں ضرور جہنم بھردوں گا تجھ سے اور ان میں سے جتنے تیری پیروی کریں گے سب سے،",
			"hi_kanzulimaan": "बेशक मैं ज़रूर जहन्नम भर दूंगा तुझसे (104फ) और उनमें से (105फ) जितने तेरी पैरवी करेंगे सब से",
			"author": "৮৫. আমি তোমাকে এবং যারা (বেয়াদবীর সংকল্পে) তোমার অনুসরণ করবে, তাদের সকলকে দিয়ে জাহান্নাম পূর্ণ করবোই।’"
		},
		{
			"_id": "4056",
			"sura": "38",
			"para": "23",
			"verses": "86",
			"names": "قُلۡ مَاۤ  اَسۡـَٔلُکُمۡ عَلَیۡہِ مِنۡ  اَجۡرٍ وَّ مَاۤ  اَنَا مِنَ الۡمُتَکَلِّفِیۡنَ ﴿۸۶﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ مَاۤ  اَسۡـَٔلُکُمۡ عَلَیۡہِ مِنۡ  اَجۡرٍ وَّ مَاۤ  اَنَا مِنَ الۡمُتَکَلِّفِیۡنَ ﴿۸۶﴾ ",
			"index": "4056",
			"name": "আপনি বলুন, ‘আমি এ ক্বোরআনের জন্য তোমাদের নিকট থেকে কোন প্রতিদান চাই না এবং আমি কপট লোকদের অন্তর্ভুক্ত নই’।",
			"en_kanzulimaan": "Say (O dear Prophet Mohammed  peace and blessings be upon him) I do not ask any fee from you for the Quran, and I am not a fabricator.",
			"ur_kanzulimaan": "تم فرماؤ میں اس قرآن پر تم سے کچھ اجر نہیں مانگتا اور میں بناوٹ والوں سے نہیں،",
			"hi_kanzulimaan": "तुम फ़रमाओ मैं इस क़ुरआन पर तुम से कुछ अज्र नहीं मांगता और मैं बनावट वालों में नहीं",
			"author": "৮৬. বলে দিন, ‘আমি এর জন্যে (এ সত্য প্রচারে) তোমাদের নিকট কোনো প্রতিদান চাই না, আর আমি তাদের অন্তর্ভুক্তও নই যারা মিথ্যা দাবি করে।"
		},
		{
			"_id": "4057",
			"sura": "38",
			"para": "23",
			"verses": "87",
			"names": "اِنۡ  ہُوَ   اِلَّا  ذِکۡرٌ   لِّلۡعٰلَمِیۡنَ ﴿۸۷﴾ ",
			"number": "",
			"verses_PDMS": "اِنۡ  ہُوَ   اِلَّا  ذِکۡرٌ   لِّلۡعٰلَمِیۡنَ ﴿۸۷﴾ ",
			"index": "4057",
			"name": "তা-তো নয়, কিন্তু উপদেশ সমগ্র জাহানের জন্য। ",
			"en_kanzulimaan": "It is not but an advice for the entire world.",
			"ur_kanzulimaan": "وہ تو نہیں مگر نصیحت سارے جہان کے لیے،",
			"hi_kanzulimaan": "वह तो नहीं मगर नसीहत सारे जगत के लिये",
			"author": "৮৭. এ (কুরআন) তো বিশ্ব-জগতের জন্যে উপদেশ ও হেদায়াত মাত্র।"
		},
		{
			"_id": "4058",
			"sura": "38",
			"para": "23",
			"verses": "88",
			"names": "وَ  لَتَعۡلَمُنَّ  نَبَاَہٗ  بَعۡدَ حِیۡنٍ ﴿۸۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ  لَتَعۡلَمُنَّ  نَبَاَہٗ  بَعۡدَ حِیۡنٍ ﴿۸۸﴾ ",
			"index": "4058",
			"name": "এবং অবশ্যই একটা সময়ের পর তোমরা সেটার সংবাদ জানবে।",
			"en_kanzulimaan": "And you will come to know of its tidings, after a while.",
			"ur_kanzulimaan": "اور ضرور ایک وقت کے بعد تم اس کی خبر جانو گے",
			"hi_kanzulimaan": "और ज़रूर एक वक़्त के बाद तुम इसकी ख़बर जानोगे (106फ)",
			"author": "৮৮. আর কিছু সময় পরই তুমি নিজেই এর সত্যতা অবগত হবে।’"
		}
	]