[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "2349",
			"sura": "20",
			"para": "16",
			"verses": "1",
			"names": "طٰہٰ ۚ﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "طٰہٰ ۚ﴿۱﴾ ",
			"index": "2349",
			"name": "ত্বোয়া-হা।",
			"en_kanzulimaan": "Ta-Ha.* (O dear Prophet Mohammed - peace and blessings be upon him) (Alphabets of the Arabic language - Allah and to whomever He reveals know their precise meanings.)",
			"ur_kanzulimaan": "طٰهٰ",
			"hi_kanzulimaan": "_",
			"author": "১. ত্বা-হা। (প্রকৃত অর্থ আল্লাহ তা’আলা এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়া সাল্লামই অধিক অবগত।)"
		},
		{
			"_id": "2350",
			"sura": "20",
			"para": "16",
			"verses": "2",
			"names": "مَاۤ   اَنۡزَلۡنَا عَلَیۡکَ  الۡقُرۡاٰنَ  لِتَشۡقٰۤی ۙ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "مَاۤ   اَنۡزَلۡنَا عَلَیۡکَ  الۡقُرۡاٰنَ  لِتَشۡقٰۤی ۙ﴿۲﴾ ",
			"index": "2350",
			"name": "হে মাহবূব আমি আপনার উপর এ ক্বোরআন এ জন্য অবতীর্ণ করিনি যে, আপনি ক্লেশে পড়বেন; ",
			"en_kanzulimaan": "We have not sent down this Quran upon you (O dear Prophet Mohammed - peace and blessings be upon him) for you to fall into hardship! (Either because he used to pray at length during the night or because he was distressed due to the disbelievers not accepting faith.)",
			"ur_kanzulimaan": "اے محبوب! ہم نے تم پر یہ قرآن اس لیے نہ اتارا کہ مشقت میں پڑو",
			"hi_kanzulimaan": "ऐ मेहबूब हमने तुमपर यह क़ुरआन इसलिये न उतारा कि तुम मशक़्क़त में पड़ो (2फ)",
			"author": "২. (হে সম্মানিত মাহবুব!) আমরা আপনার প্রতি কুরআন এ জন্যে অবতীর্ণ করিনি যে, আপনি কষ্টে পতিত হবেন।"
		},
		{
			"_id": "2351",
			"sura": "20",
			"para": "16",
			"verses": "3",
			"names": "اِلَّا  تَذۡکِرَۃً   لِّمَنۡ  یَّخۡشٰی  ۙ﴿۳﴾",
			"number": "",
			"verses_PDMS": "اِلَّا  تَذۡکِرَۃً   لِّمَنۡ  یَّخۡشٰی  ۙ﴿۳﴾",
			"index": "2351",
			"name": "হাঁ, তাঁরই জন্য উপদেশ, যে ভয় করে; ",
			"en_kanzulimaan": "Except as a reminder for one who fears.",
			"ur_kanzulimaan": "ہاں اس کو نصیحت جو ڈر رکھتا ہو",
			"hi_kanzulimaan": "हाँ उसको नसीहत जो डर रखता हो (3फ)",
			"author": "৩. তবে (এটি) ওই ব্যক্তির জন্যে উপদেশ (হিসেবে অবতীর্ণ) যে (স্বীয় প্রতিপালককে) ভয় করে।"
		},
		{
			"_id": "2352",
			"sura": "20",
			"para": "16",
			"verses": "4",
			"names": "تَنۡزِیۡلًا مِّمَّنۡ خَلَقَ الۡاَرۡضَ وَ السَّمٰوٰتِ الۡعُلٰی  ؕ﴿۴﴾",
			"number": "",
			"verses_PDMS": "تَنۡزِیۡلًا مِّمَّنۡ خَلَقَ الۡاَرۡضَ وَ السَّمٰوٰتِ الۡعُلٰی  ؕ﴿۴﴾",
			"index": "2352",
			"name": "তাঁরই অবতীর্ণ, যিনি যমীন ও সমুচ্চ আসুমানসমূহ সৃষ্টি করেছেন।",
			"en_kanzulimaan": "Sent down by One Who created the earth and the lofty heavens.",
			"ur_kanzulimaan": "اس کا اتارا ہوا جس نے زمین اور اونچے آسمان بنائے،",
			"hi_kanzulimaan": "उसका उतारा हुआ ज़मीन और ऊंचे आसमान बनाए",
			"author": "৪. (এটি) অবতীর্ণ হয়েছে সে সত্তা (আল্লাহ্) কর্তৃক, যিনি পৃথিবী এবং সুউচ্চ ও সমুন্নত আকাশমন্ডলী সৃষ্টি করেছেন।"
		},
		{
			"_id": "2353",
			"sura": "20",
			"para": "16",
			"verses": "5",
			"names": "اَلرَّحۡمٰنُ  عَلَی الۡعَرۡشِ  اسۡتَوٰی  ﴿۵﴾",
			"number": "",
			"verses_PDMS": "اَلرَّحۡمٰنُ  عَلَی الۡعَرۡشِ  اسۡتَوٰی  ﴿۵﴾",
			"index": "2353",
			"name": "তিনি পরম করুণাময়, তিনি আরশের উপর ইস্তিওয়া করেন (সমাসীন হন) যেমনই তাঁর মর্যাদার জন্য শোভা পায়। ",
			"en_kanzulimaan": "The Most Gracious Who (befitting His Majesty) established Himself upon the Throne (of control)",
			"ur_kanzulimaan": "وہ بڑی مہر والا، اس نے عرش پر استواء فرمایا جیسا اس کی شان کے لائق ہے،",
			"hi_kanzulimaan": "वह बड़ी मेहर (कृपा) वाला, उसने अर्श पर इस्तिवा फ़रमाया जैसा उसकी शान के लायक़ है",
			"author": "৫. (তিনি) অতিশয় অনুগ্রহশীল, যিনি (মহাবিশ্বের সমস্ত ব্যবস্থাপনার উপরে শক্তি ও সর্বোচ্চ কর্তৃত্বের) সিংহাসনে অধিষ্ঠিত হয়েছেন।"
		},
		{
			"_id": "2354",
			"sura": "20",
			"para": "16",
			"verses": "6",
			"names": "لَہٗ مَا فِی السَّمٰوٰتِ  وَ مَا فِی الۡاَرۡضِ وَ مَا بَیۡنَہُمَا وَ مَا  تَحۡتَ الثَّرٰی  ﴿۶﴾",
			"number": "",
			"verses_PDMS": "لَہٗ مَا فِی السَّمٰوٰتِ  وَ مَا فِی الۡاَرۡضِ وَ مَا بَیۡنَہُمَا وَ مَا  تَحۡتَ الثَّرٰی  ﴿۶﴾",
			"index": "2354",
			"name": "তাঁরই, যা কিছু আসমানসমূহে রয়েছে, যা কিছু যমীনে, যা কিছু সেগুলোর মধ্যখানে রয়েছে এবং যা কিছু এ ভেজা মাটির নিচে রয়েছে।",
			"en_kanzulimaan": "To Him only belongs all whatever is in the heavens and all whatever is in the earth, and all whatever is between them, and all whatever is beneath this wet soil.",
			"ur_kanzulimaan": "اس کا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں اور جو کچھ ان کے بیچ میں اور جو کچھ اس گیلی مٹی کے نیچے ہے",
			"hi_kanzulimaan": "उसका है जो कुछ आसमानों में है और जो कुछ ज़मीन में और जो कुछ आसमानों में है और जो कुछ इस गीली मिट्टी के नीचे है (4फ)",
			"author": "৬. (অতঃপর) যা কিছু আকাশমন্ডলী (-এর অভ্যন্তরের সুউচ্চ আলোকসর্বস্ব নৈর্ব্যক্তিক জগত এবং শূণ্যমন্ডলের বস্তুজগতে) এবং যা কিছু পৃথিবীতে এবং যা কিছু এ দু’য়ের মাঝে (বায়ূমন্ডলে) রয়েছে এবং যা কিছু রয়েছে ভুগর্ভের সর্বশেষ স্তর পর্যন্ত, সবকিছু তাঁরই (আদেশ এবং নিয়ন্ত্রণ ব্যবস্থার অনুগামী)।"
		},
		{
			"_id": "2355",
			"sura": "20",
			"para": "16",
			"verses": "7",
			"names": "وَ اِنۡ تَجۡہَرۡ بِالۡقَوۡلِ فَاِنَّہٗ یَعۡلَمُ السِّرَّ وَ اَخۡفٰی  ﴿۷﴾",
			"number": "",
			"verses_PDMS": "وَ اِنۡ تَجۡہَرۡ بِالۡقَوۡلِ فَاِنَّہٗ یَعۡلَمُ السِّرَّ وَ اَخۡفٰی  ﴿۷﴾",
			"index": "2355",
			"name": "আর যদি তুমি কথা উচ্চ কণ্ঠে বলো তবে তিনি তো গোপন রহস্য জানেন এবং তা-ও, যা তদপেক্ষাও অধিক গোপন।",
			"en_kanzulimaan": "And if you speak aloud - so He surely knows the secret and that which is more concealed.",
			"ur_kanzulimaan": "اور اگر تو بات پکار کر کہے تو وہ تو بھید کو جانتا ہے اور اسے جو اس سے بھی زیادہ چھپا ہے",
			"hi_kanzulimaan": "और अगर तू बात पुकार कर कहे तो वह तो भेद को जानता है और उसे जो उससे भी ज़्यादा छुपा है (5फ)",
			"author": "৭. আর যদি আপনি প্রকাশ্যে (উচ্চ স্বরে) যিকির ও দুয়া করেন (তবুও কোনো অসুবিধা নেই), তিনি তো (অন্তরের) গোপন ভেদ এবং অধিকতর গুপ্তরহস্যও (অর্থাৎ সর্বাধিক গোপন ভেদও) জানেন। (সুতরাং তিনি সুউচ্চ স্বরে প্রার্থনা কেন শুনবেন না!)"
		},
		{
			"_id": "2356",
			"sura": "20",
			"para": "16",
			"verses": "8",
			"names": "اَللّٰہُ  لَاۤ  اِلٰہَ  اِلَّا ہُوَ ؕ لَہُ  الۡاَسۡمَآءُ الۡحُسۡنٰی ﴿۸﴾ ",
			"number": "",
			"verses_PDMS": "اَللّٰہُ  لَاۤ  اِلٰہَ  اِلَّا ہُوَ ؕ لَہُ  الۡاَسۡمَآءُ الۡحُسۡنٰی ﴿۸﴾ ",
			"index": "2356",
			"name": "আল্লাহ্‌, তিনি ব্যতীত কারো বন্দেগী নেই, তাঁরই রয়েছে সব উত্তম নাম।",
			"en_kanzulimaan": "Allah - there is no worship except for Him; His only are the best names.",
			"ur_kanzulimaan": "اللہ کہ اس کے سوا کسی کی بندگی نہیں، اسی کے ہیں سب اچھے نام",
			"hi_kanzulimaan": "अल्लाह कि उसके सिवा किसी की बन्दगी नहीं उसी के हैं सब अच्छे नाम (6फ)",
			"author": "৮. আল্লাহ্ (তাঁরই সত্তাগত নাম) যিনি ব্যতীত কোনো উপাস্য নেই (অর্থাৎ তোমরা শুধু তাঁকেই মেনে নাও আর বাকী সকল মিথ্যা উপাস্যকে পরিত্যাগ করো)। তাঁর জন্যে রয়েছে (আরো) অনেক সুন্দর নাম (যা তাঁর সুন্দর ও মনোরম গুণাবলীর সন্ধান দেয়)।"
		},
		{
			"_id": "2357",
			"sura": "20",
			"para": "16",
			"verses": "9",
			"names": "وَ ہَلۡ  اَتٰىکَ  حَدِیۡثُ  مُوۡسٰی  ۘ﴿۹﴾",
			"number": "",
			"verses_PDMS": "وَ ہَلۡ  اَتٰىکَ  حَدِیۡثُ  مُوۡسٰی  ۘ﴿۹﴾",
			"index": "2357",
			"name": "এবং আপনার নিকট কি মূসার কোন সংবাদ এসেছে?",
			"en_kanzulimaan": "And did the news of Moosa reach you?",
			"ur_kanzulimaan": "اور کچھ تمہیں موسیٰ کی خبر آئی",
			"hi_kanzulimaan": "और कुछ तुम्हें मूसा की ख़बर आई (7फ)",
			"author": "৯. আপনার নিকট কি মুসা (আলাইহিস সালাম)-এঁর বৃত্তান্ত এসেছে?"
		},
		{
			"_id": "2358",
			"sura": "20",
			"para": "16",
			"verses": "10",
			"names": "اِذۡ رَاٰ نَارًا فَقَالَ  لِاَہۡلِہِ  امۡکُثُوۡۤا  اِنِّیۡۤ اٰنَسۡتُ نَارًا لَّعَلِّیۡۤ  اٰتِیۡکُمۡ مِّنۡہَا بِقَبَسٍ  اَوۡ  اَجِدُ  عَلَی النَّارِ  ہُدًی ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "اِذۡ رَاٰ نَارًا فَقَالَ  لِاَہۡلِہِ  امۡکُثُوۡۤا  اِنِّیۡۤ اٰنَسۡتُ نَارًا لَّعَلِّیۡۤ  اٰتِیۡکُمۡ مِّنۡہَا بِقَبَسٍ  اَوۡ  اَجِدُ  عَلَی النَّارِ  ہُدًی ﴿۱۰﴾ ",
			"index": "2358",
			"name": "যখন সে এক আগুন দেখলো, তখন তাঁর স্ত্রীকে বললো, ‘দাড়াও, এক আগুন আমার নজরে পড়েছে। সম্ভবতঃ আমি তোমাদের জন্য তা থেকে কিছু জ্বলন্ত অঙ্গার নিয়ে আসবো অথবা আগুনের উপর রাস্তা পাবো’।",
			"en_kanzulimaan": "When he saw a fire and said to his wife, Wait - I have seen a fire - perhaps I may bring you an ember from it or find a way upon the fire.",
			"ur_kanzulimaan": "جب اس نے ایک آگ دیکھی تو اپنی بی بی سے کہا ٹھہرو مجھے ایک آگ نظر پڑی ہے شاید میں تمہارے لیے اس میں سے کوئی چنگاری لاؤں یا آ گ پر راستہ پاؤں،",
			"hi_kanzulimaan": "जब उसने एक आग देखी तो अपनी बीबी से कहा ठहरो मुझे एक आग नज़र पड़ी है शायद में तुम्हारे लिये उसमें से कोई चिंगारी लाऊं या आग पर रास्ता पाऊं",
			"author": "১০. মূসা (আলাইহিস সালাম মাদইয়ান থেকে মিশর আসার পথে) যখন আগুন দেখতে পেলেন, তখন তিনি তাঁর পরিবারকে বললেন, ‘তোমরা এখানে অবস্থান করো, আমি আগুন দেখতে পেয়েছি (অথবা আমি এক অগ্নিশিখায় প্রগাঢ় স্নেহ ও ভালোবাসার ঝলক হৃদয়ঙ্গম করেছি)। হয়তো আমি তা থেকে কোনো অঙ্গার তোমাদের জন্যে(ও) নিয়ে আসবো অথবা আমি এ আগুনে পথনির্দেশনা পেয়ে যাবো (যার অন্বেষণে আমি অধীর)।"
		},
		{
			"_id": "2359",
			"sura": "20",
			"para": "16",
			"verses": "11",
			"names": "فَلَمَّاۤ   اَتٰىہَا  نُوۡدِیَ  یٰمُوۡسٰی ﴿ؕ۱۱﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّاۤ   اَتٰىہَا  نُوۡدِیَ  یٰمُوۡسٰی ﴿ؕ۱۱﴾ ",
			"index": "2359",
			"name": "অতঃপর যখন আগুনের নিকট আসলো, আহ্বান করা হলো, ‘হে মূসা!",
			"en_kanzulimaan": "So when he came near the fire, it was announced, O Moosa!",
			"ur_kanzulimaan": "پھر جب آگ کے پاس آیا ندا فرمائی گئی کہ اے موسیٰ،",
			"hi_kanzulimaan": "फिर जब आग के पास आया (8फ) निदा (पुकार) फ़रमाई गई कि ऐ मूसा",
			"author": "১১. অতঃপর যখন তিনি (এ আগুন) এর নিকটবর্তী হলেন, তখন আহ্বান করা হলো, ‘হে মূসা!"
		},
		{
			"_id": "2360",
			"sura": "20",
			"para": "16",
			"verses": "12",
			"names": "اِنِّیۡۤ  اَنَا رَبُّکَ فَاخۡلَعۡ نَعۡلَیۡکَ ۚ اِنَّکَ بِالۡوَادِ  الۡمُقَدَّسِ طُوًی  ﴿ؕ۱۲﴾",
			"number": "",
			"verses_PDMS": "اِنِّیۡۤ  اَنَا رَبُّکَ فَاخۡلَعۡ نَعۡلَیۡکَ ۚ اِنَّکَ بِالۡوَادِ  الۡمُقَدَّسِ طُوًی  ﴿ؕ۱۲﴾",
			"index": "2360",
			"name": "নিশ্চয় আমি তোমার রব। সুতরাং তুমি আপন জুতা খুলে ফেলো; নিশ্চয় তুমি পবিত্র উপত্যকা ‘তুওয়া’ এর মধ্যে এসেছো।",
			"en_kanzulimaan": "Indeed I am your Lord, therefore take off your shoes; indeed you are in the holy valley of Tuwa!",
			"ur_kanzulimaan": "بیشک میں تیرا رب ہوں تو تو اپنے جوتے اتار ڈال بیشک تو پاک جنگل طویٰ میں ہے",
			"hi_kanzulimaan": "बेशक मैं तेरा रब हूँ तो तू अपने जूते उतार डाल (9फ) बेशक तू पाक जंगल तुवा में है (10फ)",
			"author": "১২. নিশ্চয়ই আমিই তোমার প্রতিপালক, সুতরাং তুমি তোমার জুতা খুলে ফেল; নিশ্চয়ই তুমি পবিত্র ‘তুয়া’ উপত্যকায় রয়েছো।"
		},
		{
			"_id": "2361",
			"sura": "20",
			"para": "16",
			"verses": "13",
			"names": "وَ  اَنَا  اخۡتَرۡتُکَ  فَاسۡتَمِعۡ  لِمَا یُوۡحٰی ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اَنَا  اخۡتَرۡتُکَ  فَاسۡتَمِعۡ  لِمَا یُوۡحٰی ﴿۱۳﴾ ",
			"index": "2361",
			"name": "এবং আমি তোমাকে মনোনীত করেছি। এখন কান পেতে শুনো যা তোমার প্রতি ওহী করা হয়। ",
			"en_kanzulimaan": "And I have chosen you, therefore listen carefully to what is divinely revealed to you.",
			"ur_kanzulimaan": "اور میں نے تجھے پسند کیا اب کان لگا کر سن جو تجھے وحی ہوتی ہے،",
			"hi_kanzulimaan": "और मैंने तुझे पसन्द किया (11फ) अब कान लगाकर सुन जो तुझे वही(देववाणी) होती है",
			"author": "১৩. আর আমি তোমাকে (আমার রেসালাতের জন্যে) মনোনীত করেছি, সুতরাং তোমার প্রতি যা প্রত্যাদেশ করা হচ্ছে তা তুমি পূর্ণ মনোযোগ সহকারে শ্রবণ করো।"
		},
		{
			"_id": "2362",
			"sura": "20",
			"para": "16",
			"verses": "14",
			"names": "اِنَّنِیۡۤ  اَنَا اللّٰہُ  لَاۤ  اِلٰہَ   اِلَّاۤ   اَنَا  فَاعۡبُدۡنِیۡ ۙ وَ  اَقِمِ  الصَّلٰوۃَ   لِذِکۡرِیۡ ﴿۱۴﴾",
			"number": "",
			"verses_PDMS": "اِنَّنِیۡۤ  اَنَا اللّٰہُ  لَاۤ  اِلٰہَ   اِلَّاۤ   اَنَا  فَاعۡبُدۡنِیۡ ۙ وَ  اَقِمِ  الصَّلٰوۃَ   لِذِکۡرِیۡ ﴿۱۴﴾",
			"index": "2362",
			"name": "নিশ্চয়, আমি হলাম ‘আল্লাহ্‌’, আমি ব্যতীত অন্য কোন উপাস্য নেই। সুতরাং তুমি আমার বন্দেগী করো এবং আমার স্মরণার্থে নামায কায়েম রাখো। ",
			"en_kanzulimaan": "Indeed it is Me, Allah - there is no God except I - therefore worship Me and keep the prayer established for My remembrance.",
			"ur_kanzulimaan": "بیشک میں ہی ہوں اللہ کہ میرے سوا کوئی معبود نہیں تو میری بندگی کر اور میری یاد کے لیے نماز قائم رکھ",
			"hi_kanzulimaan": "बेशक मैं ही हूँ अल्लाह कि मेरे सिवा कोई मअबूद नहीं तो मेरी बन्दगी कर और मेरी याद के लिये नमाज़ क़ायम रख (12फ)",
			"author": "১৪. নিশ্চয়ই আমিই আল্লাহ্, আমি ব্যতীত কোনো উপাস্য নেই। সুতরাং তুমি আমার ইবাদত করো এবং আমার স্মরণার্থে নামায কায়েম করো।"
		},
		{
			"_id": "2363",
			"sura": "20",
			"para": "16",
			"verses": "15",
			"names": "اِنَّ السَّاعَۃَ  اٰتِیَۃٌ  اَکَادُ اُخۡفِیۡہَا لِتُجۡزٰی کُلُّ  نَفۡسٍۭ  بِمَا  تَسۡعٰی ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّ السَّاعَۃَ  اٰتِیَۃٌ  اَکَادُ اُخۡفِیۡہَا لِتُجۡزٰی کُلُّ  نَفۡسٍۭ  بِمَا  تَسۡعٰی ﴿۱۵﴾ ",
			"index": "2363",
			"name": "নিশ্চয় ক্বিয়ামত আগমনকারী এটা নিকটবর্তী ছিলো যে, আমি সেটাকে সবার নিকট থেকে গোপন রেখে দিই যেন প্রত্যেকে আপন প্রচেষ্টার প্রতিদান পায়। ",
			"en_kanzulimaan": "The Last Day will surely come - it was close that I hide it from all - in order that every soul may get the reward of its effort. (He revealed it to His Prophets, so that people may fear and get ready. The exact time is not revealed to the people.)",
			"ur_kanzulimaan": "بیشک قیامت آنے والی ہے قریب تھا کہ میں اسے سب سے چھپاؤں کہ ہر جان اپنی کوشش کا بدلہ پائے",
			"hi_kanzulimaan": "बेशक क़यामत आने वाली है क़रीब था कि मैं उसे सबसे छुपाऊं (13फ) कि हर जान अपनी कोशिश का बदला पाए (14फ)",
			"author": "১৫. নিশ্চয়ই কিয়ামতের মূহূর্ত আসন্ন। আমি একে গোপন রাখতে চাই যাতে প্রত্যেককে (স্বীয় কর্মে) পুরস্কৃত করা যায়, যার জন্যে তারা সচেষ্ট।"
		},
		{
			"_id": "2364",
			"sura": "20",
			"para": "16",
			"verses": "16",
			"names": "فَلَا یَصُدَّنَّکَ عَنۡہَا مَنۡ لَّا یُؤۡمِنُ بِہَا وَ اتَّبَعَ  ہَوٰىہُ  فَتَرۡدٰی ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "فَلَا یَصُدَّنَّکَ عَنۡہَا مَنۡ لَّا یُؤۡمِنُ بِہَا وَ اتَّبَعَ  ہَوٰىہُ  فَتَرۡدٰی ﴿۱۶﴾ ",
			"index": "2364",
			"name": "সুতরাং কখনো তোমাকে যেন সেটা মান্য করা থেকে নিবৃত্ত না করে ওই ব্যক্তি, যে সেটার উপর ঈমান আনে না এবং আপন কুপ্রবৃত্তির অনুসরণ করেছে, সুতরাং নিবৃত্ত হলে তুমি ধ্বংস হয়ে যাবে। ",
			"en_kanzulimaan": "Therefore never let one, who does not accept faith in it and follows his own desires, prevent you from accepting this, so then you become ruined.",
			"ur_kanzulimaan": "تو ہرگز تجھے اس کے ماننے سے وہ باز نہ رکھے جو اس پر ایمان نہیں لاتا اور اپنی خواہش کےم پیچھے چلا پھر تو ہلاک ہوجائے،",
			"hi_kanzulimaan": "तो हरगिज़ तुझे (15फ) उसके मानने से वह बाज़ न रखे जो उस पर ईमान नहीं लाता और अपनी ख़्वाहिश के पीछे चला (16फ) फिर तू हलाक हो जाए",
			"author": "১৬. অতঃপর তোমাকে কেউ যেন এ (ধ্যান) থেকে প্রতিহত না করে, যে (নিজে) এর প্রতি ঈমান রাখে না এবং নিজের কুপ্রবৃত্তির অনুগামী; নচেৎ তুমি(ও) ধ্বংস হয়ে যাবে।"
		},
		{
			"_id": "2365",
			"sura": "20",
			"para": "16",
			"verses": "17",
			"names": "وَ  مَا تِلۡکَ بِیَمِیۡنِکَ  یٰمُوۡسٰی ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ  مَا تِلۡکَ بِیَمِیۡنِکَ  یٰمُوۡسٰی ﴿۱۷﴾ ",
			"index": "2365",
			"name": "এবং হে মূসা! তোমার ডান হাতে এটা কি?’",
			"en_kanzulimaan": "And what is this in your right hand, O Moosa?",
			"ur_kanzulimaan": "اور یہ تیرے داہنے ہاتھ میں کیا ہے اے موسیٰ",
			"hi_kanzulimaan": "और यह तेरे दाएं हाथ में क्या है ऐ मूसा (17फ)",
			"author": "১৭. আর তোমার ডান হাতে এটি কী, হে মুসা?’"
		},
		{
			"_id": "2366",
			"sura": "20",
			"para": "16",
			"verses": "18",
			"names": "قَالَ ہِیَ عَصَایَ ۚ اَتَوَکَّوٴُا عَلَیۡہَا وَ اَہُشُّ بِہَا عَلٰی غَنَمِیۡ وَ لِیَ فِیۡہَا مَاٰرِبُ  اُخۡرٰی  ﴿۱۸﴾",
			"number": "",
			"verses_PDMS": "قَالَ ہِیَ عَصَایَ ۚ اَتَوَکَّوٴُا عَلَیۡہَا وَ اَہُشُّ بِہَا عَلٰی غَنَمِیۡ وَ لِیَ فِیۡہَا مَاٰرِبُ  اُخۡرٰی  ﴿۱۸﴾",
			"index": "2366",
			"name": "আরয করলো, ‘এটা আমার লাঠি আমি সেটার উপর ভর করি এবং তা দিয়ে আমি আপন মেষ পালের উপর গাছের পাতা ঝেড়ে থাকি আর তাতে আমার আরো কাজ আছে’।",
			"en_kanzulimaan": "He said, This is my staff; I support myself on it, and I knock down leaves for my sheep with it, and there are other uses for me in it.",
			"ur_kanzulimaan": "عرض کی یہ میرا عصا ہے میں اس پر تکیہ لگاتا ہوں اور اس سے اپنی بکریوں پر پتے جھاڑتا ہوں اور میرے اس میں اور کام ہیں",
			"hi_kanzulimaan": "अर्ज़ की यह मेरा असा (लाठी) है (18फ) मैं इस पर तकिया लगाता हूँ और इससे अपनी बकरियों पर पत्ते झाड़ता हूँ और मेरे इसमें और काम हैं (19फ)",
			"author": "১৮. তিনি বললেন, ‘এটি আমার লাঠি, আমি এর উপর ভর দেই এবং এটি দ্বারা আমি আমার ছাগপালের জন্যে বৃক্ষপত্র ফেলে থাকি এবং এতে আমার অন্যান্য উপকারও হয়’।"
		},
		{
			"_id": "2367",
			"sura": "20",
			"para": "16",
			"verses": "19",
			"names": "قَالَ  اَلۡقِہَا یٰمُوۡسٰی ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ  اَلۡقِہَا یٰمُوۡسٰی ﴿۱۹﴾ ",
			"index": "2367",
			"name": "এরশাদ করলেন, ‘সেটা নিক্ষেপ করো, হে মূসা!’",
			"en_kanzulimaan": "He said, Put it down, O Moosa!",
			"ur_kanzulimaan": "فرمایا اسے ڈال دے اے موسیٰ،",
			"hi_kanzulimaan": "फ़रमाया इसे डाल दे ऐ मूसा",
			"author": "১৯. এরশাদ হলো, ‘হে মূসা! এটি (ভূমিতে) নিক্ষেপ করো।’"
		},
		{
			"_id": "2368",
			"sura": "20",
			"para": "16",
			"verses": "20",
			"names": "فَاَلۡقٰہَا فَاِذَا ہِیَ حَیَّۃٌ  تَسۡعٰی  ﴿۲۰﴾",
			"number": "",
			"verses_PDMS": "فَاَلۡقٰہَا فَاِذَا ہِیَ حَیَّۃٌ  تَسۡعٰی  ﴿۲۰﴾",
			"index": "2368",
			"name": "অতঃপর মূসা তা নিক্ষেপ করলো। তখনই তা সাপ হয়ে ছুটতে লাগলো। ",
			"en_kanzulimaan": "So Moosa put it down - thereupon it became a fast moving serpent.",
			"ur_kanzulimaan": "تو موسیٰ نے ڈال دیا تو جبھی وہ دوڑتا ہوا سانپ ہوگیا",
			"hi_kanzulimaan": "तो मूसा ने डाल दिया तो जभी वह दौड़ता हुआ सांप हो गया (20फ)",
			"author": "২০. অতঃপর তিনি একে (ভূমিতে) নিক্ষেপ করলেন, তখন এটি অকস্মাৎ সাপে পরিণত হয়ে (এদিক ওদিক) ছোটাছুটি করতে লাগলো।"
		},
		{
			"_id": "2369",
			"sura": "20",
			"para": "16",
			"verses": "21",
			"names": "قَالَ خُذۡہَا وَ لَا تَخَفۡ ٝ سَنُعِیۡدُہَا سِیۡرَتَہَا الۡاُوۡلٰی ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ خُذۡہَا وَ لَا تَخَفۡ ٝ سَنُعِیۡدُہَا سِیۡرَتَہَا الۡاُوۡلٰی ﴿۲۱﴾ ",
			"index": "2369",
			"name": "বললেন, ‘সেটা তুলে নাও এবং ভয় করো না; এখনই আমি সেটাকে আবার পূর্বের ন্যায় করে দেবো। ",
			"en_kanzulimaan": "He said, Pick it up and do not fear; We shall restore it to its former state.",
			"ur_kanzulimaan": "فرمایا اسے اٹھالے اور ڈر نہیں، اب ہم اسے پھر پہلی طرح کردیں گے",
			"hi_kanzulimaan": "फ़रमाया इसे उठा ले और डर नहीं अब हम इसे फिर पहले की तरह कर देंगे (21फ)",
			"author": "২১. ইরশাদ হলো, ‘একে ধরো এবং ভয় পেয়ো না, আমি একে এখনই তার পূর্বাবস্থায় ফিরিয়ে দেবো’।"
		},
		{
			"_id": "2370",
			"sura": "20",
			"para": "16",
			"verses": "22",
			"names": "وَ اضۡمُمۡ یَدَکَ  اِلٰی جَنَاحِکَ تَخۡرُجۡ بَیۡضَآءَ  مِنۡ غَیۡرِ  سُوۡٓءٍ  اٰیَۃً  اُخۡرٰی ﴿ۙ۲۲﴾  ",
			"number": "",
			"verses_PDMS": "وَ اضۡمُمۡ یَدَکَ  اِلٰی جَنَاحِکَ تَخۡرُجۡ بَیۡضَآءَ  مِنۡ غَیۡرِ  سُوۡٓءٍ  اٰیَۃً  اُخۡرٰی ﴿ۙ۲۲﴾  ",
			"index": "2370",
			"name": "এবং আপন হাত আপন বাহুর সাথে মিলিয়ে নাও, তা অতি শুভ্র হয়ে বের হবে, কোন রোগের কারণে নয়; অপর একটা নিদর্শনরূপে।",
			"en_kanzulimaan": "And put your hand inside your armpit - it will come out shining white, not due to any illness - one more sign.",
			"ur_kanzulimaan": "اور اپنا ہاتھ اپنے بازو سے ملا خوب سپید نکلے گا بے کسی مرض کے ایک اور نشانی",
			"hi_kanzulimaan": "और अपना हाथ अपने बाज़ू से मिला (22फ) ख़ूब सफ़ेद निकलेगा बे किसी मर्ज़ के (23फ) एक और निशानी (24फ)",
			"author": "২২. আর (নির্দেশ হলো:) ‘তোমার হাত বগলে চেপে ধরো, এটি কোনো অসুস্থতা ছাড়াই শুভ্রোজ্জ্বল হয়ে বের হবে, (এটি) আরেকটি নিদর্শন।"
		},
		{
			"_id": "2371",
			"sura": "20",
			"para": "16",
			"verses": "23",
			"names": "لِنُرِیَکَ مِنۡ اٰیٰتِنَا الۡکُبۡرٰی  ﴿ۚ۲۳﴾",
			"number": "",
			"verses_PDMS": "لِنُرِیَکَ مِنۡ اٰیٰتِنَا الۡکُبۡرٰی  ﴿ۚ۲۳﴾",
			"index": "2371",
			"name": "এ জন্য যে, আমি তোমাকে বড় বড় নিদর্শন দেখাবো। ",
			"en_kanzulimaan": "In order that We may show you Our great signs.",
			"ur_kanzulimaan": "کہ ہم تجھے اپنی بڑی بڑی نشانیاں دکھائیں،",
			"hi_kanzulimaan": "कि हम तुझे अपनी बड़ी बड़ी निशानियां दिखाएं",
			"author": "২৩. এটি এ জন্যে (করছি) যে, আমরা তোমাকে আমাদের (কুদরতের) বড় বড় নিদর্শনাবলী দেখাবো।"
		},
		{
			"_id": "2372",
			"sura": "20",
			"para": "16",
			"verses": "24",
			"names": "اِذۡہَبۡ  اِلٰی  فِرۡعَوۡنَ  اِنَّہٗ  طَغٰی  ﴿۲۴﴾",
			"number": "",
			"verses_PDMS": "اِذۡہَبۡ  اِلٰی  فِرۡعَوۡنَ  اِنَّہٗ  طَغٰی  ﴿۲۴﴾",
			"index": "2372",
			"name": "ফির’আউনের নিকট যাও, সে মাথাচাড়া দিয়েছে’।",
			"en_kanzulimaan": "Go to Firaun, he has rebelled.",
			"ur_kanzulimaan": "فرعون کے پاس جا اس نے سر اٹھایا",
			"hi_kanzulimaan": "फिरऔन के पास जा (25फ) उसने सर उठाया (26फ)",
			"author": "২৪. ফেরাউনের নিকট যাও। সে (নাফরমানী ও অবাধ্যতায়) সীমালঙ্ঘন করেছে।’"
		},
		{
			"_id": "2373",
			"sura": "20",
			"para": "16",
			"verses": "25",
			"names": "قَالَ  رَبِّ  اشۡرَحۡ  لِیۡ  صَدۡرِیۡ ﴿ۙ۲۵﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ  رَبِّ  اشۡرَحۡ  لِیۡ  صَدۡرِیۡ ﴿ۙ۲۵﴾ ",
			"index": "2373",
			"name": "আরয করলো, ‘হে আমার রব! আমার জন্য আমার বক্ষ খুলে দাও। ",
			"en_kanzulimaan": "Said Moosa, My Lord, open up my breast for me.",
			"ur_kanzulimaan": "عرض کی اے میرے رب میرے لیے میرا سینہ کھول دے",
			"hi_kanzulimaan": "अर्ज़ की ऐ मेरे रब मेरे लिये मेरे सीना खोल दे (27फ)",
			"author": "২৫. (মূসা আলাইহিস সালাম) আরয করলেন, ‘হে আমার প্রতিপালক! আমার জন্যে আমার বক্ষকে প্রশস্ত করে দাও।"
		},
		{
			"_id": "2374",
			"sura": "20",
			"para": "16",
			"verses": "26",
			"names": "وَ  یَسِّرۡ لِیۡۤ   اَمۡرِیۡ ﴿ۙ۲۶﴾",
			"number": "",
			"verses_PDMS": "وَ  یَسِّرۡ لِیۡۤ   اَمۡرِیۡ ﴿ۙ۲۶﴾",
			"index": "2374",
			"name": "এবং আমার জন্য আমার কর্ম সহজ করে দাও!",
			"en_kanzulimaan": "And make my task easy for me.",
			"ur_kanzulimaan": "اور میرے لیے میرا کام آسان کر،",
			"hi_kanzulimaan": "और मेरे लिये मेरा काम आसान कर",
			"author": "২৬. আর আমার (রেসালাতের) কাজ আমার জন্যে সহজ করে দাও।"
		},
		{
			"_id": "2375",
			"sura": "20",
			"para": "16",
			"verses": "27",
			"names": "وَ  احۡلُلۡ  عُقۡدَۃً   مِّنۡ  لِّسَانِیۡ ﴿ۙ۲۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ  احۡلُلۡ  عُقۡدَۃً   مِّنۡ  لِّسَانِیۡ ﴿ۙ۲۷﴾ ",
			"index": "2375",
			"name": "আর আমার জিহ্বার জড়তা দূর করে দাও, ",
			"en_kanzulimaan": "And untie the knot of my tongue.",
			"ur_kanzulimaan": "اور میری زبان کی گرہ کھول دے،",
			"hi_kanzulimaan": "और मेरी ज़बान की गिरह खोल दे (28फ)",
			"author": "২৭. আর আমার জিহ্বার জড়তা দূর করে দাও,"
		},
		{
			"_id": "2376",
			"sura": "20",
			"para": "16",
			"verses": "28",
			"names": "یَفۡقَہُوۡا  قَوۡلِیۡ ﴿۪۲۸﴾ ",
			"number": "",
			"verses_PDMS": "یَفۡقَہُوۡا  قَوۡلِیۡ ﴿۪۲۸﴾ ",
			"index": "2376",
			"name": "যাতে সে আমার কথা বুঝতে পারে। ",
			"en_kanzulimaan": "In order that they may understand my speech.",
			"ur_kanzulimaan": "کہ وہ میری بات سمجھیں،",
			"hi_kanzulimaan": "कि वह मेरी बात समझें",
			"author": "২৮. যাতে লোকেরা আমার কথা (সহজে) বুঝতে পারে।"
		},
		{
			"_id": "2377",
			"sura": "20",
			"para": "16",
			"verses": "29",
			"names": "وَ اجۡعَلۡ  لِّیۡ  وَزِیۡرًا مِّنۡ  اَہۡلِیۡ ﴿ۙ۲۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ اجۡعَلۡ  لِّیۡ  وَزِیۡرًا مِّنۡ  اَہۡلِیۡ ﴿ۙ۲۹﴾ ",
			"index": "2377",
			"name": "এবং আমার জন্য আমার পরিবারবর্গের মধ্য থেকে একজন উযীর করে দাও!",
			"en_kanzulimaan": "And appoint for me a viceroy from among my family.",
			"ur_kanzulimaan": "اور میرے لیے میرے گھر والوں میں سے ایک وزیر کردے،",
			"hi_kanzulimaan": "और मेरे लिये मेरे  घर वालों में से एक वज़ीर कर दे (29फ)",
			"author": "২৯. আর আমার পরিবারের মধ্য থেকে আমার জন্যে এক উযির বানিয়ে দাও।"
		},
		{
			"_id": "2378",
			"sura": "20",
			"para": "16",
			"verses": "30",
			"names": "ہٰرُوۡنَ  اَخِی ﴿ۙ۳۰﴾ ",
			"number": "",
			"verses_PDMS": "ہٰرُوۡنَ  اَخِی ﴿ۙ۳۰﴾ ",
			"index": "2378",
			"name": "সে কে? আমার ভাই হারূন;",
			"en_kanzulimaan": "That is Haroon, my brother.",
			"ur_kanzulimaan": "وہ کون میرا بھائی ہارون،",
			"hi_kanzulimaan": "वह कौन मेरा भाई हारून",
			"author": "৩০. (তিনি) আমার ভাই হারুন (আলাইহিস সালাম)।"
		},
		{
			"_id": "2379",
			"sura": "20",
			"para": "16",
			"verses": "31",
			"names": "اشۡدُدۡ  بِہٖۤ   اَزۡرِیۡ ﴿ۙ۳۱﴾ ",
			"number": "",
			"verses_PDMS": "اشۡدُدۡ  بِہٖۤ   اَزۡرِیۡ ﴿ۙ۳۱﴾ ",
			"index": "2379",
			"name": "তাঁর দ্বারা আমার কোমর শক্ত করো!",
			"en_kanzulimaan": "Back me up with him.",
			"ur_kanzulimaan": "اس سے میری کمر مضبوط کر،",
			"hi_kanzulimaan": "उससे मेरी कमर मज़बूत कर",
			"author": "৩১. তাঁর মাধ্যমে আমার শক্তি-সামর্থ্য সুদৃঢ় করো।"
		},
		{
			"_id": "2380",
			"sura": "20",
			"para": "16",
			"verses": "32",
			"names": "وَ  اَشۡرِکۡہُ   فِیۡۤ   اَمۡرِیۡ ﴿ۙ۳۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اَشۡرِکۡہُ   فِیۡۤ   اَمۡرِیۡ ﴿ۙ۳۲﴾ ",
			"index": "2380",
			"name": "এবং তাকে আমার কর্মে অংশীদার করো,",
			"en_kanzulimaan": "And make him a partner in my task.",
			"ur_kanzulimaan": "اور اسے میرے کام میں شریک کر",
			"hi_kanzulimaan": "और उसे मेरे काम में शरीक कर (30फ)",
			"author": "৩২. আর তাঁকে আমার (রেসালাতের) কাজে অংশীদার করো,"
		},
		{
			"_id": "2381",
			"sura": "20",
			"para": "16",
			"verses": "33",
			"names": "کَیۡ  نُسَبِّحَکَ  کَثِیۡرًا ﴿ۙ۳۳﴾ ",
			"number": "",
			"verses_PDMS": "کَیۡ  نُسَبِّحَکَ  کَثِیۡرًا ﴿ۙ۳۳﴾ ",
			"index": "2381",
			"name": "যাতে আমরা তোমার প্রচুর পবিত্রতা ঘোষণা করতে পারি; ",
			"en_kanzulimaan": "In order that we may profusely proclaim Your Purity.",
			"ur_kanzulimaan": "کہ ہم بکثرت تیری پاکی بولیں،",
			"hi_kanzulimaan": "कि हम ब-कसरत तेरी पाकी बोलें",
			"author": "৩৩. যাতে আমরা (উভয়ে) অধিক পরিমাণে তোমার মহিমা ঘোষণা করতে পারি।"
		},
		{
			"_id": "2382",
			"sura": "20",
			"para": "16",
			"verses": "34",
			"names": "وَّ  نَذۡکُرَکَ  کَثِیۡرًا ﴿ؕ۳۴﴾ ",
			"number": "",
			"verses_PDMS": "وَّ  نَذۡکُرَکَ  کَثِیۡرًا ﴿ؕ۳۴﴾ ",
			"index": "2382",
			"name": "এবং অধিকভাবে তোমাকে স্মরণ করি।",
			"en_kanzulimaan": "And profusely remember You.",
			"ur_kanzulimaan": "اور بکثرت تیری یاد کریں",
			"hi_kanzulimaan": "और ब-कसरत तेरी याद करें (31फ)",
			"author": "৩৪. এবং তোমাকে অধিক স্মরণ করতে পারি।"
		},
		{
			"_id": "2383",
			"sura": "20",
			"para": "16",
			"verses": "35",
			"names": "اِنَّکَ  کُنۡتَ  بِنَا بَصِیۡرًا ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّکَ  کُنۡتَ  بِنَا بَصِیۡرًا ﴿۳۵﴾ ",
			"index": "2383",
			"name": "নিশ্চয় তুমি আমাদেরকে দেখেছো। ",
			"en_kanzulimaan": "Indeed You see us.",
			"ur_kanzulimaan": "بیشک تو ہمیں دیکھ رہا ہے",
			"hi_kanzulimaan": "बेशक तू हमें देख रहा है (32फ)",
			"author": "৩৫. নিশ্চয়ই তুমি (সকল অবস্থার পরিপ্রেক্ষিতে) আমাদেরকে ভালোভাবে দেখো।’"
		},
		{
			"_id": "2384",
			"sura": "20",
			"para": "16",
			"verses": "36",
			"names": "قَالَ  قَدۡ  اُوۡتِیۡتَ  سُؤۡلَکَ  یٰمُوۡسٰی ﴿۳۶﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ  قَدۡ  اُوۡتِیۡتَ  سُؤۡلَکَ  یٰمُوۡسٰی ﴿۳۶﴾ ",
			"index": "2384",
			"name": "বললেন, ‘হে মূসা! তোমার প্রার্থনা তোমাকে প্রদান করা হলো। ",
			"en_kanzulimaan": "He said, O Moosa, you have been granted your prayer.",
			"ur_kanzulimaan": "فرمایا اے موسیٰ تیری مانگ تجھے عطا ہوئی،",
			"hi_kanzulimaan": "फ़रमाया ऐ मूसा तेरी मांग तुझे अता हुई",
			"author": "৩৬. (আল্লাহ্) ইরশাদ করেন, ‘হে মূসা! তোমার সকল চাওয়া তোমাকে প্রদান করা হলো।"
		},
		{
			"_id": "2385",
			"sura": "20",
			"para": "16",
			"verses": "37",
			"names": "وَ لَقَدۡ مَنَنَّا عَلَیۡکَ  مَرَّۃً   اُخۡرٰۤی  ﴿ۙ۳۷﴾",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ مَنَنَّا عَلَیۡکَ  مَرَّۃً   اُخۡرٰۤی  ﴿ۙ۳۷﴾",
			"index": "2385",
			"name": "এবং নিশ্চয় আমি তোমার উপর আরো একবার অনুগ্রহ করেছি;",
			"en_kanzulimaan": "And indeed We had bestowed upon you a favour one more time.",
			"ur_kanzulimaan": "اور بیشک ہم نے تجھ پر ایک بار اور احسان فرمایا",
			"hi_kanzulimaan": "और बेशक हमने (33फ) तुझ पर एक बार और एहसान फ़रमाया",
			"author": "৩৭. আর নিশ্চয়ই আমরা তোমার প্রতি (এরপূর্বেও) আরো একবার অনুগ্রহ করেছিলাম।"
		},
		{
			"_id": "2386",
			"sura": "20",
			"para": "16",
			"verses": "38",
			"names": "اِذۡ   اَوۡحَیۡنَاۤ  اِلٰۤی  اُمِّکَ  مَا یُوۡحٰۤی ﴿ۙ۳۸﴾ ",
			"number": "",
			"verses_PDMS": "اِذۡ   اَوۡحَیۡنَاۤ  اِلٰۤی  اُمِّکَ  مَا یُوۡحٰۤی ﴿ۙ۳۸﴾ ",
			"index": "2386",
			"name": "যখন আমি তোমার মায়ের অন্তরে অনুপ্রেরণা যুগিয়েছি যা অনুপ্রেরণা যোগাবার ছিলো।",
			"en_kanzulimaan": "When We inspired in your mothers heart whatever was to be inspired.",
			"ur_kanzulimaan": "جب ہم نے تیری ماں کو الہام کیا جو الہام کرنا تھا",
			"hi_kanzulimaan": "जब हमने तेरी माँ को इल्हाम किया (दिल में डाला) जो इल्हाम करना था (34फ)",
			"author": "৩৮. যখন আমরা তোমার মাতার অন্তরে সে বিষয়ে অনুপ্রেরণা দিয়েছিলাম, যার অনুপ্রেরণা দেয়ার ছিল"
		},
		{
			"_id": "2387",
			"sura": "20",
			"para": "16",
			"verses": "39",
			"names": "اَنِ اقۡذِفِیۡہِ فِی التَّابُوۡتِ فَاقۡذِفِیۡہِ فِی الۡیَمِّ فَلۡیُلۡقِہِ الۡیَمُّ بِالسَّاحِلِ یَاۡخُذۡہُ عَدُوٌّ لِّیۡ وَ عَدُوٌّ لَّہٗ ؕ وَ اَلۡقَیۡتُ عَلَیۡکَ مَحَبَّۃً مِّنِّیۡ ۬ۚ وَ لِتُصۡنَعَ  عَلٰی عَیۡنِیۡ  ﴿ۘ۳۹﴾",
			"number": "",
			"verses_PDMS": "اَنِ اقۡذِفِیۡہِ فِی التَّابُوۡتِ فَاقۡذِفِیۡہِ فِی الۡیَمِّ فَلۡیُلۡقِہِ الۡیَمُّ بِالسَّاحِلِ یَاۡخُذۡہُ عَدُوٌّ لِّیۡ وَ عَدُوٌّ لَّہٗ ؕ وَ اَلۡقَیۡتُ عَلَیۡکَ مَحَبَّۃً مِّنِّیۡ ۬ۚ وَ لِتُصۡنَعَ  عَلٰی عَیۡنِیۡ  ﴿ۘ۳۹﴾",
			"index": "2387",
			"name": "যে, ‘তুমি এ শিশুকে সিন্দুকের মধ্যে রেখে সমুদ্রে ভাসিয়ে দাও, অতঃপর সমুদ্র সেটাকে তীরে ঠেলে দিবে, সেটাকে ঊঠিয়ে নেবে ওই ব্যক্তি, যে আমার শত্রু এবং তাঁরও শত্রু, আর আমি তোমার উপর আমার নিকট থেকে ভালবাসা ঢেলে দিয়েছি; এবং এ জন্য যে, তুমি আমার দৃষ্টির সামনেই তৈরী (লালিত-পালিত) হও!",
			"en_kanzulimaan": "That, Put him into a chest and cast it into the river, so the river shall deposit it on to a shore - therefore one who is an enemy to Me and you, shall pick him up; and I bestowed upon you love from Myself; and for you to be brought up in My sight.",
			"ur_kanzulimaan": "کہ اس بچے کو صندوق میں رکھ کر دریا میں ڈال دے، و دریا اسے کنارے پر ڈالے کہ اسے وہ اٹھالے جو میرا دشمن اور اس کا دشمن اور میں نے تجھ پر اپنی طرف کی محبت ڈالی اور اس لیے کہ تو میری نگاہ کے سامنے تیار ہو",
			"hi_kanzulimaan": "कि इस बच्चे को सन्दूक़ में रखकर दरिया में (35फ) डाल दें तो दरिया इसे किनारे पर डालें कि इसे वह उठाले जो मेरा दुश्मन और उसका दुश्मन (36फ) और मैंने तुमपर अपनी तरफ़ की महब्बत डाली (37फ) और इसलिये कि तू मेरी निगाह के सामने तैयार हो (38फ)",
			"author": "৩৯. যে, ‘তুমি তাকে (অর্থাৎ মূসা আলাইহিস সালামকে) সিন্ধুকে রাখো, অতঃপর তা নদীতে ভাসিয়ে দাও; এরপর নদী একে তীরে ঠেলে দেবে। আমার দুশমন এবং তাঁর দুশমন তাঁকে উঠিয়ে নেবে।’ আর আমি আমার পক্ষ থেকে তোমার প্রতি (বিশেষ) ভালোবাসার প্রতিবিম্ব সঞ্চারিত করেছিলাম (অর্থাৎ তোমার আকৃতিকে এতো আকর্ষণীয় ও মোহনীয় করে দিয়েছিলাম যে, যে-ই তোমাকে দেখবে সে-ই মুগ্ধ হয়ে যাবে)। আর (তা এ জন্যে যে,) যাতে তোমার লালনপালন আমার চোখের সামনে হয়  ।"
		},
		{
			"_id": "2388",
			"sura": "20",
			"para": "16",
			"verses": "40",
			"names": "اِذۡ تَمۡشِیۡۤ اُخۡتُکَ فَتَقُوۡلُ ہَلۡ اَدُلُّکُمۡ  عَلٰی مَنۡ  یَّکۡفُلُہٗ ؕ فَرَجَعۡنٰکَ اِلٰۤی اُمِّکَ کَیۡ تَقَرَّ عَیۡنُہَا وَ لَا تَحۡزَنَ ۬ؕ وَ قَتَلۡتَ نَفۡسًا فَنَجَّیۡنٰکَ مِنَ الۡغَمِّ وَ فَتَنّٰکَ فُتُوۡنًا ۬۟ فَلَبِثۡتَ سِنِیۡنَ فِیۡۤ  اَہۡلِ مَدۡیَنَ ۬ۙ ثُمَّ جِئۡتَ عَلٰی قَدَرٍ یّٰمُوۡسٰی ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "اِذۡ تَمۡشِیۡۤ اُخۡتُکَ فَتَقُوۡلُ ہَلۡ اَدُلُّکُمۡ  عَلٰی مَنۡ  یَّکۡفُلُہٗ ؕ فَرَجَعۡنٰکَ اِلٰۤی اُمِّکَ کَیۡ تَقَرَّ عَیۡنُہَا وَ لَا تَحۡزَنَ ۬ؕ وَ قَتَلۡتَ نَفۡسًا فَنَجَّیۡنٰکَ مِنَ الۡغَمِّ وَ فَتَنّٰکَ فُتُوۡنًا ۬۟ فَلَبِثۡتَ سِنِیۡنَ فِیۡۤ  اَہۡلِ مَدۡیَنَ ۬ۙ ثُمَّ جِئۡتَ عَلٰی قَدَرٍ یّٰمُوۡسٰی ﴿۴۰﴾ ",
			"index": "2388",
			"name": "তোমার বোন চললো অতঃপর বললো, ‘আমি কি তোমাদেরকে তাঁরই কথা বলে দেবো, যে এ শিশুর প্রতিপালন করবে? তখন আমি তোমাকে তোমার মায়ের নিকট ফিরিয়ে দিয়েছি, যাতে তাঁর চোখ জুড়ায় ও দুঃখ না পায়; এবং তুমি একটা প্রাণ বধ করেছিলে, অতঃপর আমি তোমাকে মনঃপীড়া থেকে মুক্তি দিয়েছি এবং তোমাকে বহু পরীক্ষা করেছি; অতঃপর তুমি কয়েক বছর মাদ্‌য়ানবাসীদের মধ্যে ছিলে, এরপর তুমি এক নির্ধারিত প্রতিশ্রুত সময় উপস্থিত হয়েছো, হে মূসা!",
			"en_kanzulimaan": "When your sister went, then said, Shall I show you the people who may nurse him? And We brought you back to your mother in order to soothe her eyes and that she may not grieve; and you killed a man, so We freed you from sorrow, and tested you to the maximum; you therefore stayed for several years among the people of Madyan; then you came (here) at an appointed time, O Moosa.",
			"ur_kanzulimaan": "تیری بہن چلی پھر کہا کیا میں تمہیں وہ لوگ بتادوں جو اس بچہ کی پرورش کریں تو ہم تجھے تیری ماں کے پاس پھیر لائے کہ اس کی آنکھ ٹھنڈی ہو اور غم نہ کرے اور تو نے ایک جان کو قتل کیا تو ہم نے تجھے غم سے نجات دی اور تجھے خوب جانچ لیا تُو تو کئی برس مدین والوں میں رہا پھر تو ایک ٹھہرائے وعدہ پر حاضر ہوا اے موسیٰ!",
			"hi_kanzulimaan": "तेरी बहन चली (39फ) फिर कहा क्या मैं तुम्हें वो लोग बतादूं जो इस बच्चे की परवरिश करें (40फ) तो हम तुझें तेरी माँ के पास फेर लाए कि उसकी आँख (41फ) ठण्डी हो और ग़म न करे (42फ) और तूने एक जान को क़त्ल किया (43फ) तो हमने तुझे ग़म से निजात दी और तुझे ख़ूब जांच लिया (44फ) तो तू कई बरस मदयन वालों में रहा (45फ) फिर तू एक ठहराए हुए वादे पर हाज़िर हुआ ऐ मूसा (46फ)",
			"author": "৪০. আর যখন তোমার বোন (অপরিচিত অবস্থায়) চলতে চলতে (ফেরাউনের পরিবারকে) বলতে লাগলো, ‘আমি কি তোমাদেরকে (এমন) কারো সন্ধান দেবো যে একে (এ শিশুকে) লালন-পালন করবে?’ অতঃপর (লালন-পালনের বাহানায়) আমরা তোমাকে তোমার মাতার কাছে ফিরিয়ে দিলাম, যাতে তাঁর চক্ষুও শীতল থাকে এবং তিনি চিন্তিতও না হন। আর তুমি (ফেরাউনের সম্প্রদায়ের) এক (কাফের) ব্যক্তিকে হত্যা করেছিলে; অতঃপর আমরা তোমাকে (সে) দুশ্চিন্তা থেকে(ও) মুক্তি দিয়েছিলাম। আর আমরা তোমাকে বহু পরীক্ষা নিয়ে ভালোভাবে পরখ করেছি। এরপর তুমি কয়েক বছর মাদইয়ানবাসীদের মাঝে অবস্থান করেছিলে। অতঃপর হে মূসা! তুমি (আল্লাহ্‌র) নির্ধারিত সময়ে (এখানে) চলে এসেছো। [সে সময় তাঁর বয়স ঠিক চল্লিশ বছরে উপনীত হয়েছিল।]"
		},
		{
			"_id": "2389",
			"sura": "20",
			"para": "16",
			"verses": "41",
			"names": "وَ اصۡطَنَعۡتُکَ  لِنَفۡسِیۡ ﴿ۚ۴۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ اصۡطَنَعۡتُکَ  لِنَفۡسِیۡ ﴿ۚ۴۱﴾ ",
			"index": "2389",
			"name": "এবং আমি তোমাকে বিশেষ করে আমার জন্য প্রস্তুত করে নিয়েছি। ",
			"en_kanzulimaan": "And I created you especially for Myself.",
			"ur_kanzulimaan": "اور میں نے تجھے خاص اپنے لیے بنایا",
			"hi_kanzulimaan": "और मैं ने तुझे ख़ास अपने लिये बनाया (47फ)",
			"author": "৪১. আর (এখন) আমি তোমাকে আমার (রেসালাত এবং বিশেষ অনুগ্রহের) জন্যে মনোনীত করেছি।"
		},
		{
			"_id": "2390",
			"sura": "20",
			"para": "16",
			"verses": "42",
			"names": "اِذۡہَبۡ اَنۡتَ وَ اَخُوۡکَ بِاٰیٰتِیۡ وَ لَا تَنِیَا فِیۡ  ذِکۡرِیۡ ﴿ۚ۴۲﴾ ",
			"number": "",
			"verses_PDMS": "اِذۡہَبۡ اَنۡتَ وَ اَخُوۡکَ بِاٰیٰتِیۡ وَ لَا تَنِیَا فِیۡ  ذِکۡرِیۡ ﴿ۚ۴۲﴾ ",
			"index": "2390",
			"name": "তুমি ও তোমার ভাই-উভয়ে আমার নিদর্শনসমূহ নিয়ে যাও এবং আমার স্মরণে আলস্য করো না।",
			"en_kanzulimaan": "You and your brother, both go with My signs, and do not slacken in My remembrance.",
			"ur_kanzulimaan": "تو اور تیرا بھائی دونوں میری نشانیاں لے کر جاؤ اور میری یاد میں سستی نہ کرنا،",
			"hi_kanzulimaan": "तू और तेरा भाई दोनों मेरी निशानियाँ (48फ) लेकर जाओ और मेरी याद में सुस्ती न करना",
			"author": "৪২. তুমি এবং তোমার ভাই (হারুন) আমার নিদর্শনাবলী নিয়ে যাও এবং আমার স্মরণে শৈথিল্য করো না।"
		},
		{
			"_id": "2391",
			"sura": "20",
			"para": "16",
			"verses": "43",
			"names": "اِذۡہَبَاۤ  اِلٰی  فِرۡعَوۡنَ  اِنَّہٗ  طَغٰی  ﴿ۚۖ۴۳﴾",
			"number": "",
			"verses_PDMS": "اِذۡہَبَاۤ  اِلٰی  فِرۡعَوۡنَ  اِنَّہٗ  طَغٰی  ﴿ۚۖ۴۳﴾",
			"index": "2391",
			"name": "তোমরা দু’জন ফির’আউনের নিকট যাও, নিশ্চয় সে মাথাচড়া দিয়েছে। ",
			"en_kanzulimaan": "Both of you go to Firaun; he has indeed rebelled.",
			"ur_kanzulimaan": "دونوں فرعون کے پاس جاؤ بیشک اس نے سر اٹھایا،",
			"hi_kanzulimaan": "दोनों फ़िरऔन के पास जाओ बेशक उसने सर उठाया",
			"author": "৪৩. তোমরা উভয়ে ফেরাউনের কাছে যাও, নিশ্চয়ই সে অবাধ্যতায় সীমালঙ্ঘন করেছে।"
		},
		{
			"_id": "2392",
			"sura": "20",
			"para": "16",
			"verses": "44",
			"names": "فَقُوۡلَا لَہٗ  قَوۡلًا لَّیِّنًا لَّعَلَّہٗ  یَتَذَکَّرُ اَوۡ یَخۡشٰی ﴿۴۴﴾ ",
			"number": "",
			"verses_PDMS": "فَقُوۡلَا لَہٗ  قَوۡلًا لَّیِّنًا لَّعَلَّہٗ  یَتَذَکَّرُ اَوۡ یَخۡشٰی ﴿۴۴﴾ ",
			"index": "2392",
			"name": "অতঃপর তাঁর সাথে নম্র কথা বলবে, এ আশায় যে, সে মনোযোগ দেবে অথবা কিছুটা ভয় করবে। ",
			"en_kanzulimaan": "And speak to him courteously, that perhaps he may ponder or have some fear.",
			"ur_kanzulimaan": "تو اس سے نرم بات کہنا اس امید پر کہ وہ دھیان کرے یا کچھ ڈرے",
			"hi_kanzulimaan": "तो उससे नर्म बात कहना (49फ) इस उम्मीद पर कि वह ध्यान करें या कुछ डरे (50फ)",
			"author": "৪৪. সুতরাং তোমরা উভয়ে তার সাথে নম্র (পন্থায়) কথা বলো। হয়তো সে নসিহত গ্রহণ করবে অথবা (আমার ক্রোধকে) ভয় করতে শুরু করবে।"
		},
		{
			"_id": "2393",
			"sura": "20",
			"para": "16",
			"verses": "45",
			"names": "قَالَا رَبَّنَاۤ  اِنَّنَا نَخَافُ اَنۡ یَّفۡرُطَ عَلَیۡنَاۤ اَوۡ  اَنۡ  یَّطۡغٰی  ﴿۴۵﴾",
			"number": "",
			"verses_PDMS": "قَالَا رَبَّنَاۤ  اِنَّنَا نَخَافُ اَنۡ یَّفۡرُطَ عَلَیۡنَاۤ اَوۡ  اَنۡ  یَّطۡغٰی  ﴿۴۵﴾",
			"index": "2393",
			"name": "তারা দু’জন আরয করলো, ‘হে আমাদের রব! নিশ্চয় আমরা আশঙ্কা করছি যে, সে আমাদের উপর সীমালঙ্ঘন করবে অথবা অন্যায় আচরণ সহকারে অগ্রসর হবে’।",
			"en_kanzulimaan": "They both submitted, Our Lord - indeed we fear that he may oppress us or deal mischievously.",
			"ur_kanzulimaan": "دونوں نے عرض کیا، اے ہمارے رب! بیشک ہم ڈرتے ہیں کہ وہ ہم پر زیادتی کرے یا شرارت سے پیش آئے،",
			"hi_kanzulimaan": "दोनों ने अर्ज़ किया ऐ हमारे रब बेशक हम डरते हैं कि वह हम पर ज़ियादती करे या शरारत से पेश आए",
			"author": "৪৫. উভয়ে আরয করলেন, ‘হে আমাদের প্রতিপালক! নিশ্চয় আমরা আশঙ্কা করছি যে, সে আমাদের প্রতি বাড়াবাড়ি করবে অথবা (আরো) অবাধ্য হবে।’"
		},
		{
			"_id": "2394",
			"sura": "20",
			"para": "16",
			"verses": "46",
			"names": "قَالَ لَا تَخَافَاۤ اِنَّنِیۡ مَعَکُمَاۤ  اَسۡمَعُ وَ اَرٰی  ﴿۴۶﴾",
			"number": "",
			"verses_PDMS": "قَالَ لَا تَخَافَاۤ اِنَّنِیۡ مَعَکُمَاۤ  اَسۡمَعُ وَ اَرٰی  ﴿۴۶﴾",
			"index": "2394",
			"name": "বললেন, ‘ভয় করো না, আমি তোমাদের সাথে আছি, শুনছি ও দেখছি। ",
			"en_kanzulimaan": "He said, Do not fear - I am with you, All Hearing and All Seeing.",
			"ur_kanzulimaan": "فرمایا ڈرو نہیں میں تمہارے ساتھ ہوں سنتا اور دیکھتا",
			"hi_kanzulimaan": "फ़रमाया डरो नहीं मैं तुम्हारे साथ हूँ (51फ) सुनता और देखता (52फ)",
			"author": "৪৬. ইরশাদ হলো, ‘তোমরা ভয় করো না, নিশ্চয়ই আমি তোমাদের দু’জনের সাথেই আছি, আমি (সবকিছু) শুনছি এবং দেখছি’।"
		},
		{
			"_id": "2395",
			"sura": "20",
			"para": "16",
			"verses": "47",
			"names": "فَاۡتِیٰہُ  فَقُوۡلَاۤ  اِنَّا  رَسُوۡلَا  رَبِّکَ فَاَرۡسِلۡ مَعَنَا بَنِیۡۤ  اِسۡرَآءِیۡلَ ۬ۙ  وَ لَا تُعَذِّبۡہُمۡ ؕ قَدۡ جِئۡنٰکَ بِاٰیَۃٍ  مِّنۡ رَّبِّکَ ؕ وَ  السَّلٰمُ  عَلٰی  مَنِ  اتَّبَعَ  الۡہُدٰی ﴿۴۷﴾ ",
			"number": "",
			"verses_PDMS": "فَاۡتِیٰہُ  فَقُوۡلَاۤ  اِنَّا  رَسُوۡلَا  رَبِّکَ فَاَرۡسِلۡ مَعَنَا بَنِیۡۤ  اِسۡرَآءِیۡلَ ۬ۙ  وَ لَا تُعَذِّبۡہُمۡ ؕ قَدۡ جِئۡنٰکَ بِاٰیَۃٍ  مِّنۡ رَّبِّکَ ؕ وَ  السَّلٰمُ  عَلٰی  مَنِ  اتَّبَعَ  الۡہُدٰی ﴿۴۷﴾ ",
			"index": "2395",
			"name": "সুতরাং তাঁর নিকট যাও! আর তাকে বলো- আমরা তোমার রবের প্রেরিত হই; সুতরাং আমাদের সাথে ইয়া’ক্বূবের সন্তানদেরকে ছেড়ে দাও; এবং তাদেরকে কষ্ট দিও না। নিশ্চয় আমরা তোমার নিকট তোমার রবের পক্ষ থেকে নিদর্শন নিয়ে এসেছি এবং শান্তি তাদেরই প্রতি, যারা হিদায়তের অনুরসরণ করে’।",
			"en_kanzulimaan": "Therefore go to him and say, We are the sent ones of your Lord, therefore let the Descendants of Israel go with us, and do not trouble them; we have indeed brought to you a sign from your Lord; and peace be upon him who follows the guidance.",
			"ur_kanzulimaan": "تو اس کے پاس جاؤ اور اس سے کہو کہ ہم تیرے رب کے بھیجے ہوئے ہیں تو اولاد یعقوب کو ہمارے ساتھ چھوڑ دے اور انہیں تکلیف نہ دے بیشک ہم تیرے رب کی طرف سے نشانی لائے ہیں اور سلامتی اسے جو ہدایت کی پیروی کرے",
			"hi_kanzulimaan": "तो उसके पास जाओ और उससे कहो कि हम तेरे रब के भेजे हुए हैं तो यअक़ूब की औलाद को हमारे साथ छोड़ दे (53फ) और उन्हें तकलीफ़ न दे (54फ) बेशक हम तेरे पास तेरे रब की तरफ़ से निशानी लाए हैं (55फ) और सलामती उसे जो हिदायत की पैरवी करे (56फ)",
			"author": "৪৭. অতঃপর তোমরা তার কাছে যাও এবং বলো, ‘আমরা তোমার প্রতিপালকের প্রেরিত (রাসূল), সুতরাং তুমি বনী ইসরাঈলকে (তোমার দাসত্ব থেকে মুক্ত করে) আমাদের সাথে প্রেরণ করো এবং তাদেরকে (আর) কষ্ট দিও না। নিশ্চয় আমরা তোমার কাছে তোমার প্রতিপালকের নিকট থেকে নিদর্শন নিয়ে এসেছি। আর ঐ ব্যক্তির প্রতি শান্তি বর্ষিত হোক যে হেদায়াতের পথ অনুসরণ করে।"
		},
		{
			"_id": "2396",
			"sura": "20",
			"para": "16",
			"verses": "48",
			"names": "اِنَّا  قَدۡ اُوۡحِیَ  اِلَیۡنَاۤ  اَنَّ الۡعَذَابَ عَلٰی مَنۡ  کَذَّبَ  وَ تَوَلّٰی ﴿۴۸﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّا  قَدۡ اُوۡحِیَ  اِلَیۡنَاۤ  اَنَّ الۡعَذَابَ عَلٰی مَنۡ  کَذَّبَ  وَ تَوَلّٰی ﴿۴۸﴾ ",
			"index": "2396",
			"name": "‘নিশ্চয় আমাদের প্রতি ওহী করা হয়েছে যে, শাস্তি তাঁরই জন্য, যে মিথ্যা প্রতিপন্ন করেছে এবং মুখ ফিরিয়ে নিয়েছে’।",
			"en_kanzulimaan": "It has indeed been revealed to us that the punishment is upon the one who denies and turns away. ",
			"ur_kanzulimaan": "بیشک ہماری طرف وحی ہوتی ہے کہ عذاب اس پر ہے جو جھٹلائے اور منہ پھیرے",
			"hi_kanzulimaan": "बेशक हमारी तरफ़ वही (देववाणी) हुई है कि अज़ाब उस पर है जो झुटलाए (57फ) और मुंह फेरे (58फ)",
			"author": "৪৮. নিশ্চয়ই আমাদের নিকট ওহী প্রেরণ করা হয়েছে যে, এমন (প্রত্যেক) ব্যক্তির প্রতি শাস্তি নেমে আসবে, যে (রাসূলকে) মিথ্যাপ্রতিপন্ন করে এবং (তাঁর থেকে) মুখ ফিরিয়ে নেয়।’"
		},
		{
			"_id": "2397",
			"sura": "20",
			"para": "16",
			"verses": "49",
			"names": "قَالَ  فَمَنۡ  رَّبُّکُمَا  یٰمُوۡسٰی ﴿۴۹﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ  فَمَنۡ  رَّبُّکُمَا  یٰمُوۡسٰی ﴿۴۹﴾ ",
			"index": "2397",
			"name": "সে বললো, ‘তোমরা দু’জনের খোদা কে, হে মূসা?’",
			"en_kanzulimaan": "Said Firaun, So who is the Lord of you both, O Moosa?",
			"ur_kanzulimaan": "بولا تو تم دونوں کا خدا کون ہے اے موسیٰ،",
			"hi_kanzulimaan": "बोला तो तुम दोनों का ख़ुदा कौन है ऐ मूसा",
			"author": "৪৯. (ফেরাউন) বললো, ‘হে মূসা! কে তোমাদের দু’জনের প্রতিপালক?’"
		},
		{
			"_id": "2398",
			"sura": "20",
			"para": "16",
			"verses": "50",
			"names": "قَالَ رَبُّنَا الَّذِیۡۤ اَعۡطٰی کُلَّ شَیۡءٍ خَلۡقَہٗ  ثُمَّ  ہَدٰی ﴿۵۰﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ رَبُّنَا الَّذِیۡۤ اَعۡطٰی کُلَّ شَیۡءٍ خَلۡقَہٗ  ثُمَّ  ہَدٰی ﴿۵۰﴾ ",
			"index": "2398",
			"name": "বললো, ‘আমাদের রব তিনিই যিনি প্রত্যেক বস্তুকে সেটার উপযোগী আকৃতি প্রদান করেছেন অতঃপর পথপ্রদর্শন করেছেন’।",
			"en_kanzulimaan": "He said, Our Lord is One Who gave everything its proper shape, then showed the path.",
			"ur_kanzulimaan": "کہا ہمارا رب وہ ہے جس نے ہر چیز کو اس کے لائق صورت دی پھر راہ دکھائی",
			"hi_kanzulimaan": "कहा हमारा रब वह है जिसने हर चीज़ को उसके लायक़ सूरत दी (59फ) फिर राह दिखाई (60फ)",
			"author": "৫০. (মূসা আলাইহিস সালাম) বললেন, ‘আমাদের প্রতিপালক তিনিই যিনি সকল কিছুর (উপযুক্ত) অস্তিত্ব দান করেছেন। অতঃপর (এর অবস্থা অনুযায়ী) পথনির্দেশনা দিয়েছেন।’"
		},
		{
			"_id": "2399",
			"sura": "20",
			"para": "16",
			"verses": "51",
			"names": "قَالَ  فَمَا  بَالُ  الۡقُرُوۡنِ  الۡاُوۡلٰی ﴿۵۱﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ  فَمَا  بَالُ  الۡقُرُوۡنِ  الۡاُوۡلٰی ﴿۵۱﴾ ",
			"index": "2399",
			"name": "বললো, ‘পূর্ববর্তী যুগের লোকদের অবস্থা কি?’",
			"en_kanzulimaan": "Said Firaun, What is the state of the former generations?",
			"ur_kanzulimaan": "بولا اگلی سنگتوں (قوموں) کا کیا حال ہے",
			"hi_kanzulimaan": "बोला (61फ) अगली संगतों (कौमों) का क्या हाल है (62फ)",
			"author": "৫১. (ফেরাউন) বললো, ‘তবে (সেসব) পূর্ববর্তী সম্প্রদায়ের কী অবস্থা (যারা তোমাদের প্রতিপালককে মানতো না)?’"
		},
		{
			"_id": "2400",
			"sura": "20",
			"para": "16",
			"verses": "52",
			"names": "قَالَ عِلۡمُہَا عِنۡدَ رَبِّیۡ فِیۡ  کِتٰبٍ ۚ  لَا یَضِلُّ  رَبِّیۡ  وَ لَا  یَنۡسَی ﴿۫۵۲﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ عِلۡمُہَا عِنۡدَ رَبِّیۡ فِیۡ  کِتٰبٍ ۚ  لَا یَضِلُّ  رَبِّیۡ  وَ لَا  یَنۡسَی ﴿۫۵۲﴾ ",
			"index": "2400",
			"name": "বললো, ‘এর জ্ঞান আমার রবের নিকট একটি কিতাবের মধ্যে রয়েছে। আমার রব না পথভ্রষ্ট হন, না ভুলে যান। ",
			"en_kanzulimaan": "He said, Their knowledge is with my Lord, (recorded) in a Book; my Lord neither strays nor forgets.",
			"ur_kanzulimaan": "کہا ان کا علم میرے رب کے پاس ایک کتاب میں ہے میرا رب نہ بہکے نہ بھولے،",
			"hi_kanzulimaan": "कहा उनका इल्म मेरे रब के पास एक किताब में है (63फ) मेरा रब न बहके न भूले",
			"author": "৫২. (মূসা আলাইহিস সালাম) বললেন, ‘এর জ্ঞান আমার প্রতিপালকের নিকট কিতাবে (সংরক্ষিত) রয়েছে। না আমার প্রতিপালক পথভ্রষ্ট হন, না তিনি ভুলে যান।’"
		},
		{
			"_id": "2401",
			"sura": "20",
			"para": "16",
			"verses": "53",
			"names": "الَّذِیۡ جَعَلَ لَکُمُ الۡاَرۡضَ مَہۡدًا وَّ سَلَکَ  لَکُمۡ  فِیۡہَا سُبُلًا وَّ  اَنۡزَلَ مِنَ السَّمَآءِ  مَآءً ؕ فَاَخۡرَجۡنَا بِہٖۤ  اَزۡوَاجًا مِّنۡ  نَّبَاتٍ  شَتّٰی ﴿۵۳﴾ ",
			"number": "",
			"verses_PDMS": "الَّذِیۡ جَعَلَ لَکُمُ الۡاَرۡضَ مَہۡدًا وَّ سَلَکَ  لَکُمۡ  فِیۡہَا سُبُلًا وَّ  اَنۡزَلَ مِنَ السَّمَآءِ  مَآءً ؕ فَاَخۡرَجۡنَا بِہٖۤ  اَزۡوَاجًا مِّنۡ  نَّبَاتٍ  شَتّٰی ﴿۵۳﴾ ",
			"index": "2401",
			"name": "তিনিই, যিনি তোমাদের জন্য যমীনকে বিছানা করেছেন এবং তোমাদের জন্য দিয়েছেন আর আকাশ থেকে বারি বর্ষণ করেছেন’। অতঃপর আমি তা দ্বারা বিভিন্ন প্রকারের উদ্ভিদের জোড়া উৎপন্ন করেছি।",
			"en_kanzulimaan": "The One Who has made the earth a bed for you and kept operative roads for you in it and sent down water from the sky; so with it We produced different pairs of vegetation.",
			"ur_kanzulimaan": "وہ جس نے تمہارے لیے زمین کو بچھونا کیا اور تمہارے لیے اس میں چلتی راہیں رکھیں اور آسمان سے پانی اتارا تو ہم نے اس سے طرح طرح کے سبزے کے جوڑے نکالے",
			"hi_kanzulimaan": "वह जिसने तुम्हारे लिये ज़मीन बिछौना किया और तुम्हारे लिये उसमें चलती राहें रखीं और आसमान से पानी उतारा (64फ) तो हम ने उससे तरह तरह के सब्ज़े के जोड़े निकाले (65फ)",
			"author": "৫৩. তিনিই তোমাদের জন্যে পৃথিবীকে করেছেন বসবাসের স্থান আর তোমাদের (সফরের) জন্যে এতে তৈরি করেছেন পথ, আর আকাশ থেকে বর্ষণ করেছেন   পানি। সুতরাং আমরা এর দ্বারা (ভুমি থেকে) উৎপন্ন করি বিভিন্ন প্রকারের উদ্ভিদ।"
		},
		{
			"_id": "2402",
			"sura": "20",
			"para": "16",
			"verses": "54",
			"names": "کُلُوۡا وَ ارۡعَوۡا اَنۡعَامَکُمۡ ؕ اِنَّ  فِیۡ ذٰلِکَ لَاٰیٰتٍ  لِّاُولِی  النُّہٰی ﴿۵۴﴾ ",
			"number": "",
			"verses_PDMS": "کُلُوۡا وَ ارۡعَوۡا اَنۡعَامَکُمۡ ؕ اِنَّ  فِیۡ ذٰلِکَ لَاٰیٰتٍ  لِّاُولِی  النُّہٰی ﴿۵۴﴾ ",
			"index": "2402",
			"name": "তোমরা আহার করো এবং নিজেদের পশু চরাও। নিশ্চয় তাতে নিদর্শন রয়েছে বিবেকসম্পন্নদের জন্য। ",
			"en_kanzulimaan": "Eat, and graze your cattle; indeed in this are signs for people of intellect.",
			"ur_kanzulimaan": "تم کھاؤ اور اپنے مویشیوں کو چَراؤ بیشک اس میں نشانیاں ہیں عقل والوں کو،",
			"hi_kanzulimaan": "तुम खाओ और अपने मवेशियों को चराओ (66फ) बेशक इसमें निशानियाँ हैं अक़्ल वालों को",
			"author": "৫৪.  তোমরা আহার করো এবং তোমাদের গবাদিপশু চরাও; নিশ্চয়ই এতে বুদ্ধিমানদের জন্যে রয়েছে নিদর্শনাবলী।"
		},
		{
			"_id": "2403",
			"sura": "20",
			"para": "16",
			"verses": "55",
			"names": "مِنۡہَا خَلَقۡنٰکُمۡ وَ فِیۡہَا نُعِیۡدُکُمۡ  وَ مِنۡہَا نُخۡرِجُکُمۡ  تَارَۃً   اُخۡرٰی ﴿۵۵﴾ ",
			"number": "",
			"verses_PDMS": "مِنۡہَا خَلَقۡنٰکُمۡ وَ فِیۡہَا نُعِیۡدُکُمۡ  وَ مِنۡہَا نُخۡرِجُکُمۡ  تَارَۃً   اُخۡرٰی ﴿۵۵﴾ ",
			"index": "2403",
			"name": "আমি যমীন থেকেই তোমাদেরকে সৃষ্টি করেছি, সেটার মধ্যেই তোমাদেরকে আবার নিয়ে যাবো এবং সেটা থেকে পুনরায় তোমাদেরকে বের করবো। ",
			"en_kanzulimaan": "From the earth We have created you, and to it We shall return you, and from it We shall raise you again.",
			"ur_kanzulimaan": "ہم نے زمین ہی سے تمہیں بنایا اور اسی میں تمہیں پھر لے جائیں گے اور اسی سے تمہیں دوبارہ نکالیں گے",
			"hi_kanzulimaan": "हमने ज़मीन ही से तुम्हें बनाया (67फ) और इसी में तुम्हें फिर ले जाएंगे (68फ) और इसी से तुम्हें दोबारा निकालेंगे (69फ)",
			"author": "৫৫. তোমাদেরকে এ (মাটি) থেকেই সৃষ্টি করেছি এবং এতেই তোমাদেরকে ফিরিয়ে দেবো এবং এ থেকেই তোমাদেরকে দ্বিতীয়বার (পুনরায়) বের করবো।"
		},
		{
			"_id": "2404",
			"sura": "20",
			"para": "16",
			"verses": "56",
			"names": "وَ لَقَدۡ اَرَیۡنٰہُ  اٰیٰتِنَا کُلَّہَا فَکَذَّبَ وَ اَبٰی ﴿۵۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اَرَیۡنٰہُ  اٰیٰتِنَا کُلَّہَا فَکَذَّبَ وَ اَبٰی ﴿۵۶﴾ ",
			"index": "2404",
			"name": "এবং নিশ্চয় আমি তাকে আপন সমস্ত নিদর্শন দেখিয়েছি, অতঃপর সে অস্বীকার করেছে এবং অমান্য করেছে। ",
			"en_kanzulimaan": "And indeed We showed him all Our signs - so he denied them and did not accept.",
			"ur_kanzulimaan": "اور بیشک ہم نے اسے اپنی سب نشانیاں دکھائیں تو اس نے جھٹلایا اور نہ مانا",
			"hi_kanzulimaan": "और बेशक हमने उसे (70फ) अपनी सब निशानियां (71फ) दिखाई तो उसने झुटलाया और न माना (72फ)",
			"author": "৫৬. আর নিশ্চিৎভাবে আমরা একে (ফেরাউনকে) আমার সকল নিদর্শনাবলী দেখিয়েছি (যা মূসা এবং হারুন আলাইহিমাস সালামকে দেয়া হয়েছিল), কিন্তু সে মিথ্যাপ্রতিপন্ন করেছিল এবং (মেনে নিতে) অস্বীকার করেছিল।"
		},
		{
			"_id": "2405",
			"sura": "20",
			"para": "16",
			"verses": "57",
			"names": "قَالَ  اَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ  اَرۡضِنَا بِسِحۡرِکَ یٰمُوۡسٰی ﴿۵۷﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ  اَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ  اَرۡضِنَا بِسِحۡرِکَ یٰمُوۡسٰی ﴿۵۷﴾ ",
			"index": "2405",
			"name": "বললো, ‘তুমি কি আমাদের নিকট এ জন্য এসেছো যে, আমাদেরকে তোমার যাদু দ্বারা আমাদের ভূমি থেকে বের করে দেবে, হে মূসা?’",
			"en_kanzulimaan": "He said, Have you come to us in order to expel us from our land by your magic, O Moosa?",
			"ur_kanzulimaan": "بولا کیا تم ہمارے پاس اس لیے آئے ہو کہ ہمیں اپنے جادو کے سبب ہماری زمین سے نکال دو اے موسیٰ",
			"hi_kanzulimaan": "बोला क्या तुम हमारे पास इसलिये आये हो कि हमें अपने जादू के कारण हमारी ज़मीन से निकाल दो ऐ मूसा (73फ)",
			"author": "৫৭. সে বললো, ‘হে মূসা! তুমি কি আমার নিকট এ জন্যে এসেছো যে, তুমি তোমার যাদু দ্বারা আমাদেরকে আমাদের ভুমি থেকে বের করে দেবে?’"
		},
		{
			"_id": "2406",
			"sura": "20",
			"para": "16",
			"verses": "58",
			"names": "فَلَنَاۡتِیَنَّکَ بِسِحۡرٍ مِّثۡلِہٖ فَاجۡعَلۡ بَیۡنَنَا وَ بَیۡنَکَ مَوۡعِدًا  لَّا نُخۡلِفُہٗ  نَحۡنُ  وَ لَاۤ  اَنۡتَ  مَکَانًا  سُوًی ﴿۵۸﴾ ",
			"number": "",
			"verses_PDMS": "فَلَنَاۡتِیَنَّکَ بِسِحۡرٍ مِّثۡلِہٖ فَاجۡعَلۡ بَیۡنَنَا وَ بَیۡنَکَ مَوۡعِدًا  لَّا نُخۡلِفُہٗ  نَحۡنُ  وَ لَاۤ  اَنۡتَ  مَکَانًا  سُوًی ﴿۵۸﴾ ",
			"index": "2406",
			"name": "অতঃপর আমরাও অবশ্যই তোমার সামনে অনুরূপ যাদু উপস্থিত করবো। সুতরাং আমাদের মধ্যে ও তোমার মধ্যে একটা প্রতিশ্রুতি স্থির করো, যাকে না আমরা ভঙ্গ করবো, না তুমি; (তা হচ্ছে) সমতল ভূমি (-তে জমায়েত হওয়া)। ",
			"en_kanzulimaan": "So we will also produce before you a similar magic, therefore set up an agreed time between us and you, from which neither we nor you shall turn away, at a level place.",
			"ur_kanzulimaan": "تو ضرور ہم بھی تمہارے آگے ویسا ہی جادو لائیں گے تو ہم میں اور اپنے میں ایک وعدہ ٹھہرادو جس سے نہ ہم بدلہ لیں نہ تم ہموار جگہ ہو،",
			"hi_kanzulimaan": "तो ज़रूर हम भी तुम्हारे आगे वैसा ही जादू लाएंगे (74फ) तो हम में और अपने में एक वादा ठहरा दो जिससे न हम बदला लें न तुम हमवार जगह हो",
			"author": "৫৮. সুতরাং আমরাও তোমার নিকট অনুরূপ যাদু নিয়ে আসবো; তুমি আমাদের এবং তোমাদের মাঝে (মুকাবিলার জন্যে) প্রতিশ্রুত ক্ষণ নির্ধারণ করো, যার লঙ্ঘন না আমরা করবো আর না তুমি; (মুকাবিলার জায়গা) উন্মুক্ত ও সমতল ময়দান হবে।’"
		},
		{
			"_id": "2407",
			"sura": "20",
			"para": "16",
			"verses": "59",
			"names": "قَالَ مَوۡعِدُکُمۡ یَوۡمُ الزِّیۡنَۃِ وَ اَنۡ یُّحۡشَرَ  النَّاسُ ضُحًی ﴿۵۹﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ مَوۡعِدُکُمۡ یَوۡمُ الزِّیۡنَۃِ وَ اَنۡ یُّحۡشَرَ  النَّاسُ ضُحًی ﴿۵۹﴾ ",
			"index": "2407",
			"name": "মূসা বললো, ‘তোমার প্রতিশ্রুত মেয়াদ হচ্ছে মেলার দিন এবং এ যে, লোকদেরকে পূর্বাহ্নে সমবেত করা হবে’।",
			"en_kanzulimaan": "Said Moosa, Your meeting is the day of the festival, and that the people be assembled at late morning.",
			"ur_kanzulimaan": "موسیٰ نے کہا تمہارا وعدہ میلے کا دن ہے اور یہ کہ لوگ دن چڑھے جمع کیے جائیں",
			"hi_kanzulimaan": "मूसा ने कहा तुम्हारा वादा मेले का दिन है (75फ) और यह लोग कि दिन चढ़े जमा किये जाएं (76फ)",
			"author": "৫৯. (মূসা আলাইহিস সালাম) বললেন, ‘তোমাদের অঙ্গীকারের দিবস হলো ঈদের দিন (তথা বাৎসরিক উৎসবের দিন)। আর এ যে, (সে দিন) সকল মানুষ দ্বি-প্রহরের সময় একত্রিত হবে।’"
		},
		{
			"_id": "2408",
			"sura": "20",
			"para": "16",
			"verses": "60",
			"names": "فَتَوَلّٰی فِرۡعَوۡنُ فَجَمَعَ  کَیۡدَہٗ  ثُمَّ  اَتٰی ﴿۶۰﴾ ",
			"number": "",
			"verses_PDMS": "فَتَوَلّٰی فِرۡعَوۡنُ فَجَمَعَ  کَیۡدَہٗ  ثُمَّ  اَتٰی ﴿۶۰﴾ ",
			"index": "2408",
			"name": "অতঃপর ফির’আউন ফিরে গেলো এবং নিজের চক্রান্তসমূহ একত্রিত করলো, আবার আসলো। ",
			"en_kanzulimaan": "So Firaun went away and gathered his schemes,* then came. (* 72000 magicians and their materials.)",
			"ur_kanzulimaan": "تو فرعون پھرا اور اپنے داؤں (فریب) اکٹھے کیے پھر آیا",
			"hi_kanzulimaan": "तो फ़िरऔन फिरा अपने दाँव इकट्ठे किये (77फ) फिर आया (78फ)",
			"author": "৬০. অতঃপর ফেরাউন (মজলিস থেকে) ফিরে গেল; সে তার ছল-চাতুরী (পরিকল্পনা) একত্রিত করলো এবং (নির্ধারিত সময়ে) চলে এলো।"
		},
		{
			"_id": "2409",
			"sura": "20",
			"para": "16",
			"verses": "61",
			"names": "قَالَ لَہُمۡ مُّوۡسٰی وَیۡلَکُمۡ لَا تَفۡتَرُوۡا عَلَی اللّٰہِ  کَذِبًا فَیُسۡحِتَکُمۡ  بِعَذَابٍ ۚ وَ قَدۡ  خَابَ  مَنِ افۡتَرٰی ﴿۶۱﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ لَہُمۡ مُّوۡسٰی وَیۡلَکُمۡ لَا تَفۡتَرُوۡا عَلَی اللّٰہِ  کَذِبًا فَیُسۡحِتَکُمۡ  بِعَذَابٍ ۚ وَ قَدۡ  خَابَ  مَنِ افۡتَرٰی ﴿۶۱﴾ ",
			"index": "2409",
			"name": "তাদেরকে মূসা বললো, ‘তোমাদের ধ্বংস হোক! আল্লাহ্‌র প্রতি মিথ্যা আরোপ করো না, যাতে তিনি তোমাদেরকে শাস্তি দ্বারা ধ্বংস করে দেন এবং নিশ্চয় ব্যর্থ হয়েই রয়েছে যে মিথ্যা রচনা করেছে’।",
			"en_kanzulimaan": "Moosa said to them, Ruin is to you - do not fabricate a lie against Allah, that He may destroy you by a punishment; and indeed one who fabricates lies has failed.",
			"ur_kanzulimaan": "ان سے موسیٰ نے کہا تمہیں خرابی ہو اللہ پر جھوٹ نہ باندھو کہ وہ تمہیں عذاب سے ہلاک کردے اور بیشک نامراد رہا جس نے جھوٹ باندھا",
			"hi_kanzulimaan": "उनसे मूसा ने कहा तुम्हें ख़राबी हो अल्लाह पर झूठ न बाँधों (79फ) कि वह तुम्हें अज़ाब से हलाक कर दे, और बेशक नामुराद रहा जिसने झूट बांधा (80फ)",
			"author": "৬১. মূসা (আলাইহিস সালাম) এদেরকে (এ যাদুকরদেরকে) বললেন, ‘তোমাদের জন্যে আফসোস! (খবরদার!) আল্লাহ্‌র প্রতি মিথ্যা অপবাদ আরোপ করো না, নচেৎ তিনি তোমাদেরকে শাস্তির মাধ্যমে ধ্বংস ও বরবাদ করে দেবেন। আর বাস্তবিকই যে ব্যক্তি (আল্লাহ্‌র প্রতি) মিথ্যা অপবাদ আরোপ করে সে ব্যর্থ হয়।’"
		},
		{
			"_id": "2410",
			"sura": "20",
			"para": "16",
			"verses": "62",
			"names": "فَتَنَازَعُوۡۤا اَمۡرَہُمۡ بَیۡنَہُمۡ وَ اَسَرُّوا النَّجۡوٰی  ﴿۶۲﴾",
			"number": "",
			"verses_PDMS": "فَتَنَازَعُوۡۤا اَمۡرَہُمۡ بَیۡنَہُمۡ وَ اَسَرُّوا النَّجۡوٰی  ﴿۶۲﴾",
			"index": "2410",
			"name": "অতঃপর নিজেদের ব্যাপারে পরস্পর বিরোধকারী হয়ে গেলো এবং গোপনে পরামর্শ করলো।",
			"en_kanzulimaan": "So they differed with one another in their task, and secretly conferred.",
			"ur_kanzulimaan": "تو اپنے معاملہ میں باہم مختلف ہوگئے اور چھپ کر مشاورت کی،",
			"hi_kanzulimaan": "तो अपने मामले में बाहम मुख़्तलिफ़ हो गए (81फ) और छुप कर सलाह की",
			"author": "৬২. ফলে সে সকল (যাদুকর) নিজেদের ব্যাপারে পরস্পরে ঝগড়ায় লিপ্ত হলো এবং গোপনে পরামর্শ করতে লাগলো।"
		},
		{
			"_id": "2411",
			"sura": "20",
			"para": "16",
			"verses": "63",
			"names": "قَالُوۡۤا  اِنۡ ہٰذٰىنِ لَسٰحِرٰنِ یُرِیۡدٰنِ اَنۡ یُّخۡرِجٰکُمۡ  مِّنۡ اَرۡضِکُمۡ  بِسِحۡرِہِمَا وَ یَذۡہَبَا بِطَرِیۡقَتِکُمُ  الۡمُثۡلٰی ﴿۶۳﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡۤا  اِنۡ ہٰذٰىنِ لَسٰحِرٰنِ یُرِیۡدٰنِ اَنۡ یُّخۡرِجٰکُمۡ  مِّنۡ اَرۡضِکُمۡ  بِسِحۡرِہِمَا وَ یَذۡہَبَا بِطَرِیۡقَتِکُمُ  الۡمُثۡلٰی ﴿۶۳﴾ ",
			"index": "2411",
			"name": "তারা বললো, ‘নিশ্চয় এ দু’জন অবশ্যই যাদুকর, এরা চায় যে, তোমাদেরকে তোমাদের ভূমি থেকে আপন যাদুর জোরে বের করে দেবে এবং তোমাদের উত্তম দ্বীন নিয়ে যাবে। ",
			"en_kanzulimaan": "They said, Undoubtedly these two are magicians for sure, who wish to expel you from your land by the strength of their magic, and destroy your exemplary religion!",
			"ur_kanzulimaan": "بولے بیشک یہ دونوں ضرور جادوگر ہیں چاہتے ہیں کہ تمہیں تمہاری زمین زمین سے اپنے جادو کے زور سے نکال دیں اور تمہارا اچھا دین لے جائیں،",
			"hi_kanzulimaan": "बोले बेशक ये दोनो (82फ) ज़रूर जादूगर हैं चाहते हैं कि तुम्हें तुम्हारी ज़मीन से अपने जादू के ज़ोर से निकाल दें और तुम्हारा अच्छा दीन ले जाएं",
			"author": "৬৩. বলতে লাগলো, ‘এ দু’জন প্রকৃতই যাদুকর, যারা চায় যাদুর মাধ্যমে তোমাদেরকে তোমাদের ভুমি থেকে বের করে দিতে এবং তোমাদের উৎকৃষ্ট জীবন ব্যবস্থা ও সংস্কৃতিকে বিলীন করতে।’"
		},
		{
			"_id": "2412",
			"sura": "20",
			"para": "16",
			"verses": "64",
			"names": "فَاَجۡمِعُوۡا کَیۡدَکُمۡ  ثُمَّ  ائۡتُوۡا  صَفًّا ۚ وَ  قَدۡ  اَفۡلَحَ  الۡیَوۡمَ  مَنِ  اسۡتَعۡلٰی ﴿۶۴﴾ ",
			"number": "",
			"verses_PDMS": "فَاَجۡمِعُوۡا کَیۡدَکُمۡ  ثُمَّ  ائۡتُوۡا  صَفًّا ۚ وَ  قَدۡ  اَفۡلَحَ  الۡیَوۡمَ  مَنِ  اسۡتَعۡلٰی ﴿۶۴﴾ ",
			"index": "2412",
			"name": "অতএব, তোমরা তোমাদের চক্রান্তগুলোকে পাকাপোক্ত করে নাও, অতঃপর সারিবদ্ধ হয়ে উপস্থিত হও! এবং আজ সফলকাম হবে যে জয়ী হবে’।",
			"en_kanzulimaan": "Therefore strengthen your scheme, and come forth in rows; indeed whoever dominates this day has succeeded.",
			"ur_kanzulimaan": "تو اپنا داؤ (فریب) پکا کرلو پھر پرا باندھ (صف باندھ) کر آ ؤ آج مراد کو پہنچا جو غالب رہا،",
			"hi_kanzulimaan": "तो अपना दाँव (फरेब) पक्का कर लो फिर परा बांध कर आओ,  और आज मुराद को पहुंचा जो ग़ालिब (विजयी) रहा",
			"author": "৬৪. (তারা পরস্পরে সিদ্ধান্ত নিলো:) ‘অতঃপর তোমরা তোমাদের (যাদুর) সকল পরিকল্পনা একত্রিত করো, এরপর সারিবদ্ধ হয়ে (একসাথেই) মাঠে আগমন করো। আর আজকের দিনে সেই সফল হবে, যে বিজয়ী হবে।’"
		},
		{
			"_id": "2413",
			"sura": "20",
			"para": "16",
			"verses": "65",
			"names": "قَالُوۡا یٰمُوۡسٰۤی  اِمَّاۤ  اَنۡ تُلۡقِیَ وَ  اِمَّاۤ  اَنۡ نَّکُوۡنَ  اَوَّلَ  مَنۡ  اَلۡقٰی ﴿۶۵﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا یٰمُوۡسٰۤی  اِمَّاۤ  اَنۡ تُلۡقِیَ وَ  اِمَّاۤ  اَنۡ نَّکُوۡنَ  اَوَّلَ  مَنۡ  اَلۡقٰی ﴿۶۵﴾ ",
			"index": "2413",
			"name": "তারা বললো, ‘হে মূসা! হয় তো আপনি নিক্ষেপ করুন, নয় তো আমরা প্রথমে নিক্ষেপ করবো’।",
			"en_kanzulimaan": "They said, O Moosa, either you throw first - or shall we throw first?",
			"ur_kanzulimaan": "بولے اے موسیٰ یا تو تم ڈالو یا ہم پہلے ڈالیں",
			"hi_kanzulimaan": "बोले (83फ) ऐ मूसा या तो तुम डालो (84फ) या हम पहले डालें (85फ)",
			"author": "৬৫. (যাদুকরেরা) বললো, ‘হে মূসা! হয় তোমরা (তোমাদের সামগ্রী) নিক্ষেপ করো অথবা আমরাই আগে নিক্ষেপ করি’।"
		},
		{
			"_id": "2414",
			"sura": "20",
			"para": "16",
			"verses": "66",
			"names": "قَالَ بَلۡ اَلۡقُوۡا ۚ فَاِذَا حِبَالُہُمۡ وَ عِصِیُّہُمۡ  یُخَیَّلُ   اِلَیۡہِ مِنۡ سِحۡرِہِمۡ  اَنَّہَا  تَسۡعٰی  ﴿۶۶﴾",
			"number": "",
			"verses_PDMS": "قَالَ بَلۡ اَلۡقُوۡا ۚ فَاِذَا حِبَالُہُمۡ وَ عِصِیُّہُمۡ  یُخَیَّلُ   اِلَیۡہِ مِنۡ سِحۡرِہِمۡ  اَنَّہَا  تَسۡعٰی  ﴿۶۶﴾",
			"index": "2414",
			"name": "মূসা বললো, ‘বরং তোমরাই নিক্ষেপ করো!’ যখনই তাদের দড়িগুলো ও লাঠিগুলো তাদের যাদুর জোরে তাঁর ধারনায় ছুটাছুটি করছে বলে মনে হলো, ",
			"en_kanzulimaan": "He said, Rather, you may throw; thereupon their cords and their staves, by the strength of their magic, appeared to him as if they were (serpents) moving fast.",
			"ur_kanzulimaan": "موسیٰ نے کہا بلکہ تمہیں ڈالو جبھی ان کی رسیاں اور لاٹھیاں ان کے جادو کے زور سے ان کے خیال میں دوڑتی معلوم ہوئیں",
			"hi_kanzulimaan": "मूसा ने कहा बल्कि तुम्हीं डालो (86फ) जभी उनकी रस्सियाँ और लाठियां उनके जादू के ज़ोर से उनके ख़याल में दौड़ती मालूम हुई (87फ)",
			"author": "৬৬. (মূসা আলাইহিস সালাম) বললেন, ‘বরং তোমরাই নিক্ষেপ করো’। অকস্মাৎ মূসা (আলাইহিস সালাম)-এঁর মনে হতে লাগলো যেন তাদের রশি ও লাঠিগুলো তাদের যাদুর প্রভাবে (ময়দানে) ছুটোছুটি করছে।"
		},
		{
			"_id": "2415",
			"sura": "20",
			"para": "16",
			"verses": "67",
			"names": "فَاَوۡجَسَ  فِیۡ  نَفۡسِہٖ  خِیۡفَۃً  مُّوۡسٰی ﴿۶۷﴾ ",
			"number": "",
			"verses_PDMS": "فَاَوۡجَسَ  فِیۡ  نَفۡسِہٖ  خِیۡفَۃً  مُّوۡسٰی ﴿۶۷﴾ ",
			"index": "2415",
			"name": "তখন মূসা আপন অন্তরে ভয় অনুভব করলো। ",
			"en_kanzulimaan": "And Moosa sensed fear in his heart.",
			"ur_kanzulimaan": "تو اپنے جی میں موسیٰ نے خوف پایا،",
			"hi_kanzulimaan": "तो अपने जी में मूसा ने ख़ौफ़ पाया",
			"author": "৬৭. তখন মূসা (আলাইহিস সালাম) নিজের অন্তরে কিছুটা ভীতি অনুভব করতে লাগলেন।"
		},
		{
			"_id": "2416",
			"sura": "20",
			"para": "16",
			"verses": "68",
			"names": "قُلۡنَا لَا  تَخَفۡ اِنَّکَ اَنۡتَ الۡاَعۡلٰی ﴿۶۸﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡنَا لَا  تَخَفۡ اِنَّکَ اَنۡتَ الۡاَعۡلٰی ﴿۶۸﴾ ",
			"index": "2416",
			"name": "আমি বললাম, ‘ভয় করো না, নিশ্চয় তুমিই জয়ী। ",
			"en_kanzulimaan": "We said, Do not fear - it is you who is dominant.",
			"ur_kanzulimaan": "ہم نے فرمایا ڈر نہیں بیشک تو ہی غالب ہے،",
			"hi_kanzulimaan": "हमने फ़रमाया डर नहीं बेशक तू ही ग़ालिब है",
			"author": "৬৮. আমরা (মূসা আলাইহিস সালামকে) বললাম, ‘ভয় করো না, নিশ্চিত তুমিই বিজয়ী হবে’।"
		},
		{
			"_id": "2417",
			"sura": "20",
			"para": "16",
			"verses": "69",
			"names": "وَ اَلۡقِ مَا فِیۡ یَمِیۡنِکَ تَلۡقَفۡ مَا صَنَعُوۡا ؕ اِنَّمَا صَنَعُوۡا کَیۡدُ سٰحِرٍ ؕ وَ لَا  یُفۡلِحُ  السَّاحِرُ  حَیۡثُ  اَتٰی ﴿۶۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَلۡقِ مَا فِیۡ یَمِیۡنِکَ تَلۡقَفۡ مَا صَنَعُوۡا ؕ اِنَّمَا صَنَعُوۡا کَیۡدُ سٰحِرٍ ؕ وَ لَا  یُفۡلِحُ  السَّاحِرُ  حَیۡثُ  اَتٰی ﴿۶۹﴾ ",
			"index": "2417",
			"name": "এবং নিক্ষেপ করো যা তোমার ডান হাতে রয়েছে এবং তা তাদের কৃত্রিম বস্তুগুলোকে গ্রাস করে ফেলবে। তারা যা কিছুই তৈরী করে এনেছে তা তো যাদুর প্রতাঁরণা। যাদুকরের মঙ্গল হয় না যেখানেই আসুক’।",
			"en_kanzulimaan": "And cast down which is in your right hand - it will devour all that they have fabricated; what they have made is only a magicians deceit; and a magician is never successful, wherever he comes.",
			"ur_kanzulimaan": "اور ڈال تو دے جو تیرے داہنے ہاتھ میں ہے اور ان کی بناوٹوں کو نگل جائے گا، وہ جو بناکر لائے ہیں وہ تو جادوگر کا فریب ہے، اور جادوگر کا بھلا نہیں ہوتا کہیں آوے",
			"hi_kanzulimaan": "और डाल तो दे जो तेरे दाएं हाथ में है (88फ) और उनकी बनावटों को निगल जाएगा, वो जो बनाकर लाए हैं वह तो जादूगर का धोखा है, और जादूगर का भला नहीं होता कहीं आवे (89फ)",
			"author": "৬৯. আর তোমার ডান হাতে যা রয়েছে তা (এ লাঠি, ভূমিতে) নিক্ষেপ করো, তারা (কৃত্রিমভাবে) যা বানিয়ে রেখেছে এটি সেসব (ধোঁকাবাজিকে) গ্রাস করবে। যা কিছু তারা বানিয়ে রেখেছে (তা তো) কেবল যাদুকরের ধোঁকা। আর যাদুকর যেখান থেকেই আসুক, সফলতা পাবে না।’"
		},
		{
			"_id": "2418",
			"sura": "20",
			"para": "16",
			"verses": "70",
			"names": "فَاُلۡقِیَ السَّحَرَۃُ  سُجَّدًا قَالُوۡۤا  اٰمَنَّا بِرَبِّ ہٰرُوۡنَ  وَ  مُوۡسٰی ﴿۷۰﴾ ",
			"number": "",
			"verses_PDMS": "فَاُلۡقِیَ السَّحَرَۃُ  سُجَّدًا قَالُوۡۤا  اٰمَنَّا بِرَبِّ ہٰرُوۡنَ  وَ  مُوۡسٰی ﴿۷۰﴾ ",
			"index": "2418",
			"name": "অতঃপর সমস্ত যাদুকরকে সাজদাবনত করানো হলো, তারা বললো, ‘আমরা তাঁরই উপর ঈমান আনলাম, যিনি হারূন ও মূসার রব’।",
			"en_kanzulimaan": "Therefore all the magicians were thrown down prostrate - they said, We accept faith in the One Who is the Lord of Haroon and Moosa.",
			"ur_kanzulimaan": "تو سب جادوگر سجدے میں گرالیے گئے بولے ہم اس پر ایمان لائے جو ہارون اور موسیٰ کا رب ہے",
			"hi_kanzulimaan": "तो सब जादूगर सज्दे में गिराए गए बोले हम उसपर ईमान लाए जो हारून और मूसा का रब है (90फ)",
			"author": "৭০. (অতঃপর এমনটিই হলো) সকল যাদুকর সেজদায় লুটিয়ে পড়ে বলতে লাগলো, ‘আমরা হারুন এবং মূসা (আলাইহিমাস সালাম)-এঁর প্রতিপালকে বিশ্বাস স্থাপন করলাম’।"
		},
		{
			"_id": "2419",
			"sura": "20",
			"para": "16",
			"verses": "71",
			"names": "قَالَ اٰمَنۡتُمۡ لَہٗ  قَبۡلَ اَنۡ اٰذَنَ  لَکُمۡ ؕ اِنَّہٗ لَکَبِیۡرُکُمُ الَّذِیۡ عَلَّمَکُمُ السِّحۡرَ ۚ فَلَاُقَطِّعَنَّ  اَیۡدِیَکُمۡ وَ اَرۡجُلَکُمۡ مِّنۡ خِلَافٍ وَّ لَاُصَلِّبَنَّکُمۡ فِیۡ جُذُوۡعِ النَّخۡلِ ۫ وَ لَتَعۡلَمُنَّ  اَیُّنَاۤ   اَشَدُّ  عَذَابًا  وَّ  اَبۡقٰی ﴿۷۱﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ اٰمَنۡتُمۡ لَہٗ  قَبۡلَ اَنۡ اٰذَنَ  لَکُمۡ ؕ اِنَّہٗ لَکَبِیۡرُکُمُ الَّذِیۡ عَلَّمَکُمُ السِّحۡرَ ۚ فَلَاُقَطِّعَنَّ  اَیۡدِیَکُمۡ وَ اَرۡجُلَکُمۡ مِّنۡ خِلَافٍ وَّ لَاُصَلِّبَنَّکُمۡ فِیۡ جُذُوۡعِ النَّخۡلِ ۫ وَ لَتَعۡلَمُنَّ  اَیُّنَاۤ   اَشَدُّ  عَذَابًا  وَّ  اَبۡقٰی ﴿۷۱﴾ ",
			"index": "2419",
			"name": "ফির’আউন বললো, ‘তোমরা কি আমি অনুমতি দেওয়ার পূর্বেই তাঁর উপর ঈমান এনেছো? নিশ্চয় সে তোমাদের প্রধান, যে তোমাদের সবাইকে যাদু শিক্ষা দিয়েছে। সুতরাং আমি শপথ করছি, অবশ্যই আমি তোমাদের এক পার্শ্বের হাত ও অপর পার্শ্বের পা কর্তন করবো এবং আমি তোমাদেরকে খেজুর গাছের কাণ্ডের উপর শূলবিদ্ধ করবোই এবং নিশ্চয় তোমরা জেনে যাবে আমাদের মধ্যে কার শাস্তি কঠোরতর ও অধিক স্থায়ী’।",
			"en_kanzulimaan": "Said Firaun, You accepted faith in him before I permitted you! He is indeed your leader who taught you magic; I therefore swear, I will cut off your hands and your legs from alternate sides, and crucify you on the trunks of palm-trees, and you will surely come to know among us two, whose punishment is more severe and more lasting.",
			"ur_kanzulimaan": "فرعون بولا کیا تم اس پر ایمان لائے قبل اس کے کہ میں تمہیں اجازت دوں، بیشک وہ تمہارا بڑا ہے جس نے تم سب کو جادو سکھایا تو مجھے قسم ہے ضرور میں تمہارے ایک طرف کے ہاتھ اور دوسری طرف کے پاؤں کاٹوں گا اور تمہیں کھجور کے ڈھنڈ (تنے) پر سُولی چڑھاؤں گا، اور ضرور تم جان جاؤ گے کہ ہم میں کس کا عذاب سخت اور دیرپا ہے",
			"hi_kanzulimaan": "फ़िरऔन बोला क्या तुम उस पर ईमान लाए इसके पहले कि मैं तुम्हें इजाज़त दूँ, बेशक वह तुम्हारा बड़ा है जिसने तुमको जादू सिखाया (91फ) तो मुझे क़सम है ज़रूर मैं तुम्हारे एक तरफ़ के हाथ और दूसरी तरफ़ के पांव काटूंगा (92फ) और तुम्हें खजूर के ठुंड पर सूली चढ़ाऊंगा और ज़रूर तुम जान जाओगे कि हम में किस का अज़ाब सख़्त और देरपा है (93फ)",
			"author": "৭১. (ফেরাউন) বলতে লাগলো, ‘আমি অনুমতি দেয়ার পূর্বেই তোমরা তাঁর প্রতি ঈমান আনয়ন করলে? নিশ্চয়ই সে (মূসা) তোমাদের(ও) বড় উস্তাদ, যে তোমাদেরকে যাদু শিখিয়েছে। অতঃএব (এখন) আমি অবশ্যই তোমাদের হাত এবং তোমাদের পা বিপরীত দিক থেকে কেটে ফেলবো এবং তোমাদেরকে খেজুরের কান্ডে শুলিতে চড়াবোই। আর তোমরা অবশ্যই জানবে যে, আমাদের মধ্যে কে শাস্তি দেয়ার ক্ষেত্রে অধিক কঠোর এবং অধিক স্থায়ী।’"
		},
		{
			"_id": "2420",
			"sura": "20",
			"para": "16",
			"verses": "72",
			"names": "قَالُوۡا  لَنۡ نُّؤۡثِرَکَ عَلٰی مَا جَآءَنَا مِنَ الۡبَیِّنٰتِ وَ الَّذِیۡ فَطَرَنَا فَاقۡضِ مَاۤ  اَنۡتَ قَاضٍ ؕ اِنَّمَا تَقۡضِیۡ ہٰذِہِ  الۡحَیٰوۃَ الدُّنۡیَا ﴿ؕ۷۲﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا  لَنۡ نُّؤۡثِرَکَ عَلٰی مَا جَآءَنَا مِنَ الۡبَیِّنٰتِ وَ الَّذِیۡ فَطَرَنَا فَاقۡضِ مَاۤ  اَنۡتَ قَاضٍ ؕ اِنَّمَا تَقۡضِیۡ ہٰذِہِ  الۡحَیٰوۃَ الدُّنۡیَا ﴿ؕ۷۲﴾ ",
			"index": "2420",
			"name": "তারা বললো, ‘আমরা কখনো তোমাকে প্রাধান্য দেবো না এসব স্পষ্ট প্রমাণাদির ওপর, যেগুলো আমাদের নিকট এসেছে, আমাদের সৃষ্টিকর্তার নামে আমাদে শপথ! সুতরাং তুমি করো যা তোমার করার আছে। তুমি এ পার্থিব জীবনেই তো করবে!",
			"en_kanzulimaan": "They said, We shall never prefer you above the clear proofs that have come to us from the One Who has created us - therefore carry out what you want to; only in the life of this world will you be able to!",
			"ur_kanzulimaan": "بولے ہم ہرگز تجھے ترجیح نہ دیں گے ان روشن دلیلوں پر جو ہمارے پاس آئیں ہمیں اپنے پیدا کرنے والے والے کی قسم تو تُو کر چُک جو تجھے کرنا ہے تو اس دنیا ہی کی زندگی میں تو کرے گا",
			"hi_kanzulimaan": "बोले हम हरगिज़ तुझे तरजीह (प्राथमिकता ) न देंगे उन रौशन दलीलों पर जो हमारे पास आई (94फ) हमें अपने पैदा करने वाले की क़सम तो तू कर चूक जो तुझे करना है (95फ) तू इस दुनिया ही की ज़िन्दगी में तो करेगा (96फ)",
			"author": "৭২. (যাদুকরেরা) বললো, ‘আমরা তোমাকে কখনো এ সুস্পষ্ট প্রমাণাদির উপর প্রাধান্য দেবো না, যা আমাদের নিকট এসেছে। সে (প্রতিপালক) সত্তার কসম, যিনি আমাদেরকে সৃষ্টি করেছেন! তুমি যা ফায়সালা করার, করে নাও। তুমি তো কেবল (এ কয়েক দিনের) পার্থিব জীবন সম্পর্কেই ফায়সালা করতে পারো।"
		},
		{
			"_id": "2421",
			"sura": "20",
			"para": "16",
			"verses": "73",
			"names": "اِنَّـاۤ  اٰمَنَّا بِرَبِّنَا لِیَغۡفِرَ لَنَا خَطٰیٰنَا وَ مَاۤ  اَکۡرَہۡتَنَا عَلَیۡہِ  مِنَ  السِّحۡرِ ؕ وَ اللّٰہُ  خَیۡرٌ  وَّ  اَبۡقٰی ﴿۷۳﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّـاۤ  اٰمَنَّا بِرَبِّنَا لِیَغۡفِرَ لَنَا خَطٰیٰنَا وَ مَاۤ  اَکۡرَہۡتَنَا عَلَیۡہِ  مِنَ  السِّحۡرِ ؕ وَ اللّٰہُ  خَیۡرٌ  وَّ  اَبۡقٰی ﴿۷۳﴾ ",
			"index": "2421",
			"name": "নিশ্চয় আমরা আমাদের রবের প্রতি ঈমান এনেছি, যাতে তিনি আমাদের অপরাধসমূহ ক্ষমা করে দেন এবং ওই যাদু যা করার জন্য তুমি আমাদেরকে বাধ্য করেছো। এবং আল্লাহ্‌ শ্রেষ্ঠ আর সর্বাধিক স্থায়ী’।",
			"en_kanzulimaan": "Indeed we have accepted faith in our Lord, so that He may forgive us our sins and the magic which you forced us to perform; and Allah is Better, and the Most Lasting.",
			"ur_kanzulimaan": "بیشک ہم اپنے رب پر ایمان لائے کہ وہ ہماری خطائیں بخش دے اور وہ جو تو نے ہمیں مجبور کیا جادو پر اور ا لله بہتر ہے اور سب سے زیادہ باقی رہنے والا",
			"hi_kanzulimaan": "बेशक हम अपने रब पर ईमान लाए कि वह हमारी खताएं बख़्श दे और वह जो तूने हमें मजबूर किया जादू पर (97फ) और अल्लाह बेहतर है (98फ) और सब से ज़्यादा बाक़ी रहने वाला (99फ)",
			"author": "৭৩. অবশ্যই আমরা আমাদের প্রতিপালকে বিশ্বাস স্থাপন করেছি, যাতে তিনি আমাদের ত্রুটিসমূহ ক্ষমা করে দেন এবং তাও (ক্ষমা করে দেন) যে যাদু তুমি আমাদেরকে করতে বাধ্য করেছিলে। আর আল্লাহ্ই উত্তম এবং চিরস্থায়ী।’"
		},
		{
			"_id": "2422",
			"sura": "20",
			"para": "16",
			"verses": "74",
			"names": "اِنَّہٗ  مَنۡ یَّاۡتِ رَبَّہٗ  مُجۡرِمًا فَاِنَّ  لَہٗ جَہَنَّمَ ؕ لَا  یَمُوۡتُ  فِیۡہَا وَ  لَا  یَحۡیٰی ﴿۷۴﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّہٗ  مَنۡ یَّاۡتِ رَبَّہٗ  مُجۡرِمًا فَاِنَّ  لَہٗ جَہَنَّمَ ؕ لَا  یَمُوۡتُ  فِیۡہَا وَ  لَا  یَحۡیٰی ﴿۷۴﴾ ",
			"index": "2422",
			"name": "নিশ্চয় যে আপন রবের নিকট অপরাধী হয়ে উপস্থিত হয়, তবে তাঁর জন্য অবশ্যই জাহান্নাম রয়েছে, যেখানে সে না মরবে, না বাচবে।",
			"en_kanzulimaan": "Indeed the one who comes guilty to his Lord - so undoubtedly for him is hell; neither dying nor living in it.",
			"ur_kanzulimaan": "بیشک جو اپنے رب کے حضور مجرم ہوکر آئے تو ضرور اس کے لیے جہنم ہے جس میں نہ مرے نہ جئے",
			"hi_kanzulimaan": "बेशक जो अपने रब के हुज़ूर मुजरिम (100फ) होकर आए तो ज़रूर उसके लिये जहन्नम है जिस में न मरे (101फ) न जिये (102फ)",
			"author": "৭৪. নিশ্চয়ই যে ব্যক্তি তার প্রতিপালকের নিকট অপরাধী হয়ে আসবে, তার জন্যে তো রয়েছে জাহান্নাম। (আর তা এমন শাস্তি যে,) না সে তাতে মৃত্যুবরণ করবে আর না বেঁচে থাকবে।"
		},
		{
			"_id": "2423",
			"sura": "20",
			"para": "16",
			"verses": "75",
			"names": "وَ مَنۡ یَّاۡتِہٖ مُؤۡمِنًا قَدۡ عَمِلَ الصّٰلِحٰتِ فَاُولٰٓئِکَ  لَہُمُ  الدَّرَجٰتُ  الۡعُلٰی ﴿ۙ۷۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ یَّاۡتِہٖ مُؤۡمِنًا قَدۡ عَمِلَ الصّٰلِحٰتِ فَاُولٰٓئِکَ  لَہُمُ  الدَّرَجٰتُ  الۡعُلٰی ﴿ۙ۷۵﴾ ",
			"index": "2423",
			"name": "এবং যে তাঁর নিকট ঈমান সহকারে উপস্থিত হয় এমতাবস্থায় যে, সে সৎকর্ম করেছে, তবে তাদেরই মর্যাদা সমুচ্চ।",
			"en_kanzulimaan": "And the one who presents himself as a believer before Him, having done good deeds - so for them are the high ranks.",
			"ur_kanzulimaan": "اور جو اس کے حضور ایمان کے ساتھ آئے کہ اچھے کام کیے ہوں تو انہیں کے درجے اونچے،",
			"hi_kanzulimaan": "और जो उसके हुज़ूर ईमान के साथ आए कि अच्छे काम किये हों (103फ) तो उन्हीं के द्रज़े ऊंचे",
			"author": "৭৫. আর যে ব্যক্তি তাঁর সমীপে মুমিন হিসেবে আগমন করবে, (অধিকন্তু) নেক আমল করবে; সেসকল লোকেদের জন্যেই রয়েছে সুউচ্চ মর্যাদা।"
		},
		{
			"_id": "2424",
			"sura": "20",
			"para": "16",
			"verses": "76",
			"names": "جَنّٰتُ عَدۡنٍ  تَجۡرِیۡ مِنۡ  تَحۡتِہَا  الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَا ؕ وَ ذٰلِکَ جَزٰٓؤُا  مَنۡ  تَزَکّٰی ﴿۷۶﴾ ",
			"number": "",
			"verses_PDMS": "جَنّٰتُ عَدۡنٍ  تَجۡرِیۡ مِنۡ  تَحۡتِہَا  الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَا ؕ وَ ذٰلِکَ جَزٰٓؤُا  مَنۡ  تَزَکّٰی ﴿۷۶﴾ ",
			"index": "2424",
			"name": "বসবাসের বাগান, যেগুলোর পাদদেশে নহরসমূহ প্রবহমান সর্বদা সেগুলোর মধ্যে থাকবে; এবং এটা পুরস্কার তাঁরই জন্য, যে পবিত্র হয়েছে।",
			"en_kanzulimaan": "Everlasting Gardens of Eden beneath which rivers flow, abiding in them for ever; and this is the reward of one who became pure.",
			"ur_kanzulimaan": "بسنے کے باغ جن کے نیچے نہریں بہیں ہمیشہ ان میں رہیں، اور یہ صلہ ہے اس کا جو پاک ہوا",
			"hi_kanzulimaan": "बसने के बाग़ जिनके नीचे नेहरे बहे हमेशा उनमें रहे और यह सिला है उसका जो पाक हुआ (104फ)",
			"author": "৭৬. (সেগুলো) চিরসবুজ উদ্যান, যার তলদেশে স্রোতধারা প্রবাহিত; (তারা) তাতে চিরদিন বসবাসকারী। আর সে পুরস্কার এমন ব্যক্তির জন্যে, যে (কুফরী ও পাপাচারের অপবিত্রতা থেকে) নিজেকে পূতঃপবিত্র করেছে।"
		},
		{
			"_id": "2425",
			"sura": "20",
			"para": "16",
			"verses": "77",
			"names": "وَ لَقَدۡ اَوۡحَیۡنَاۤ  اِلٰی مُوۡسٰۤی ۬ۙ اَنۡ  اَسۡرِ بِعِبَادِیۡ فَاضۡرِبۡ لَہُمۡ طَرِیۡقًا فِی الۡبَحۡرِ یَبَسًا ۙ لَّا  تَخٰفُ دَرَکًا وَّ لَا  تَخۡشٰی ﴿۷۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ اَوۡحَیۡنَاۤ  اِلٰی مُوۡسٰۤی ۬ۙ اَنۡ  اَسۡرِ بِعِبَادِیۡ فَاضۡرِبۡ لَہُمۡ طَرِیۡقًا فِی الۡبَحۡرِ یَبَسًا ۙ لَّا  تَخٰفُ دَرَکًا وَّ لَا  تَخۡشٰی ﴿۷۷﴾ ",
			"index": "2425",
			"name": "এবং নিশ্চয় আমি মূসার প্রতি ওহী করেছি, ‘আমার বান্দাদেরকে রাতারাতি নিয়ে চলো। এবং তাদের জন্য সমুদ্রের মধ্যে শুষ্ক রাস্তা বের করে দাও। তোমার এ ভয় থাকবে না যে, ফির’আউন এসে পেয়ে যাবে এবং না তোমার ভয় থাকবে’।",
			"en_kanzulimaan": "And We divinely inspired Moosa that, Journey with My bondmen in a part of the night and strike a dry path in the sea for them, you shall have no fear of Firaun getting to you, nor any danger.",
			"ur_kanzulimaan": "اور بیشک ہم نے موسیٰ کو وحی کی کہ راتوں رات میرے بندوں کو لے چل اور ان کے لیے دریا میں سوکھا راستہ نکال دے تجھے ڈر نہ ہوگا کہ فرعون آلے اور نہ خطرہ",
			"hi_kanzulimaan": "और बेशक हमने मूसा को वही (देववाणी) की (105फ) कि रातों रात मेरे बन्दों को ले चल (106फ) और उनके लिये दरिया में सूखा रास्ता निकाल दे (107फ) तुझे डर न होगा कि फ़िरऔन आ ले और न ख़तरा (108फ)",
			"author": "৭৭. আর আমরা নিশ্চিতভাবে মূসা (আলাইহিস সালাম)-এঁর প্রতি ওহী প্রেরণ করেছিলাম যে, আমার বান্দাদেরকে নিয়ে নিশীথে বের হয়ে যাও। সুতরাং তাদের জন্যে (তোমার লাঠির আঘাতে) সমুদ্রে শুষ্ক পথ তৈরি করো। (ফেরাউন) পেছনে এসে পাকড়াও করবে এ ভয় করো না এবং (ডুবে যাওয়ার) আশঙ্কাও করো না।"
		},
		{
			"_id": "2426",
			"sura": "20",
			"para": "16",
			"verses": "78",
			"names": "فَاَتۡبَعَہُمۡ فِرۡعَوۡنُ بِجُنُوۡدِہٖ فَغَشِیَہُمۡ مِّنَ  الۡیَمِّ  مَا غَشِیَہُمۡ ﴿ؕ۷۸﴾ ",
			"number": "",
			"verses_PDMS": "فَاَتۡبَعَہُمۡ فِرۡعَوۡنُ بِجُنُوۡدِہٖ فَغَشِیَہُمۡ مِّنَ  الۡیَمِّ  مَا غَشِیَہُمۡ ﴿ؕ۷۸﴾ ",
			"index": "2426",
			"name": "অতঃপর ফির’আউন তাদের পশ্চাদ্ধাবন করলো আপন সৈন্য বাহিনী নিয়ে, অতঃপর তাদেরকে সমুদ্র গ্রাস করে নিলো যেমনিভাবে গ্রাস করার ছিলো।",
			"en_kanzulimaan": "So Firaun went after them with his army - therefore the sea enveloped them, the way it did.",
			"ur_kanzulimaan": "تو ان کے پیچھے فرعون پڑا اپنے لشکر لے کر تو انہیں دریا نے ڈھانپ لیا جیسا ڈھانپ لیا،",
			"hi_kanzulimaan": "तो उनके पीछे फ़िरऔन पड़ा अपने लश्कर लेकर (109फ) तो उन्हें दरिया ने ढांप लिया जैसा ढांप लिया (110फ)",
			"author": "৭৮. অতঃপর ফেরাউন তার বাহিনী নিয়ে তাদের পশ্চাদ্ধাবন করলো, তখন সমুদ্র (-এর ঢেউ) তাদেরকে সম্পূর্ণরূপে গ্রাস করলো।"
		},
		{
			"_id": "2427",
			"sura": "20",
			"para": "16",
			"verses": "79",
			"names": "وَ اَضَلَّ فِرۡعَوۡنُ  قَوۡمَہٗ  وَ مَا ہَدٰی ﴿۷۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَضَلَّ فِرۡعَوۡنُ  قَوۡمَہٗ  وَ مَا ہَدٰی ﴿۷۹﴾ ",
			"index": "2427",
			"name": "এবং ফির’আউন আপন সম্প্রদায়কে পথভ্রষ্ট করেছে এবং সৎপথ দেখায় নি।",
			"en_kanzulimaan": "And Firaun led his people astray, and did not guide them.",
			"ur_kanzulimaan": "اور فرعون نے اپنی قوم کو گمراہ کیا اور راہ نہ دکھائی",
			"hi_kanzulimaan": "और फ़िरऔन ने अपनी क़ौम को गुमराह किया और राह न दिखाई (111फ)",
			"author": "৭৯. আর ফেরাউন তার সম্প্রদায়কে গোমরাহ করেছিল এবং তাদেরকে সরল পথে পরিচালিত করেনি।"
		},
		{
			"_id": "2428",
			"sura": "20",
			"para": "16",
			"verses": "80",
			"names": "یٰبَنِیۡۤ  اِسۡرَآءِیۡلَ قَدۡ  اَنۡجَیۡنٰکُمۡ مِّنۡ عَدُوِّکُمۡ وَ وٰعَدۡنٰکُمۡ جَانِبَ الطُّوۡرِ الۡاَیۡمَنَ وَ نَزَّلۡنَا عَلَیۡکُمُ الۡمَنَّ وَ السَّلۡوٰی ﴿۸۰﴾ ",
			"number": "",
			"verses_PDMS": "یٰبَنِیۡۤ  اِسۡرَآءِیۡلَ قَدۡ  اَنۡجَیۡنٰکُمۡ مِّنۡ عَدُوِّکُمۡ وَ وٰعَدۡنٰکُمۡ جَانِبَ الطُّوۡرِ الۡاَیۡمَنَ وَ نَزَّلۡنَا عَلَیۡکُمُ الۡمَنَّ وَ السَّلۡوٰی ﴿۸۰﴾ ",
			"index": "2428",
			"name": "হে বনী ইস্রাঈল! নিশ্চয় আমি তোমাদেরকে তোমাদের শত্রু থেকে উদ্ধার করেছি, তোমাদেরকে ‘তুর’ পর্বতের ডান পার্শ্বের প্রতিশ্রুতি দিয়েছি এবং তোমাদের প্রতি ‘মান্‌’ ও ‘সালওয়া’ অবতীর্ণ করেছি। ",
			"en_kanzulimaan": "O Descendants of Israel, indeed We rescued you from your enemy, and We made a covenant with you on the right side of Mount Tur, and sent down Manna and Salwa upon you.",
			"ur_kanzulimaan": "اے بنی اسرائیل بیشک ہم نے تم کو تمہارے دشمن سے نجات دی اور تمہیں طور کی داہنی طرف کا وعدہ دیا اور تم پر من اور سلوی ٰ اتارا",
			"hi_kanzulimaan": "ऐ बनी इस्राईल बेशक हमने तुमको तुम्हारे दुश्मन (112फ) से निजात दी और तुम्हें तूर की दाईं तरफ़ का वादा दिया (113फ) और तुम पर मन्न और सलवा उतारा (114फ)",
			"author": "৮০. হে বনী ইসরাঈল! (দেখো!) নিশ্চয়ই আমরা তোমাদেরকে তোমাদের দুশমন থেকে মুক্তি দিয়েছিলাম এবং আমরা তোমাদেরকে তূর (পাহাড়)-এর দক্ষিণপার্শ্বে (আগমনের) অঙ্গীকার করেছিলাম। আর (সেখানে) আমরা তোমাদের নিকট প্রেরণ করেছিলাম ‘মান্না’ এবং ‘সালওয়া’।"
		},
		{
			"_id": "2429",
			"sura": "20",
			"para": "16",
			"verses": "81",
			"names": "کُلُوۡا مِنۡ طَیِّبٰتِ مَا رَزَقۡنٰکُمۡ وَ لَا تَطۡغَوۡا فِیۡہِ فَیَحِلَّ عَلَیۡکُمۡ غَضَبِیۡ ۚ وَ مَنۡ یَّحۡلِلۡ عَلَیۡہِ غَضَبِیۡ فَقَدۡ ہَوٰی ﴿۸۱﴾ ",
			"number": "",
			"verses_PDMS": "کُلُوۡا مِنۡ طَیِّبٰتِ مَا رَزَقۡنٰکُمۡ وَ لَا تَطۡغَوۡا فِیۡہِ فَیَحِلَّ عَلَیۡکُمۡ غَضَبِیۡ ۚ وَ مَنۡ یَّحۡلِلۡ عَلَیۡہِ غَضَبِیۡ فَقَدۡ ہَوٰی ﴿۸۱﴾ ",
			"index": "2429",
			"name": "আহার করো যেসব পবিত্র বস্তু আমি তোমাদেরকে জীবিকা দিয়েছি এবং তাতে সীমালঙ্ঘন করো না! করলে, তোমাদের উপর ক্রোধ অবতীর্ণ হবে; এবং যার উপর আমার ক্রোধ অবতীর্ণ হয়েছে, নিঃসন্দেহে সে পতিত হয়েছে। ",
			"en_kanzulimaan": "Eat the good clean things We have provided you, and do not exceed the limits in respect of it causing My wrath to descend upon you; and indeed the one on whom My wrath descended, has fallen.",
			"ur_kanzulimaan": "کھاؤ جو پاک چیزیں ہم نے تمہیں روزی دیں اور اس میں زیادتی نہ کرو کہ تم پر میرا غضب اترے اور جس پر میرا غضب اترا بیشک وہ گرا",
			"hi_kanzulimaan": "खाओ जो पाक चीज़ें हमने तुम्हें रोज़ी दीं और उसमें ज़ियादती न करो (115फ) कि तुम पर मेरा गज़ब उतरे और जिस पर मेरा गज़ब उतरा बेशक वह गिरा (116फ)",
			"author": "৮১. (আর তোমাদেরকে বলেছিলাম:) ‘পাক-পবিত্র বস্তু থেকে আহার করো, যা তোমাদেরকে  রিযিক হিসেবে দিয়েছি আর এতে সীমালঙ্ঘন করো না, নচেৎ তোমাদের প্রতি আমার ক্রোধ অবধারিত হয়ে যাবে। আর যার প্রতি আমার ক্রোধ অবধারিত হয়, সে বাস্তবিকই ধ্বংসপ্রাপ্ত হয়।’"
		},
		{
			"_id": "2430",
			"sura": "20",
			"para": "16",
			"verses": "82",
			"names": "وَ اِنِّیۡ لَغَفَّارٌ لِّمَنۡ تَابَ وَ اٰمَنَ وَ عَمِلَ صَالِحًا  ثُمَّ  اہۡتَدٰی ﴿۸۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِنِّیۡ لَغَفَّارٌ لِّمَنۡ تَابَ وَ اٰمَنَ وَ عَمِلَ صَالِحًا  ثُمَّ  اہۡتَدٰی ﴿۸۲﴾ ",
			"index": "2430",
			"name": "এবং নিঃসন্দেহে আমি অতীব ক্ষমাশীল তাঁর প্রতি, যে তাওবা করেছে, ঈমান এনেছে এবং সৎকর্ম করেছে অতঃপর সৎপথের উপর (অবিচল) রয়েছে। ",
			"en_kanzulimaan": "And indeed I am Most Oft Forgiving for him who repented and accepted faith and did good deeds, and then remained upon guidance.",
			"ur_kanzulimaan": "اور بیشک میں بہت بخشنے والا ہوں اسے جس نے توبہ کی اور ایمان لایا اور اچھا کام کیا پھر ہدایت پر رہا",
			"hi_kanzulimaan": "और बेशक मैं बहुत बख़्शने वाला हूँ उसे जिसने तौबह की (117फ) और ईमान लाया और अच्छा काम किया फिर हिदायत पर रहा (118फ)",
			"author": "৮২. আর নিশ্চয়ই আমি সেসব ব্যক্তির প্রতি অত্যধিক ক্ষমাশীল যে তওবা করে, ঈমান আনয়ন করে এবং সৎকর্ম করে; অতঃপর হেদায়াতের উপর (অবিচল) থাকে।"
		},
		{
			"_id": "2431",
			"sura": "20",
			"para": "16",
			"verses": "83",
			"names": "وَ  مَاۤ   اَعۡجَلَکَ  عَنۡ  قَوۡمِکَ  یٰمُوۡسٰی ﴿۸۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ  مَاۤ   اَعۡجَلَکَ  عَنۡ  قَوۡمِکَ  یٰمُوۡسٰی ﴿۸۳﴾ ",
			"index": "2431",
			"name": "এবং তুমি আপন সম্প্রদায় থেকে কেন ত্বরা করলে, হে মূসা?",
			"en_kanzulimaan": "And why did you come in haste ahead of your people, O Moosa?",
			"ur_kanzulimaan": "اور تو نے اپنی قوم سے کیوں جلدی کی اے موسیٰ",
			"hi_kanzulimaan": "और तूने अपनी क़ौम से क्यों जल्दी की ऐ मूसा (119फ)",
			"author": "৮৩. আর হে মূসা! তুমি তোমার সম্প্রদায় থেকে (অগ্রে, তূরে আসার ক্ষেত্রে) কেন ত্বরা করলে?"
		},
		{
			"_id": "2432",
			"sura": "20",
			"para": "16",
			"verses": "84",
			"names": "قَالَ ہُمۡ اُولَآءِ عَلٰۤی  اَثَرِیۡ وَ عَجِلۡتُ اِلَیۡکَ  رَبِّ  لِتَرۡضٰی ﴿۸۴﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ ہُمۡ اُولَآءِ عَلٰۤی  اَثَرِیۡ وَ عَجِلۡتُ اِلَیۡکَ  رَبِّ  لِتَرۡضٰی ﴿۸۴﴾ ",
			"index": "2432",
			"name": "আরয করলো, ‘তারা এই তো আমার পেছনে এবং হে আমার রব! তোমার প্রতি আমি ত্বরা করে হাযির হয়েছি, যাতে তুমি রাজি হও। ",
			"en_kanzulimaan": "He submitted, They are here, just behind me - and O my Lord, I hastened towards You, in order to please You.",
			"ur_kanzulimaan": "عرض کی کہ وہ یہ ہیں میرے پیچھے اور اے میرے رب تیری طرف میں جلدی کرکے حاضر ہوا کہ تو راضی ہو،",
			"hi_kanzulimaan": "अर्ज़ की कि वो ये हैं मेरे पीछे और ऐ मेरे रब तेरी तरफ़ मैं जल्दी करके हाज़िर हुआ कि तू राज़ी हो (120फ)",
			"author": "৮৪. (মূসা আলাইহিস সালাম) আরয করলেন, ‘তারাও আমার পশ্চাতে আসছে, আর আমি (অধিক উল্লাস ও অনুরাগে) তোমার সমীপে পৌঁছতে ত্বরা করেছি, হে আমার প্রতিপালক! যাতে তুমি সন্তুষ্ট হও।’"
		},
		{
			"_id": "2433",
			"sura": "20",
			"para": "16",
			"verses": "85",
			"names": "قَالَ فَاِنَّا قَدۡ فَتَنَّا قَوۡمَکَ مِنۡۢ بَعۡدِکَ وَ اَضَلَّہُمُ  السَّامِرِیُّ ﴿۸۵﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ فَاِنَّا قَدۡ فَتَنَّا قَوۡمَکَ مِنۡۢ بَعۡدِکَ وَ اَضَلَّہُمُ  السَّامِرِیُّ ﴿۸۵﴾ ",
			"index": "2433",
			"name": "বললেন, ‘সুতরাং আমি তোমার চলে আসার পর তোমার সম্প্রদায়কে পরীক্ষায় ফেলেছি; এবং তাদেরকে সামেরী পথভ্রষ্ট করেছে’।",
			"en_kanzulimaan": "He said, We have therefore tried your people after you came, and Samri has led them astray.",
			"ur_kanzulimaan": "فرمایا، تو ہم نے تیرے آنے کے بعد تیری قوم بلا میں ڈالا اور انہیں سامری نے گمراہ کردیا،",
			"hi_kanzulimaan": "फ़रमाया तो हमने तेरे आने के बाद तेरी क़ौम को (121फ) बला में डाला और उन्हें सामरी ने गुमराह कर दिया (122फ)",
			"author": "৮৫. ইরশাদ হলো, ‘নিশ্চয়ই তোমার (আগমনের) পর আমরা তোমার সম্প্রদায়কে পরীক্ষায় ফেলেছি এবং সামিরী তাদেরকে পথভ্রষ্ট করেছে’।"
		},
		{
			"_id": "2434",
			"sura": "20",
			"para": "16",
			"verses": "86",
			"names": "فَرَجَعَ مُوۡسٰۤی اِلٰی قَوۡمِہٖ غَضۡبَانَ  اَسِفًا ۬ۚ  قَالَ یٰقَوۡمِ  اَلَمۡ  یَعِدۡکُمۡ  رَبُّکُمۡ وَعۡدًا حَسَنًا ۬ؕ اَفَطَالَ عَلَیۡکُمُ الۡعَہۡدُ اَمۡ  اَرَدۡتُّمۡ اَنۡ یَّحِلَّ عَلَیۡکُمۡ غَضَبٌ  مِّنۡ  رَّبِّکُمۡ فَاَخۡلَفۡتُمۡ مَّوۡعِدِیۡ ﴿۸۶﴾ ",
			"number": "",
			"verses_PDMS": "فَرَجَعَ مُوۡسٰۤی اِلٰی قَوۡمِہٖ غَضۡبَانَ  اَسِفًا ۬ۚ  قَالَ یٰقَوۡمِ  اَلَمۡ  یَعِدۡکُمۡ  رَبُّکُمۡ وَعۡدًا حَسَنًا ۬ؕ اَفَطَالَ عَلَیۡکُمُ الۡعَہۡدُ اَمۡ  اَرَدۡتُّمۡ اَنۡ یَّحِلَّ عَلَیۡکُمۡ غَضَبٌ  مِّنۡ  رَّبِّکُمۡ فَاَخۡلَفۡتُمۡ مَّوۡعِدِیۡ ﴿۸۶﴾ ",
			"index": "2434",
			"name": "অতঃপর মূসা তাঁর সম্প্রদায়ের প্রতি ফিরে গেলো ক্রোধে ভরা অনুতাপ করতে করতে; বললো, ‘হে আমার সম্প্রদায়! তোমাদেরকে কি তোমাদের রব উত্তম প্রতিশ্রুতি দেন নি? তবে কি তোমাদের উপর প্রতিশ্রুতিকাল সুদীর্ঘ হয়ে অতিবাহিত হয়েছে, না তোমরা চেয়েছিলে যে, তোমাদের উপর তোমাদের রবের ক্রোধ আপতিত হোক, যে কারণে তোমরা আমার (প্রতি প্রদত্ত) অঙ্গীকার ভঙ্গ করলে?’",
			"en_kanzulimaan": "So Moosa turned back to his people, angry and grieving; he said, O my people, had not your Lord given you a good promise? Did a long time pass away for you, or did you wish that your Lords wrath come upon you, therefore you broke your promise with me?",
			"ur_kanzulimaan": "تو موسیٰ اپنی قوم کی طرف پلٹا غصہ میں بھرا افسوس کرتا کہا اے میری قوم کیا تم سے تمہارے رب نے اچھا وعدہ نہ تھا کیا تم پر مدت لمبی گزری یا تم نے چاہا کہ تم پر تمہارے رب کا غضب اترے تو تم نے میرا وعدہ خلاف کیا",
			"hi_kanzulimaan": "तो मूसा अपनी क़ौम की तरफ़ पलटा (123फ) ग़ुस्से में भरा, अफ़सोस करता (124फ) कहा ऐ मेरी क़ौम क्या तुमसे तुम्हारे रब ने अच्छा वादा न किया था (125फ) क्या तुम पर मुद्दत लम्बी गुज़री या तुमने चाहा कि तुम पर तुम्हारे रब का ग़ज़ब (प्रकोप) उतरे तो तुमने मेरा वादा खिलाफ़ किया (126फ)",
			"author": "৮৬. অতঃপর মূসা (আলাইহিস সালাম) অত্যধিক ক্রুদ্ধ (এবং) বিষাদগ্রস্ত হয়ে তাঁর সম্প্রদায়ের নিকট ফিরে এলেন (এবং) বললেন, ‘হে আমার সম্প্রদায়! তোমাদের প্রতিপালক কি তোমাদেরকে এক উত্তম প্রতিশ্রুতি দেননি? তবে কি তোমাদের নিকট প্রতিশ্রুতি (পূর্ণ হতে) সুদীর্ঘ মনে হয়েছিল? নাকি তোমরা চেয়েছিলে যে, তোমাদের প্রতি তোমাদের প্রতিপালকের ক্রোধ অবধারিত (এবং প্রেরিত) হোক? সুতরাং তোমরা আমার সাথে করা অঙ্গীকার ভঙ্গ করেছো।’"
		},
		{
			"_id": "2435",
			"sura": "20",
			"para": "16",
			"verses": "87",
			"names": "قَالُوۡا مَاۤ  اَخۡلَفۡنَا مَوۡعِدَکَ بِمَلۡکِنَا وَ لٰکِنَّا حُمِّلۡنَاۤ  اَوۡزَارًا مِّنۡ زِیۡنَۃِ الۡقَوۡمِ فَقَذَفۡنٰہَا فَکَذٰلِکَ اَلۡقَی  السَّامِرِیُّ ﴿ۙ۸۷﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا مَاۤ  اَخۡلَفۡنَا مَوۡعِدَکَ بِمَلۡکِنَا وَ لٰکِنَّا حُمِّلۡنَاۤ  اَوۡزَارًا مِّنۡ زِیۡنَۃِ الۡقَوۡمِ فَقَذَفۡنٰہَا فَکَذٰلِکَ اَلۡقَی  السَّامِرِیُّ ﴿ۙ۸۷﴾ ",
			"index": "2435",
			"name": "তারা বললো, ‘আমরা আপনার অঙ্গীকার স্বেচ্ছায় ভঙ্গ করি নি; তবে, আমাদের উপর কিছু বোঝা চাপিয়ে দেওয়া হয়েছে এ সম্প্রদায়ের গয়নার; তখন আমরা সেগুলো নিক্ষেপ করেছি; অতঃপর অনুরূপভাবে সামেরীও নিক্ষেপ করলো;",
			"en_kanzulimaan": "They said, We did not renege on our promise to you on our own will, but we were made to carry the burdens of ornaments of the people, so we cast them - and similarly did Samri cast.",
			"ur_kanzulimaan": "بولے ہم نے آپ کا وعدہ اپنے اختیار سے خلاف نہ کیا لیکن ہم سے کچھ بوجھ اٹھوائے گئے اس قوم کے گہنے کے تو ہم نے انہیں ڈال دیا پھر اسی طرح سامری نے ڈالا",
			"hi_kanzulimaan": "बोले हमने आपका वादा अपने इख़्तियार से ख़िलाफ़ न किया लेकिन हमसे कुछ बोझ उठवाए गए उस क़ौम के गहने के (127फ) तो हमने उन्हें (128फ) डाल दिया फिर इसी तरह सामरी ने डाला (129फ)",
			"author": "৮৭. তারা বললো, ‘আমরা স্বেচ্ছায় আপনাকে প্রদত্ত অঙ্গীকার ভঙ্গ করিনি। তবে (যা ঘটেছিল তা হলো) আমাদের উপর লোকের অলঙ্কারাদির ভারী বোঝা চাপিয়ে দেয়া হয়েছিল, তখন আমরা এগুলোকে (আগুনে) নিক্ষেপ করি। অনুরূপভাবে সামিরীও নিক্ষেপ করে।’"
		},
		{
			"_id": "2436",
			"sura": "20",
			"para": "16",
			"verses": "88",
			"names": "فَاَخۡرَجَ لَہُمۡ عِجۡلًا جَسَدًا لَّہٗ خُوَارٌ فَقَالُوۡا ہٰذَاۤ  اِلٰـہُکُمۡ وَ اِلٰہُ  مُوۡسٰی ۬ فَنَسِیَ ﴿ؕ۸۸﴾ ",
			"number": "",
			"verses_PDMS": "فَاَخۡرَجَ لَہُمۡ عِجۡلًا جَسَدًا لَّہٗ خُوَارٌ فَقَالُوۡا ہٰذَاۤ  اِلٰـہُکُمۡ وَ اِلٰہُ  مُوۡسٰی ۬ فَنَسِیَ ﴿ؕ۸۸﴾ ",
			"index": "2436",
			"name": "অতঃপর সে তাদের জন্য একটি গরু বাছুর গড়ে আনলো, প্রাণহীন দেহ, গাভীর মতো ডাকতো; অতঃপর বললো, ‘এটাই হচ্ছে তোমাদের উপাস্য এবং মূসার উপাস্য; মূসা তো ভুলে গেছে’।",
			"en_kanzulimaan": "He therefore made a calf for them - a lifeless body, making sounds like a cow - so they said, This is your God and the God of Moosa; whereas Moosa has forgotten.",
			"ur_kanzulimaan": "تو اس نے ان کے لیے ایک بچھڑا نکالا بے جان کا دھڑ گائے کی طرح بولتا یہ ہے تمہارا معبود اور موسیٰ کا معبود تو بھول گئے",
			"hi_kanzulimaan": "तो उसने उनके लिये एक बछड़ा निकाला बेजान का धड़ गाय की तरह बोलता (130फ) तो बोले (131फ) यह है तुम्हारा मअबूद और मूसा का मअबूद, तो भूल गए (132फ)",
			"author": "৮৮. অতঃপর সে (সামিরী এসব গলিত অলঙ্কারাদি দিয়ে) তাদের জন্যে বাছুরের এক ভাস্কর্য গড়লো যা গাভীর ন্যায় শব্দ করতো। তখন তারা বললো, ‘এটি তোমাদের উপাস্য এবং মূসা (আলাইহিস সালাম)-এঁরও উপাস্য। সুতরাং সে (সামিরী এ স্থলে) ভুলে গেল।’"
		},
		{
			"_id": "2437",
			"sura": "20",
			"para": "16",
			"verses": "89",
			"names": "اَفَلَا  یَرَوۡنَ  اَلَّا  یَرۡجِعُ  اِلَیۡہِمۡ  قَوۡلًا ۬ۙ وَّ لَا یَمۡلِکُ  لَہُمۡ  ضَرًّا  وَّ لَا  نَفۡعًا ﴿۸۹﴾ ",
			"number": "",
			"verses_PDMS": "اَفَلَا  یَرَوۡنَ  اَلَّا  یَرۡجِعُ  اِلَیۡہِمۡ  قَوۡلًا ۬ۙ وَّ لَا یَمۡلِکُ  لَہُمۡ  ضَرًّا  وَّ لَا  نَفۡعًا ﴿۸۹﴾ ",
			"index": "2437",
			"name": "তবে কি তারা দেখছে না যে, তা তাদেরকে কোন কথার জবাব দিচ্ছে না এবং তাদের কোন ভালমন্দের ক্ষমতাও রাখে না?",
			"en_kanzulimaan": "So do they not see that it does not answer to any of their speech? And has no power to cause them any harm or benefit?",
			"ur_kanzulimaan": "تو کیا نہیں دیکھتے کہ وہ انہیں کسی بات کا جواب نہیں دیتا اور ان کے سوا کسی برے بھلے کا اختیار نہیں رکھتا",
			"hi_kanzulimaan": "तो क्या नहीं देखते कि वह (133फ) उन्हें किसी बात का जवाब नहीं देता और उनके किसी बुरे भले का इख़्तियार नहीं रखता (134फ)",
			"author": "৮৯. অতঃপর তারা কি (এতটুকুও) ভেবে দেখেনি যে, এ (বাছুর) না তাদের কোনো কথার জবাব দিতে পারে, আর না তাদের কোন ক্ষতি কিংবা উপকারের ক্ষমতা রাখে?"
		},
		{
			"_id": "2438",
			"sura": "20",
			"para": "16",
			"verses": "90",
			"names": "وَ لَقَدۡ قَالَ لَہُمۡ ہٰرُوۡنُ مِنۡ قَبۡلُ یٰقَوۡمِ اِنَّمَا فُتِنۡتُمۡ بِہٖ ۚ وَ  اِنَّ رَبَّکُمُ  الرَّحۡمٰنُ فَاتَّبِعُوۡنِیۡ  وَ اَطِیۡعُوۡۤا  اَمۡرِیۡ ﴿۹۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ قَالَ لَہُمۡ ہٰرُوۡنُ مِنۡ قَبۡلُ یٰقَوۡمِ اِنَّمَا فُتِنۡتُمۡ بِہٖ ۚ وَ  اِنَّ رَبَّکُمُ  الرَّحۡمٰنُ فَاتَّبِعُوۡنِیۡ  وَ اَطِیۡعُوۡۤا  اَمۡرِیۡ ﴿۹۰﴾ ",
			"index": "2438",
			"name": "এবং নিশ্চয় তাদেরকে হারূন ইতোপূর্বে বলেছিলো, ‘হে আমার সম্প্রদায়! এমনি যে, তোমরা এর কারণে পরীক্ষায় পড়েছো! এবং নিঃসন্দেহে তোমাদের রব ‘রাহমান’ (পরম করুণাময়) সুতরাং আমার অনুসরণ করো এবং আমার নির্দেশ মান্য করো। ",
			"en_kanzulimaan": "And undoubtedly Haroon had told them before it that, O my people - you have needlessly fallen into trial because of this; and indeed your Lord is the Most Gracious, therefore follow me and obey my command.",
			"ur_kanzulimaan": "اور بیشک ان سے ہارون نے اس سے پہلے کہا تھا کہ اے میری قوم یونہی ہے کہ تم اس کے سبب فتنے میں پڑے اور بیشک تمہارا رب رحمن ہے تو میری پیروی کرو اور میرا حکم مانو،",
			"hi_kanzulimaan": "और बेशक उन से हारून ने इससे पहले कहा था कि ऐ मेरी क़ौम यूंही है कि तुम उसके कारण फ़ितने में पड़े (135फ) और बेशक तुम्हारा रब रहमान है तो मेरी पैरवी करो और मेरा हुक्म मानो",
			"author": "৯০. আর হারুন (আলাইহিস সালামও) পূর্বেই তাদেরকে (সতর্ক করে) বলেছিলেন, ‘হে আমার সম্প্রদায়! তোমরা তো এ (বাছুর) দ্বারা ফিতনায় পতিত হয়ে গেলে। আর নিশ্চয়ই তোমাদের প্রতিপালক (এ নয়, বরং সেই) অনুগ্রহশীল। সুতরাং তোমরা আমার আনুগত্য করো এবং আমার নির্দেশ মেনে চলো।’"
		},
		{
			"_id": "2439",
			"sura": "20",
			"para": "16",
			"verses": "91",
			"names": "قَالُوۡا لَنۡ نَّبۡرَحَ عَلَیۡہِ عٰکِفِیۡنَ حَتّٰی یَرۡجِعَ   اِلَیۡنَا مُوۡسٰی  ﴿۹۱﴾",
			"number": "",
			"verses_PDMS": "قَالُوۡا لَنۡ نَّبۡرَحَ عَلَیۡہِ عٰکِفِیۡنَ حَتّٰی یَرۡجِعَ   اِلَیۡنَا مُوۡسٰی  ﴿۹۱﴾",
			"index": "2439",
			"name": "(তারা) বললো, ‘আমরা তো এর উপর আসন পেতে জমে থাকবো যতক্ষণ না মূসা আমাদের নিকট ফিরে আসেন’।",
			"en_kanzulimaan": "They said, We will continue to squat * before it, till Moosa returns to us. (* Continue worshipping it.)",
			"ur_kanzulimaan": "بولے ہم تو اس پر آسن مارے جمے (پوجا کے لیے بیٹھے) رہیں گے جب تک ہمارے پاس موسیٰ لوٹ کے آئیں",
			"hi_kanzulimaan": "बोले हम तो उस पर आसन मारे जम (पूजा के लिये बैठे) रहेंगे (136फ) जब तक हमारे पास मूसा लौट के आएं (137फ)",
			"author": "৯১. তারা বললো, ‘মূসা (আলাইহিস সালাম) ফিরে না আসা পর্যন্ত আমরা এর (পূজার) উপর অটল থাকবো’।"
		},
		{
			"_id": "2440",
			"sura": "20",
			"para": "16",
			"verses": "92",
			"names": "قَالَ یٰہٰرُوۡنُ مَا مَنَعَکَ اِذۡ  رَاَیۡتَہُمۡ ضَلُّوۡۤا ﴿ۙ۹۲﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ یٰہٰرُوۡنُ مَا مَنَعَکَ اِذۡ  رَاَیۡتَہُمۡ ضَلُّوۡۤا ﴿ۙ۹۲﴾ ",
			"index": "2440",
			"name": "মূসা বললো, ‘হে হারূন! তোমাকে কোন বিষয় নিবৃত্ত রেখেছিলো যখন তুমি তাদেরকে পথভ্রষ্ট হতে দেখেছিলে?",
			"en_kanzulimaan": "Said Moosa, O Haroon - what prevented you when you saw them going astray?",
			"ur_kanzulimaan": "موسیٰ نے کہا، اے ہارون! تمہیں کس بات نے روکا تھا جب تم نے انہیں گمراہ ہوتے دیکھا تھا کہ میرے پیچھے آتے",
			"hi_kanzulimaan": "मूसा ने कहा ऐ हारून तुम्हें किस बात ने रोका था जब तुम ने इन्हें गुमराह होते देखा था",
			"author": "৯২. (মূসা আলাইহিস সালাম) বললেন, ‘হে হারুন! যখন তুমি দেখলে তারা পথভ্রষ্ট হচ্ছিল, তখন তোমাকে কিসে নিবৃত্ত করলো,"
		},
		{
			"_id": "2441",
			"sura": "20",
			"para": "16",
			"verses": "93",
			"names": "اَلَّا  تَتَّبِعَنِ ؕ اَفَعَصَیۡتَ   اَمۡرِیۡ ﴿۹۳﴾ ",
			"number": "",
			"verses_PDMS": "اَلَّا  تَتَّبِعَنِ ؕ اَفَعَصَیۡتَ   اَمۡرِیۡ ﴿۹۳﴾ ",
			"index": "2441",
			"name": "যে, আমার পশ্চাদানুসারণ করতে! তবে কি তুমি আমার নির্দেশ মানলে না?’",
			"en_kanzulimaan": "That you did not come after me? So did you disobey my order?",
			"ur_kanzulimaan": "تو کیا تم نے میرا حکم نہ مانا،",
			"hi_kanzulimaan": "कि मेरे पीछे आते (138फ) तो क्या तुमने मेरा हुक्म न माना",
			"author": "৯৩. (তাছাড়া, তাদেরকে কঠোরভাবে প্রতিহত করতে তোমাকে কে নিষেধ করেছে) আমার পদ্ধতির অনুসরণ করতে? তবে কি তুমি আমার আদেশ অমান্য করলে?’"
		},
		{
			"_id": "2442",
			"sura": "20",
			"para": "16",
			"verses": "94",
			"names": "قَالَ یَبۡنَؤُمَّ  لَا تَاۡخُذۡ بِلِحۡیَتِیۡ  وَ لَا بِرَاۡسِیۡ ۚ اِنِّیۡ خَشِیۡتُ اَنۡ تَقُوۡلَ فَرَّقۡتَ بَیۡنَ بَنِیۡۤ  اِسۡرَآءِیۡلَ وَ لَمۡ تَرۡقُبۡ قَوۡلِیۡ ﴿۹۴﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ یَبۡنَؤُمَّ  لَا تَاۡخُذۡ بِلِحۡیَتِیۡ  وَ لَا بِرَاۡسِیۡ ۚ اِنِّیۡ خَشِیۡتُ اَنۡ تَقُوۡلَ فَرَّقۡتَ بَیۡنَ بَنِیۡۤ  اِسۡرَآءِیۡلَ وَ لَمۡ تَرۡقُبۡ قَوۡلِیۡ ﴿۹۴﴾ ",
			"index": "2442",
			"name": "বললো, ‘হে আমার সহোদর! না আমার দাড়ি ধরো, না আমার মাথার চুল! আমি আশঙ্কা করেছিলাম যে, তুমি বলবে, ‘তুমি বনী ইস্রাঈলের মধ্যে বিভেদ সৃষ্টি করেছো ও তুমি আমার কথার অপেক্ষা করলে না’।",
			"en_kanzulimaan": "He said, O son of my mother, do not clutch my beard nor the hair on my head; I feared that you may say, You have caused a division among the Descendants of Israel and did not wait for my advice. ",
			"ur_kanzulimaan": "کہا اے میرے ماں جائے! نہ میری ڈاڑھی پکڑو اور نہ میرے سر کے بال مجھے یہ ڈر ہوا کہ تم کہو گے تم نے بنی اسرائیل میں تفرقہ ڈال دیا اور تم نے میری بات کا انتظار نہ کیا",
			"hi_kanzulimaan": "कहा ऐ मेरे माँजाए न मेरी दाढ़ी पकड़ो और न मेरे सर के बाल, मुझे यह डर हुआ कि तुम कहोगे तुमने बनी इस्राईल में     तफ़रक़ा (फूट) डाल दिया और तुमने मेरी बात का इन्तिज़ार न किया (139फ)",
			"author": "৯৪. (হারুন আলাইহিস সালাম) বললেন, ‘হে আমার সহোদর! আপনি আমার দাড়ি এবং আমার মাথা ধরে পাকড়াও করবেন না। আমি (কঠোরতা অবলম্বনের ক্ষেত্রে) অশংকা করেছিলাম যে, আপনি (না) বলেন যে, তুমি বনী-ইসরাঈলদের মাঝে বিভেদ সৃষ্টি করে দিয়েছো, আর আমার কথা পালনে যত্নবান হওনি।’"
		},
		{
			"_id": "2443",
			"sura": "20",
			"para": "16",
			"verses": "95",
			"names": "قَالَ فَمَا خَطۡبُکَ  یٰسَامِرِیُّ ﴿۹۵﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ فَمَا خَطۡبُکَ  یٰسَامِرِیُّ ﴿۹۵﴾ ",
			"index": "2443",
			"name": "মূসা বললো, এখন তোমার কি অবস্থা, হে সামেরী!’",
			"en_kanzulimaan": "Said Moosa, And what is your explanation, O Samri?",
			"ur_kanzulimaan": "موسیٰ نے کہا اب تیرا کیا حال ہے اے سامری!",
			"hi_kanzulimaan": "मूसा ने कहा अब तेरा क्या हाल है ऐ सामरी (140फ)",
			"author": "৯৫. (মূসা আলাইহিস সালাম) বললেন, ‘হে সামিরী! তোমার ব্যাপার কী (বলো)?’"
		},
		{
			"_id": "2444",
			"sura": "20",
			"para": "16",
			"verses": "96",
			"names": "قَالَ بَصُرۡتُ بِمَا لَمۡ یَبۡصُرُوۡا بِہٖ فَقَبَضۡتُ قَبۡضَۃً  مِّنۡ  اَثَرِ الرَّسُوۡلِ فَنَبَذۡتُہَا وَ کَذٰلِکَ سَوَّلَتۡ لِیۡ نَفۡسِیۡ ﴿۹۶﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ بَصُرۡتُ بِمَا لَمۡ یَبۡصُرُوۡا بِہٖ فَقَبَضۡتُ قَبۡضَۃً  مِّنۡ  اَثَرِ الرَّسُوۡلِ فَنَبَذۡتُہَا وَ کَذٰلِکَ سَوَّلَتۡ لِیۡ نَفۡسِیۡ ﴿۹۶﴾ ",
			"index": "2444",
			"name": "সে বললো, ‘আমি তাই দেখেছি যা লোকেরা দেখে নি; অতঃপর আমি এক মুষ্টি ভরে নিলাম ফিরিশ্‌তার পদচিহ্ন থেকে। অতঃপর তা নিক্ষেপ করলাম। এবং আমার মনে এটাই ভাল লেগেছে’।",
			"en_kanzulimaan": "He said, I witnessed what the people did not witness  I therefore took a handful from the tracks * of the angel, then threw it ** - and this is what seemed pleasing to my soul. (* The marks left behind by the mount of Angel Jibreel. ** Into the mouth of the calf.)",
			"ur_kanzulimaan": "بولا میں نے وہ دیکھا جو لوگوں نے نہ دیکھا تو ایک مٹھی بھر لی فرشتے کے نشان سے پھر اسے ڈال دیا اور میرے جی کو یہی بھلا لگا",
			"hi_kanzulimaan": "बोला मैंने वह देखा जो लोगो न देखा (141फ) तो एक मुट्ठी भर ली फ़रिश्ते के निशान से फिर उसे डाल दिया (142फ) और मेरे जी को यही भला लगा (143फ)",
			"author": "৯৬. সে বললো, ‘আমি এমন কিছু দেখেছিলাম, যা তারা দেখেনি, সুতরাং আমি (আপনার নিকট) প্রেরিত ফেরেশতার পদচিহ্ন থেকে এক মুষ্টি (ধূলা) হস্তগত করেছিলাম। অতঃপর আমি তা (বাছুরের ছাঁচে) নিক্ষেপ করেছিলাম এবং এভাবে আমার মন আমাকে (এরূপ করা) আকর্ষণীয় করে দেখিয়েছিল।’"
		},
		{
			"_id": "2445",
			"sura": "20",
			"para": "16",
			"verses": "97",
			"names": "قَالَ فَاذۡہَبۡ فَاِنَّ لَکَ فِی الۡحَیٰوۃِ  اَنۡ تَقُوۡلَ لَا مِسَاسَ ۪ وَ اِنَّ لَکَ مَوۡعِدًا لَّنۡ تُخۡلَفَہٗ ۚ وَ انۡظُرۡ  اِلٰۤی  اِلٰـہِکَ الَّذِیۡ ظَلۡتَ عَلَیۡہِ عَاکِفًا ؕ لَنُحَرِّقَنَّہٗ  ثُمَّ لَنَنۡسِفَنَّہٗ  فِی الۡیَمِّ  نَسۡفًا ﴿۹۷﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ فَاذۡہَبۡ فَاِنَّ لَکَ فِی الۡحَیٰوۃِ  اَنۡ تَقُوۡلَ لَا مِسَاسَ ۪ وَ اِنَّ لَکَ مَوۡعِدًا لَّنۡ تُخۡلَفَہٗ ۚ وَ انۡظُرۡ  اِلٰۤی  اِلٰـہِکَ الَّذِیۡ ظَلۡتَ عَلَیۡہِ عَاکِفًا ؕ لَنُحَرِّقَنَّہٗ  ثُمَّ لَنَنۡسِفَنَّہٗ  فِی الۡیَمِّ  نَسۡفًا ﴿۹۷﴾ ",
			"index": "2445",
			"name": "বললো, ‘দূর হও! পার্থিব জীবনে তোমার শাস্তি এই যে, তুমি বলবে, ‘স্পর্শ করে যেও না!’ এবং নিঃসন্দেহে তোমার জন্য একটা প্রতিশ্রুত কাল রয়েছে, তোমার বেলায় যার ব্যতিক্রম হবে না; আর তোমার ওই উপাস্যের প্রতি লক্ষ্য করো, যার সামনে তুমি দিনভর আসন পেতে বসেছিলে। শপথ রইলো যে, অবশ্যই আমরা সেটাকা জ্বালিয়ে দেবো, অতঃপর টুকরো টুকরো করে সাগরে ভাসিয়ে দেবো। ",
			"en_kanzulimaan": "Said Moosa, Therefore go away, for in this life your punishment is that you exclaim Do not touch!* And indeed for you is a time appointed, which you cannot break; and look at your deity, in front of which you remained squatting the whole day; we swear we will surely burn it and, smashing it into bits, discharge it into the river. (* He was cursed with a disease.)",
			"ur_kanzulimaan": "کہا تو چلتا بن کہ دنیا کی زندگی میں تیری سزا یہ ہے کہ تو کہے چھو نہ جا اور بیشک تیرے لیے ایک وعدہ کا وقت ہے جو تجھ سے خلاف نہ ہوگا اور اپنے اس معبود کو دیکھ جس کے سامنے تو دن بھر آسن مارے (پوجا کے لیے بیٹھا) رہا قسم ہے ہم ضرور اسے جلائیں گے پھر ریزہ ریزہ کرکے دریا میں بہائیں گے",
			"hi_kanzulimaan": "कहा तू चलता बन (144फ) कि दुनिया की ज़िन्दगी में तेरी सज़ा यह है कि (145फ) तू कहे छू न जा (146फ) और बेशक तेरे लिये एक वादे का वक़्त है (147फ) जो तुझसे ख़िलाफ़ न होगा और अपने उस मअबूद को देख जिसके सामने तू दिन भर आसन मारे (पूजा के लिये) रहा (148फ) क़सम है हम ज़रूर इसे जिलाएंगे फिर रेज़ा रेज़ा करके दरिया में बहाएंगे (149फ)",
			"author": "৯৭. (মূসা আলাইহিস সালাম) বললেন, ‘তুমি (এখান থেকে) দূর হও। তোমার জন্যে (সারা) জীবনভর এই (শাস্তি) রইলো যে, তুমি (প্রত্যেককে এ কথা) বলবে, “(আমাকে) স্পর্শ করো না (আমাকে স্পর্শ করো না)”। আর তোমার জন্যে আরো এক (শাস্তির) অঙ্গীকারও রয়েছে, যার ব্যত্যয় কখনো ঘটবে না। আর তুমি তোমার এ (মনগড়া) উপাস্যের প্রতি লক্ষ্য করো, যার প্রতি (পূজায়) তুমি নিবিষ্ট ছিলে। আমরা অবশ্যই একে জ্বালিয়ে দেবো, অতঃপর (এর ছাই) বিক্ষিপ্ত করে সাগরে নিক্ষেপ করবো।’"
		},
		{
			"_id": "2446",
			"sura": "20",
			"para": "16",
			"verses": "98",
			"names": "اِنَّمَاۤ  اِلٰـہُکُمُ  اللّٰہُ  الَّذِیۡ لَاۤ اِلٰہَ  اِلَّا ہُوَ ؕ وَسِعَ  کُلَّ  شَیۡءٍ  عِلۡمًا ﴿۹۸﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّمَاۤ  اِلٰـہُکُمُ  اللّٰہُ  الَّذِیۡ لَاۤ اِلٰہَ  اِلَّا ہُوَ ؕ وَسِعَ  کُلَّ  شَیۡءٍ  عِلۡمًا ﴿۹۸﴾ ",
			"index": "2446",
			"name": "তোমাদের মা’বূদ তো ওই আল্লাহ্‌ই, যিনি ব্যতীত অন্য কারো ইবাদত নেই। প্রত্যেক কিছুকেই তাঁর জ্ঞান পরিবেষ্টনকারী।",
			"en_kanzulimaan": "Your God is only Allah - other than for Whom there is no worship; His knowledge encompasses all things.",
			"ur_kanzulimaan": "تمہارا معبود تو وہی اللہ ہے جس کے سوا کسی کی بندگی نہیں ہر چیز کو اس کا علم محیط ہے،",
			"hi_kanzulimaan": "तुम्हारा मअबूद तो वही अल्लाह है जिसके सिवा किसी की बन्दगी नहीं, हर चीज़ को उसका इल्म घेरे है",
			"author": "৯৮. (হে মানুষ সকল!) তোমাদের উপাস্য কেবল (সেই) আল্লাহ্, যিনি ব্যতীত কোনো উপাস্য নেই। তিনি সকল কিছুকে (স্বীয়) জ্ঞানে বেষ্টন করে আছেন।"
		},
		{
			"_id": "2447",
			"sura": "20",
			"para": "16",
			"verses": "99",
			"names": "کَذٰلِکَ نَقُصُّ عَلَیۡکَ مِنۡ اَنۡۢبَآءِ مَا قَدۡ سَبَقَ ۚ وَ قَدۡ اٰتَیۡنٰکَ مِنۡ لَّدُنَّا ذِکۡرًا ﴿ۖۚ۹۹﴾ ",
			"number": "",
			"verses_PDMS": "کَذٰلِکَ نَقُصُّ عَلَیۡکَ مِنۡ اَنۡۢبَآءِ مَا قَدۡ سَبَقَ ۚ وَ قَدۡ اٰتَیۡنٰکَ مِنۡ لَّدُنَّا ذِکۡرًا ﴿ۖۚ۹۹﴾ ",
			"index": "2447",
			"name": "আমি এভাবেই আপনার সামনে পূর্বেকার সংবাদসমূহ বর্ণনা করি; এবং আমি আপনাকে আমার নিকট থেকে একটা উপদেশ দান করেছি।",
			"en_kanzulimaan": "This is how We relate the former tidings to you (O dear Prophet Mohammed - peace and blessings be upon him); and We have given you a Remembrance * from Ourselves. (*The Holy Quran.)",
			"ur_kanzulimaan": "ہم ایسا ہی تمہارے سامنے اگلی خبریں بیان فرماتے ہیں اور ہم نے تم کو اپنے پاس سے ایک ذکر عطا فرمایا",
			"hi_kanzulimaan": "हम ऐसा ही तुम्हारे सामने अगली ख़बरें बयान फ़रमाते हैं और हमने तुमको अपने पास से एक ज़िक्र अता फ़रमाया (150फ)",
			"author": "৯৯. (হে সম্মানিত হাবীব!) এভাবে আমরা আপনাকে সেসব (সম্প্রদায়ের) সংবাদ শুনাই, যারা অতিবাহিত হয়েছে। আর নিশ্চয়ই আমরা আপনাকে আমার পক্ষ থেকে যিকির (অর্থাৎ উপদেশনামা) প্রদান করেছি।"
		},
		{
			"_id": "2448",
			"sura": "20",
			"para": "16",
			"verses": "100",
			"names": "مَنۡ اَعۡرَضَ عَنۡہُ فَاِنَّہٗ یَحۡمِلُ یَوۡمَ الۡقِیٰمَۃِ  وِزۡرًا ﴿۱۰۰﴾ۙ ",
			"number": "",
			"verses_PDMS": "مَنۡ اَعۡرَضَ عَنۡہُ فَاِنَّہٗ یَحۡمِلُ یَوۡمَ الۡقِیٰمَۃِ  وِزۡرًا ﴿۱۰۰﴾ۙ ",
			"index": "2448",
			"name": "যে তা থেকে বিমুখ হয়, অতঃপর নিঃসন্দেহে সে ক্বিয়ামত দিবসে একটি বোঝা বহন করবে। ",
			"en_kanzulimaan": "Whoever turns away from it, will bear a burden on the Day of Resurrection.",
			"ur_kanzulimaan": "جو اس سے منہ پھیرے تو بیشک وہ قیامت کے دن ایک بوجھ اٹھائے گا",
			"hi_kanzulimaan": "जो उससे मुंह फेरे (151फ) तो बेशक वह क़यामत के दिन एक बोझ उठाएगा (152फ)",
			"author": "১০০. যে ব্যক্তি এ থেকে মুখ ফিরিয়ে নেবে, সে নিশ্চিতভাবে কিয়ামতের দিন কঠিন বোঝা বহন করবে।"
		},
		{
			"_id": "2449",
			"sura": "20",
			"para": "16",
			"verses": "101",
			"names": "خٰلِدِیۡنَ فِیۡہِ ؕ وَ سَآءَ لَہُمۡ یَوۡمَ الۡقِیٰمَۃِ  حِمۡلًا ﴿۱۰۱﴾ۙ ",
			"number": "",
			"verses_PDMS": "خٰلِدِیۡنَ فِیۡہِ ؕ وَ سَآءَ لَہُمۡ یَوۡمَ الۡقِیٰمَۃِ  حِمۡلًا ﴿۱۰۱﴾ۙ ",
			"index": "2449",
			"name": "তারা তাতে স্থায়ীভাবে থাকবে এবং তা ক্বিয়ামত দিবসে তাদের জন্য কতই মন্দ বোঝা হবে!",
			"en_kanzulimaan": "They will remain in it forever - what an evil burden it will be for them on the Day of Resurrection!",
			"ur_kanzulimaan": "وہ ہمیشہ اس میں رہیں گے اور وہ قیامت کے دن ان کے حق میں کیا ہی بڑا بوجھ ہوگا،",
			"hi_kanzulimaan": "वो हमेशा उसमें रहेंगे (153फ) और वह क़यामत के दिन उनके हक़ में क्या ही बुरा बोझ होगा",
			"author": "১০১. তারা এতে (এ শাস্তিতে) চিরস্থায়ী (পড়ে) থাকবে। আর এ বোঝা কিয়ামত দিবসে তাদের জন্যে কতোই না নিকৃষ্ট হবে।"
		},
		{
			"_id": "2450",
			"sura": "20",
			"para": "16",
			"verses": "102",
			"names": "یَّوۡمَ یُنۡفَخُ فِی الصُّوۡرِ وَ نَحۡشُرُ الۡمُجۡرِمِیۡنَ  یَوۡمَئِذٍ  زُرۡقًا ﴿۱۰۲﴾ۚۖ ",
			"number": "",
			"verses_PDMS": "یَّوۡمَ یُنۡفَخُ فِی الصُّوۡرِ وَ نَحۡشُرُ الۡمُجۡرِمِیۡنَ  یَوۡمَئِذٍ  زُرۡقًا ﴿۱۰۲﴾ۚۖ ",
			"index": "2450",
			"name": "যে দিন শিঙ্গায় ফুঁৎকার দেওয়া হবে এবং আমি সেদিন অপরাধীদেরকে উঠাবো তাদের চক্ষুগুলো নীলাভ অবস্থায়। ",
			"en_kanzulimaan": "On the day when the Trumpet is blown and We shall assemble the guilty on that day, blue -eyed.",
			"ur_kanzulimaan": "جس دن صُور پھونکا جائے گا اور ہم اس دن مجرموں کو اٹھائیں گے نیلی آنکھیں",
			"hi_kanzulimaan": "जिस दिन सूर फूंका जाएगा (154फ) और हम उस दिन मुजरिमों को (155फ) उठाएंगे नीली आँखें (156फ)",
			"author": "১০২. যেদিন সিঙ্গায় ফুঁক দেয়া হবে, সেদিন সকল অপরাধীকে এমনভাবে একত্রিত করবো যে, তাদের শরীর এবং চক্ষুসমূহ (প্রচন্ড ভীতি এবং অন্ধত্বের কারণে) নীলবর্ণ ধারণ করবে।"
		},
		{
			"_id": "2451",
			"sura": "20",
			"para": "16",
			"verses": "103",
			"names": "یَّتَخَافَتُوۡنَ بَیۡنَہُمۡ  اِنۡ لَّبِثۡتُمۡ اِلَّا عَشۡرًا ﴿۱۰۳﴾ ",
			"number": "",
			"verses_PDMS": "یَّتَخَافَتُوۡنَ بَیۡنَہُمۡ  اِنۡ لَّبِثۡتُمۡ اِلَّا عَشۡرًا ﴿۱۰۳﴾ ",
			"index": "2451",
			"name": "তারা নিজেদের মধ্যে চুপিচুপি বলাবলি করবে, ‘তোমরা পৃথিবীতে ছিলে না, কিন্তু দশটা রাত মাত্র’।",
			"en_kanzulimaan": "Whispering secretly among themselves, You have not stayed on earth but for ten days.",
			"ur_kanzulimaan": "آپس میں چپکے چپکے کہتے ہوں گے کہ تم دنیا میں نہ رہے مگر دس رات",
			"hi_kanzulimaan": "आपस में चुपके चुपके कहते होंगे कि तुम दुनिया में न रहे मगर दस रात (157फ)",
			"author": "১০৩. তারা পরস্পরে চুপি চুপি বলাবলি করবে, ‘তোমরা দুনিয়াতে বড়জোড় দশ দিনই অবস্থান করেছিলে’।"
		},
		{
			"_id": "2452",
			"sura": "20",
			"para": "16",
			"verses": "104",
			"names": "نَحۡنُ اَعۡلَمُ بِمَا یَقُوۡلُوۡنَ اِذۡ یَقُوۡلُ اَمۡثَلُہُمۡ طَرِیۡقَۃً اِنۡ لَّبِثۡتُمۡ اِلَّا یَوۡمًا ﴿۱۰۴﴾ ",
			"number": "",
			"verses_PDMS": "نَحۡنُ اَعۡلَمُ بِمَا یَقُوۡلُوۡنَ اِذۡ یَقُوۡلُ اَمۡثَلُہُمۡ طَرِیۡقَۃً اِنۡ لَّبِثۡتُمۡ اِلَّا یَوۡمًا ﴿۱۰۴﴾ ",
			"index": "2452",
			"name": "আমি খুব ভালভাবে জানি যা তারা বলবে যখন তাদের মধ্যে সর্বাধিক ন্যায় বিচারক ব্যক্তি বলবে, ‘তোমরা শুধু একদিন অবস্থান করেছিলে’।",
			"en_kanzulimaan": "We know well what they will utter, whereas the wisest among them will say, You have stayed just for a day.",
			"ur_kanzulimaan": "ہم خوب جانتے ہیں جو وہ کہیں گے جبکہ ان میں سب سے بہتر رائے والا کہے گا کہ تم صرف ایک ہی دن رہے تھے",
			"hi_kanzulimaan": "हम ख़ूब जानते हैं जो वो (158फ) कहेंगे जब कि उनमें सबसे बेहतर राय वाला कहेगा कि तुम सिर्फ एक ही दिन रहे थे (159फ)",
			"author": "১০৪. আমরা ভালোভাবে জানি তারা যা কিছু বলবে; তাদের মধ্যে বুদ্ধিমত্তায় ও আমলে অপেক্ষাকৃত উত্তম এক ব্যক্তি বলবে, ‘তোমরা একদিনের বেশী (দুনিয়াতে) অবস্থানই করনি’।"
		},
		{
			"_id": "2453",
			"sura": "20",
			"para": "16",
			"verses": "105",
			"names": "وَ یَسۡـَٔلُوۡنَکَ عَنِ الۡجِبَالِ فَقُلۡ یَنۡسِفُہَا رَبِّیۡ  نَسۡفًا ﴿۱۰۵﴾ۙ ",
			"number": "",
			"verses_PDMS": "وَ یَسۡـَٔلُوۡنَکَ عَنِ الۡجِبَالِ فَقُلۡ یَنۡسِفُہَا رَبِّیۡ  نَسۡفًا ﴿۱۰۵﴾ۙ ",
			"index": "2453",
			"name": "এবং তারা আপনাকে পর্বতগুলো সম্পর্কে জিজ্ঞাসা করছে। আপনি বলুন, ‘আমার রব সেগুলোকে টুকরো টুকরো করে উড়িয়ে দেবেন; ",
			"en_kanzulimaan": "They ask you regarding the mountains; proclaim, My Lord will blow them into bits and scatter them.",
			"ur_kanzulimaan": "اور تم سے پہاڑوں کو پوچھتے ہیں تم فرماؤ انہیں میرا رب ریزہ ریزہ کرکے اڑا دے گا،",
			"hi_kanzulimaan": "और तुमसे पहाड़ों को पूछते हैं (160फ) तुम फ़रमाओ इन्हें मेरा रब रेज़ा रेज़ा करके उड़ा देगा",
			"author": "১০৫. আর তারা আপনাকে পর্বতমালা সম্পর্কে জিজ্ঞেস করে, সুতরাং বলে দিন, ‘আমার প্রতিপালক এগুলোকে চূর্ণ-বিচূর্ণ করে বিক্ষিপ্ত করবেন’।"
		},
		{
			"_id": "2454",
			"sura": "20",
			"para": "16",
			"verses": "106",
			"names": "فَیَذَرُہَا  قَاعًا صَفۡصَفًا ﴿۱۰۶﴾ۙ ",
			"number": "",
			"verses_PDMS": "فَیَذَرُہَا  قَاعًا صَفۡصَفًا ﴿۱۰۶﴾ۙ ",
			"index": "2454",
			"name": "অতপর যমীনকে (এমনই) মসৃণ সমতল ভূমিতে পরিণত করে ছাড়বেন",
			"en_kanzulimaan": "Therefore leaving the earth just as an empty plain.",
			"ur_kanzulimaan": "تو زمین کو پٹ پر (چٹیل میدان) ہموار کر چھوڑے گا",
			"hi_kanzulimaan": "तो ज़मीन को पटपर (चटियल मैदान) हमवार करके छोड़ेगा",
			"author": "১০৬. অতঃপর একে পরিণত করবেন সমতল ও বিরানভুমিতে।"
		},
		{
			"_id": "2455",
			"sura": "20",
			"para": "16",
			"verses": "107",
			"names": "لَّا  تَرٰی  فِیۡہَا عِوَجًا  وَّ  لَاۤ   اَمۡتًا ﴿۱۰۷﴾ؕ ",
			"number": "",
			"verses_PDMS": "لَّا  تَرٰی  فِیۡہَا عِوَجًا  وَّ  لَاۤ   اَمۡتًا ﴿۱۰۷﴾ؕ ",
			"index": "2455",
			"name": "যে, তুমি তাতে নিচু-উচু কিছুই দেখতে পাবে না’।",
			"en_kanzulimaan": "In which you shall neither see ups nor downs.",
			"ur_kanzulimaan": "کہ تو اس میں نیچا اونچا کچھ نہ دیکھے،",
			"hi_kanzulimaan": "कि तू इसमें नीचा ऊंचा कुछ न देखे",
			"author": "১০৭. যাতে আপনি না কোনো বক্রতা দেখবেন, আর না কোনো উচ্চতা।"
		},
		{
			"_id": "2456",
			"sura": "20",
			"para": "16",
			"verses": "108",
			"names": "یَوۡمَئِذٍ یَّتَّبِعُوۡنَ الدَّاعِیَ لَا عِوَجَ لَہٗ ۚ وَ خَشَعَتِ الۡاَصۡوَاتُ لِلرَّحۡمٰنِ فَلَا تَسۡمَعُ   اِلَّا ہَمۡسًا ﴿۱۰۸﴾ ",
			"number": "",
			"verses_PDMS": "یَوۡمَئِذٍ یَّتَّبِعُوۡنَ الدَّاعِیَ لَا عِوَجَ لَہٗ ۚ وَ خَشَعَتِ الۡاَصۡوَاتُ لِلرَّحۡمٰنِ فَلَا تَسۡمَعُ   اِلَّا ہَمۡسًا ﴿۱۰۸﴾ ",
			"index": "2456",
			"name": "সেদিন (তারা) আহ্বানকারীর পেছনে দৌড়াবে, তাঁর মধ্যে বক্রতা থাকবে না এবং সকল শব্দ পরম করুণাময়ের সামনে নিচু হয়ে থেকে যাবে; সুতরাং তুমি শুনতে পাবে না, কিন্তু অত্যন্ত মৃদু শব্দ।",
			"en_kanzulimaan": "On that day they will run after a caller, there will be no deviation in it; and voices shall become hushed before the Most Gracious, so you will not hear except a faint sound.",
			"ur_kanzulimaan": "اس دن پکارنے والے کے پیچھے دوڑیں گے اس میں کجی نہ ہوگی اور سب آوازیں رحمن کے حضو ر پست ہوکر رہ جائیں گی تو تُو نہ سنے گا مگر بہت آہستہ آواز",
			"hi_kanzulimaan": "उस दिन पुकारने वाले के पीछे दौड़ेंगे (161फ) उसमें कजी न होगी (162फ) और सब आवाज़ें रहमान के हुज़ूर (163फ) पस्त होकर रह जाएंगी तो तू न सुनेगा मगर बहुत आहिस्ता आवाज़ (164फ)",
			"author": "১০৮. সেদিন মানুষজন আহ্বানকারীর পশ্চাতে চলতে থাকবে, তার (অনুসরণের) মধ্যে কোনো বিচ্যুতি হবে না। আর করুণাময় (আল্লাহ্)-এঁর মহিমায় সকল আওয়াজ ক্ষীণ হয়ে যাবে। অতঃপর (হে শ্রোতা!) তুমি মৃদু গুঞ্জন ছাড়া কিছুই শুনবে না।"
		},
		{
			"_id": "2457",
			"sura": "20",
			"para": "16",
			"verses": "109",
			"names": "یَوۡمَئِذٍ لَّا تَنۡفَعُ الشَّفَاعَۃُ  اِلَّا مَنۡ اَذِنَ  لَہُ  الرَّحۡمٰنُ  وَ رَضِیَ  لَہٗ  قَوۡلًا ﴿۱۰۹﴾ ",
			"number": "",
			"verses_PDMS": "یَوۡمَئِذٍ لَّا تَنۡفَعُ الشَّفَاعَۃُ  اِلَّا مَنۡ اَذِنَ  لَہُ  الرَّحۡمٰنُ  وَ رَضِیَ  لَہٗ  قَوۡلًا ﴿۱۰۹﴾ ",
			"index": "2457",
			"name": "সেদিন কারো সুপারিশ কাজে আসবে না কিন্তু তাঁরই, যাকে পরম করুণাময় অনুমতি দিয়েছেন এবং যার কথা পছন্দ করেছেন। ",
			"en_kanzulimaan": "On that day no ones intercession shall benefit except his to whom the Most Gracious has given permission and whose word He has liked. (The Holy Prophets and virtuous people will be given the permission to intercede. Prophet Mohammed - peace and blessings be upon him - will be the first to intercede.)",
			"ur_kanzulimaan": "اس دن کسی کی شفاعت کام نہ دے گی، مگر اس کی جسے رحمن نے اذن دے دیا ہے اور اس کی بات پسند فرمائی،",
			"hi_kanzulimaan": "उस दिन किसी की शफ़ाअत काम न देगी मगर उसकी जिसे रहमान ने (165फ) इज़्न(आज्ञा) दे दिया है और उसकी बात पसन्द फ़रमाई",
			"author": "১০৯. সে দিন কোনো সুপারিশ উপকারে আসবে না, তাঁর (সুপারিশ) ছাড়া যাকে অনুগ্রহশীল (আল্লাহ্) সম্মতি (ও অনুমতি) দিয়েছেন এবং যার কথার উপর তিনি সন্তুষ্ট হয়েছেন। (যেমন নবী, রাসূল, আউলিয়া, মুত্তাকী, নিষ্পাপ শিশু ও অন্যান্য আরো কয়েক প্রকারের বান্দার শাফায়াত বৈধ।)"
		},
		{
			"_id": "2458",
			"sura": "20",
			"para": "16",
			"verses": "110",
			"names": "یَعۡلَمُ مَا بَیۡنَ اَیۡدِیۡہِمۡ  وَ مَا خَلۡفَہُمۡ  وَ لَا یُحِیۡطُوۡنَ  بِہٖ  عِلۡمًا ﴿۱۱۰﴾ ",
			"number": "",
			"verses_PDMS": "یَعۡلَمُ مَا بَیۡنَ اَیۡدِیۡہِمۡ  وَ مَا خَلۡفَہُمۡ  وَ لَا یُحِیۡطُوۡنَ  بِہٖ  عِلۡمًا ﴿۱۱۰﴾ ",
			"index": "2458",
			"name": "এবং তিনি জানেন যা কিছু তাদের সামনে রয়েছে এবং যা কিছু তাদের পশ্চাতে আর তাদের জ্ঞান তাকে পরিবেষ্টিত করতে পারে না। ",
			"en_kanzulimaan": "He knows all that is before them and all that is behind them, whereas their knowledge cannot encompass it.",
			"ur_kanzulimaan": "وہ جانتا ہے جو کچھ ان کے آگے ہے اور جو کچھ ان کے پیچھے اور ان کا علم اسے نہیں گھیر سکتا",
			"hi_kanzulimaan": "वह जानता है जो कुछ उनके आगे है और जो कुछ उनके पीछे (166फ) और उनका इल्म उसे नहीं घेर सकता (167फ)",
			"author": "১১০. তিনি ঐসব (কিছু) অবগত যা কিছু তাদের অগ্রে রয়েছে এবং যা কিছু তাদের পশ্চাতে রয়েছে। আর তারা (নিজেদের) জ্ঞান দিয়ে তাঁকে (অর্থাৎ তাঁর জ্ঞানকে) বেষ্টন করতে পারে না।"
		},
		{
			"_id": "2459",
			"sura": "20",
			"para": "16",
			"verses": "111",
			"names": "وَ عَنَتِ الۡوُجُوۡہُ  لِلۡحَیِّ الۡقَیُّوۡمِ ؕ وَ قَدۡ خَابَ  مَنۡ  حَمَلَ  ظُلۡمًا ﴿۱۱۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ عَنَتِ الۡوُجُوۡہُ  لِلۡحَیِّ الۡقَیُّوۡمِ ؕ وَ قَدۡ خَابَ  مَنۡ  حَمَلَ  ظُلۡمًا ﴿۱۱۱﴾ ",
			"index": "2459",
			"name": "এবং সকল মুখ ঝুকে পড়বে ওই চিরঞ্জীব, চিরস্থায়ী-বিশ্বের যথার্থ ব্যবস্থাপকের সম্মুখে এবং নিশ্চয় নিশ্চয় হয়ে থাকবে যে যুল্‌মের ভার বহন করবে। ",
			"en_kanzulimaan": "And all faces shall bow before the Living, the All Sustaining; and the one who bore the burden of injustice, has failed.",
			"ur_kanzulimaan": "اور سب منہ جھک جائیں گے اس زندہ قائم رکھنے والے کے حضور اور بیشک نامراد رہا جس نے ظلم کا بوجھ لیا",
			"hi_kanzulimaan": "और सब मुंह झुक जाएंगे उस ज़िन्दा क़ायम रहने वाले के हुज़ूर (168फ) और बेशक नामुराद रहा जिसने ज़ुल्म का बोझ लिया (169फ)",
			"author": "১১১. আর (সকল) চেহারা সে চিরঞ্জীব (এবং) বিদ্যমান (প্রতিপালক) সত্তার সমীপে ঝুঁকে যাবে। আর সে ব্যক্তিই ব্যর্থ হবে, যে যুলুমের বোঝা বহন করছে।"
		},
		{
			"_id": "2460",
			"sura": "20",
			"para": "16",
			"verses": "112",
			"names": "وَ مَنۡ یَّعۡمَلۡ مِنَ الصّٰلِحٰتِ وَ ہُوَ مُؤۡمِنٌ فَلَا یَخٰفُ ظُلۡمًا وَّ لَا ہَضۡمًا  ﴿۱۱۲﴾",
			"number": "",
			"verses_PDMS": "وَ مَنۡ یَّعۡمَلۡ مِنَ الصّٰلِحٰتِ وَ ہُوَ مُؤۡمِنٌ فَلَا یَخٰفُ ظُلۡمًا وَّ لَا ہَضۡمًا  ﴿۱۱۲﴾",
			"index": "2460",
			"name": "এবং যে কিছু সৎকর্ম করে এবং হয় মুসলমান, তবে না তাঁর প্রতি অবিচারের ভয় থাকবে, না ক্ষতির। ",
			"en_kanzulimaan": "And the one who does some good deeds, and is a Muslim - he shall have no fear of injustice, nor suffer any loss.",
			"ur_kanzulimaan": "اور جو کچھ نیک کام کرے اور ہو مسلمان تو اسے نہ زیادتی کا خوف ہوگا اور نہ نقصان کا",
			"hi_kanzulimaan": "और जो कुछ नेक काम करे और हो मुसलमान तो उसे न ज़ियादती का ख़ौफ़ होगा न नुक़सान का (170फ)",
			"author": "১১২. আর যে ব্যক্তি সৎকর্ম করছে এবং সে ঈমানদারও, তবে সে না কোনো যুলুমককে ভয় করবে আর না ক্ষতিকে।"
		},
		{
			"_id": "2461",
			"sura": "20",
			"para": "16",
			"verses": "113",
			"names": "وَ کَذٰلِکَ اَنۡزَلۡنٰہُ  قُرۡاٰنًا عَرَبِیًّا وَّ صَرَّفۡنَا فِیۡہِ مِنَ الۡوَعِیۡدِ لَعَلَّہُمۡ یَتَّقُوۡنَ اَوۡ  یُحۡدِثُ  لَہُمۡ  ذِکۡرًا ﴿۱۱۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَذٰلِکَ اَنۡزَلۡنٰہُ  قُرۡاٰنًا عَرَبِیًّا وَّ صَرَّفۡنَا فِیۡہِ مِنَ الۡوَعِیۡدِ لَعَلَّہُمۡ یَتَّقُوۡنَ اَوۡ  یُحۡدِثُ  لَہُمۡ  ذِکۡرًا ﴿۱۱۳﴾ ",
			"index": "2461",
			"name": "আর এভাবেই আমি সেটাকে আরবী ক্বোরআন অবতীর্ণ করেছি এবং তাতে বিভিন্নভাবে শাস্তির প্রতিশ্রুতি দিয়েছি, যাতে তারা ভয় করে কিংবা তাদের অন্তরে কিছু চিন্তা ভাবনা সৃষ্টি করে। ",
			"en_kanzulimaan": "And this is how We revealed it as an Arabic Quran, and in different ways gave promises of punishment, that they may fear or it may create some pondering in their hearts.",
			"ur_kanzulimaan": "اور یونہی ہم نے اسے عربی قرآن اتارا اور اس میں طرح طرح سے عذاب کے وعدے دیے کہ کہیں انہیں ڈر ہو یا ان کے دل میں کچھ سوچ پیدا کرے",
			"hi_kanzulimaan": "और यूंही हमने इसे अरबी क़ुरआन उतारा और इस में तरह तरह से अज़ाब के वादे दिये (171फ) कि कहीं उन्हें डर हो या उनके दिल में कुछ सोच पैदा करे (172फ)",
			"author": "১১৩. আর এভাবে আমরা একে (এ সর্বশেষ ওহীকে) আরবী ভাষায় কুরআন (আকারে) অবতীর্ণ করেছি আর আমরা তাতে (শাস্তিকে) ভয় করার বিষয়ে (বিভিন্ন পন্থায়) বারংবার বর্ণনা করেছি যাতে তারা পরহেযগার হয় অথবা (এ কুরআন) তাদের (অন্তরের) মধ্যে (আখেরাতের) স্মরণ (অথবা উপদেশ গ্রহণের প্রবল আগ্রহ) সৃষ্টি করে।"
		},
		{
			"_id": "2462",
			"sura": "20",
			"para": "16",
			"verses": "114",
			"names": "فَتَعٰلَی اللّٰہُ  الۡمَلِکُ الۡحَقُّ ۚ وَ لَا تَعۡجَلۡ بِالۡقُرۡاٰنِ مِنۡ قَبۡلِ اَنۡ یُّقۡضٰۤی اِلَیۡکَ وَحۡیُہٗ ۫ وَ  قُلۡ  رَّبِّ  زِدۡنِیۡ  عِلۡمًا ﴿۱۱۴﴾ ",
			"number": "",
			"verses_PDMS": "فَتَعٰلَی اللّٰہُ  الۡمَلِکُ الۡحَقُّ ۚ وَ لَا تَعۡجَلۡ بِالۡقُرۡاٰنِ مِنۡ قَبۡلِ اَنۡ یُّقۡضٰۤی اِلَیۡکَ وَحۡیُہٗ ۫ وَ  قُلۡ  رَّبِّ  زِدۡنِیۡ  عِلۡمًا ﴿۱۱۴﴾ ",
			"index": "2462",
			"name": "অতঃপর সর্বাধিক মহান হন আল্লাহ্‌, সত্য বাদশাহ। আর, ক্বোরআনে ত্বরা করবেন না, যতক্ষণ পর্যন্ত তাঁর ওহী আপনার প্রতি সম্পূর্ণ না হয় এবং আরয করুন, ‘হে আমার রব ! আমাকে জ্ঞান বেশি দাও’।",
			"en_kanzulimaan": "Therefore Supreme is Allah, the True King; and do not hasten in the Quran (O dear Prophet Mohammed - peace and blessings be upon him) until its divine revelation has been completed to you; and pray, My Lord, bestow me more knowledge.",
			"ur_kanzulimaan": "تو سب سے بلند ہے ا لله سچا بادشاہ اور قرآن میں جلدی نہ کرو جب تک اس کی وحی تمہیں پوری نہ ہولے اور عرض کرو کہ اے میرے رب! مجھے علم زیادہ دے،",
			"hi_kanzulimaan": "तो सब से बलन्द है अल्लाह सच्चा बादशाह (173फ) और क़ुरआन में जल्दी न करो जब तक इस की वही (देववाणी) तुम्हें पूरी न होले (174फ) और अर्ज़ करो कि ऐ मेरे रब मुझे इल्म ज़्यादा दे",
			"author": "১১৪. সুতরাং আল্লাহ্ উচ্চমর্যাদা সম্পন্ন, তিনিই প্রকৃত বাদশাহ্। আর আপনার প্রতি পুরোপুরি ওহী অবতীর্ণ হওয়ার পূর্বে আপনি কুরআন (পাঠের) বিষয়ে তাড়াহুড়ো করবেন না। আর আপনি (প্রতিপালকের সমীপে এ) আরয করুন: ‘হে আমার প্রতিপালক! আমার জ্ঞান আরো বাড়িয়ে দিন।’"
		},
		{
			"_id": "2463",
			"sura": "20",
			"para": "16",
			"verses": "115",
			"names": "وَ لَقَدۡ عَہِدۡنَاۤ  اِلٰۤی اٰدَمَ مِنۡ قَبۡلُ فَنَسِیَ  وَ  لَمۡ  نَجِدۡ  لَہٗ  عَزۡمًا ﴿۱۱۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ عَہِدۡنَاۤ  اِلٰۤی اٰدَمَ مِنۡ قَبۡلُ فَنَسِیَ  وَ  لَمۡ  نَجِدۡ  لَہٗ  عَزۡمًا ﴿۱۱۵﴾ ",
			"index": "2463",
			"name": "এবং নিশ্চয় আমি আদমকে ইতোপূর্বে তাকীদ সহকারে একটা নির্দেশ দিয়েছিলাম। অতঃপর সে তা ভুলে গেলো এবং আমি তাতে আর ইচ্ছা পাই নি। ",
			"en_kanzulimaan": "And indeed before this We made a covenant with Adam, so he forgot, and We did not find its intention (in him).",
			"ur_kanzulimaan": "اور بیشک ہم نے آدم کو اس سے پہلے ایک تاکیدی حکم دیا تھا تو وہ بھول گیا اور ہم نے اس کا قصد نہ پایا،",
			"hi_kanzulimaan": "और बेशक हमने आदम को इससे पहले एक ताक़ीदी हुक्म दिया था (175फ) तो वह भूल गया और हमने उसका इरादा न पाया",
			"author": "১১৫. আর প্রকৃতপক্ষে আমরা এর (অনেক) পূর্বে আদম (আলাইহিস সালাম)-কে কঠোর নির্দেশ প্রদান করেছিলাম, কিন্তু তিনি ভুলে গিয়েছিলেন। আর আমরা তাঁর মধ্যে কোনোক্রমে (অবাধ্যতার) কোনো অভিপ্রায় লক্ষ্য করিনি। (এটি কেবলই একটি ভুল ছিল।)"
		},
		{
			"_id": "2464",
			"sura": "20",
			"para": "16",
			"verses": "116",
			"names": "وَ اِذۡ  قُلۡنَا لِلۡمَلٰٓئِکَۃِ اسۡجُدُوۡا لِاٰدَمَ فَسَجَدُوۡۤا   اِلَّاۤ   اِبۡلِیۡسَ ؕ اَبٰی ﴿۱۱۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ اِذۡ  قُلۡنَا لِلۡمَلٰٓئِکَۃِ اسۡجُدُوۡا لِاٰدَمَ فَسَجَدُوۡۤا   اِلَّاۤ   اِبۡلِیۡسَ ؕ اَبٰی ﴿۱۱۶﴾ ",
			"index": "2464",
			"name": "এবং যখন আমি ফিরিশ্‌তাদেরকে বললাম ‘আদমকে সাজদা করো’। তখন সবাই সাজদাবনত হলো, কিন্তু ইবলীস; সে মানলো না!",
			"en_kanzulimaan": "And when We commanded the angels, Prostrate before Adam - so they all prostrated, except Iblis; he refused.",
			"ur_kanzulimaan": "اور جب ہم نے فرشتوں سے فرمایا کہ آدم کو سجدہ کرو تو سب سجدہ میں گرے مگر ابلیس، اس نے نہ مانا،",
			"hi_kanzulimaan": "और जब हमने फ़रिश्तों से फ़रमाया कि आदम को सज्दा करो तो सब सज्दे में गिरे मगर इब्लीस उसने न माना",
			"author": "১১৬. আর (স্মরণ করুন সে সময়ের কথা) যখন আমরা ফেরেশতাদেরকে বলেছিলাম, ‘আদম (আলাইহিস সালাম)-কে সেজদা করো’, তখন ইবলীস ব্যতীত সবাই সেজদা করলো। সে অস্বীকার করলো।"
		},
		{
			"_id": "2465",
			"sura": "20",
			"para": "16",
			"verses": "117",
			"names": "فَقُلۡنَا یٰۤـاٰدَمُ  اِنَّ  ہٰذَا عَدُوٌّ لَّکَ وَ لِزَوۡجِکَ فَلَا یُخۡرِجَنَّکُمَا مِنَ الۡجَنَّۃِ فَتَشۡقٰی  ﴿۱۱۷﴾",
			"number": "",
			"verses_PDMS": "فَقُلۡنَا یٰۤـاٰدَمُ  اِنَّ  ہٰذَا عَدُوٌّ لَّکَ وَ لِزَوۡجِکَ فَلَا یُخۡرِجَنَّکُمَا مِنَ الۡجَنَّۃِ فَتَشۡقٰی  ﴿۱۱۷﴾",
			"index": "2465",
			"name": "(অতঃপর) আমি বললাম ‘হে আদম! নিশ্চয় এ তোমার ও তোমার স্ত্রীর শত্রু। সুতরাং এমন যেন না হয় যে, সে তোমাদের দু’জনকে জান্নাত থেকে বের করে দেবে, অতঃপর তুমি কষ্টে পড়বে’। ",
			"en_kanzulimaan": "We therefore said, O Adam, he is your and your wifes enemy, so may he not get you both out from heaven, so you then fall into hardship.",
			"ur_kanzulimaan": "تو ہم نے فرمایا، اے آدم! بیشک یہ تیرا اور تیری بی بی کا دشمن ہے تو ایسا نہ ہو کہ وہ تم دونوں کو جنت سے نکال دے پھر تو مشقت میں پڑے",
			"hi_kanzulimaan": "तो हमने फ़रमाया ऐ आदम बेशक यह तेरा और तेरी बीबी का दुश्मन है (176फ) तो ऐसा न हो कि वो तुम दोनो को जन्नत से निकाल दे फिर तू मशक़्क़त में पड़े (177फ)",
			"author": "১১৭. অতঃপর আমরা বললাম, ‘হে আদম! নিশ্চয়ই এ (শয়তান) তোমার এবং তোমার স্ত্রীর দুশমন। সুতরাং সে যেন তোমাদেরকে জান্নাত থেকে বের করে না দেয়। তাহলে তোমরা কষ্টে পতিত হবে।’"
		},
		{
			"_id": "2466",
			"sura": "20",
			"para": "16",
			"verses": "118",
			"names": "اِنَّ  لَکَ  اَلَّا  تَجُوۡعَ  فِیۡہَا وَ لَا  تَعۡرٰی ﴿۱۱۸﴾ۙ ",
			"number": "",
			"verses_PDMS": "اِنَّ  لَکَ  اَلَّا  تَجُوۡعَ  فِیۡہَا وَ لَا  تَعۡرٰی ﴿۱۱۸﴾ۙ ",
			"index": "2466",
			"name": "নিশ্চয় তোমার জন্য জান্নাতের মধ্যে এটা রয়েছে যে, না তুমি ক্ষুধার্ত হবে, না নগ্ন; ",
			"en_kanzulimaan": "Indeed for you in heaven is that you may never be hungry nor be unclothed.",
			"ur_kanzulimaan": "بیشک تیرے لیے جنت میں یہ ہے کہ نہ تو بھوکا ہو اور نہ ننگا ہو،",
			"hi_kanzulimaan": "बेशक तेरे लिये जन्नत में यह है कि न तू भूखा हो न नंगा हो",
			"author": "১১৮. নিশ্চয়ই তোমার জন্যে এ (জান্নাত) অঙ্গনে এ (স্বস্তি) রয়েছে যে, তুমি ক্ষুধার্তও হবে না এবং বিবস্ত্রও হবে না।"
		},
		{
			"_id": "2467",
			"sura": "20",
			"para": "16",
			"verses": "119",
			"names": "وَ اَنَّکَ لَا  تَظۡمَؤُا فِیۡہَا وَ لَا تَضۡحٰی ﴿۱۱۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ اَنَّکَ لَا  تَظۡمَؤُا فِیۡہَا وَ لَا تَضۡحٰی ﴿۱۱۹﴾ ",
			"index": "2467",
			"name": "এবং এ যে, তাতে না তোমার পিপাসা হবে, না রোদের তাপ (অনুভূত হবে)’।",
			"en_kanzulimaan": "And that you never feel thirsty nor hot sunshine hurt you.",
			"ur_kanzulimaan": "اور یہ کہ تجھے نہ اس میں پیاس لگے نہ دھوپ",
			"hi_kanzulimaan": "और यह कि तुझे न इससे प्यास लगे न धूप (178फ)",
			"author": "১১৯. আর এ যে, এখানে তুমি পিপাসার্তও হবে না এবং রৌদ্র-ক্লিষ্টও হবে না।"
		},
		{
			"_id": "2468",
			"sura": "20",
			"para": "16",
			"verses": "120",
			"names": "فَوَسۡوَسَ اِلَیۡہِ الشَّیۡطٰنُ قَالَ یٰۤـاٰدَمُ ہَلۡ اَدُلُّکَ عَلٰی شَجَرَۃِ الۡخُلۡدِ وَ مُلۡکٍ لَّا یَبۡلٰی ﴿۱۲۰﴾ ",
			"number": "",
			"verses_PDMS": "فَوَسۡوَسَ اِلَیۡہِ الشَّیۡطٰنُ قَالَ یٰۤـاٰدَمُ ہَلۡ اَدُلُّکَ عَلٰی شَجَرَۃِ الۡخُلۡدِ وَ مُلۡکٍ لَّا یَبۡلٰی ﴿۱۲۰﴾ ",
			"index": "2468",
			"name": "অতপর শয়তান তাকে কুমন্ত্রনা দিলো- বললো, ‘হে আদম! আমি কি তোমাকে বলে দেবো চিরস্থায়ী জীবন বৃক্ষের কথা এবং ওই বাদশাহীর কথা, যা পুরাতন হবে না?’ ",
			"en_kanzulimaan": "So the devil incited him, saying, O Adam, shall I show you the tree of immortality and a kingdom that does not erode?",
			"ur_kanzulimaan": "تو شیطان نے اسے وسوسہ دیا بولا، اے آدم! کیا میں تمہیں بتادوں ہمیشہ جینے کا پیڑ اور وہ بادشاہی کہ پرانی نہ پڑے",
			"hi_kanzulimaan": "तो शैतान ने उसे वसवसा दिया बोला ऐ आदम क्या में तुम्हें बतादूं हमेशा जीने का पेड़ (180फ)",
			"author": "১২০. অতঃপর শয়তান তাকে (এক) ধারণা দিল; সে বললো, ‘হে আদম! আমি কি তোমাকে (আল্লাহ্‌র নিকটবর্তী জান্নাতে) অনন্ত জীবনপ্রদ বৃক্ষের কথা বলবো এবং (স্বর্গীয়) রাজত্ব (লাভের গোপন কথাও) যা অফুরন্ত, অক্ষয়?’"
		},
		{
			"_id": "2469",
			"sura": "20",
			"para": "16",
			"verses": "121",
			"names": "فَاَکَلَا مِنۡہَا فَبَدَتۡ لَہُمَا سَوۡاٰتُہُمَا وَ طَفِقَا یَخۡصِفٰنِ عَلَیۡہِمَا مِنۡ وَّرَقِ الۡجَنَّۃِ ۫ وَ عَصٰۤی  اٰدَمُ   رَبَّہٗ  فَغَوٰی  ﴿۱۲۱﴾۪ۖ",
			"number": "",
			"verses_PDMS": "فَاَکَلَا مِنۡہَا فَبَدَتۡ لَہُمَا سَوۡاٰتُہُمَا وَ طَفِقَا یَخۡصِفٰنِ عَلَیۡہِمَا مِنۡ وَّرَقِ الۡجَنَّۃِ ۫ وَ عَصٰۤی  اٰدَمُ   رَبَّہٗ  فَغَوٰی  ﴿۱۲۱﴾۪ۖ",
			"index": "2469",
			"name": "অতঃপর তারা দু’জন তা থেকে ভক্ষণ করলো, লজ্জার বস্তুসমূহ প্রকাশ হয়ে পড়লো। আর জান্নাতের গাছের পাতা দিয়ে নিজেদেরকে আবৃত করতে লাগলো এবং আদম থেকে আপন রবের নির্দেশের ক্ষেত্রে পদস্থুলন ঘটলো; তখন যে উদ্দেশ্য চেয়েছিলো সেটার পথ পায় নি। ",
			"en_kanzulimaan": "So they both ate from it - thereupon their shame became manifest to them, and they started applying on themselves the leaves of heaven; and Adam lapsed in obeying his Lord, so did not reach his goal. (Of achieving immortality)",
			"ur_kanzulimaan": "تو ان دونوں نے اس میں سے کھالیا اب ان پر ان کی شرم کی چیزیں ظاہر ہوئیں اور جنت کے پتے اپنے اوپر چپکانے لگے اور آدم سے اپنے رب کے حکم میں لغزش واقع ہوئی تو جو مطلب چاہا تھا اس کی راہ نہ پائی",
			"hi_kanzulimaan": "तो उन दोनों ने उसमें से खा लिया अब उनपर उनकी शर्म की चीज़ें ज़ाहिर हुई (181फ) और जन्नत के पत्ते अपने ऊपर चिपकाने लगे (182फ) और आदम से अपने रब के हुक्म में लग़ज़िश वाक़े हुई तो जो मतलब चाहा था उसकी राह न पाई (183फ)",
			"author": "১২১. সুতরাং উভয়ে (আল্লাহ্‌র নিকটবর্তী অনন্ত জীবনের প্রবল আগ্রহে) সে বৃক্ষের ফল ভক্ষণ করলেন। অতঃপর তাদের লজ্জাস্থান তাদের নিকট প্রকাশ হয়ে পড়লো এবং উভয়ে তাদের (শরীরের) উপর জান্নাতের (বৃক্ষ) পত্র জড়াতে লাগলেন। আর আদম (আলাইহিস সালাম) তাঁর প্রতিপালকের নির্দেশ (বুঝতে) ভুল করলেন।* সুতরাং তিনি (জান্নাতে অনন্ত জীবনের) লক্ষ্য অর্জন করতে পারলেন না।* নিষেধাজ্ঞা কেবল এক নির্দিষ্ট বৃক্ষের ছিল অথবা পুরো এক ধরণের বৃক্ষের ছিল। কেননা আদম আলাইহিস সালাম এ বিশেষ বৃক্ষের ফল ভক্ষণ করেননি বরং একই প্রকারের অন্য আরেকটি গাছ থেকে খেয়েছিলেন, এ কথা মনে করে যে, হয়ত নিষেধাজ্ঞা কেবল এক বিশেষ গাছের ছিল।"
		},
		{
			"_id": "2470",
			"sura": "20",
			"para": "16",
			"verses": "122",
			"names": "ثُمَّ  اجۡتَبٰہُ رَبُّہٗ  فَتَابَ عَلَیۡہِ  وَ  ہَدٰی ﴿۱۲۲﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ  اجۡتَبٰہُ رَبُّہٗ  فَتَابَ عَلَیۡہِ  وَ  ہَدٰی ﴿۱۲۲﴾ ",
			"index": "2470",
			"name": "অতঃপর তাঁর রব তাকে মনোনীত করলেন; তাঁরপর তাঁর দিকে কৃপা দৃষ্টি ফেরালেন এবং আপন বিশেষ নৈকট্যের পথ প্রদর্শন করলেন। ",
			"en_kanzulimaan": "Then his Lord chose him, and inclined towards him with His mercy, and guided him.",
			"ur_kanzulimaan": "پھر اس کے رب نے چن لیا تو اس پر اپنی رحمت سے رجوع فرمائی اور اپنے قرب خاص کی راہ دکھائی،",
			"hi_kanzulimaan": "फिर उसके रब ने चुन लिया तो उस पर अपनी रहमत से रूजू फ़रमाई और अपने ख़ास क़ुर्ब (समीपता) की राह दिखाई",
			"author": "১২২. অতঃপর তাঁর প্রতিপালক (নিজের নৈকট্য ও নবুয়্যতের জন্যে) তাঁকে মনোনীত করলেন এবং তাঁর প্রতি (ক্ষমা ও অনুগ্রহপূর্ণ বিশেষ) মনোনিবেশ প্রদান করলেন এবং অভীষ্ট লক্ষ্যের পথ দেখালেন।"
		},
		{
			"_id": "2471",
			"sura": "20",
			"para": "16",
			"verses": "123",
			"names": "قَالَ اہۡبِطَا مِنۡہَا جَمِیۡعًۢا بَعۡضُکُمۡ لِبَعۡضٍ عَدُوٌّ ۚ فَاِمَّا یَاۡتِیَنَّکُمۡ مِّنِّیۡ ہُدًی ۬ۙ فَمَنِ اتَّبَعَ ہُدَایَ  فَلَا  یَضِلُّ  وَ لَا  یَشۡقٰی  ﴿۱۲۳﴾",
			"number": "",
			"verses_PDMS": "قَالَ اہۡبِطَا مِنۡہَا جَمِیۡعًۢا بَعۡضُکُمۡ لِبَعۡضٍ عَدُوٌّ ۚ فَاِمَّا یَاۡتِیَنَّکُمۡ مِّنِّیۡ ہُدًی ۬ۙ فَمَنِ اتَّبَعَ ہُدَایَ  فَلَا  یَضِلُّ  وَ لَا  یَشۡقٰی  ﴿۱۲۳﴾",
			"index": "2471",
			"name": "(তিনি) বললেন, ‘তোমরা উভয়ে এক সাথে জান্নাত থেকে নেমে যাও! তোমরা একে অপরের শত্রু। অতঃপর যদি তোমাদের সবার নিকট আমার পক্ষ থেকে সৎপথের নির্দেশ আসে, তবে যে আমার হিদায়তের অনুসারী হয় সে না বিপথগামী হবে, না হতভাগ্য। ",
			"en_kanzulimaan": "He said, Both of you go down from heaven, one of you is an enemy to the other; then if the guidance from Me comes to you - then whoever follows My guidance, will not go astray nor be ill-fated.",
			"ur_kanzulimaan": "فرمایا تم دونوں مل کر جنت سے اترو تم میں ایک دوسرے کا دشمن ہے، پھر اگر تم سب کو میری طرف سے ہدایت آئے، تو جو میری ہدایت کا پیرو ہو ا وہ نہ بہکے نہ بدبخت ہو",
			"hi_kanzulimaan": "फ़रमाया तुम दोनो मिलकर जन्नत से उतरो तुम में एक दूसरे का दुश्मन है फिर अगर तुम सब को मेरी तरफ़ से हिदायत आए (184फ) तो जो मेरी हिदायत का पैरो हुआ वह न बहके (185फ) न बदबख़्त हो (186फ)",
			"author": "১২৩. ইরশাদ হলো, ‘তোমরা সকলে এখান থেকে নেমে যাও; তোমরা পরস্পর পরস্পরের শত্রু। এরপর যখন আমার পক্ষ থেকে তোমাদের নিকট (প্রত্যাদেশসূচক) কোনো হেদায়াত আসবে, যে ব্যক্তি আমার হেদায়াতের অনুসরণ করবে, সে না (দুনিয়াতে) গোমরাহ্ হবে, আর না (পরকালে) দুর্ভাগা হবে।"
		},
		{
			"_id": "2472",
			"sura": "20",
			"para": "16",
			"verses": "124",
			"names": "وَ مَنۡ اَعۡرَضَ عَنۡ ذِکۡرِیۡ فَاِنَّ لَہٗ مَعِیۡشَۃً ضَنۡکًا وَّ نَحۡشُرُہٗ یَوۡمَ الۡقِیٰمَۃِ  اَعۡمٰی ﴿۱۲۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَنۡ اَعۡرَضَ عَنۡ ذِکۡرِیۡ فَاِنَّ لَہٗ مَعِیۡشَۃً ضَنۡکًا وَّ نَحۡشُرُہٗ یَوۡمَ الۡقِیٰمَۃِ  اَعۡمٰی ﴿۱۲۴﴾ ",
			"index": "2472",
			"name": "আর যে আমার স্মরণ থেকে মুখ ফিরিয়ে নিয়েছে, তবে তাঁর জন্য রয়েছে সংকুচিত জীবন যাপন এবং আমি তাকে ক্বিয়ামতে অন্ধ অবস্থায় উঠাবো’।",
			"en_kanzulimaan": "And the one who turned away from My remembrance - for him is a confined existence, and We shall raise him blind on the Day of Resurrection.",
			"ur_kanzulimaan": "اور جس نے میری یاد سے منہ پھیرا تو بیشک اس کے لیے تنگ زندگانی ہے اور ہم اسے قیامت کے دن اندھا اٹھائیں گے،",
			"hi_kanzulimaan": "और जिसने मेरी याद से मुंह फेरा (187फ) तो बेशक उसके लिये तंग ज़िन्दगी है (188फ) और हम उसे क़यामत के दिन अंधा उठाएंगे",
			"author": "১২৪.  আর যে আমার নির্দেশনা (অর্থাৎ আমার স্মরণ ও উপদেশ) থেকে মুখ ফিরিয়ে নেবে, তার পার্থিব জীবিকাও সংকীর্ণ করে দেয়া হবে এবং আমরা তাকে কিয়ামতের দিনে(ও) অন্ধ অবস্থায় উত্থিত করবো।’"
		},
		{
			"_id": "2473",
			"sura": "20",
			"para": "16",
			"verses": "125",
			"names": "قَالَ رَبِّ  لِمَ حَشَرۡتَنِیۡۤ  اَعۡمٰی وَ قَدۡ کُنۡتُ  بَصِیۡرًا ﴿۱۲۵﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ رَبِّ  لِمَ حَشَرۡتَنِیۡۤ  اَعۡمٰی وَ قَدۡ کُنۡتُ  بَصِیۡرًا ﴿۱۲۵﴾ ",
			"index": "2473",
			"name": "সে বলবে, হে আমার রব! আমাকে তুমি কেন অন্ধ অবস্থায় উঠালে? আমি তো চক্ষুষ্মান ছিলাম’!",
			"en_kanzulimaan": "He will say, O my Lord, why have You raised me blind, whereas I was sighted?",
			"ur_kanzulimaan": "کہے گا اے رب میرے! مجھے تو نے کیوں اندھا اٹھایا میں تو انکھیارا (بینا) تھا",
			"hi_kanzulimaan": "कहेगा ऐ रब मेरे मुझे तूने क्यों अंधा उठाया मैं तो अखियारा था (189फ)",
			"author": "১২৫. সে বলবে, ‘হে আমার প্রতিপালক! তুমি কেন (আজ) আমাকে অন্ধ অবস্থায় উত্থিত করলে, অথচ আমি (দুনিয়াতে) ছিলাম চক্ষুষ্মান?’"
		},
		{
			"_id": "2474",
			"sura": "20",
			"para": "16",
			"verses": "126",
			"names": "قَالَ  کَذٰلِکَ اَتَتۡکَ اٰیٰتُنَا فَنَسِیۡتَہَا ۚ  وَکَذٰلِکَ  الۡیَوۡمَ  تُنۡسٰی ﴿۱۲۶﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ  کَذٰلِکَ اَتَتۡکَ اٰیٰتُنَا فَنَسِیۡتَہَا ۚ  وَکَذٰلِکَ  الۡیَوۡمَ  تُنۡسٰی ﴿۱۲۶﴾ ",
			"index": "2474",
			"name": "তিনি বলবেন, ‘এভাবেই তোমার নিকট আমার নিদর্শনসমূহ এসেছিলো, তুমি সেগুলো ভুলে গিয়েছো এবং অনুরূপভাবেই আজ কেউ তোমার খোজ খবর নেবে না। ",
			"en_kanzulimaan": "He will say, Similarly did Our signs come to you but you forgot them; and in the same way, nobody will heed you today.",
			"ur_kanzulimaan": "فرمائے گا یونہی تیرے پاس ہماری آیتیں آئیں تھیں تو نے انہیں بھلادیا اور ایسے ہی آج تیری کوئی نہ لے گا",
			"hi_kanzulimaan": "फ़रमाएगा यूंही तेरे पास हमारी आयतें आई थीं (190फ) तूने उन्हें भुला दिया और ऐसे ही आज तेरी कोई ख़बर न लेगा (191फ)",
			"author": "১২৬. ইরশাদ হবে, ‘এভাবেই (দুনিয়াতে) তোমার নিকট আমাদের নিদর্শনাবলী এসেছিল, আর তুমি সেগুলো ভুলে গিয়েছিলে এবং আজ সেভাবেই তোমাকে(ও) ভুলে যাওয়া হবে।’"
		},
		{
			"_id": "2475",
			"sura": "20",
			"para": "16",
			"verses": "127",
			"names": "وَ کَذٰلِکَ نَجۡزِیۡ مَنۡ اَسۡرَفَ وَ لَمۡ  یُؤۡمِنۡۢ بِاٰیٰتِ رَبِّہٖ ؕ وَ لَعَذَابُ الۡاٰخِرَۃِ اَشَدُّ وَ اَبۡقٰی  ﴿۱۲۷﴾",
			"number": "",
			"verses_PDMS": "وَ کَذٰلِکَ نَجۡزِیۡ مَنۡ اَسۡرَفَ وَ لَمۡ  یُؤۡمِنۡۢ بِاٰیٰتِ رَبِّہٖ ؕ وَ لَعَذَابُ الۡاٰخِرَۃِ اَشَدُّ وَ اَبۡقٰی  ﴿۱۲۷﴾",
			"index": "2475",
			"name": "আর আমি এভাবেই প্রতিফল দিই তাকে, যে সীমাতিক্রম করেছে এবং আপন রবের নিদর্শনসমূহের উপর ঈমান আনে নি; এবং নিঃসন্দেহে পরকালের শাস্তি সর্বাপেক্ষা কঠিন এবং সর্বাধিক স্থায়ী। ",
			"en_kanzulimaan": "And this is how We reward him who transgresses and does not accept faith in the signs of his Lord; and indeed the punishment of the Hereafter is the most severe and more lasting.",
			"ur_kanzulimaan": "اور ہم ایسا ہی بدلہ دیتے ہیں جو حد سے بڑھے اور اپنے رب کی آیتوں پر ایمان نہ لائے، اور بیشک آخرت کا عذاب سب سے سخت تر اور سب سے دیرپا ہے،",
			"hi_kanzulimaan": "और हम ऐसा ही बदला देते हैं जो हद से बढ़े और अपने रब की आयतों पर ईमान न लाए और बेशक आख़िरत का अज़ाब सबसे सख़्त तर और सब से देरपा है",
			"author": "১২৭. আর এভাবেই আমরা সে ব্যক্তির প্রতিফল দেই, যে (গোনাহে) সীমালঙ্ঘন করে এবং তার প্রতিপালকের নিদর্শনে বিশ্বাস স্থাপন করে না। আর পরকালের শাস্তি তো অবশ্যই বড় কঠিন এবং চিরস্থায়ী।"
		},
		{
			"_id": "2476",
			"sura": "20",
			"para": "16",
			"verses": "128",
			"names": "اَفَلَمۡ یَہۡدِ لَہُمۡ کَمۡ اَہۡلَکۡنَا قَبۡلَہُمۡ مِّنَ الۡقُرُوۡنِ یَمۡشُوۡنَ فِیۡ مَسٰکِنِہِمۡ ؕ اِنَّ فِیۡ ذٰلِکَ  لَاٰیٰتٍ  لِّاُولِی  النُّہٰی ﴿۱۲۸﴾ ",
			"number": "",
			"verses_PDMS": "اَفَلَمۡ یَہۡدِ لَہُمۡ کَمۡ اَہۡلَکۡنَا قَبۡلَہُمۡ مِّنَ الۡقُرُوۡنِ یَمۡشُوۡنَ فِیۡ مَسٰکِنِہِمۡ ؕ اِنَّ فِیۡ ذٰلِکَ  لَاٰیٰتٍ  لِّاُولِی  النُّہٰی ﴿۱۲۸﴾ ",
			"index": "2476",
			"name": "তবে কি তাদের এটা থেকে সৎপথ পাওয়া গেলো না যে, আমি তাদের পূর্বে কতো জনগোষ্ঠীকে ধ্বংস করেছি, যাদের বসবাসের স্থানে এরা বিচরণ করছে? নিঃসন্দেহে তাতে নিদর্শনসমূহ রয়েছে বিবেকবানদের জন্য। ",
			"en_kanzulimaan": "So did they not gain guidance from (knowing) how many generations We have destroyed before them, among whose dwellings they walk? Indeed in it are signs for men of intellect.",
			"ur_kanzulimaan": "تو کیا انہیں اس سے راہ نہ ملی کہ ہم نے ان سے پہلے کتنی سنگتیں (قومیں) ہلاک کردیں کہ یہ ان کے بسنے کی جگہ چلتے پھرتے ہیں بیشک اس میں نشانیاں ہیں عقل والوں کو",
			"hi_kanzulimaan": "तो क्या उन्हें इससे राह न मिली कि हमने उनसे पहले कितनी संगते (कौमें) हलाक कर दीं (192फ) कि यह उनके बसने की जगह चलते फिरते हैं (193फ) बेशक इसमें निशानियां हैं अक़्ल वालों को (194फ)",
			"author": "১২৮. তাদেরকে কি (এ বিষয়টি) হেদায়াত প্রদান করেনি যে, আমরা তাদের পূর্বে কতো মানবগোষ্ঠীকে ধ্বংস করে দিয়েছি, যাদের আবাসস্থলে (এখন) এরা বিচরণ করছে? নিশ্চয়ই এতে বুদ্ধিমানদের জন্যে রয়েছে (বহু) নিদর্শন।"
		},
		{
			"_id": "2477",
			"sura": "20",
			"para": "16",
			"verses": "129",
			"names": "وَ لَوۡ لَا کَلِمَۃٌ سَبَقَتۡ مِنۡ رَّبِّکَ لَکَانَ لِزَامًا  وَّ  اَجَلٌ  مُّسَمًّی ﴿۱۲۹﴾ؕ ",
			"number": "",
			"verses_PDMS": "وَ لَوۡ لَا کَلِمَۃٌ سَبَقَتۡ مِنۡ رَّبِّکَ لَکَانَ لِزَامًا  وَّ  اَجَلٌ  مُّسَمًّی ﴿۱۲۹﴾ؕ ",
			"index": "2477",
			"name": "এবং যদি আপনার রবের একটা বাণী (চূড়ান্তভাবে) গত না হতো, তবে অবশ্যই শাস্তি তাদেরকে জড়িয়ে ফেলতো এবং যদি না থাকতো একটা নির্ধারিত প্রতিশ্রুতি (তবেও)।",
			"en_kanzulimaan": "And had not a command of your Lord been passed, then the punishment would have gripped them - and had a term not been appointed.",
			"ur_kanzulimaan": "اور اگر تمہارے رب کی ایک بات نہ گزر چکی ہوتی تو ضرور عذاب انھیں لپٹ جاتا اور اگر نہ ہوتا ایک وعدہ ٹھہرایا ہوا",
			"hi_kanzulimaan": "और अगर तुम्हारे रब की एक बात न गुज़र चुकी होती (195फ) तो ज़रूर अज़ाब उन्हें (196फ) लिपट जाता और अगर न होता एक वादा ठहराया हुआ (197फ)",
			"author": "১২৯. আর যদি আপনার প্রতিপালকের পক্ষ থেকে পূর্বেই তা নির্ধারিত না থাকতো এবং (তাদের শাস্তির জন্যে কিয়ামতের) সময় নির্ধারিত না হতো, তবে (এখনই তাদের প্রতি শাস্তি অবতীর্ণ) আবশ্যক হয়ে যেতো।"
		},
		{
			"_id": "2478",
			"sura": "20",
			"para": "16",
			"verses": "130",
			"names": "فَاصۡبِرۡ عَلٰی مَا یَقُوۡلُوۡنَ وَ سَبِّحۡ بِحَمۡدِ رَبِّکَ قَبۡلَ طُلُوۡعِ الشَّمۡسِ وَ قَبۡلَ غُرُوۡبِہَا ۚ وَ مِنۡ اٰنَآیِٔ الَّیۡلِ فَسَبِّحۡ وَ اَطۡرَافَ النَّہَارِ لَعَلَّکَ تَرۡضٰی ﴿۱۳۰﴾ ",
			"number": "",
			"verses_PDMS": "فَاصۡبِرۡ عَلٰی مَا یَقُوۡلُوۡنَ وَ سَبِّحۡ بِحَمۡدِ رَبِّکَ قَبۡلَ طُلُوۡعِ الشَّمۡسِ وَ قَبۡلَ غُرُوۡبِہَا ۚ وَ مِنۡ اٰنَآیِٔ الَّیۡلِ فَسَبِّحۡ وَ اَطۡرَافَ النَّہَارِ لَعَلَّکَ تَرۡضٰی ﴿۱۳۰﴾ ",
			"index": "2478",
			"name": "সুতরাং আপনি ওই সব লোকের কথার উপর ধৈর্যধারণ করুন এবং আপন রবের প্রশংসা সহকারে তাঁর পবিত্রতা ঘোষণা করুন সূর্যোদয়ের পূর্বে এবং তা অস্তমিত হবার পূর্বে; আর রাতের মুহূর্তগুলোতে তাঁর পবিত্রতা ঘোষণা করুন এবং দিনের প্রান্তগুলোতে, এ আশায় যে, আপনি সন্তুষ্ট হবেন। ",
			"en_kanzulimaan": "Therefore (O dear Prophet Mohammed - peace and blessings be upon him), patiently forbear upon their speech, and praising your Lord proclaim His Purity, before the sun rises and before it sets; and proclaim His Purity at some times of the night and at the two ends of the day, in the hope that you be pleased. (*With the great reward from your Lord)",
			"ur_kanzulimaan": "تو ان کی باتوں پر صبر کرو اور اپنے رب کو سراہتے ہوئے اس کی پاکی بولو سورج چمکنے سے پہلے اور اس کے ڈوبنے سے پہلے اور رات کی گھڑیوں میں اس کی پاکی بولو اور دن کے کناروں پر اس امید پر کہ تم راضی ہو",
			"hi_kanzulimaan": "तो उनकी बातों पर सब्र करो और अपने रब को सराहते हुए उसकी पाकी बोलो सूरज चमकने से पहले (198फ) और उसके डूबने से पहले (199फ) और रात की घड़ियों में उसकी पाकी बोलो (200फ) और दिन के किनारों पर (201फ)इस उम्मीद पर कि तुम राज़ी हो (202फ)",
			"author": "১৩০. অতঃপর আপনি তাদের (হৃদয় বিদারক) কথায় ধৈর্য ধারণ করুন এবং আপনার প্রতিপালকের সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করুন; সূর্যোদয়ের পূর্বে (ফযর নামাযে) এবং সূর্যাস্তের পূর্বে (আসর নামাযে)। আর রাতের প্রথম প্রহরেও (অর্থাৎ মাগরিব এবং এশায়) পবিত্রতা ও মহিমা ঘোষণা করুন; আর দিবসের দ্বিপ্রহরেও (যোহর নামাযে, যখন দিনের প্রথম অর্ধাংশ শেষ এবং দ্বিতীয় অর্ধাংশ শুরু হয়। হে সম্মানিত হাবীব! এ সকল কিছু এ জন্যে যে) যাতে আপনি সন্তুষ্ট হতে পারেন।"
		},
		{
			"_id": "2479",
			"sura": "20",
			"para": "16",
			"verses": "131",
			"names": "وَ لَا تَمُدَّنَّ عَیۡنَیۡکَ  اِلٰی مَا مَتَّعۡنَا بِہٖۤ اَزۡوَاجًا مِّنۡہُمۡ زَہۡرَۃَ الۡحَیٰوۃِ  الدُّنۡیَا ۬ۙ لِنَفۡتِنَہُمۡ فِیۡہِ ؕ وَ  رِزۡقُ  رَبِّکَ خَیۡرٌ  وَّ  اَبۡقٰی  ﴿۱۳۱﴾",
			"number": "",
			"verses_PDMS": "وَ لَا تَمُدَّنَّ عَیۡنَیۡکَ  اِلٰی مَا مَتَّعۡنَا بِہٖۤ اَزۡوَاجًا مِّنۡہُمۡ زَہۡرَۃَ الۡحَیٰوۃِ  الدُّنۡیَا ۬ۙ لِنَفۡتِنَہُمۡ فِیۡہِ ؕ وَ  رِزۡقُ  رَبِّکَ خَیۡرٌ  وَّ  اَبۡقٰی  ﴿۱۳۱﴾",
			"index": "2479",
			"name": "এবং হে শ্রোতা! তোমার চক্ষুদ্বয় কখনো প্রসারিত করো না সেটার দিকে, যা আমি কাফিরদের জোড়াগুলোকে ভোগ করার জন্য দিয়েছি পার্থিব জীবনের সজীবতা স্বরূপ; এজন্য যে, আমি তাদেরকে এরই কারণে পরীক্ষায় ফেলবো এবং তোমার রবের রিয্‌ক্ব সর্বাপেক্ষা উত্তম ও সর্বাধিক স্থায়ী।",
			"en_kanzulimaan": "And O listener, do not extend your eyes towards what We have given to disbelieving couples to enjoy - the bloom of the worldly life - so that We may test them with it; and the sustenance of your Lord is the best, and more lasting.",
			"ur_kanzulimaan": "اور اے سننے والے اپنی آنکھیں نہ پھیلا اس کی طرف جو ہم نے کافروں کے جوڑوں کو برتنے کے لیے دی ہے جتنی دنیا کی تازگی کہ ہم انہیں اس کے سبب فتنہ میں ڈالیں اور تیرے رب کا رزق سب سے اچھا اور سب سے دیرپا ہے،",
			"hi_kanzulimaan": "और ऐ सुनने वाले अपनी आँखें न फ़ैला उसकी तरफ़ जो हम ने काफ़िरों के जोड़ों को बरतने के लिये दी है जितनी दुनिया की ताज़गी (203फ) कि हम उन्हें इसके कारण फ़ितने में डालें (204फ) और तेरे रब का रिज़्क़ (205फ) सब से अच्छा और सबसे देरपा है",
			"author": "১৩১. আর আপনি পার্থিব জীবনে সৌন্দর্য ও সাজ-সজ্জার সেসব উপকরণের প্রতি বিষ্ময়াভিভুত দৃষ্টি দেবেন না, যেগুলো আমরা কতক শ্রেণীর (কাফের দুনিয়াদার) লোককে (ক্ষণস্থায়ী) ভোগ বিলাসের জন্যে দিয়েছি, যাতে আমরা এতে (এসব বিষয়ে) তাদেরকে পরীক্ষা করতে পারি। আর আপনার প্রতিপালকের (পরকালীন) জীবনোপকরণ উত্তম এবং চিরস্থায়ী।"
		},
		{
			"_id": "2480",
			"sura": "20",
			"para": "16",
			"verses": "132",
			"names": "وَ اۡمُرۡ اَہۡلَکَ بِالصَّلٰوۃِ وَ اصۡطَبِرۡ عَلَیۡہَا ؕ لَا نَسۡـَٔلُکَ رِزۡقًا ؕ نَحۡنُ نَرۡزُقُکَ ؕ وَ الۡعَاقِبَۃُ  لِلتَّقۡوٰی ﴿۱۳۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ اۡمُرۡ اَہۡلَکَ بِالصَّلٰوۃِ وَ اصۡطَبِرۡ عَلَیۡہَا ؕ لَا نَسۡـَٔلُکَ رِزۡقًا ؕ نَحۡنُ نَرۡزُقُکَ ؕ وَ الۡعَاقِبَۃُ  لِلتَّقۡوٰی ﴿۱۳۲﴾ ",
			"index": "2480",
			"name": "এবং আপন পরিবারবর্গকে নামাযের আদেশ দাও এবং নিজেও সেটার উপর অবিচল থাকো। আমি তোমার নিকট কোন জীবিকা চাই না; আমি তোমাকে জীবিকা দেবো; এবং শুভ পরিণাম খোদা ভীরুতার জন্য। ",
			"en_kanzulimaan": "And command your household to establish prayer, and yourself be steadfast in it; We do not ask any sustenance from you; We will provide you sustenance; and the excellent result is for piety.",
			"ur_kanzulimaan": "اور اپنے گھر والوں کو نماز کا حکم دے اور خود اس پر ثابت رہ، کچھ ہم تجھ سے روزی نہیں مانگتے ہم تجھے روزی دیں گے اور انجام کا بھلا پرہیزگاری کے لیے،",
			"hi_kanzulimaan": "और अपने घर वालों को नमाज़ का हुक्म दे और ख़ुद इस पर साबित रह, कुछ हम तुझसे रोज़ी नहीं मांगते (206फ) हम तुझे रोज़ी देंगे (207फ) और अंजाम का भला परहेज़गारी के लिये",
			"author": "১৩২. আর আপনি আপনার পরিবারবর্গকে নামাযের নির্দেশ দিন এবং এর উপর সুদৃঢ় থাকুন। আমরা আপনার নিকট রিযিক চাই না, (বরং) আমরা আপনাকে রিযিক দেই। আর খোদাভীরুতারই রয়েছে উত্তম পরিণতি।"
		},
		{
			"_id": "2481",
			"sura": "20",
			"para": "16",
			"verses": "133",
			"names": "وَ قَالُوۡا لَوۡ لَا یَاۡتِیۡنَا بِاٰیَۃٍ مِّنۡ رَّبِّہٖ ؕ اَوَ لَمۡ  تَاۡتِہِمۡ بَیِّنَۃُ  مَا فِی الصُّحُفِ الۡاُوۡلٰی ﴿۱۳۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالُوۡا لَوۡ لَا یَاۡتِیۡنَا بِاٰیَۃٍ مِّنۡ رَّبِّہٖ ؕ اَوَ لَمۡ  تَاۡتِہِمۡ بَیِّنَۃُ  مَا فِی الصُّحُفِ الۡاُوۡلٰی ﴿۱۳۳﴾ ",
			"index": "2481",
			"name": "এবং কাফিরগণ বললো, ‘ইনি আপন রবের নিকট থেকে কোন নিদর্শন কেন নিয়ে আসছেন না?’ তাদের নিকট কি এর বিবরণ আসে নি, যা পূর্ববর্তী সহীফাসমূহে রয়েছে?",
			"en_kanzulimaan": "And the disbelievers said, Why does he not bring to us a sign from his Lord?; did not the explanation of what is in the former Books, come to them?",
			"ur_kanzulimaan": "اور کافر بولے یہ اپنے رب کے پاس سے کوئی نشانی کیوں نہیں لاتے اور کیا انہیں اس کا بیان نہ آیا جو اگلے صحیفوں میں ہے",
			"hi_kanzulimaan": "और काफ़िर बोले ये (208फ) अपने रब के पास से कोई निशानी क्यों नहीं लाते (209फ) और क्या उन्हें इसका बयान न आया जो अगले सहीफ़ों(धर्मग्रन्थों) में है (210फ)",
			"author": "১৩৩. আর (কাফেরেরা) বলে, ‘এ (রাসূল) তাঁর প্রতিপালকের পক্ষ থেকে আমাদের নিকট কোনো নিদর্শন কেন নিয়ে আসে না?’ তাদের নিকট কি এ বিষয়ের সুস্পষ্ট প্রমাণ (অর্থাৎ কুরআন) আসেনি, যা পূর্ববর্তী কিতাবসমূহে (উল্লেখিত) রয়েছে?"
		},
		{
			"_id": "2482",
			"sura": "20",
			"para": "16",
			"verses": "134",
			"names": "وَ لَوۡ اَنَّـاۤ  اَہۡلَکۡنٰہُمۡ بِعَذَابٍ مِّنۡ قَبۡلِہٖ لَقَالُوۡا رَبَّنَا لَوۡ لَاۤ  اَرۡسَلۡتَ  اِلَیۡنَا رَسُوۡلًا فَنَتَّبِعَ اٰیٰتِکَ مِنۡ قَبۡلِ اَنۡ  نَّذِلَّ  وَ  نَخۡزٰی  ﴿۱۳۴﴾",
			"number": "",
			"verses_PDMS": "وَ لَوۡ اَنَّـاۤ  اَہۡلَکۡنٰہُمۡ بِعَذَابٍ مِّنۡ قَبۡلِہٖ لَقَالُوۡا رَبَّنَا لَوۡ لَاۤ  اَرۡسَلۡتَ  اِلَیۡنَا رَسُوۡلًا فَنَتَّبِعَ اٰیٰتِکَ مِنۡ قَبۡلِ اَنۡ  نَّذِلَّ  وَ  نَخۡزٰی  ﴿۱۳۴﴾",
			"index": "2482",
			"name": "এবং যদি আমি তাদেরকে কোন শাস্তি দ্বারা ধ্বংস করে দিতাম রসূল আসার পূর্বে, তবে তারা অবশ্যই বলতো, ‘হে আমাদের রব! তুমি আমাদের প্রতি কোন রসূল কেন প্রেরণ করো নি, যাতে আমরা চলতাম লাঞ্ছিত ও অমানিত হওয়ার পূর্বে। ",
			"en_kanzulimaan": "And had We destroyed them with some punishment before the advent of a Noble Messenger, they would have certainly said, Our Lord, why did You not send a Noble Messenger to us, so we would have followed Your signs, before being humiliated and disgraced?",
			"ur_kanzulimaan": "اور اگر ہم انہیں کسی عذاب سے ہلاک کردیتے رسول کے آنے سے پہلے تو ضرور کہتے اے ہمارے رب! تو نے ہماری طرف کوئی رسول کیوں نہ بھیجا کہ ہم تیری آیتوں پر چلتے قبل اس کے کہ ذلیل و رسوا ہوتے،",
			"hi_kanzulimaan": "और अगर हम उन्हें किसी अज़ाब से हलाक कर देते रसूल के आने से पहले तो (211फ) ज़रूर कहते ऐ रब हमारे तूने हमारी तरफ़ कोई रसूल क्यों न भेजा कि हम तेरी आयतों पर चलते इससे पहले कि ज़लील व रूस्वा होते",
			"author": "১৩৪. আর যদি আমরা এ লোকদেরকে এর পূর্বে(ই) কোনো শাস্তি দ্বারা ধ্বংস করে দিতাম, তখন তারা বলতো, ‘হে আমাদের প্রতিপালক! তুমি আমাদের নিকট কেন কোনো রাসূল প্রেরণ করোনি, তাহলে আমরা লাঞ্ছিত ও অপমানিত হওয়ার পূর্বেই তোমার আয়াতসমূহের আনুগত্য করতে পারতাম?’"
		},
		{
			"_id": "2483",
			"sura": "20",
			"para": "16",
			"verses": "135",
			"names": "قُلۡ کُلٌّ مُّتَرَبِّصٌ فَتَرَبَّصُوۡا ۚ فَسَتَعۡلَمُوۡنَ مَنۡ  اَصۡحٰبُ الصِّرَاطِ السَّوِیِّ  وَ مَنِ  اہۡتَدٰی ﴿۱۳۵﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ کُلٌّ مُّتَرَبِّصٌ فَتَرَبَّصُوۡا ۚ فَسَتَعۡلَمُوۡنَ مَنۡ  اَصۡحٰبُ الصِّرَاطِ السَّوِیِّ  وَ مَنِ  اہۡتَدٰی ﴿۱۳۵﴾ ",
			"index": "2483",
			"name": "আপনি বলুন! ‘প্রত্যেকেই প্রতীক্ষা করছে, সুতরাং তোমরা প্রতীক্ষা করো; তবে অবিলম্বে জেনে যাবে কারা হচ্ছে সরল পথের এবং কে হিদায়ত পেয়েছে’।",
			"en_kanzulimaan": "Proclaim, Each one is waiting; so you too wait; very soon you will come to know who are the people of the right path, and who has attained guidance.",
			"ur_kanzulimaan": "تم فرماؤ سب راہ دیکھ رہے ہیں تو تم بھی راہ دیکھو تو اب جان جاؤ گے کہ کون ہیں سیدھی راہ والے اور کس نے ہدایت پائی،",
			"hi_kanzulimaan": "तुम फ़रमाओ सब राह देख रहे हैं (212फ) तो तुम भी राह देखो तो अब जान जाओगे (213फ) कि कौन हैं सीधी राह वाले और किसने हिदायत पाई",
			"author": "১৩৫. বলে দিন, ‘প্রত্যেকেই অপেক্ষমান, সুতরাং তোমরা অপেক্ষা করতে থাকো, অতঃপর তোমরা সত্বরই জানতে পারবে কোন ব্যক্তি সঠিক পথে এবং কোন ব্যক্তি হেদায়াত প্রাপ্ত।’"
		}
	]