[
		{
			"_id": "1",
			"sura": "1",
			"para": "1",
			"verses": "০",
			"names": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"number": "",
			"verses_PDMS": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"index": "1",
			"name": "আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)",
			"en_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"ur_kanzulimaan": "Allah - beginning with the name of - the Most Gracious, the Most Merciful.",
			"id": 1,
			"text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
			"author": "০. আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।"
		},
		{
			"_id": "1597",
			"sura": "12",
			"para": "12",
			"verses": "1",
			"names": "الٓرٰ ۟ تِلۡکَ اٰیٰتُ الۡکِتٰبِ الۡمُبِیۡنِ ۟﴿۱﴾ ",
			"number": "",
			"verses_PDMS": "الٓرٰ ۟ تِلۡکَ اٰیٰتُ الۡکِتٰبِ الۡمُبِیۡنِ ۟﴿۱﴾ ",
			"index": "1597",
			"name": "আলিফ লা---ম রা-; এগুলো সুস্পষ্ট কিতাবের আয়াত।",
			"en_kanzulimaan": "Alif-Lam-Ra *; these are verses of the clear Book. (* Alphabets of the Arabic language; Allah and to whomever He reveals, know their precise meanings.)",
			"ur_kanzulimaan": "یہ روشن کتاب کی آیتیں ہیں",
			"hi_kanzulimaan": "ये रौशन किताब की आयतें हैं (2फ)",
			"author": "১. আলিফ-লাম-রা (প্রকৃত অর্থ আল্লাহ তা’আলা এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লামই অধিক অবগত)। এগুলো আলোকোজ্জ্বল কিতাবের আয়াতসমূহ।"
		},
		{
			"_id": "1598",
			"sura": "12",
			"para": "12",
			"verses": "2",
			"names": "اِنَّاۤ اَنۡزَلۡنٰہُ  قُرۡءٰنًا عَرَبِیًّا لَّعَلَّکُمۡ تَعۡقِلُوۡنَ ﴿۲﴾ ",
			"number": "",
			"verses_PDMS": "اِنَّاۤ اَنۡزَلۡنٰہُ  قُرۡءٰنًا عَرَبِیًّا لَّعَلَّکُمۡ تَعۡقِلُوۡنَ ﴿۲﴾ ",
			"index": "1598",
			"name": "নিশ্চয়, আমি সেটাকে আরবী ক্বোরআন অবতীর্ণ করেছি, যাতে তোমরা বুঝতে পারো। ",
			"en_kanzulimaan": "Indeed We have sent down an Arabic Quran, so that you may perceive.",
			"ur_kanzulimaan": "بیشک ہم نے اسے عربی قرآن اتارا کہ تم سمجھو،",
			"hi_kanzulimaan": "बेशक हमने इसे अरबी क़ुरआन उतारा कि तुम समझो",
			"author": "২. নিশ্চয়ই আমরা এ কিতাব কুরআনের আকারে আরবী ভাষায় অবতীর্ণ করেছি, যাতে তোমরা (এ কুরআন সরাসরি) বুঝতে পারো।"
		},
		{
			"_id": "1599",
			"sura": "12",
			"para": "12",
			"verses": "3",
			"names": "نَحۡنُ نَقُصُّ عَلَیۡکَ اَحۡسَنَ الۡقَصَصِ بِمَاۤ اَوۡحَیۡنَاۤ اِلَیۡکَ ہٰذَا الۡقُرۡاٰنَ ٭ۖ وَ اِنۡ   کُنۡتَ  مِنۡ  قَبۡلِہٖ  لَمِنَ  الۡغٰفِلِیۡنَ ﴿۳﴾ ",
			"number": "",
			"verses_PDMS": "نَحۡنُ نَقُصُّ عَلَیۡکَ اَحۡسَنَ الۡقَصَصِ بِمَاۤ اَوۡحَیۡنَاۤ اِلَیۡکَ ہٰذَا الۡقُرۡاٰنَ ٭ۖ وَ اِنۡ   کُنۡتَ  مِنۡ  قَبۡلِہٖ  لَمِنَ  الۡغٰفِلِیۡنَ ﴿۳﴾ ",
			"index": "1599",
			"name": "আমি আপনাকে সর্বোত্তম বর্ণনা শুনাচ্ছি এজন্য যে, আমি আপনার প্রতি এ ক্বোরআনের ওহী প্রেরণ করেছি; যদিও নিশ্চয় ইতোপূর্বে আপনার নিকট খবর ছিলো না। ",
			"en_kanzulimaan": "We relate to you the best narrative because We have sent the divine revelation of this Quran, to you; although surely you were unaware before this.",
			"ur_kanzulimaan": "ہم تمہیں سب اچھا بیان سناتے ہیں اس لیے کہ ہم نے تمہاری طرف اس قرآن کی وحی بھیجی اگرچہ بیشک اس سے پہلے تمہیں خبر نہ تھی،",
			"hi_kanzulimaan": "हम तुम्हें सबसे अच्छा बयान सुनाते हैं (3फ) इसलिये कि हमने तुम्हारी तरफ़ इस क़ुरआन की वही (देववाणी) भेजी, अगरचे बेशक इससे पहले तुम्हें ख़बर न थी",
			"author": "৩.  (হে হাবীব!) আমরা আপনাকে এক সর্বোৎকৃষ্ট ঘটনা বর্ণনা করছি এ কুরআনের মাধ্যমে, যা আমরা আপনার প্রতি প্রত্যাদেশ করেছি। যদিও আপনি এরপূর্বে (এ ঘটনা সম্পর্কে) অনবহিত ছিলেন।"
		},
		{
			"_id": "1600",
			"sura": "12",
			"para": "12",
			"verses": "4",
			"names": "اِذۡ  قَالَ یُوۡسُفُ لِاَبِیۡہِ یٰۤاَبَتِ اِنِّیۡ  رَاَیۡتُ اَحَدَعَشَرَ کَوۡکَبًا وَّ الشَّمۡسَ وَ الۡقَمَرَ رَاَیۡتُہُمۡ  لِیۡ  سٰجِدِیۡنَ ﴿۴﴾ ",
			"number": "",
			"verses_PDMS": "اِذۡ  قَالَ یُوۡسُفُ لِاَبِیۡہِ یٰۤاَبَتِ اِنِّیۡ  رَاَیۡتُ اَحَدَعَشَرَ کَوۡکَبًا وَّ الشَّمۡسَ وَ الۡقَمَرَ رَاَیۡتُہُمۡ  لِیۡ  سٰجِدِیۡنَ ﴿۴﴾ ",
			"index": "1600",
			"name": "স্মরণ করুন! যখন ইয়ূসুফ তার পিতাকে বললো, ‘হে আমার পিতা! আমি এগারটা নক্ষত্র, সূর্য ও চন্দ্র দেখেছি, সেগুলোকে আমার জন্য সাজদা করতে দেখেছি।",
			"en_kanzulimaan": "Remember when Yusuf (Joseph) said to his father, O my father! I saw eleven stars and the sun and the moon - I saw them prostrating to me.",
			"ur_kanzulimaan": "یاد کرو جب یوسف نے اپنے با پ سے کہا اے میرے باپ میں نے گیارہ تارے اور سورج اور چاند دیکھے انہیں اپنے لیے سجدہ کرتے دیکھا",
			"hi_kanzulimaan": "याद करो जब यूसुफ़ ने अपने बाप (4फ) से कहा ऐ मेरे बाप मैंने ग्यारह तारे और सूरज और चांद देखे उन्हें अपने लिये सिजदा करते देखा (5फ)",
			"author": "৪. (সে ঘটনা এই যে,) যখন ইউসুফ (আলাইহিস সালাম) তাঁর পিতাকে বললেন, ‘হে আমার সম্মানিত পিতা! আমি (স্বপ্নে) এগারোটি তারকা, একটি সূর্য এবং একটি চন্দ্র দেখেছি; আমি এগুলোকে দেখেছি আমার প্রতি সেজদাবনত।’"
		},
		{
			"_id": "1601",
			"sura": "12",
			"para": "12",
			"verses": "5",
			"names": "قَالَ یٰبُنَیَّ  لَا تَقۡصُصۡ رُءۡیَاکَ عَلٰۤی اِخۡوَتِکَ فَیَکِیۡدُوۡا لَکَ کَیۡدًا ؕ اِنَّ الشَّیۡطٰنَ  لِلۡاِنۡسَانِ  عَدُوٌّ  مُّبِیۡنٌ ﴿۵﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ یٰبُنَیَّ  لَا تَقۡصُصۡ رُءۡیَاکَ عَلٰۤی اِخۡوَتِکَ فَیَکِیۡدُوۡا لَکَ کَیۡدًا ؕ اِنَّ الشَّیۡطٰنَ  لِلۡاِنۡسَانِ  عَدُوٌّ  مُّبِیۡنٌ ﴿۵﴾ ",
			"index": "1601",
			"name": "বললো, ‘হে আমার পুত্র! তোমার স্বপ্ন আপন ভাইদের নিকট বর্ণনা করো না। তারা তোমার বিরুদ্ধে ষড়যন্ত্র করবে। নিশ্চয় শয়তান মানুষের প্রকাশ্য শত্রু।",
			"en_kanzulimaan": "He said, O my child! Do not relate your dream to your brothers, for they will hatch a plot against you; indeed Satan is an open enemy towards mankind.",
			"ur_kanzulimaan": "کہا اے میرے بچے اپنا خواب اپنے بھائیوں سے نہ کہنا وہ تیرے ساتھ کوئی چا ل چلیں گے بیشک شیطان آدمی کا کھلا دشمن ہے",
			"hi_kanzulimaan": "कहा ऐ मेरे बच्चे अपना ख़्वाब अपने भाइयों से न कहना (6फ) कि वो तेरे साथ कोई चाल चलेंगे (7फ) बेशक शैतान आदमी का खुला दुश्मन है (8फ)",
			"author": "৫. তিনি বললেন, ‘হে আমার পুত্র! তোমার এ স্বপ্ন তোমার ভাইদের কাছে বর্ণনা করো না; নচেৎ তারা তোমার বিরুদ্ধে চক্রান্তের চাল চালবে। নিশ্চয়ই শয়তান মানুষের প্রকাশ্য দুশমন।"
		},
		{
			"_id": "1602",
			"sura": "12",
			"para": "12",
			"verses": "6",
			"names": "وَ کَذٰلِکَ یَجۡتَبِیۡکَ رَبُّکَ وَ یُعَلِّمُکَ مِنۡ تَاۡوِیۡلِ الۡاَحَادِیۡثِ وَ یُتِمُّ نِعۡمَتَہٗ عَلَیۡکَ وَ عَلٰۤی اٰلِ یَعۡقُوۡبَ کَمَاۤ  اَتَمَّہَا عَلٰۤی  اَبَوَیۡکَ  مِنۡ قَبۡلُ  اِبۡرٰہِیۡمَ وَ  اِسۡحٰقَ ؕ اِنَّ رَبَّکَ عَلِیۡمٌ  حَکِیۡمٌ ﴿۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَذٰلِکَ یَجۡتَبِیۡکَ رَبُّکَ وَ یُعَلِّمُکَ مِنۡ تَاۡوِیۡلِ الۡاَحَادِیۡثِ وَ یُتِمُّ نِعۡمَتَہٗ عَلَیۡکَ وَ عَلٰۤی اٰلِ یَعۡقُوۡبَ کَمَاۤ  اَتَمَّہَا عَلٰۤی  اَبَوَیۡکَ  مِنۡ قَبۡلُ  اِبۡرٰہِیۡمَ وَ  اِسۡحٰقَ ؕ اِنَّ رَبَّکَ عَلِیۡمٌ  حَکِیۡمٌ ﴿۶﴾ ",
			"index": "1602",
			"name": "এবং এভাবে তোমাকে তোমার রব মনোনীত করবেন আর তোমার কথার পরিণাম বের করা শিক্ষা দেবেন; এবং তোমার উপর আপন অনুগ্রহ পূর্ণ করবেন আর ইয়া’কূবের পরিবার পরিজনের উপরও, যেভাবে তোমার পূর্বে তোমার পিতা ও পিতামহ ইব্‌রাহীম ও ইসহাক্ব উভয়ের উপর তা পূর্ণ করেছেন। নিশ্চয়ই তোমার রব সর্বজ্ঞ, প্রজ্ঞাময়। ",
			"en_kanzulimaan": "And this is how your Lord will choose you and teach you how to interpret events, and will perfect His favours upon you and upon the family of Yaqub, the way He perfected it upon both your forefathers, Ibrahim and Ishaq; indeed your Lord is All Knowing, Wise.",
			"ur_kanzulimaan": "اور اسی طرح تجھے تیرا رب چن لے گا اور تجھے باتوں کا انجام نکا لنا سکھائے گا اور تجھ پر اپنی نعمت پوری کرے گا اور یعقوب کے گھر والوں پر جس طرح تیرے پہلے دنوں باپ دادا ابراہیم ؑ اور اسحق ؑ پر پوری کی بیشک تیرا رب علم و حکمت والا ہے،",
			"hi_kanzulimaan": "और इसी तरह तुझे तेरा रब चुन लेगा (9फ) और तुझे बातों का अंजाम निकालना सिखाएगा (10फ) और तुझ पर अपनी नेमत पूरी करेगा और याक़ूब के घर वालों पर (11फ) जिस तरह तेरे पहले दोनों बाप दादा इब्राहीम और इसहाक़ पर पूरी की (12फ) बेशक तेरा रब इल्म व हिकमत वाला है",
			"author": "৬. এভাবে তোমার প্রতিপালক তোমাকে (সম্মানজনক অবস্থানে) মনোনীত করবেন এবং তোমাকে বাণীর পরিণাম ব্যাখ্যা করা (অর্থাৎ স্বপ্নের ব্যাখ্যার জ্ঞান) শিক্ষা দেবেন। আর তোমার প্রতি এবং ইয়াকুবের সন্তান-সন্ততির প্রতি তাঁর নিয়ামত পূর্ণ করবেন, যেভাবে তিনি ইতোপূর্বে তোমার পিতৃপুরুষ (অর্থাৎ প্রপিতামহ ও পিতামহ) ইবরাহীম ও ইসহাক (আলাইহিমাস সালাম)-এঁর প্রতি পূর্ণ করেছিলেন। নিশ্চয়ই তোমার প্রতিপালক খুবই পরিজ্ঞাত, বড়ই প্রজ্ঞাময়।"
		},
		{
			"_id": "1603",
			"sura": "12",
			"para": "12",
			"verses": "7",
			"names": "لَقَدۡ کَانَ فِیۡ یُوۡسُفَ وَ اِخۡوَتِہٖۤ  اٰیٰتٌ لِّلسَّآئِلِیۡنَ ﴿۷﴾ ",
			"number": "",
			"verses_PDMS": "لَقَدۡ کَانَ فِیۡ یُوۡسُفَ وَ اِخۡوَتِہٖۤ  اٰیٰتٌ لِّلسَّآئِلِیۡنَ ﴿۷﴾ ",
			"index": "1603",
			"name": "নিশ্চয় ইয়ূসুফ এবং তার ভাইদের মধ্যে জিজ্ঞাসা কারীদের জন্য বহু নিদর্শন রয়েছে। ",
			"en_kanzulimaan": "Indeed in Yusuf and his brothers are signs * for those who enquire **. (* Of the truthfulness of Prophet Mohammed - peace and blessings be upon him. ** The Jews who enquired about their story.)",
			"ur_kanzulimaan": "بیشک یوسف اور اس کے بھائیوں میں پوچھنے والوں کے لیے نشانیاں ہیں",
			"hi_kanzulimaan": "बेशक यूसुफ़ और उसके भाईयों में (13फ) पूछने वालों के लिये निशानियां हैं (14फ)",
			"author": "৭. নিশ্চয়ই ইউসুফ (আলাইহিস সালাম) এবং তাঁর ভাইদের (ঘটনার) মধ্যে অনুসন্ধিৎসুদের জন্যে (অনেক) নিদর্শন রয়েছে।"
		},
		{
			"_id": "1604",
			"sura": "12",
			"para": "12",
			"verses": "8",
			"names": "اِذۡ قَالُوۡا لَیُوۡسُفُ وَ اَخُوۡہُ  اَحَبُّ اِلٰۤی اَبِیۡنَا مِنَّا وَ نَحۡنُ عُصۡبَۃٌ ؕ اِنَّ اَبَانَا لَفِیۡ ضَلٰلٍ مُّبِیۡنِۣ ۚ﴿ۖ۸﴾",
			"number": "",
			"verses_PDMS": "اِذۡ قَالُوۡا لَیُوۡسُفُ وَ اَخُوۡہُ  اَحَبُّ اِلٰۤی اَبِیۡنَا مِنَّا وَ نَحۡنُ عُصۡبَۃٌ ؕ اِنَّ اَبَانَا لَفِیۡ ضَلٰلٍ مُّبِیۡنِۣ ۚ﴿ۖ۸﴾",
			"index": "1604",
			"name": "যখন তারা বললো, ‘অবশ্যই ইয়ূসুফ ও তার ভাই আমাদের পিতার নিকট আমাদের চেয়ে অধিক প্রিয় অথচ আমরা একটা দল, নিশ্চয় আমাদের পিতা স্পষ্টতঃ তাদের ভালোবাসায় নিমজ্জিত রয়েছেন। ",
			"en_kanzulimaan": "When they said, Indeed Yusuf and his brother * are dearer to our father than we are, and we are one group; undoubtedly our father is, clearly, deeply engrossed in love. (* Of the same mother.)",
			"ur_kanzulimaan": "جب بولے کہ ضرور یوسف اور اس کا بھائی ہمارے باپ کو ہم سے زیادہ پیارے ہیں اور ہم ایک جماعت ہیں بیشک ہمارے باپ صراحةً ان کی محبت میں ڈوبے ہوئے ہیں",
			"hi_kanzulimaan": "जब बोले (15फ) कि ज़रूर यूसुफ़ और उसका भाई (16फ) हमारे बाप को हम से ज़्यादा प्यारे हैं और हम एक जमाअत (समूह) हैं (17फ) बेशक हमारे बाप खुल्लम खुल्ला उनकी महब्बत में डूबे हुए हैं (18फ)",
			"author": "৮. (সে সময়ের কথা স্মরণ করুন) যখন ইউসুফ (আলাইহিস সালাম)-এঁর ভাইয়েরা বললো, ‘অবশ্যই ইউসুফ ও তাঁর ভাই আমাদের পিতার নিকট অধিকতর প্রিয়। অথচ আমরা (দশ সদস্যবিশিষ্ট) শক্তিশালী দল। নিশ্চয়ই আমাদের পিতা (তাঁর ভালোবাসায়) সুস্পষ্ট আত্মবিস্মৃতির বিভ্রান্তিতে রয়েছেন।"
		},
		{
			"_id": "1605",
			"sura": "12",
			"para": "12",
			"verses": "9",
			"names": "اقۡتُلُوۡا یُوۡسُفَ اَوِ اطۡرَحُوۡہُ  اَرۡضًا یَّخۡلُ لَکُمۡ وَجۡہُ  اَبِیۡکُمۡ وَ تَکُوۡنُوۡا مِنۡۢ  بَعۡدِہٖ  قَوۡمًا  صٰلِحِیۡنَ ﴿۹﴾ ",
			"number": "",
			"verses_PDMS": "اقۡتُلُوۡا یُوۡسُفَ اَوِ اطۡرَحُوۡہُ  اَرۡضًا یَّخۡلُ لَکُمۡ وَجۡہُ  اَبِیۡکُمۡ وَ تَکُوۡنُوۡا مِنۡۢ  بَعۡدِہٖ  قَوۡمًا  صٰلِحِیۡنَ ﴿۹﴾ ",
			"index": "1605",
			"name": "ইয়ূসুফকে মেরে ফেলো অথবা অন্য কোথাও যমীনে ফেলে এসো, এতে তোমাদের পিতার দৃষ্টি শুধু তোমাদের দিকেই থাকবে এবং এরপর যেনো তোমরা আবার ভালো লোক হয়ে যাও!’",
			"en_kanzulimaan": "Kill Yusuf or throw him somewhere in the land, so that your fathers attention may be directed only towards you, and then after it you may again become righteous!",
			"ur_kanzulimaan": "یوسف کو مار ڈالو یا کہیں زمین میں پھینک آؤ کہ تمہارے باپ کا منہ صرف تمہاری ہی طرف رہے اور اس کے بعد پھر نیک ہوجانا",
			"hi_kanzulimaan": "यूसुफ़ को मार डालो या कहीं ज़मीन में फैंक आओ (19फ) कि तुम्हारे बाप का मुंह सिर्फ़ तुम्हारी ही तरफ़ रहे (20फ) और उसके बाद फिर नेक हो जाना (21फ)",
			"author": "৯. (এখন সমাধান এই যে,) তোমরা ইউসুফ (আলাইহিস সালাম)-কে হত্যা করো অথবা দূরে কোনো অপরিচিত স্থানে নির্বাসন দাও, (এভাবে) তোমাদের পিতার মনোনিবেশ বিশেষভাবে তোমাদের প্রতি নিবিষ্ট হবে। আর এরপর তোমরা (তওবা করে) সৎকর্মশীলদের অন্তর্ভুক্ত হয়ে যাবে।’"
		},
		{
			"_id": "1606",
			"sura": "12",
			"para": "12",
			"verses": "10",
			"names": "قَالَ قَآئِلٌ مِّنۡہُمۡ لَا تَقۡتُلُوۡا یُوۡسُفَ وَ اَلۡقُوۡہُ فِیۡ غَیٰبَتِ الۡجُبِّ یَلۡتَقِطۡہُ بَعۡضُ السَّیَّارَۃِ   اِنۡ  کُنۡتُمۡ  فٰعِلِیۡنَ ﴿۱۰﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ قَآئِلٌ مِّنۡہُمۡ لَا تَقۡتُلُوۡا یُوۡسُفَ وَ اَلۡقُوۡہُ فِیۡ غَیٰبَتِ الۡجُبِّ یَلۡتَقِطۡہُ بَعۡضُ السَّیَّارَۃِ   اِنۡ  کُنۡتُمۡ  فٰعِلِیۡنَ ﴿۱۰﴾ ",
			"index": "1606",
			"name": "তাদের মধ্যে একজন বক্তা বললো, ‘ইয়ূসুফকে হত্যা করো না এবং তাকে গভীর কূপের মধ্যে নিক্ষেপ করো, যাতে কোন যাত্রী এসে তাকে নিয়ে যায়, যদি তোমরা কিছু করতে চাও’।",
			"en_kanzulimaan": "A speaker among them said, Do not kill Yusuf - and drop him into a dark well so that some traveller may come and take him away, if you have to.",
			"ur_kanzulimaan": "ان میں ایک کہنے والا بولا یوسف کو مارو نہیں اور اسے اندھے کنویں میں ڈال دو کہ کوئی چلتا اسے آکر لے جائے اگر تمہیں کرنا ہے",
			"hi_kanzulimaan": "उनमें एक कहने वाला (22फ) बोला कि यूसुफ़ को मारो नहीं (23फ) और उसे अंधे कुंऐ में डाल दो कि कोई चलता उसे आकर ले जाए (24फ) अगर तुम्हें करना है (25फ)",
			"author": "১০. তাদের মধ্যে একজন আলোচক বললো, ‘ইউসুফ (আলাইহিস সালাম)-কে হত্যা করো না, বরং তাঁকে কোনো অন্ধকার কূপের গভীরে নিক্ষেপ করো। কোনো মুসাফির পথিক তাঁকে উঠিয়ে নিয়ে যাবে। যদি তোমরা (কিছু) করতেই চাও (তবে এটি করো)।’"
		},
		{
			"_id": "1607",
			"sura": "12",
			"para": "12",
			"verses": "11",
			"names": "قَالُوۡا یٰۤاَبَانَا مَا لَکَ لَا تَاۡمَنَّا عَلٰی یُوۡسُفَ  وَ  اِنَّا  لَہٗ   لَنٰصِحُوۡنَ ﴿۱۱﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا یٰۤاَبَانَا مَا لَکَ لَا تَاۡمَنَّا عَلٰی یُوۡسُفَ  وَ  اِنَّا  لَہٗ   لَنٰصِحُوۡنَ ﴿۱۱﴾ ",
			"index": "1607",
			"name": "বললো, ‘হে আমাদের পিতা! আপনার কি হয়েছে যে, ইয়ূসুফের ব্যাপারে আমাদেরকে বিশ্বাস করছেন না? অথচ আমরা তো তার শুভাকাঙ্ক্ষী। ",
			"en_kanzulimaan": "They said, O our father! What is the matter with you that you do not trust us with Yusuf, although we are in fact his well-wishers?",
			"ur_kanzulimaan": "بولے اے ہمارے باپ! آپ کو کیا ہوا کہ یوسف کے معامل ہ میں ہمارا اعتبار نہیں کرتے اور ہم تو اس کے خیر خواہ ہیں،",
			"hi_kanzulimaan": "बोले ऐ हमारे बाप आप को क्या हुआ कि यूसुफ़ के मामले में हमारा एतबार नही करते और हम तो इसके खैर ख्वाह हे",
			"author": "১১. তারা বললো, ‘হে আমাদের পিতা! আপনার কি হলো যে, আপনি ইউসুফ (আলাইহিস সালাম)-এঁর ব্যাপারে আমাদের উপর ভরসা করছেন না, যদিও আমরা তাঁর হিতাকাঙ্ক্ষী।"
		},
		{
			"_id": "1608",
			"sura": "12",
			"para": "12",
			"verses": "12",
			"names": "اَرۡسِلۡہُ  مَعَنَا غَدًا یَّرۡتَعۡ وَ یَلۡعَبۡ وَ  اِنَّا لَہٗ   لَحٰفِظُوۡنَ ﴿۱۲﴾ ",
			"number": "",
			"verses_PDMS": "اَرۡسِلۡہُ  مَعَنَا غَدًا یَّرۡتَعۡ وَ یَلۡعَبۡ وَ  اِنَّا لَہٗ   لَحٰفِظُوۡنَ ﴿۱۲﴾ ",
			"index": "1608",
			"name": "আগামীকাল তাকে আমাদের সাথে প্রেরণ করুন, সে ফলমূল খাবে ও খেলাধূলা করবে এবং নিশ্চয় আমরা তার রক্ষণাবেক্ষণকারী’।",
			"en_kanzulimaan": "Send him with us tomorrow so that he may eat some fruits and play, and indeed we are his protectors.",
			"ur_kanzulimaan": "کل اسے ہمارے ساتھ بھیج دیجئے کہ میوے کھائے اور کھیلے اور بیشک ہم اس کے نگہبان ہیں",
			"hi_kanzulimaan": "कल इसे हमारे साथ भेज दीजिये कि मेवे खाए और खेले (26फ) और बेशक हम इसके निगहबान हैं (27फ)",
			"author": "১২. আপনি তাঁকে আগামীকাল আমাদের সাথে প্রেরণ করুন, সে তৃপ্তিসহকারে খাবে এবং খেলাধুলা করবে; আর নিশ্চয়ই আমরা তাঁর রক্ষণাবেক্ষণকারী।’"
		},
		{
			"_id": "1609",
			"sura": "12",
			"para": "12",
			"verses": "13",
			"names": "قَالَ اِنِّیۡ لَیَحۡزُنُنِیۡۤ  اَنۡ تَذۡہَبُوۡا بِہٖ وَ اَخَافُ اَنۡ یَّاۡکُلَہُ الذِّئۡبُ وَ اَنۡتُمۡ عَنۡہُ غٰفِلُوۡنَ ﴿۱۳﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ اِنِّیۡ لَیَحۡزُنُنِیۡۤ  اَنۡ تَذۡہَبُوۡا بِہٖ وَ اَخَافُ اَنۡ یَّاۡکُلَہُ الذِّئۡبُ وَ اَنۡتُمۡ عَنۡہُ غٰفِلُوۡنَ ﴿۱۳﴾ ",
			"index": "1609",
			"name": "বললো, ‘নিশ্চয় একথা আমাকে কষ্ট দেবে যে, তোমরা তাকে নিয়ে যাবে এবং আমি আশঙ্কা করছি যে, তাকে নেকড়ে বাঘ খেয়ে ফেলবে আর তোমরা তার প্রতি অমনোযোগী হয়ে থাকবে’।",
			"en_kanzulimaan": "He said, I will indeed be saddened by your taking him away, and I fear that the wolf may devour him, whilst you are unaware of him. (* Prophet Yaqub knew of what was about to happen.)",
			"ur_kanzulimaan": "بولا بیشک مجھے رنج دے گا کہ اسے لے جاؤ اور ڈرتا ہوں کہ اسے بھیڑیا کھالے اور تم اس سے بے خبر رہو",
			"hi_kanzulimaan": "बोला बेशक मुझे रंज देगा कि तुम इसे ले जाओ (28फ) और डरता हूँ कि इसे भेड़िया खाले (29फ) और तुम इससे बेखबर रहो (30फ)",
			"author": "১৩. তিনি বললেন, ‘নিশ্চয়ই এ ধারণা আমাকে চিন্তিত করে যে, তোমরা তাঁকে নিয়ে যাবে আর আমি (এ ধারণাতেও) ভীত হই যে, তাঁকে নেকড়ে খেয়ে ফেলবে আর তোমরা তাঁর (রক্ষণাবেক্ষণ) থেকে উদাসীন থাকবে’।"
		},
		{
			"_id": "1610",
			"sura": "12",
			"para": "12",
			"verses": "14",
			"names": "قَالُوۡا  لَئِنۡ  اَکَلَہُ  الذِّئۡبُ وَ نَحۡنُ عُصۡبَۃٌ  اِنَّاۤ   اِذًا  لَّخٰسِرُوۡنَ ﴿۱۴﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا  لَئِنۡ  اَکَلَہُ  الذِّئۡبُ وَ نَحۡنُ عُصۡبَۃٌ  اِنَّاۤ   اِذًا  لَّخٰسِرُوۡنَ ﴿۱۴﴾ ",
			"index": "1610",
			"name": "(তারা) বললো, ‘যদি তাকে নেকড়ে বাঘ খেয়ে ফেলে, অথচ আমরা হলাম একটা দল, তখন তো আমরা কোন কাজের লোকই হবো না’।",
			"en_kanzulimaan": "They said, If the wolf devours him, whereas we are a group, then surely we are useless!",
			"ur_kanzulimaan": "بولے اگر اسے بھیڑیا کھا جائے اور ہم ایک جماعت ہیں جب تو ہم کسی مصرف کے نہیں",
			"hi_kanzulimaan": "बोले अगर इसे भेड़िया खा जाए और हम एक जमाअत हैं जब तो हम किसी मसरफ़ के नहीं (31फ)",
			"author": "১৪. তারা বললো, ‘আমরা এক শক্তিশালী দল (বিদ্যমান) থাকা সত্তেও যদি তাঁকে নেকড়ে খেয়ে ফেলে তবে তো আমরা সম্পূর্ণরূপে অকর্মণ্য’।"
		},
		{
			"_id": "1611",
			"sura": "12",
			"para": "12",
			"verses": "15",
			"names": "فَلَمَّا ذَہَبُوۡا بِہٖ  وَ  اَجۡمَعُوۡۤا اَنۡ یَّجۡعَلُوۡہُ  فِیۡ غَیٰبَتِ  الۡجُبِّ ۚ وَ  اَوۡحَیۡنَاۤ  اِلَیۡہِ لَتُنَبِّئَنَّہُمۡ بِاَمۡرِہِمۡ ہٰذَا وَ ہُمۡ لَا یَشۡعُرُوۡنَ ﴿۱۵﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا ذَہَبُوۡا بِہٖ  وَ  اَجۡمَعُوۡۤا اَنۡ یَّجۡعَلُوۡہُ  فِیۡ غَیٰبَتِ  الۡجُبِّ ۚ وَ  اَوۡحَیۡنَاۤ  اِلَیۡہِ لَتُنَبِّئَنَّہُمۡ بِاَمۡرِہِمۡ ہٰذَا وَ ہُمۡ لَا یَشۡعُرُوۡنَ ﴿۱۵﴾ ",
			"index": "1611",
			"name": "অতঃপর যখন তাকে নিয়ে গেলো এবং সবার সিদ্ধান্ত এটাই হলো যে, তাকে অন্ধ কূপে নিক্ষেপ করবে এবং আমি তার প্রতি ওহী প্রেরণ করলাম, ‘নিশ্চয় তাদেরকে তুমি তাদের এ কাজের কথা জানিয়ে দেবে এমনি সময়ে যে, তারা অনুধাবন করতে পারবে না’।",
			"en_kanzulimaan": "So when they took him away - and all of them agreed that they should drop him in the dark well; and We sent the divine revelation to him, You will surely tell them of their deed at a time when they will not know.",
			"ur_kanzulimaan": "پھر جب اسے لے گئے اور سب کی رائے یہی ٹھہری کہ اسے اندھے کنویں میں ڈال دیں اور ہم نے اسے وحی بھیجی کہ ضرور تو انہیں ان کا یہ کام جتادے گا ایسے وقت کہ وہ نہ جانتے ہوں گے",
			"hi_kanzulimaan": "फिर जब उसे ले गए (32फ) और सब की राय यह ठहरी कि उसे अंधे कुंएं में डाल दें (33फ) और हमने उसे वही भेजी (34फ) कि ज़रूर तू उन्हें उनका यह काम जता देगा (35फ) ऐसे वक़्त कि वो न जानते होंगे (36फ)",
			"author": "১৫. অতঃপর যখন তারা তাঁকে নিয়ে গেল এবং সবাই একমত হলো যে, তাঁকে অন্ধকার কূপের গভীরে নিক্ষেপ করবে, তখন আমরা তাঁর প্রতি ওহী প্রেরণ করলাম, ‘(হে ইউসুফ! উদ্ভিগ্ন হয়ো না, একটি সময় আসবে যখন) তুমি তাদেরকে তাদের এ বিষয়টির কথা স্মরণ করিয়ে দেবে, আর (তোমার উচ্চ মর্যাদা সম্পর্কে) তাদের কোনোও ধারণা থাকবে না।’"
		},
		{
			"_id": "1612",
			"sura": "12",
			"para": "12",
			"verses": "16",
			"names": "وَ جَآءُوۡۤ  اَبَاہُمۡ  عِشَآءً  یَّبۡکُوۡنَ ؕ﴿۱۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَآءُوۡۤ  اَبَاہُمۡ  عِشَآءً  یَّبۡکُوۡنَ ؕ﴿۱۶﴾ ",
			"index": "1612",
			"name": "এবং রাত হলো। তারা তাদের পিতার নিকট কাদতে কাদতে এলো।",
			"en_kanzulimaan": "And at nightfall they came to their father, weeping.",
			"ur_kanzulimaan": "اور رات ہوئے اپنے باپ کے پاس روتے ہوئے آئے",
			"hi_kanzulimaan": "और रात हुए अपने बाप के पास रोते हुए आए (37फ)",
			"author": "১৬. আর (ইউসুফ আলাইহিস সালামকে কূপে ফেলে দিয়ে) তারা রাতের বেলা (ছলনার কান্না) কাঁদতে কাঁদতে তাদের পিতার নিকট এলো।"
		},
		{
			"_id": "1613",
			"sura": "12",
			"para": "12",
			"verses": "17",
			"names": "قَالُوۡا یٰۤاَبَانَاۤ  اِنَّا ذَہَبۡنَا نَسۡتَبِقُ وَ تَرَکۡنَا یُوۡسُفَ عِنۡدَ مَتَاعِنَا فَاَکَلَہُ  الذِّئۡبُ ۚ وَ مَاۤ  اَنۡتَ بِمُؤۡمِنٍ لَّنَا وَ لَوۡ کُنَّا صٰدِقِیۡنَ ﴿۱۷﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا یٰۤاَبَانَاۤ  اِنَّا ذَہَبۡنَا نَسۡتَبِقُ وَ تَرَکۡنَا یُوۡسُفَ عِنۡدَ مَتَاعِنَا فَاَکَلَہُ  الذِّئۡبُ ۚ وَ مَاۤ  اَنۡتَ بِمُؤۡمِنٍ لَّنَا وَ لَوۡ کُنَّا صٰدِقِیۡنَ ﴿۱۷﴾ ",
			"index": "1613",
			"name": "(তারা) বললো, ‘হে আমাদের পিতা! আমরা দৌড়ের প্রতিযোগিতায় দূরে চলে গিয়েছি এবং ইয়ূসুফকে আমাদের মালপত্রের নিকট রেখে গিয়েছি, অতঃপর তাকে নেকড়ে বাঘ খেয়ে ফেলেছে; এবং আপনি কোন মতেই আমাদেরকে বিশ্বাস করবে না যদিও আমরা সত্যবাদী হই’।",
			"en_kanzulimaan": "Saying, O our father! We went far ahead while racing, and left Yusuf near our resources - therefore the wolf devoured him; and you will not believe us although we may be truthful.",
			"ur_kanzulimaan": "بولے اے ہمارے باپ ہم دوڑ کرتے نکل گئے اور یوسف کو اپنے اسباب کے پاس چھوڑا تو اسے بھیڑیا کھا گیا اور آپ کسی طرح ہمارا یقین نہ کریں گے اگرچہ ہم سچے ہوں",
			"hi_kanzulimaan": "बोले ऐ हमारे बाप हम दोड़ करते निकल गए (38फ)  और यूसुफ़ को अपने असबाब के पास छोड़ा तो उसे भेड़िया खा गया और आप किसी तरह हमारा यक़ीन न करेंगे अगरचे हम सच्चे हों (39फ)",
			"author": "১৭. বলতে লাগলো, ‘হে আমাদের পিতা! আমরা পরস্পরে দৌঁড়-প্রতিযোগিতা করতে চলে গিয়েছিলাম আর ইউসুফ (আলাইহিস সালাম)-কে আমাদের সরঞ্জামের নিকট রেখে গিয়েছিলাম, অতঃপর তাঁকে নেকড়ে খেয়ে ফেলেছে। আর আপনি (তো) আমাদের কথা বিশ্বাস করবেন না, যদিও আমরা সত্যবাদী।’"
		},
		{
			"_id": "1614",
			"sura": "12",
			"para": "12",
			"verses": "18",
			"names": "وَ جَآءُوۡ عَلٰی  قَمِیۡصِہٖ بِدَمٍ  کَذِبٍ ؕ قَالَ بَلۡ سَوَّلَتۡ لَکُمۡ اَنۡفُسُکُمۡ اَمۡرًا ؕ فَصَبۡرٌ  جَمِیۡلٌ ؕ وَ اللّٰہُ  الۡمُسۡتَعَانُ عَلٰی  مَا  تَصِفُوۡنَ ﴿۱۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَآءُوۡ عَلٰی  قَمِیۡصِہٖ بِدَمٍ  کَذِبٍ ؕ قَالَ بَلۡ سَوَّلَتۡ لَکُمۡ اَنۡفُسُکُمۡ اَمۡرًا ؕ فَصَبۡرٌ  جَمِیۡلٌ ؕ وَ اللّٰہُ  الۡمُسۡتَعَانُ عَلٰی  مَا  تَصِفُوۡنَ ﴿۱۸﴾ ",
			"index": "1614",
			"name": "এবং তারা তার জামায় এক মিথ্যা রক্ত লেপন করে নিয়ে এলো। বললো, ‘বরং তোমাদের অন্তরগুলো একটা কাহিনী তোমাদের জন্য সাজিয়ে দিয়েছে; সুতরাং ধৈর্যই শ্রেয়; এবং আল্লাহ্‌রই নিকট সাহায্য প্রার্থনা করছি ওই বিষয়ে, যা তোমরা বলছো’।",
			"en_kanzulimaan": "And they brought his shirt stained with faked blood; he said, On the contrary - your hearts have fabricated an excuse for you; therefore patience is better; and from Allah only I seek help against the matters that you relate.",
			"ur_kanzulimaan": "اور اس کے کر ُتے پر ایک جھوٹا خون لگا لائے کہا بلکہ تمہارے دلوں نے ایک بات تمہارے واسطے بنالی ہے تو صبر اچھا، اور اللہ ہی مدد چاہتا ہوں ان باتوں پر جو تم بتارہے ہو",
			"hi_kanzulimaan": "और उसके कुर्ते पर एक झूटा ख़ून लगा लाए (40फ) कहा बल्कि तुम्हारे दिलों ने एक बात तुम्हारे वास्ते बना ली है (41फ) तो सब्र अच्छा और अल्लाह ही से मदद चाहता हूँ उन बातों पर जो तुम बता रहे हो (42फ)",
			"author": "১৮. আর তারা তাঁর জামায় মিথ্যা রং লাগিয়ে নিয়ে এসেছিল। (ইয়াকুব আলাইহিস সালাম) বললেন, ‘(এটি প্রকৃত সত্য নয়) বরং তোমাদের (হিংসুক) নাফস্ এ (গর্হিত) কাজ তোমাদের জন্যে সহজ ও মনোরম করে দিয়েছে (যা তোমরা সম্পাদন করেছো)। অতঃপর (এ ঘটনায়) ধৈর্য ধারণই উত্তম। আর এ ব্যাপারে আল্লাহ্‌রই নিকট সাহায্য চাই যা তোমরা বর্ণনা করছো।’"
		},
		{
			"_id": "1615",
			"sura": "12",
			"para": "12",
			"verses": "19",
			"names": "وَ جَآءَتۡ سَیَّارَۃٌ  فَاَرۡسَلُوۡا وَارِدَہُمۡ فَاَدۡلٰی دَلۡوَہٗ ؕ قَالَ یٰبُشۡرٰی ہٰذَا غُلٰمٌ ؕ وَ اَسَرُّوۡہُ بِضَاعَۃً ؕ وَ اللّٰہُ عَلِیۡمٌۢ بِمَا یَعۡمَلُوۡنَ ﴿۱۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَآءَتۡ سَیَّارَۃٌ  فَاَرۡسَلُوۡا وَارِدَہُمۡ فَاَدۡلٰی دَلۡوَہٗ ؕ قَالَ یٰبُشۡرٰی ہٰذَا غُلٰمٌ ؕ وَ اَسَرُّوۡہُ بِضَاعَۃً ؕ وَ اللّٰہُ عَلِیۡمٌۢ بِمَا یَعۡمَلُوۡنَ ﴿۱۹﴾ ",
			"index": "1615",
			"name": "এবং একটা কাফেলা এলো, তারা তাদের পানি সংগ্রহকারীকে প্রেরণ করলো; অতঃপর সে তার বালতি নামিয়ে দিলো। (সে) বলে উঠলো, ‘আহ্‌, কেমন সুখবর! এ যে এক কিশোর!’ এবং (তারা) তাকে একটা মূলধন বানিয়ে লুকিয়ে রাখলো; আর আল্লাহ্‌ সবিশেষ অবহিত সে সম্পর্কেই যা তারা করছে। ",
			"en_kanzulimaan": "And there came a caravan - so they sent their water-drawer, he therefore lowered his pail; he said, What good luck, this is a boy!; and they hid him as a treasure; and Allah knows what they do.",
			"ur_kanzulimaan": "اور ایک قافلہ آیا انہوں نے اپنا پانی لانے والا بھیجا تو اس نے اپنا ڈول ڈال بولا آہا کیسی خوشی کی بات ہے یہ تو ایک لڑکا ہے اور اسے ایک پونجی بناکر چھپالیا اور اللہ جانتا ہے جو وہ کرتے ہیں،",
			"hi_kanzulimaan": "और एक क़ाफ़िला आया (43फ) उन्होंने अपना पानी लाने वाला भेजा (44फ) तो उसने अपना डोल डाला (45फ) बोला आहा कैसी ख़ुशी की बात है यह तो एक लड़का है और उसे एक पूंजी बनाकर छुपा लिया (46फ) और अल्लाह जानता है जो वो करते हैं",
			"author": "১৯. আর (এদিকে) ভ্রমণকারীদের একটি দল এসে পৌঁছলো, তখন তারা তাদের পানি উত্তোলককে প্রেরণ করলো; সে তার বালতি (এ কূপে) নামিয়ে দিলো। সে বলে উঠলো, ‘সুসংবাদ, এ এক বালক!’ অতঃপর তারা তাঁকে মূল্যবান ব্যবসা-সামগ্রী মনে করে লুকিয়ে ফেললো। আর আল্লাহ্ এ কর্মকান্ড সম্পর্কে সম্যক অবগত যা তারা করছিল।"
		},
		{
			"_id": "1616",
			"sura": "12",
			"para": "12",
			"verses": "20",
			"names": "وَ شَرَوۡہُ بِثَمَنٍۭ بَخۡسٍ دَرَاہِمَ مَعۡدُوۡدَۃٍ ۚ وَ کَانُوۡا  فِیۡہِ  مِنَ  الزَّاہِدِیۡنَ ﴿۲۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ شَرَوۡہُ بِثَمَنٍۭ بَخۡسٍ دَرَاہِمَ مَعۡدُوۡدَۃٍ ۚ وَ کَانُوۡا  فِیۡہِ  مِنَ  الزَّاہِدِیۡنَ ﴿۲۰﴾ ",
			"index": "1616",
			"name": "এবং ভাইয়েরা তাকে নগণ্য মূল্যে-মাত্র কয়েক দিরহামের বিনিময়ে বিক্রি করে দিলো এবং তাদের মধ্যে এতে কোন আগ্রহই ছিলো না। ",
			"en_kanzulimaan": "And the brothers sold him for an improper price, a limited number of coins; and they had no interest in him.",
			"ur_kanzulimaan": "اور بھائیوں نے اسے کھوٹے داموں گنتی کے روپوں پر بیچ ڈالا اور انہیں اس میں کچھ رغبت نہ تھی",
			"hi_kanzulimaan": "और भाइयों ने उसे खोटे दामों गिनती के रूपयों पर बेच डाला (47फ) और उन्हें उसमें कुछ रग़बत न थी (48फ)",
			"author": "২০. আর ইউসুফ (আলাইহিস সালাম)-এঁর ভাইয়েরা (যারা ঘটনাস্থলে এসে গিয়েছিল, তাঁকে তাদের পলাতক গোলাম হিসেবে কাফেলার কাছে) স্বল্প মূল্যে - মাত্র কয়েক দিরহামের বিনিময়ে বিক্রি করে দিল, কেননা সেসব ভ্রমণকারীরা (ইউসুফ আলাইহিস সালামকে ক্রয়) এর ব্যাপারে (আগে থেকেই) অনাগ্রহী ছিল। (অতঃপর ভ্রমণকারীরা তাঁকে মিশরে নিয়ে বিক্রি করে দিল)।"
		},
		{
			"_id": "1617",
			"sura": "12",
			"para": "12",
			"verses": "21",
			"names": "وَ قَالَ الَّذِی اشۡتَرٰىہُ مِنۡ مِّصۡرَ لِامۡرَاَتِہٖۤ  اَکۡرِمِیۡ مَثۡوٰىہُ عَسٰۤی اَنۡ یَّنۡفَعَنَاۤ  اَوۡ نَتَّخِذَہٗ  وَلَدًا ؕ وَ کَذٰلِکَ مَکَّنَّا لِیُوۡسُفَ فِی الۡاَرۡضِ ۫ وَ لِنُعَلِّمَہٗ مِنۡ تَاۡوِیۡلِ الۡاَحَادِیۡثِ ؕ وَ اللّٰہُ غَالِبٌ عَلٰۤی اَمۡرِہٖ وَ لٰکِنَّ اَکۡثَرَ النَّاسِ لَا  یَعۡلَمُوۡنَ ﴿۲۱﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الَّذِی اشۡتَرٰىہُ مِنۡ مِّصۡرَ لِامۡرَاَتِہٖۤ  اَکۡرِمِیۡ مَثۡوٰىہُ عَسٰۤی اَنۡ یَّنۡفَعَنَاۤ  اَوۡ نَتَّخِذَہٗ  وَلَدًا ؕ وَ کَذٰلِکَ مَکَّنَّا لِیُوۡسُفَ فِی الۡاَرۡضِ ۫ وَ لِنُعَلِّمَہٗ مِنۡ تَاۡوِیۡلِ الۡاَحَادِیۡثِ ؕ وَ اللّٰہُ غَالِبٌ عَلٰۤی اَمۡرِہٖ وَ لٰکِنَّ اَکۡثَرَ النَّاسِ لَا  یَعۡلَمُوۡنَ ﴿۲۱﴾ ",
			"index": "1617",
			"name": "এবং মিশরের যে ব্যক্তি তাকে ক্রয় করলো সে তার স্ত্রীকে বললো, ‘তাকে সসম্মানে রাখো, সম্ভবতঃ তিনি আমাদের উপকারে আসবেন অথবা আমরা তাকে পুত্ররূপে গ্রহণ করবো’। এবং এভাবে আমি ইয়ূসুফকে ওই যমীনে প্রতিষ্ঠিত করেছি এবং এ জন্য যে, তাকে কথার পরিণাম শিক্ষা দেবো; আর আল্লাহ্‌ আপন কার্য-সম্পাদনে পরাক্রমশালী; কিন্তু অধিকাংশ মানুষ জানে না। ",
			"en_kanzulimaan": "And the Egyptian who purchased him said to his wife, Keep him honourably - we may derive some benefit due to him or we may adopt him as our son; and this is how we established Yusuf in the land, and that We might teach him how to interpret events; and Allah is Dominant upon His works, but most men do not know.",
			"ur_kanzulimaan": "اور مصر کے جس شخص نے اسے خریدا وہ اپنی عورت سے بولا انہیں عزت سے رکھو شاید ان سے ہمیں نفع پہنچے یا ان کو ہم بیٹا بنالیں اور اسی طرح ہم نے یوسف کو اس زمین میں جماؤ (رہنے کا ٹھکانا) دیا اور اس لیے کہ اسے باتوں کا انجام سکھائیں ۰ف۵۳) اور اللہ اپنے کام پر غالب ہے مگر اکثر آدمی نہیں جانتے،",
			"hi_kanzulimaan": "और मिस्र के जिस शख्स ने उसे ख़रीदा वह अपनी औरत से बोला (49फ) इन्हें इज़्ज़त से रख (50फ) शायद इन से हमें नफ़ा पहुंचे (51फ) या इनको हम बेटा बनालें (52फ) और इसी तरह हमने यूसुफ़ को इस ज़मीन में जमाव दिया और इसलिये कि उसे बातों का अंजाम सिखाएं (53फ) और अल्लाह अपने काम पर ग़ालिब है मगर अक्सर आदमी नहीं जानते",
			"author": "২১. আর মিশরের যে ব্যক্তি তাঁকে ক্রয় করেছিল (তার নাম ছিল ক্বাতফীর। সে ছিল মিশরের বাদশাহ্ রিয়ান বিন ওয়ালিদের অর্থমন্ত্রী। তাকে সাধারণত আযিযে মিশর বলা হতো, সে) তার স্ত্রী (যুলাইখা)-কে বললো, ‘তাঁকে সম্মান ও মর্যাদার সাথে অবস্থান করতে দাও! হয়তো সে আমাদের কল্যাণ করবে অথবা আমরা তাঁকে পুত্র রূপেও গ্রহণ করতে পারি।’ আর এভাবে আমরা ইউসুফ (আলাইহিস সালাম)-কে (মিশরের) ভুমিতে সুপ্রতিষ্ঠিত করলাম, যাতে আমরা তাঁকে বাণীর পরিণাম বের করা (অর্থাৎ স্বপ্নের ব্যাখ্যার জ্ঞান) শিক্ষা দেই। আর আল্লাহ্ তাঁর কাজের উপর আধিপত্যশীল, কিন্তু অধিকাংশ লোক তা জানে না।"
		},
		{
			"_id": "1618",
			"sura": "12",
			"para": "12",
			"verses": "22",
			"names": "وَ لَمَّا بَلَغَ اَشُدَّہٗۤ  اٰتَیۡنٰہُ حُکۡمًا وَّ عِلۡمًا ؕ وَ کَذٰلِکَ نَجۡزِی الۡمُحۡسِنِیۡنَ ﴿۲۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَمَّا بَلَغَ اَشُدَّہٗۤ  اٰتَیۡنٰہُ حُکۡمًا وَّ عِلۡمًا ؕ وَ کَذٰلِکَ نَجۡزِی الۡمُحۡسِنِیۡنَ ﴿۲۲﴾ ",
			"index": "1618",
			"name": "এবং যখন আপন পূর্ণ শক্তিতে উপনীত হলো, তখন আমি তাকে হুকুম ও জ্ঞান দান করেছি; আর আমি এভাবেই পুরস্কার দিই সৎকর্মপরায়ণদেরকে। ",
			"en_kanzulimaan": "And when he matured to his full strength, We bestowed him wisdom and knowledge; and this is how We reward the virtuous.",
			"ur_kanzulimaan": "اور جب اپنی پوری قوت کو پہنچا ہم نے اسے حکم اور علم عطا فرمایا اور ہم ایسا ہی صلہ دیتے ہیں نیکوں کو،",
			"hi_kanzulimaan": "और जब अपनी पूरी क़ुव्वत को पहुंचा (54फ़) हमने उसे हुक्म और  इल्म अता फ़रमाया (55फ़) और हम ऐसा ही सिला देते हैं नेको को",
			"author": "২২. আর যখন তিনি তাঁর পূর্ণ যৌবনে পদার্পণ করলেন, (তখন) আমরা তাঁকে (নবুয়্যতের) প্রজ্ঞা এবং (স্বপ্নের ব্যাখ্যার) জ্ঞান দান করলাম। আর এভাবেই আমরা নেক্কারদেরকে প্রতিদান প্রদান করি।"
		},
		{
			"_id": "1619",
			"sura": "12",
			"para": "12",
			"verses": "23",
			"names": "وَ رَاوَدَتۡہُ الَّتِیۡ ہُوَ فِیۡ بَیۡتِہَا عَنۡ نَّفۡسِہٖ  وَ غَلَّقَتِ الۡاَبۡوَابَ وَ قَالَتۡ ہَیۡتَ لَکَ ؕ قَالَ مَعَاذَ اللّٰہِ  اِنَّہٗ  رَبِّیۡۤ  اَحۡسَنَ مَثۡوَایَ ؕ اِنَّہٗ  لَا یُفۡلِحُ الظّٰلِمُوۡنَ ﴿۲۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ رَاوَدَتۡہُ الَّتِیۡ ہُوَ فِیۡ بَیۡتِہَا عَنۡ نَّفۡسِہٖ  وَ غَلَّقَتِ الۡاَبۡوَابَ وَ قَالَتۡ ہَیۡتَ لَکَ ؕ قَالَ مَعَاذَ اللّٰہِ  اِنَّہٗ  رَبِّیۡۤ  اَحۡسَنَ مَثۡوَایَ ؕ اِنَّہٗ  لَا یُفۡلِحُ الظّٰلِمُوۡنَ ﴿۲۳﴾ ",
			"index": "1619",
			"name": "এবং সে যে স্ত্রীলোকের ঘরে ছিলো সে তাকে প্রলোভিত করলো যেন তার কামনায় বাধা না দেয় এবং দরজাগুলো সবই বন্ধ করে দিলো আর বললো, ‘এসো! তোমাকেই বলছি!’ বললো, ‘আল্লাহ্‌রই আশ্রয়! সেই ‘আযীয’ তো আমার প্রভু অর্থাৎ লালনকারী। তিনি আমাকে ভালো মতে রেখেছেন; নিশ্চয় যালিমদের মঙ্গল হয় না’।",
			"en_kanzulimaan": "And the woman in whose house he was, allured him not to restrain himself and she closed all the doors - and said, Come! It is you I address!; he said, (I seek) The refuge of Allah - indeed the governor is my master - he treats me well; undoubtedly the unjust never prosper.",
			"ur_kanzulimaan": "اور وہ جس عورت کے گھر میں تھا اس نے اسے لبھایا کہ اپنا آپا نہ روکے اور دروازے سب بند کردیے اور بولی آؤ تمہیں سے کہتی ہوں کہا اللہ کی پناہ وہ عزیز تو میرا رب یعنی پرورش کرنے والا ہے اس نے مجھے اچھی طرح رکھا بیشک ظالموں کا بھلا نہیں ہوتا،",
			"hi_kanzulimaan": "और वह जिस औरत (56फ़) के घर में था उसने उसे लुभाया कि अपना आपा न रोके (57फ़) और दरवाज़े सब बन्द कर दिये (58फ़) और बोली आओ तुम्हीं से कहती हूँ (59फ़) कहा अल्लाह की पनाह (60फ़) वह अज़ीज़ तो मेरा रब यानी पर्वरिश करने वाला है उसने मुझे अच्छी तरह रखा (61फ़) बेशक ज़ालिमों का भला नहीं होता",
			"author": "২৩. আর এই (যুলাইখা নাম্নী) নারী, যার ঘরে তিনি অবস্থান করতেন, তাঁকে তীব্রভাবে কামনা করলো। আর সে দরজা বন্ধ করে দিল এবং বলতে লাগলো, ‘(আমি তোমাকে বলছি,) তাড়াতাড়ি এসো’! ইউসুফ (আলাইহিস সালাম) বললেন, ‘আল্লাহ্‌র আশ্রয় চাই! নিশ্চয়ই তিনি (যে তোমার স্বামী) আমার লালন-পালনকারী, তিনি আমাকে অত্যন্ত সম্মানজনক ভাবে রেখেছেন। প্রকৃতপক্ষে সীমালঙ্ঘনকারীরা সফলতা পাবে না।’"
		},
		{
			"_id": "1620",
			"sura": "12",
			"para": "12",
			"verses": "24",
			"names": "وَ لَقَدۡ ہَمَّتۡ بِہٖ ۚ وَ ہَمَّ بِہَا لَوۡ لَاۤ  اَنۡ رَّاٰ بُرۡہَانَ رَبِّہٖ ؕ کَذٰلِکَ لِنَصۡرِفَ عَنۡہُ السُّوۡٓءَ  وَ الۡفَحۡشَآءَ ؕ اِنَّہٗ  مِنۡ  عِبَادِنَا الۡمُخۡلَصِیۡنَ ﴿۲۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَقَدۡ ہَمَّتۡ بِہٖ ۚ وَ ہَمَّ بِہَا لَوۡ لَاۤ  اَنۡ رَّاٰ بُرۡہَانَ رَبِّہٖ ؕ کَذٰلِکَ لِنَصۡرِفَ عَنۡہُ السُّوۡٓءَ  وَ الۡفَحۡشَآءَ ؕ اِنَّہٗ  مِنۡ  عِبَادِنَا الۡمُخۡلَصِیۡنَ ﴿۲۴﴾ ",
			"index": "1620",
			"name": "এবং নিশ্চয় স্ত্রীলোকটা তার কামনা করেছিলো এবং সেও স্ত্রীলোকের ইচ্ছা করতো যদি আপন রবের নিদর্শন না দেখতো। আমি এরূপ এজন্যই করেছি যেন তার থেকে মন্দ ও অশ্লীলতাকে দূরে রাখি। নিশ্চয় সে আমার মনোনীত বান্দাদের অন্তর্ভুক্ত। ",
			"en_kanzulimaan": "And indeed the woman desired him; and he too would have desired her were he not to witness the sign of his Lord *; this is what We did, to turn away evil and lewdness from him; indeed He is one of Our chosen bondmen. (* Allah saved him and he never desired this immorality.)",
			"ur_kanzulimaan": "اور بیشک عورت نے اس کا ارادہ کیا اور وہ بھی عورت کا ارادہ کرتا اگر اپنے رب کی دلیل نہ دیکھ لیتا ہم نے یوں ہی کیا کہ اس سے برائی اور بے حیائی کو پھیر دیں بیشک وہ ہمارے چنے ہوئے بندوں میں سے ہے",
			"hi_kanzulimaan": "और बेशक औरत ने उसका इरादा किया और वह भी औरत का इरादा करता अगर अपने रब की दलील न देख लेता (62फ़) हमने यूंही किया कि उससे बुराई और बेहयाई को फेर दे (63फ़) बेशक वह हमारे चुने हुए बन्दों में से है (64फ़)",
			"author": "২৪. (ইউসুফ আলাইহিস সালাম অস্বীকৃতি জানালেন) আর নিশ্চিত সে (যুলাইখা তো) এর কামনাই করেছিল। (হয়তো) তিনিও এরূপ কামনা করতেন, যদি না তিনি তাঁর প্রতিপালকের সুস্পষ্ট নিদর্শন দেখতেন।* এভাবে (এ জন্যে করা হয়েছে), যাতে আমরা তাঁর থেকে কষ্ট ও অশ্লীলতা (উভয়টি) দূরীভুত করি। নিশ্চয়ই তিনি আমাদের নির্বাচিত (সম্মানিত) বান্দাদের মধ্যে গণ্য।* অথবা তিনিও তাকে শক্তিমত্তা দিয়ে দূর করার ইচ্ছা করেছিলেন। যদি তিনি স্বীয় প্রতিপালকের সুস্পষ্ট নিদর্শন না দেখতেন, তবে তা প্রতিহত করায় জোর খাটাতে যেতেন এবং সম্ভাবনা ছিল যে, এর মধ্যে তাঁর জামা সামনের দিকে ছিড়ে যেতো, যা পরবর্তীতে তাঁর বিরুদ্ধে সাক্ষী এবং কষ্টের কারণ হয়ে দাঁড়াতো। সুতরাং আল্লাহর নিদর্শন তাঁর জোর খাটানো রুখে দিল।"
		},
		{
			"_id": "1621",
			"sura": "12",
			"para": "12",
			"verses": "25",
			"names": "وَ اسۡتَبَقَا الۡبَابَ وَ قَدَّتۡ قَمِیۡصَہٗ مِنۡ دُبُرٍ وَّ اَلۡفَیَا سَیِّدَہَا لَدَا الۡبَابِ ؕ قَالَتۡ مَا جَزَآءُ مَنۡ اَرَادَ بِاَہۡلِکَ سُوۡٓءًا اِلَّاۤ  اَنۡ یُّسۡجَنَ اَوۡ عَذَابٌ اَلِیۡمٌ ﴿۲۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ اسۡتَبَقَا الۡبَابَ وَ قَدَّتۡ قَمِیۡصَہٗ مِنۡ دُبُرٍ وَّ اَلۡفَیَا سَیِّدَہَا لَدَا الۡبَابِ ؕ قَالَتۡ مَا جَزَآءُ مَنۡ اَرَادَ بِاَہۡلِکَ سُوۡٓءًا اِلَّاۤ  اَنۡ یُّسۡجَنَ اَوۡ عَذَابٌ اَلِیۡمٌ ﴿۲۵﴾ ",
			"index": "1621",
			"name": "এবং তারা উভয়ে দরজার দিকে দৌড়ে গেলো এবং স্ত্রীলোকটা তার জামা পেছন থেকে ছিড়ে ফেললো আর তারা উভয়েই স্ত্রীলোকটার স্বামীকে দরজার নিকট পেয়েছিলো। (স্ত্রী লোকটা) বললো, ‘কি শাস্তি হতে পারে তার, যে তোমার গৃহিণীর সাথে কুকর্ম কামনা করে, কিন্তু এ যে, তাকে কারাগারে বন্দী করা হোক কিংবা কষ্টদায়ক শাস্তি। ",
			"en_kanzulimaan": "And they both raced towards the door, and the woman tore his shirt from behind, and they both found her husband at the door; she said, What is the punishment of the one who sought evil with your wife, other than prison or a painful torture?",
			"ur_kanzulimaan": "اور دونوں دروازے کی طرف دوڑے اور عورت نے اس کا کر ُتا پیچھے سے چیر لیا اور دونوں کو عورت کا میاں دروازے کے پاس ملا بولی کیا سزا ہے اس کی جس نے تیری گھر والی سے بدی چاہی مگر یہ کہ قید کیا جائے یا دکھ کی مار",
			"hi_kanzulimaan": "और दोनों दरवाज़े की तरफ़ दौड़े (65फ़) और औरत ने उसका कुर्ता पीछे से चीर लिया और दोनों को औरत का मियाँ (66फ़) दर्वाज़े के पास मिला (67फ़) बोली क्या सज़ा है इसकी जिसने तेरी घरवाली से बदी चाही (68फ़) मगर यह कि कै़द किया जाय या दुख की मार (69फ़)",
			"author": "২৫. আর তারা উভয়ে দরজার দিকে (অগ্রে-পশ্চাতে) দৌঁড়াতে লাগলো এবং সে (যুলাইখা) তাঁর জামা পিছন দিকে ছিড়ে ফেললো। আর উভয়ে তার স্বামী (আযিযে মিশর)-কে দরোজার নিকট পেয়ে সে (ততক্ষণাৎ) বলে উঠলো, ‘যে তোমার স্ত্রীর সাথে অনিষ্টের ইচ্ছা করে, তাকে জেলখানায় বন্দী করা অথবা (তাকে) যন্ত্রণাদায়ক শাস্তি দেয়া ছাড়া তাঁর জন্যে আর কী দন্ড হতে পারে?’"
		},
		{
			"_id": "1622",
			"sura": "12",
			"para": "12",
			"verses": "26",
			"names": "قَالَ ہِیَ رَاوَدَتۡنِیۡ عَنۡ نَّفۡسِیۡ وَ شَہِدَ شَاہِدٌ مِّنۡ اَہۡلِہَا ۚ اِنۡ کَانَ قَمِیۡصُہٗ  قُدَّ مِنۡ قُبُلٍ فَصَدَقَتۡ وَ ہُوَ مِنَ الۡکٰذِبِیۡنَ ﴿۲۶﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ ہِیَ رَاوَدَتۡنِیۡ عَنۡ نَّفۡسِیۡ وَ شَہِدَ شَاہِدٌ مِّنۡ اَہۡلِہَا ۚ اِنۡ کَانَ قَمِیۡصُہٗ  قُدَّ مِنۡ قُبُلٍ فَصَدَقَتۡ وَ ہُوَ مِنَ الۡکٰذِبِیۡنَ ﴿۲۶﴾ ",
			"index": "1622",
			"name": "বললো, ‘সে-ই আমাকে প্রলোভিত করেছে, যেন আমি আত্নসংবরণ না করি; এবং স্ত্রী লোকটার পরিবারের একজন সাক্ষী সাক্ষ্য দিলো- ‘যদি তার জামার সম্মুখ দিক ছিন্ন করা হয়ে থাকে তবে স্ত্রীলোকটি সত্য কথা বলেছে আর ইনি মিথ্যা বলেছেন। ",
			"en_kanzulimaan": "Said Yusuf, It was she who lured me, that I may not guard myself - and a witness from her own household testified; If his shirt is torn from the front, then the woman is truthful and he has spoken incorrectly.",
			"ur_kanzulimaan": "کہا اس نے مجھ کو لبھایا کہ میں اپنی حفاظت نہ کروں اور عورت کے گھر والوں میں سے ایک گواہ نے گواہی دی اگر ان کا کر ُتا آگے سے چرا ہے تو عورت سچی ہے اور انہوں نے غلط کہا",
			"hi_kanzulimaan": "कहा इसने मुझको लुभाया कि मैं अपनी हिफ़ाज़त न करूं (70फ़) और औरत के घरवालों में से एक गवाह ने (71फ़) गवाही दी अगर इनका कुर्ता आगे से चिरा है तो औरत सच्ची है और इन्होंने ग़लत कहा (72फ़)",
			"author": "২৬. ইউসুফ (আলাইহিস সালাম) বললেন, ‘(না বরং) সে নিজে আমার নিকট উদ্দেশ্য হাসিলের জন্যে আমাকে ফুসলাতে চেয়েছিল’। আর (ইতিমধ্যে স্বয়ং) তার গৃহের অধিবাসীদের মধ্য থেকে এক সাক্ষী (যে ছিল দুগ্ধপোষ্য শিশু) সাক্ষ্য দিল, ‘যদি তাঁর জামা সামনে ছেড়া থাকে তবে সে সত্যবাদী আর তিনি মিথ্যাবাদীদের মধ্যে গণ্য।"
		},
		{
			"_id": "1623",
			"sura": "12",
			"para": "12",
			"verses": "27",
			"names": "وَ  اِنۡ  کَانَ  قَمِیۡصُہٗ  قُدَّ مِنۡ دُبُرٍ فَکَذَبَتۡ  وَ ہُوَ  مِنَ  الصّٰدِقِیۡنَ ﴿۲۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ  اِنۡ  کَانَ  قَمِیۡصُہٗ  قُدَّ مِنۡ دُبُرٍ فَکَذَبَتۡ  وَ ہُوَ  مِنَ  الصّٰدِقِیۡنَ ﴿۲۷﴾ ",
			"index": "1623",
			"name": "এবং যদি তার জামার পেছন দিক থেকে ছিন্ন করা হয় তবে স্ত্রীলোকটা মিথ্যাবাদী আর ইনি সত্যবাদী’।",
			"en_kanzulimaan": "And if his shirt is torn from behind, then the woman is a liar and he is truthful.",
			"ur_kanzulimaan": "اور اگر ان کا کر ُتا پیچھے سے چاک ہوا تو عورت جھوٹی ہے اور یہ سچے",
			"hi_kanzulimaan": "और अगर इनका कु्र्ता पीछे से चाक हुआ तो औरत झूठी है और ये सच्चे (73फ़)",
			"author": "২৭. আর যদি তাঁর জামা পিছনে ছেড়া থাকে তবে সে মিথ্যাবাদী এবং তিনি সত্যবাদীদের মধ্যে গণ্য।’"
		},
		{
			"_id": "1624",
			"sura": "12",
			"para": "12",
			"verses": "28",
			"names": "فَلَمَّا رَاٰ  قَمِیۡصَہٗ  قُدَّ مِنۡ دُبُرٍ قَالَ  اِنَّہٗ مِنۡ  کَیۡدِکُنَّ ؕ اِنَّ  کَیۡدَکُنَّ  عَظِیۡمٌ ﴿۲۸﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا رَاٰ  قَمِیۡصَہٗ  قُدَّ مِنۡ دُبُرٍ قَالَ  اِنَّہٗ مِنۡ  کَیۡدِکُنَّ ؕ اِنَّ  کَیۡدَکُنَّ  عَظِیۡمٌ ﴿۲۸﴾ ",
			"index": "1624",
			"name": "অতঃপর যখন ‘আযীয’ তার জামা পেছন দিক থেকে ছিন্নকৃত দেখলো তখন বললো, ‘নিশ্চয় এটা তোমাদের নারীদের ষড়যন্ত্র; নিঃসন্দেহে, তোমাদের ষড়যন্ত্র ভীষণ’।",
			"en_kanzulimaan": "So when the governor saw his shirt torn from behind, he said, Indeed this is a deception of women; undoubtedly the deception of women is very great.",
			"ur_kanzulimaan": "پھر جب عزیز نے اس کا کر ُتا پیچھے سے چرا دیکھا بولا بیشک یہ تم عورتوں کا چرتر (فریب) ہے بیشک تمہارا چرتر (فریب) بڑا ہے",
			"hi_kanzulimaan": "फिर जब अज़ीज़ ने उसका कुर्ता पीछे से चिरा देखा (74फ़) बोला बेशक यह तुम औरतों का चरित्र है, बेशक तुम्हारा चरित्र बड़ा है (75फ़)",
			"author": "২৮. অতঃপর যখন সে (আযীযে মিশর) দেখল (যে) তাঁর জামা পিছন দিকে ছেড়া, তখন সে বললো, ‘নিশ্চয়ই এ তোমাদের নারীদের চক্রান্ত। অবশ্যই তোমাদের নারীদের চক্রান্ত ভীষণ (বিপদজনক) হয়ে থাকে।"
		},
		{
			"_id": "1625",
			"sura": "12",
			"para": "12",
			"verses": "29",
			"names": "یُوۡسُفُ اَعۡرِضۡ عَنۡ ہٰذَا ٜ وَ اسۡتَغۡفِرِیۡ  لِذَنۡۢبِکِ ۚۖ اِنَّکِ  کُنۡتِ مِنَ الۡخٰطِئِیۡنَ ﴿۲۹﴾ ",
			"number": "",
			"verses_PDMS": "یُوۡسُفُ اَعۡرِضۡ عَنۡ ہٰذَا ٜ وَ اسۡتَغۡفِرِیۡ  لِذَنۡۢبِکِ ۚۖ اِنَّکِ  کُنۡتِ مِنَ الۡخٰطِئِیۡنَ ﴿۲۹﴾ ",
			"index": "1625",
			"name": "হে ইয়ূসুফ! তুমি এটার প্রতি ভ্রূক্ষেপ করো না। এবং হে নারী! তুমি আপন পাপের জন্য ক্ষমা প্রার্থনা করো; নিশ্চয় তুমি অপরাধীদের অন্তর্ভুক্ত।",
			"en_kanzulimaan": "O Yusuf! Disregard this - and O woman! Seek forgiveness for your sin; indeed you are of the mistaken.",
			"ur_kanzulimaan": "اے یوسف! تم اس کا خیال نہ کرو اور اے عورت! تو اپنے گناہ کی معافی مانگ بیشک تو خطاواروں میں ہے",
			"hi_kanzulimaan": "ऐ यूसुफ़ तुम इसका ख़याल न करो (76फ़) और ऐ औरत तू अपने गुनाह की माफ़ी मांग (77फ़) बेशक तू ख़ता वारों में है (78फ़)",
			"author": "২৯. হে ইউসুফ! তুমি এ বিষয়টি উপেক্ষা করো, আর (হে যুলাইখা!) তুমি তোমার গোনাহের জন্যে ক্ষমা প্রার্থনা করো। নিশ্চয়ই তুমিই অপরাধী।’"
		},
		{
			"_id": "1626",
			"sura": "12",
			"para": "12",
			"verses": "30",
			"names": "وَ قَالَ نِسۡوَۃٌ  فِی الۡمَدِیۡنَۃِ  امۡرَاَتُ الۡعَزِیۡزِ  تُرَاوِدُ  فَتٰىہَا عَنۡ  نَّفۡسِہٖ ۚ قَدۡ شَغَفَہَا حُبًّا ؕ اِنَّا لَنَرٰىہَا فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۳۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ نِسۡوَۃٌ  فِی الۡمَدِیۡنَۃِ  امۡرَاَتُ الۡعَزِیۡزِ  تُرَاوِدُ  فَتٰىہَا عَنۡ  نَّفۡسِہٖ ۚ قَدۡ شَغَفَہَا حُبًّا ؕ اِنَّا لَنَرٰىہَا فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۳۰﴾ ",
			"index": "1626",
			"name": "এবং শহরে কিছু নারী বললো, ‘আযীযের স্ত্রী তার যুবকের হৃদয়কে প্রলোভিত করছে; নিশ্চয় তার প্রেম তার অন্তরকে উন্মত্ত করেছে, আমরা তো তাকে সুস্পষ্ট প্রেম-বিভোর দেখতে পাচ্ছি।",
			"en_kanzulimaan": "And some women of the city said, The governors wife is seducing her young slave; indeed his love has taken root in her heart; and we find her clearly lost.",
			"ur_kanzulimaan": "اور شہر میں کچھ عورتیں بولیں کہ عزیز کی بی بی اپنے نوجوان کا دل لبھاتی ہ ے بیشک ان کی محبت اس کے دل میں پَیر گئی (سماگئی) ہے ہم تو اسے صر یح خود رفتہ پاتے ہیں",
			"hi_kanzulimaan": "और शहर में कुछ औरतें बोली (79फ़) अज़ीज़ की बीबी अपने नौज़वान का दिल लुभाती है बेशक उनकी महब्बत इस के दिल में पैर गई है हम तो उसे सरिह ख़ुद-रफ़्ता  पाते हैं (80फ़)",
			"author": "৩০. আর শহরে (অভিজাতদের মধ্য থেকে) কিছু নারী বলতে শুরু করলো, ‘আযীযের স্ত্রী তার দাসকে তার উদ্দেশ্য হাসিলের জন্যে ফুসলিয়েছে। (এ দাস)-এর ভালোবাসা তার অন্তরের গভীরে চলে গিয়েছে। নিশ্চয়ই আমরা তাকে সুস্পষ্ট গোমরাহীতে দেখছি।’"
		},
		{
			"_id": "1627",
			"sura": "12",
			"para": "12",
			"verses": "31",
			"names": "فَلَمَّا سَمِعَتۡ بِمَکۡرِہِنَّ  اَرۡسَلَتۡ اِلَیۡہِنَّ وَ اَعۡتَدَتۡ لَہُنَّ مُتَّکَاً  وَّ اٰتَتۡ کُلَّ وَاحِدَۃٍ  مِّنۡہُنَّ سِکِّیۡنًا وَّ قَالَتِ اخۡرُجۡ عَلَیۡہِنَّ ۚ فَلَمَّا رَاَیۡنَہٗۤ  اَکۡبَرۡنَہٗ وَ قَطَّعۡنَ اَیۡدِیَہُنَّ وَ قُلۡنَ حَاشَ لِلّٰہِ مَا ہٰذَا بَشَرًا ؕ اِنۡ  ہٰذَاۤ  اِلَّا مَلَکٌ  کَرِیۡمٌ ﴿۳۱﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا سَمِعَتۡ بِمَکۡرِہِنَّ  اَرۡسَلَتۡ اِلَیۡہِنَّ وَ اَعۡتَدَتۡ لَہُنَّ مُتَّکَاً  وَّ اٰتَتۡ کُلَّ وَاحِدَۃٍ  مِّنۡہُنَّ سِکِّیۡنًا وَّ قَالَتِ اخۡرُجۡ عَلَیۡہِنَّ ۚ فَلَمَّا رَاَیۡنَہٗۤ  اَکۡبَرۡنَہٗ وَ قَطَّعۡنَ اَیۡدِیَہُنَّ وَ قُلۡنَ حَاشَ لِلّٰہِ مَا ہٰذَا بَشَرًا ؕ اِنۡ  ہٰذَاۤ  اِلَّا مَلَکٌ  کَرِیۡمٌ ﴿۳۱﴾ ",
			"index": "1627",
			"name": "অতঃপর যখন যুলায়খা তাদের এ চর্চা শুনতে পেলো, তখন ওই সব নারীকে ডেকে পাঠালো আর তাদের জন্য আসন প্রস্তুত করলো এবং তাদের প্রত্যেককে একটা ছুরি দিলো আর ইয়ূসুফকে বললো, ‘তাদের সম্মুখে বের হও’। যখন নারীরা ইয়ূসুফকে দেখলো তখন তারা তার মহত্ব বর্ণনা করতে লাগলো এবং নিজেদের হাত কেটে ফেললো আর বললো, ‘আল্লাহ্‌রই জন্য পবিত্রতা, এটাতো মানব জাতির কেউ নয়, এটাতো নয়, কিন্তু কোনো সম্মানিত ফিরিশ্‌তা!’",
			"en_kanzulimaan": "And when she heard of their secret talk, she sent for them and prepared cushioned mattresses for them and gave a knife to each one of them and said to Yusuf, Come out before them! When the women saw him they praised him and cut their hands, and said, Purity is to Allah - this is no human being; this is not but an honourable angel!",
			"ur_kanzulimaan": "تو جب زلیخا نے ان کا چرچا سنا تو ان عورتوں کو بلا بھیجا اور ان کے لیے مسندیں تیار کیں اور ان میں ہر ایک کو ایک چھری دی اور یوسف سے کہا ان پر نکل آؤ جب عورتوں نے یوسف کو دیکھا اس کی بڑائی بولنے لگیں اور اپنے ہاتھ کاٹ لیے اور بولیں اللہ کو پاکی ہے یہ تو جنس بشر سے نہیں یہ تو نہیں مگر کوئی معزز فرشتہ،",
			"hi_kanzulimaan": "तो जब ज़ुलैख़ा ने उनका चकरवा सुना तो उन औरतों को बुला भेजा (81फ़) और उनके लिये मसनदें तैयार की (82फ़) और उनमें हर एक को छुरी दे दी (83फ़) और यूसुफ़ (84फ़) से कहा इनपर निकल आओ (85फ़) जब औरतों ने यूसुफ़ को देखा उसकी बड़ाई बोलने लगीं (86फ़) और अपने हाथ काट लिये (87फ़) और बोली अल्लाह को पाकी है ये तो जिन्से बशर से नहीं (88फ़) ये तो नही मगर कोई मोअझझ फरिश्ता",
			"author": "৩১. অতঃপর যখন সে (যুলাইখা) তাদের চক্রান্তপূর্ণ কথা শুনলো, (তখন) সে তাদেরকে ডেকে পাঠালো এবং তাদের জন্যে মজলিস সাজালো। (অতঃপর তাদের সামনে ফল রেখে দিল) আর তাদের প্রত্যেককে একটি করে ছুরি প্রদান করলো এবং (ইউসুফ আলাইহিস সালামের কাছে) আরয করলো, ‘তাদের সম্মুখে বের হও (যাতে তারাও আমার অবস্থার কারণ অবগত হতে পারে)’। সুতরাং যখন তারা ইউসুফ (আলাইহিস সালামের নিটোল সৌন্দর্য)-কে অবলোকন করলো তখন তাঁর (বিচ্ছুরিত সৌন্দর্যের) মহত্ব বর্ণনা করতে লাগলো। আর তারা (মোহাবিষ্ট হয়ে ফল কাটার পরিবর্তে) নিজেদের হাত কেটে ফেললো এবং (তা খেয়াল করার পর স্বতস্ফূর্তভাবে) বলে উঠলো, ‘আল্লাহ্‌র পানাহ্ চাই! তিনি তো মানুষ নন। তিনি তো কোনো সম্মানিত ফেরেশতা (অর্থাৎ উর্ধ্বজগত থেকে নেমে আসা নূরের চেহারা)।’"
		},
		{
			"_id": "1628",
			"sura": "12",
			"para": "12",
			"verses": "32",
			"names": "قَالَتۡ فَذٰلِکُنَّ الَّذِیۡ لُمۡتُنَّنِیۡ فِیۡہِ ؕ وَ لَقَدۡ رَاوَدۡتُّہٗ عَنۡ نَّفۡسِہٖ فَاسۡتَعۡصَمَ ؕ وَ لَئِنۡ لَّمۡ  یَفۡعَلۡ  مَاۤ  اٰمُرُہٗ   لَیُسۡجَنَنَّ وَ لَیَکُوۡنًا مِّنَ  الصّٰغِرِیۡنَ ﴿۳۲﴾ ",
			"number": "",
			"verses_PDMS": "قَالَتۡ فَذٰلِکُنَّ الَّذِیۡ لُمۡتُنَّنِیۡ فِیۡہِ ؕ وَ لَقَدۡ رَاوَدۡتُّہٗ عَنۡ نَّفۡسِہٖ فَاسۡتَعۡصَمَ ؕ وَ لَئِنۡ لَّمۡ  یَفۡعَلۡ  مَاۤ  اٰمُرُہٗ   لَیُسۡجَنَنَّ وَ لَیَکُوۡنًا مِّنَ  الصّٰغِرِیۡنَ ﴿۳۲﴾ ",
			"index": "1628",
			"name": "যুলায়খা বললো, ‘এই তো সে, যার সম্বন্ধে তোমরা আমার নিন্দা করছিলে এবং নিশ্চয় আমি তাকে প্রলোভিত করতে চেয়েছি। অতঃপর তিনি নিজেই নিজেকে পবিত্র রেখেছেন; এবং নিশ্চয় যদি তিনি সেই কাজ না করেন, যা আমি তাকে বলছি, তবে অবশ্যই তিনি কারারুদ্ধ হবেন এবং তিনি নিশ্চয় লাঞ্ছনা ভোগ করবেন’।",
			"en_kanzulimaan": "She said, This is he on whose account you used to insult me; and indeed I tried to entice him, so he safeguarded himself; and indeed if he does not do what I tell him to, he will surely be imprisoned, and will surely be humiliated.",
			"ur_kanzulimaan": "زلیخا نے کہا تو يہ ہیں وہ جن پر مجھے طعنہ دیتی تھیں اور بیشک میں نے ان کا جِی لبھانا چاہا تو انہوں نے اپنے آپ کو بچا یا اور بیشک اگر وہ یہ کام نہ کریں گے جو میں ان سے کہتی ہوں تو ضرور قید میں پڑیں گے اور وہ ضرور ذلت اٹھائیں گے",
			"hi_kanzulimaan": "ज़ुलैख़ा ने कहा तो ये है वो जिनपर तुम मुझे ताना देती थीं (89फ़) और बेशक मैंने इनका जी लुभाना चाहा तो इन्होंने अपने आपको बचाया (90फ़) और बेशक अगर वह यह काम न करेंगे जो मैं उनसे कहती हूँ तो ज़रूर क़ैद में पड़ेंगे और वो ज़रूर ज़िल्लत उठाएंगे (91फ़)",
			"author": "৩২. (যুলাইখার কৌশল সফল হলে) সে বলে উঠলো, ‘তিনিই সেই (নূরের মুখচ্ছবি), যার ব্যাপারে তোমরা আমাকে তিরস্কার করতে। আর নিশ্চয়ই আমিই (আমার কামনার আধিক্যের কারণে) তাঁকে ফুঁসলানোর চেষ্টা করেছিলাম। কিন্তু তিনি আপাদমস্তক পবিত্রই থেকে গেলেন। আর যদি (এখনো) তিনি তা না করেন, যা আমি তাঁকে বলছি, তবে তাঁকে অবশ্যই বন্দী করা হবে এবং তাঁকে অপমানিত করা হবে।’"
		},
		{
			"_id": "1629",
			"sura": "12",
			"para": "12",
			"verses": "33",
			"names": "قَالَ رَبِّ السِّجۡنُ اَحَبُّ اِلَیَّ مِمَّا یَدۡعُوۡنَنِیۡۤ  اِلَیۡہِ ۚ وَ اِلَّا تَصۡرِفۡ عَنِّیۡ کَیۡدَہُنَّ اَصۡبُ  اِلَیۡہِنَّ وَ اَکُنۡ مِّنَ الۡجٰہِلِیۡنَ ﴿۳۳﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ رَبِّ السِّجۡنُ اَحَبُّ اِلَیَّ مِمَّا یَدۡعُوۡنَنِیۡۤ  اِلَیۡہِ ۚ وَ اِلَّا تَصۡرِفۡ عَنِّیۡ کَیۡدَہُنَّ اَصۡبُ  اِلَیۡہِنَّ وَ اَکُنۡ مِّنَ الۡجٰہِلِیۡنَ ﴿۳۳﴾ ",
			"index": "1629",
			"name": "ইয়ূসুফ আরয করলো, ‘হে আমার রব! আমার নিকট কারগারই অধিক প্রিয় ওই কর্ম থেকে, যার প্রতি তারা আমাকে আহ্বান করছে; এবং যদি তুমি আমাকে তাদের ষড়যন্ত্র থেকে রক্ষা না করো তবে আমি তাদের প্রতি আকৃষ্ট হয়ে পড়বো এবং অজ্ঞদের অন্তর্ভুক্ত হয়ে যাবো’।",
			"en_kanzulimaan": "He said, O my Lord! Prison is dearer to me than the deed they invite me to; and if You do not repel their deceit away from me, I may incline towards them and be unwise.",
			"ur_kanzulimaan": "یوسف نے عرض کی اے میرے رب! مجھے قید خانہ زیادہ پسند ہے اس کام سے جس کی طرف یہ مجھے بلاتی ہیں اور اگر تو مجھ سے ان کا مکر نہ پھیرے گا تو میں ان کی طرف مائل ہوں گا اور نادان بنوں گا،",
			"hi_kanzulimaan": "यूसुफ़ ने अर्ज़ की ऐ मेरे रब मुझे क़ैद ख़ाना ज़्यादा पसन्द है इस काम से जिसकी तरफ़ ये मुझे बुलाती हैं और तू मुझसे इनका मक्र न फेरेगा (92फ़) तो मैं इनकी तरफ़ माइल होऊंगा और नादान बनूंगा",
			"author": "৩৩. (এখন মিশরের অভিজাত নারীরা যুলাইখার সম-দৃষ্টিভঙ্গির হয়ে গেল।) ইউসুফ (আলাইহিস সালাম সকলের কথা শুনে) আরয করলেন, ‘হে আমার প্রতিপালক! আমার কাছে জেলখানা উত্তম, যার দিকে তারা আমাকে আহ্বান করছে তার চেয়ে। আর যদি তুমি তাদের ছলনা থেকে আমাকে রক্ষা না করো তবে আমি তাদের (কথার) প্রতি আকৃষ্ট হয়ে পড়বো এবং অজ্ঞদের অন্তর্ভুক্ত হয়ে যাবো।’"
		},
		{
			"_id": "1630",
			"sura": "12",
			"para": "12",
			"verses": "34",
			"names": "فَاسۡتَجَابَ لَہٗ  رَبُّہٗ  فَصَرَفَ عَنۡہُ کَیۡدَہُنَّ ؕ اِنَّہٗ  ہُوَ السَّمِیۡعُ الۡعَلِیۡمُ ﴿۳۴﴾ ",
			"number": "",
			"verses_PDMS": "فَاسۡتَجَابَ لَہٗ  رَبُّہٗ  فَصَرَفَ عَنۡہُ کَیۡدَہُنَّ ؕ اِنَّہٗ  ہُوَ السَّمِیۡعُ الۡعَلِیۡمُ ﴿۳۴﴾ ",
			"index": "1630",
			"name": "অতঃপর তার রব তার প্রার্থনা কবূল করলেন এবং তাকে নারীদের ষড়যন্ত্র থেকে রক্ষা করলেন। নিশ্চয় তিনি সব শুনেন, জানেন। ",
			"en_kanzulimaan": "So his Lord heard his prayer and repelled the womens deceit away from him; indeed He only is the All Hearing, the All Knowing.",
			"ur_kanzulimaan": "تو اس کے رب نے اس کی سن لی اور اس سے عورتوں کا مکر پھیردیا، بیشک وہی سنتا جانتا ہے",
			"hi_kanzulimaan": "तो उसके रब ने उसकी सुन ली और उससे औरतों का मक्र फेर दिया, बेशक वही सुनता जानता है (93फ़)",
			"author": "৩৪. সুতরাং তাঁর প্রতিপালক তাঁর দুয়া কবুল করলেন এবং নারীদের ছলনা ও প্রতারণা থেকে তাঁকে রক্ষা করলেন। নিশ্চয়ই তিনি সর্বশ্রোতা, সর্বজ্ঞ।"
		},
		{
			"_id": "1631",
			"sura": "12",
			"para": "12",
			"verses": "35",
			"names": "ثُمَّ بَدَا لَہُمۡ مِّنۡۢ بَعۡدِ مَا رَاَوُا الۡاٰیٰتِ لَیَسۡجُنُنَّہٗ حَتّٰی حِیۡنٍ ﴿۳۵﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ بَدَا لَہُمۡ مِّنۡۢ بَعۡدِ مَا رَاَوُا الۡاٰیٰتِ لَیَسۡجُنُنَّہٗ حَتّٰی حِیۡنٍ ﴿۳۵﴾ ",
			"index": "1631",
			"name": "অতঃপর সব নিদর্শন পরীক্ষা করার পর তাদের সর্বশেষ সিদ্ধান্ত এ-ই হলো যে, অবশ্যই একটা নির্দিষ্ট সময়ের জন্য তাকে কারাগারে আবদ্ধ করতে হবে। ",
			"en_kanzulimaan": "Then after having seeing all the signs, they all decided that he should be imprisoned for some time.",
			"ur_kanzulimaan": "پھر سب کچھ نشانیاں دیکھ دکھا کر پچھلی مت انہیں یہی آئی کہ ضرور ایک مدت تک اسے قیدخانہ میں ڈالیں",
			"hi_kanzulimaan": "फिर सब कुछ निशानियां देख दिखाकर पिछली मत उन्हें यही आई कि ज़रूर एक मुद्दत तक उसे क़ैद ख़ाने में डालें (94फ़)",
			"author": "৩৫. অতঃপর (ইউসুফ আলাইহিস সালামের পূতঃপবিত্রতার) নিদর্শনসমূহ দেখার পরও তাঁকে একটি সময় পর্যন্ত বন্দী করে রাখা তাদের নিকট উপযুক্ত মনে হলো। (যাতে জনসাধারণের মাঝে তাঁর আলোচনা বন্ধ হয়ে যায়)।"
		},
		{
			"_id": "1632",
			"sura": "12",
			"para": "12",
			"verses": "36",
			"names": "وَ دَخَلَ مَعَہُ السِّجۡنَ فَتَیٰنِ ؕ قَالَ اَحَدُہُمَاۤ  اِنِّیۡۤ  اَرٰىنِیۡۤ  اَعۡصِرُ خَمۡرًا ۚ وَ قَالَ الۡاٰخَرُ اِنِّیۡۤ  اَرٰىنِیۡۤ  اَحۡمِلُ فَوۡقَ رَاۡسِیۡ خُبۡزًا تَاۡکُلُ الطَّیۡرُ مِنۡہُ ؕ نَبِّئۡنَا بِتَاۡوِیۡلِہٖ ۚ اِنَّا نَرٰىکَ مِنَ الۡمُحۡسِنِیۡنَ ﴿۳۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ دَخَلَ مَعَہُ السِّجۡنَ فَتَیٰنِ ؕ قَالَ اَحَدُہُمَاۤ  اِنِّیۡۤ  اَرٰىنِیۡۤ  اَعۡصِرُ خَمۡرًا ۚ وَ قَالَ الۡاٰخَرُ اِنِّیۡۤ  اَرٰىنِیۡۤ  اَحۡمِلُ فَوۡقَ رَاۡسِیۡ خُبۡزًا تَاۡکُلُ الطَّیۡرُ مِنۡہُ ؕ نَبِّئۡنَا بِتَاۡوِیۡلِہٖ ۚ اِنَّا نَرٰىکَ مِنَ الۡمُحۡسِنِیۡنَ ﴿۳۶﴾ ",
			"index": "1632",
			"name": "এবং তার সাথে কারাগারে দু’জন যুবক প্রবেশ করলো। তাদের একজন বললো, ‘আমি স্বপ্নে দেখলাম- আমি আংগুর নিংড়িয়ে রস বের করছি। আর অপরজন বললো- আমি স্বপ্নে দেখলাম, আমার মাথার উপর কিছু রুটি বহন করছি, যেগুলো থেকে পাখী খাচ্ছে। আমাদেরকে এর ব্যাখ্যা বলে দিন! নিশ্চয় আমরা আপনাকে সৎকর্মপরায়ণ দেখছি’।",
			"en_kanzulimaan": "And two young men went to prison along with him; one of them said, I dreamt that I am pressing wine; the other said, I dreamt that I am carrying some bread upon my head from which birds were eating; Tell us their interpretation; indeed we see that you are virtuous.",
			"ur_kanzulimaan": "اور اس کے ساتھ قیدخانہ میں دو جوان داخل ہوئے ان میں ایک بولا میں نے خواب میں دیکھا کہ شراب نچوڑتا ہوں اور دوسرا بولا میں نے خواب دیکھا کہ میرے سر پر کچھ روٹیاں ہیں جن میں سے پرند کھاتے ہیں، ہمیں اس کی تعبیر بتایے، بیشک ہم آپ کو نیکو کار دیکھتے ہیں",
			"hi_kanzulimaan": "और उसके साथ क़ैद ख़ाने में दो जवान दाख़िल हुए (95फ़) उनमें एक (96फ़) बोला मैंने ख़्वाब देखा कि (97फ़) शराब निचोड़ता हूँ और दूसरा बोला (98फ़) मैं ने ख़्वाब देखा कि मेरे सर पर कुछ रोटियाँ हैं जिन में से परिन्दे खाते हैं, हमें इसकी ताबीर बताइये, बेशक हम आपको नेकोकार देखते हैं (99फ़)",
			"author": "৩৬. আর তাঁর সাথে দু’জন যুবকও জেলখানায় প্রবেশ করলো। তাদের মধ্য থেকে একজন বললো, ‘আমি (স্বপ্নে) দেখলাম যে, আমি (আঙ্গুর দ্বারা) মদ নিংড়াচ্ছি’। আর অন্যজন বললো, ‘আমি (স্বপ্নে) দেখলাম যে, আমি আমার মাথার উপর রুটি বহন করছি, তা থেকে পাখি ঠুকরাচ্ছে। (হে ইউসুফ!) আমাদেরকে এর ব্যাখ্যা বলে দিন। নিশ্চয়ই আমরা আপনাকে সৎকর্মপরায়ণ দেখছি।’"
		},
		{
			"_id": "1633",
			"sura": "12",
			"para": "12",
			"verses": "37",
			"names": "قَالَ لَا یَاۡتِیۡکُمَا طَعَامٌ تُرۡزَقٰنِہٖۤ  اِلَّا نَبَّاۡتُکُمَا بِتَاۡوِیۡلِہٖ  قَبۡلَ اَنۡ یَّاۡتِیَکُمَا ؕ ذٰلِکُمَا مِمَّا عَلَّمَنِیۡ رَبِّیۡ ؕ اِنِّیۡ تَرَکۡتُ مِلَّۃَ  قَوۡمٍ لَّا یُؤۡمِنُوۡنَ بِاللّٰہِ  وَ ہُمۡ  بِالۡاٰخِرَۃِ  ہُمۡ  کٰفِرُوۡنَ ﴿۳۷﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ لَا یَاۡتِیۡکُمَا طَعَامٌ تُرۡزَقٰنِہٖۤ  اِلَّا نَبَّاۡتُکُمَا بِتَاۡوِیۡلِہٖ  قَبۡلَ اَنۡ یَّاۡتِیَکُمَا ؕ ذٰلِکُمَا مِمَّا عَلَّمَنِیۡ رَبِّیۡ ؕ اِنِّیۡ تَرَکۡتُ مِلَّۃَ  قَوۡمٍ لَّا یُؤۡمِنُوۡنَ بِاللّٰہِ  وَ ہُمۡ  بِالۡاٰخِرَۃِ  ہُمۡ  کٰفِرُوۡنَ ﴿۳۷﴾ ",
			"index": "1633",
			"name": "ইয়ূসুফ বললো, ‘যে খাদ্য তোমরা পেয়ে থাকো, সে খাদ্য তোমাদের নিকট আসার পূর্বেই তোমাদেরকে এর ব্যাখ্যা বলে দেবো। এটা ওই সব জ্ঞান থেকেই, যা আমাকে আমার রব শিক্ষা দিয়েছেন। নিশ্চয় আমি সেসব লোকের ধর্ম মেনে নিই নি, যারা আল্লাহ্‌র উপর ঈমান আনে না এবং তারা পরকালে অবিশ্বাসী। ",
			"en_kanzulimaan": "Said Yusuf, The food which you get will not reach you, but I will tell you the interpretation of this before it comes to you; this is one of the sciences my Lord has taught me; indeed I did not accept the religion of the people who do not believe in Allah and are deniers of the Hereafter.",
			"ur_kanzulimaan": "یوسف نے کہا جو کھانا تمہیں ملا کرتا ہے وہ تمہارے پاس نہ آنے پائے گا کہ میں اس کی تعبیر اس کے آنے سے پہلے تمہیں بتادوں گا یہ ان علموں میں سے ہے جو مجھے میرے رب نے سکھایا ہے، بیشک میں نے ان لوگوں کا دین نہ مانا جو اللہ پر ایمان نہیں لاتے اور وہ آخرت سے منکر ہیں،",
			"hi_kanzulimaan": "यूसुफ़ ने कहा जो खाना तुम्हें मिला करता है वह तुम्हारे पास न आने पाएगा कि मैं उसकी ताबीर उसके आने से पहले तुम्हें बता दूंगा (100फ़) यह उन इल्मों में से है जो मुझे मेरे रब ने सिखाया है, बेशक मैंने उन लोगों का दीन न माना जो अल्लाह पर ईमान नहीं लाते और वो आख़िरत से मुनकीर हे",
			"author": "৩৭. ইউসুফ (আলাইহিস সালাম) বললেন, ‘যে খাবার (প্রতিদিন) তোমাদেরকে খাওয়ানো হয় তা তোমাদের নিকট আসেওনি, তোমাদের নিকট তা আগমনের পূর্বেই আমি তোমাদের উভয়কে এর ব্যাখ্যা বলে দিব। এ (ব্যাখ্যা) এমন জ্ঞান যা আমার প্রতিপালক আমাকে শিখিয়েছেন। নিশ্চয়ই আমি সে সম্প্রদায়ের ধর্ম (প্রথম থেকেই) পরিহার করে এসেছি যারা আল্লাহতে বিশ্বাস স্থাপন করে না এবং পরকালেও অবিশ্বাসী।"
		},
		{
			"_id": "1634",
			"sura": "12",
			"para": "12",
			"verses": "38",
			"names": "وَ اتَّبَعۡتُ مِلَّۃَ  اٰبَآءِیۡۤ   اِبۡرٰہِیۡمَ  وَ اِسۡحٰقَ وَ یَعۡقُوۡبَ ؕ مَا کَانَ لَنَاۤ  اَنۡ نُّشۡرِکَ بِاللّٰہِ  مِنۡ  شَیۡءٍ ؕ ذٰلِکَ مِنۡ فَضۡلِ اللّٰہِ عَلَیۡنَا وَ عَلَی النَّاسِ وَ لٰکِنَّ اَکۡثَرَ  النَّاسِ لَا  یَشۡکُرُوۡنَ ﴿۳۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ اتَّبَعۡتُ مِلَّۃَ  اٰبَآءِیۡۤ   اِبۡرٰہِیۡمَ  وَ اِسۡحٰقَ وَ یَعۡقُوۡبَ ؕ مَا کَانَ لَنَاۤ  اَنۡ نُّشۡرِکَ بِاللّٰہِ  مِنۡ  شَیۡءٍ ؕ ذٰلِکَ مِنۡ فَضۡلِ اللّٰہِ عَلَیۡنَا وَ عَلَی النَّاسِ وَ لٰکِنَّ اَکۡثَرَ  النَّاسِ لَا  یَشۡکُرُوۡنَ ﴿۳۸﴾ ",
			"index": "1634",
			"name": "এবং আমি আপন পিতৃপুরুষগণ- ইব্‌রাহীম, ইসহাক্ব এবং ইয়া’ক্বুবের ধর্মকে গ্রহণ করেছি। আমাদের জন্য একথা শোভা পায় না যে, কোন বস্তুকে আল্লাহ্‌র শরীক স্থির করবো, এটা আল্লাহ্‌র এক অনুগ্রহ আমাদের উপর এবং মানবকূলের উপর, কিন্তু অধিকাংশ লোক কৃতজ্ঞতা প্রকাশ করে না। ",
			"en_kanzulimaan": "And I have chosen the religion of my forefathers, Ibrahim and Ishaq and Yaqub; it is not rightful for us to ascribe anything as a partner to Allah; this is a grace of Allah upon us and upon mankind, but most men are not thankful.",
			"ur_kanzulimaan": "اور میں نے اپنے باپ دادا ابراہیم ؑ اور اسحق ؑ اور یعقوب کا دین اختیار کیا ہمیں نہیں پہنچتا کہ کسی چیز کو اللہ کا شریک ٹھہرائیں، یہ اللہ کا ایک فضل ہے ہم پر اور لوگوں پر مگر اکثر لوگ شکر نہیں کرتے",
			"hi_kanzulimaan": "और मैं ने अपने बाप दादा इब्राहीम और इसहाक़ और याक़ूब का दीन इख़्तियार किया (101फ़) हमें नहीं पहुंचता कि किसी चीज़ को अल्लाह का शरीक ठहराएं यह (102फ़) यह अल्लाह का एक फ़ज़्ल है हम पर और लोगों पर मगर अक्सर लोग शुक्र नहीं करते (103फ़)",
			"author": "৩৮. আর আমি তো আমার পিতৃপুরুষ ইবরাহীম, ইসহাক এবং ইয়াকুব (আলাইহিমুস সালাম)-এঁর ধর্মের অনুসরণ করি। আমাদের কোনো অধিকার নেই যে, আমরা কোনো কিছুকেও আল্লাহ্‌র সাথে অংশীদার সাব্যস্ত করি। এ (একত্ববাদ) আমাদের প্রতি এবং মানুষের প্রতি আল্লাহ্‌র (বিশেষ) অনুগ্রহ। কিন্তু অধিকাংশ মানুষ কৃতজ্ঞতা প্রকাশ করে না।"
		},
		{
			"_id": "1635",
			"sura": "12",
			"para": "12",
			"verses": "39",
			"names": "یٰصَاحِبَیِ السِّجۡنِ ءَاَرۡبَابٌ مُّتَفَرِّقُوۡنَ خَیۡرٌ  اَمِ  اللّٰہُ   الۡوَاحِدُ  الۡقَہَّارُ ﴿ؕ۳۹﴾ ",
			"number": "",
			"verses_PDMS": "یٰصَاحِبَیِ السِّجۡنِ ءَاَرۡبَابٌ مُّتَفَرِّقُوۡنَ خَیۡرٌ  اَمِ  اللّٰہُ   الۡوَاحِدُ  الۡقَہَّارُ ﴿ؕ۳۹﴾ ",
			"index": "1635",
			"name": "হে আমার কারা সঙ্গীদ্বয়! ভিন্ন ভিন্ন রব শ্রেয়, না এক আল্লাহ্‌, যিনি সবার উপর পরাক্রমশালী?",
			"en_kanzulimaan": "O both my fellow-prisoners! Are various lords better, or One Allah, the Dominant above all?",
			"ur_kanzulimaan": "اے میرے قیدخانہ کے دونوں ساتھیو! کیا جدا جدا رب اچھے یا ایک اللہ جو سب پر غالب،",
			"hi_kanzulimaan": "ऐ मेरे क़ैद ख़ाने के दोनों साथियो क्या जुदा जुदा रब (104फ़) अच्छे या एक अल्लाह जो सब पर ग़ालिब (105फ़)",
			"author": "৩৯. হে আমার কারা সঙ্গীদ্বয়! (বলো) ভিন্ন ভিন্ন বহু উপাস্য উত্তম, না এক আল্লাহ্, যিনি সবার উপর আধিপত্যশীল?’"
		},
		{
			"_id": "1636",
			"sura": "12",
			"para": "12",
			"verses": "40",
			"names": "مَا تَعۡبُدُوۡنَ مِنۡ دُوۡنِہٖۤ  اِلَّاۤ  اَسۡمَآءً سَمَّیۡتُمُوۡہَاۤ  اَنۡتُمۡ وَ اٰبَآؤُکُمۡ مَّاۤ اَنۡزَلَ اللّٰہُ  بِہَا مِنۡ سُلۡطٰنٍ ؕ اِنِ الۡحُکۡمُ  اِلَّا لِلّٰہِ ؕ اَمَرَ اَلَّا تَعۡبُدُوۡۤا اِلَّاۤ اِیَّاہُ ؕ ذٰلِکَ الدِّیۡنُ الۡقَیِّمُ  وَ لٰکِنَّ  اَکۡثَرَ  النَّاسِ لَا  یَعۡلَمُوۡنَ ﴿۴۰﴾ ",
			"number": "",
			"verses_PDMS": "مَا تَعۡبُدُوۡنَ مِنۡ دُوۡنِہٖۤ  اِلَّاۤ  اَسۡمَآءً سَمَّیۡتُمُوۡہَاۤ  اَنۡتُمۡ وَ اٰبَآؤُکُمۡ مَّاۤ اَنۡزَلَ اللّٰہُ  بِہَا مِنۡ سُلۡطٰنٍ ؕ اِنِ الۡحُکۡمُ  اِلَّا لِلّٰہِ ؕ اَمَرَ اَلَّا تَعۡبُدُوۡۤا اِلَّاۤ اِیَّاہُ ؕ ذٰلِکَ الدِّیۡنُ الۡقَیِّمُ  وَ لٰکِنَّ  اَکۡثَرَ  النَّاسِ لَا  یَعۡلَمُوۡنَ ﴿۴۰﴾ ",
			"index": "1636",
			"name": "তোমরা তিনি ব্যতীত পূজা করছো না, কিন্তু নিছক কতগুলো নামের, যেগুলো তোমরা এবং তোমাদের পিতৃ-পুরুষগণ গড়ে নিয়েছো; আল্লাহ্‌ সেগুলোর কোন প্রমাণ অবতারণ করেন নি। কিন্তু নির্দেশ দেবার অধিকার আল্লাহ্‌রই। তিনি বলেছেন- ‘তিনি ব্যতীত অন্য কারো ইবাদত করো না। এটাই সরল দ্বীন; কিন্তু অধিকাংশ লোক জানে না’।",
			"en_kanzulimaan": "You do not worship anything besides Him, but which are merely names coined by you and your forefathers - Allah has not sent down any proof regarding them; there is no command but that of Allah; He has commanded that you do not worship anyone except Him; this is the proper religion, but most people do not know.",
			"ur_kanzulimaan": "تم اس کے سوا نہیں پوجتے مگر نرے نام (فرضی نام) جو تم نے اور تمہارے باپ دادا نے تراش لیے ہیں اللہ نے ان کی کوئی سند نہ اتاری، حکم نہیں مگر اللہ کا اس نے فرمایا کہ اس کے سوا کسی کو نہ پوجو یہ سیدھا دین ہے لیکن اکثر لوگ نہیں جانتے",
			"hi_kanzulimaan": "तुम उसके सिवा नहीं पूजते मगर निरे नाम जो तुम ने और तुम्हारे बाप दादा ने तराश लिये हैं (106फ़) अल्लाह ने उनकी कोई सनद न उतारी, हुक्म नहीं मगर अल्लाह का, उसने फ़रमाया कि उसके सिवा किसी को न पूजो (107फ़) यह सीधा दीन हे (108फ़) लेकिन अक्सर लोग नही जानते (109फ़)",
			"author": "৪০. তোমরা (প্রকৃতপক্ষে) আল্লাহকে বাদ দিয়ে কতিপয় নামের ইবাদত করো, যা তোমরা নিজেরা এবং তোমাদের পিতৃপুরুষেরা (নিজ থেকে) রেখেছো। আল্লাহ্ এগুলোর কোনো কর্তৃত্ব অবতীর্ণ করেননি। নির্দেশ কেবল আল্লাহ্‌রই। তিনিই নির্দেশ দিয়েছেন যে, তাঁকে ছাড়া কারো ইবাদত করো না। এটিই সরল পথ (সঠিক ধর্ম)। কিন্তু অধিকাংশ লোক জানে না।"
		},
		{
			"_id": "1637",
			"sura": "12",
			"para": "12",
			"verses": "41",
			"names": "یٰصَاحِبَیِ السِّجۡنِ اَمَّاۤ  اَحَدُ کُمَا فَیَسۡقِیۡ رَبَّہٗ خَمۡرًا ۚ وَ اَمَّا الۡاٰخَرُ فَیُصۡلَبُ فَتَاۡکُلُ الطَّیۡرُ مِنۡ رَّاۡسِہٖ ؕ قُضِیَ الۡاَمۡرُ  الَّذِیۡ  فِیۡہِ تَسۡتَفۡتِیٰنِ ﴿ؕ۴۱﴾ ",
			"number": "",
			"verses_PDMS": "یٰصَاحِبَیِ السِّجۡنِ اَمَّاۤ  اَحَدُ کُمَا فَیَسۡقِیۡ رَبَّہٗ خَمۡرًا ۚ وَ اَمَّا الۡاٰخَرُ فَیُصۡلَبُ فَتَاۡکُلُ الطَّیۡرُ مِنۡ رَّاۡسِہٖ ؕ قُضِیَ الۡاَمۡرُ  الَّذِیۡ  فِیۡہِ تَسۡتَفۡتِیٰنِ ﴿ؕ۴۱﴾ ",
			"index": "1637",
			"name": "হে কারা-সঙ্গীদ্বয়! তোমাদের মধ্যে একজন আপন প্রভু (বাদশাহ) কে মদ্যপান করাবে; রইলো অপরজন। তাকে শূলে চড়ানো হবে; অতঃপর পাখী তার মস্তক খাবে। সিদ্ধান্ত হয়ে গেছে ওই কথারই, যেটা সম্পর্কে তোমরা জিজ্ঞাসা করছিলে’।",
			"en_kanzulimaan": "O my two fellow-prisoners! One of you will give his lord (the king) wine to drink; regarding the other, he will be crucified, therefore birds will eat from his head; the command has been given concerning the matter you had enquired about.",
			"ur_kanzulimaan": "اے قید خانہ کے دونوں ساتھیو! تم میں ایک تو اپنے رب (بادشاہ) کو شراب پلائے گا رہا دوسرا وہ سو ُلی دیا جائے گا تو پرندے اس کا سر کھائیں گے حکم ہوچکا اس بات کا جس کا تم سوال کرتے تھے",
			"hi_kanzulimaan": "ऐ क़ैदख़ाने के दोनो साथियों तुम में एक तो अपने रब (बादशाह) को शराब पिलाएगा (110फ़) रहा दूसरा (111फ़) वह सूली दिया जाएगा तो परिन्दे उसका सर खाएंगे (112फ़) हुक्म हो चुका उस बात का जिसका तुम सवाल करते थे (113फ़)",
			"author": "৪১. হে আমার কারা সঙ্গীদ্বয়! তোমাদের মধ্য থেকে একজন (এর স্বপ্নের ব্যাখ্যা হলো এই যে, সে) তার প্রভুকে (অর্থাৎ বাদশাহকে) মদ পান করাবে। আর দ্বিতীয়জন, (যে মাথার উপর রুটি বহন করতে দেখেছে) তাকে ফাঁসি দেয়া হবে; অতঃপর পাখি তার মাথা থেকে (মাংস ছিড়ে) খাবে। (অকাট্য) সিদ্ধান্ত হয়ে গেছে, যে ব্যাপারে তোমরা জিজ্ঞেস করছিলে।’"
		},
		{
			"_id": "1638",
			"sura": "12",
			"para": "12",
			"verses": "42",
			"names": "وَ قَالَ لِلَّذِیۡ ظَنَّ اَنَّہٗ نَاجٍ مِّنۡہُمَا اذۡکُرۡنِیۡ عِنۡدَ رَبِّکَ ۫ فَاَنۡسٰہُ الشَّیۡطٰنُ ذِکۡرَ رَبِّہٖ فَلَبِثَ فِی السِّجۡنِ بِضۡعَ سِنِیۡنَ ﴿ؕ۴۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ لِلَّذِیۡ ظَنَّ اَنَّہٗ نَاجٍ مِّنۡہُمَا اذۡکُرۡنِیۡ عِنۡدَ رَبِّکَ ۫ فَاَنۡسٰہُ الشَّیۡطٰنُ ذِکۡرَ رَبِّہٖ فَلَبِثَ فِی السِّجۡنِ بِضۡعَ سِنِیۡنَ ﴿ؕ۴۲﴾ ",
			"index": "1638",
			"name": "এবং ইয়ূসুফ এদের উভয়ের মধ্যে যে মুক্তি পাবে বলে মনে করলো তাকে বললো, ‘তোমার প্রভু (বাদশাহ) এর নিকট আমার কথা উল্লেখ করো!’ অতঃপর শয়তান তাকে ভুলিয়ে দিলো যে, সে তার প্রভু (বাদশাহ) এর সামনে ইয়ূসুফের কথা উল্লেখ করবে; সুতরাং ইয়ূসুফ আরো কয়েক বছর কারাগারে রইলো। ",
			"en_kanzulimaan": "And of the two, Yusuf said to the one whom he sensed would be released, Remember me, in the company of your lord; so Satan caused him to forget to mention Yusuf to his lord, he therefore stayed in prison for several years more.",
			"ur_kanzulimaan": "اور یوسف نے ان دونوں میں سے جسے بچتا سمجھا اس سے کہا اپنے رب (بادشاہ) کے پاس میرا ذکر کرنا تو شیطان نے اسے بھلا دیا کہ اپنے رب (بادشاہ) کے سامنے یوسف کا ذکر کرے تو یوسف کئی برس اور جیل خانہ میں رہا",
			"hi_kanzulimaan": "और यूसुफ़ ने उन दोनों में से जिसे बचता समझा (114फ़) उससे कहा अपने रब {बादशाह} के पास मेरा ज़िक्र करना (115फ़) तो शैतान ने उसे भुला दिया कि अपने रब {बादशाह} के सामने यूसुफ़ का ज़िक्र करे तो यूसुफ़ कई बरस और जेलख़ाने में रहा (116फ़)",
			"author": "৪২. আর ইউসুফ (আলাইহিস সালাম), এ দু’জনের মধ্যে যে মুক্তি পাবে বলে মনে করলেন তাকে বললেন, ‘তোমার বাদশাহর নিকট আমার কথা স্মরণ করো। (হয়তো তার স্মরণ হবে যে, আরো একজন নিষ্পাপ ব্যক্তি জেলখানায় রয়ে গেছে)।’ কিন্তু শয়তান তাকে তার বাদশাহর নিকট (তাঁর কথা) উল্লেখ করার বিষয়টি ভুলিয়ে দিল। ফলে ইউসুফ (আলাইহিস সালাম) কয়েক বছর পর্যন্ত জেলখানায় অবস্থান করলেন।"
		},
		{
			"_id": "1639",
			"sura": "12",
			"para": "12",
			"verses": "43",
			"names": "وَ قَالَ الۡمَلِکُ اِنِّیۡۤ  اَرٰی سَبۡعَ بَقَرٰتٍ سِمَانٍ یَّاۡکُلُہُنَّ سَبۡعٌ عِجَافٌ وَّ سَبۡعَ سُنۡۢبُلٰتٍ خُضۡرٍ وَّ اُخَرَ  یٰبِسٰتٍ ؕ یٰۤاَیُّہَا الۡمَلَاُ  اَفۡتُوۡنِیۡ فِیۡ رُءۡیَایَ اِنۡ کُنۡتُمۡ لِلرُّءۡیَا تَعۡبُرُوۡنَ ﴿۴۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الۡمَلِکُ اِنِّیۡۤ  اَرٰی سَبۡعَ بَقَرٰتٍ سِمَانٍ یَّاۡکُلُہُنَّ سَبۡعٌ عِجَافٌ وَّ سَبۡعَ سُنۡۢبُلٰتٍ خُضۡرٍ وَّ اُخَرَ  یٰبِسٰتٍ ؕ یٰۤاَیُّہَا الۡمَلَاُ  اَفۡتُوۡنِیۡ فِیۡ رُءۡیَایَ اِنۡ کُنۡتُمۡ لِلرُّءۡیَا تَعۡبُرُوۡنَ ﴿۴۳﴾ ",
			"index": "1639",
			"name": "এবং বাদশাহ বললো, ‘আমি স্বপ্নে দেখলাম-সাতটা মোটা স্থূলকায় গাভী, সেগুলোকে সাতটা শীর্ণকায় গাভী ভক্ষণ করছে এবং সাতটা সবুজ শীষ আর অপর সাততা শুষ্ক। হে সভাষদমণ্ডলী! আমার স্বপ্নের জবাব দাও যদি তোমরা স্বপ্নের ব্যাখ্যা করতে পারো’।",
			"en_kanzulimaan": "And the king said, I saw in a dream seven healthy cows whom seven lean cows were eating, and seven green ears of corn and seven others dry; O court-members! Explain my dream, if you can interpret dreams.",
			"ur_kanzulimaan": "اور بادشاہ نے کہا میں نے خواب میں دیکھیں سات گائیں فربہ کہ انہیں سات دُبلی گائیں کھارہی ہیں اور سات بالیں ہری اور دوسری سات سوکھی اے درباریو! میرے خواب کا جواب دو اگر تمہیں خواب کی تعبیر آتی ہو،",
			"hi_kanzulimaan": "और बादशाह ने कहा मैं ने ख़्वाब में देखीं सात गाएं फर्बा कि उन्हें सात दुबली गाएं खा रही हैं और सात बालें हरी और दूसरी सात सूखी (117फ़) ऐ दरबारियों मेरे ख़्वाब का जवाब दो अगर तुम्हें ख़्वाब की ताबीर आती हो",
			"author": "৪৩. আর (একদিন) বাদশাহ্ বললেন, ‘আমি (স্বপ্নে) সাতটি মোটা-তাজা গাভী দেখেছি, এগুলোকে সাতটি শুকনা-পাতলা গাভী খেয়ে ফেলছে। আর সাতটি সবুজ শীষ (দেখেছি) এবং অপরাপর (সাতটি) শুকনো। হে পরিষদবর্গ! তোমরা আমাকে আমার স্বপ্ন সম্পর্কে অভিমত দাও যদি তোমরা স্বপ্নের ব্যাখ্যা জানো।’"
		},
		{
			"_id": "1640",
			"sura": "12",
			"para": "12",
			"verses": "44",
			"names": "قَالُوۡۤا اَضۡغَاثُ اَحۡلَامٍ ۚ وَ مَا نَحۡنُ بِتَاۡوِیۡلِ  الۡاَحۡلَامِ  بِعٰلِمِیۡنَ ﴿۴۴﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡۤا اَضۡغَاثُ اَحۡلَامٍ ۚ وَ مَا نَحۡنُ بِتَاۡوِیۡلِ  الۡاَحۡلَامِ  بِعٰلِمِیۡنَ ﴿۴۴﴾ ",
			"index": "1640",
			"name": "(তারা) বললো, ‘দুশ্চিন্তার স্বপ্ন এবং আমরা স্বপ্নের ব্যাখ্যা জানি না’।",
			"en_kanzulimaan": "They answered, These are confused dreams - and we do not know the interpretation of dreams.",
			"ur_kanzulimaan": "بولے پریشان خوابیں ہیں اور ہم خواب کی تعبیر نہیں جانتے،",
			"hi_kanzulimaan": "बोले परेशान ख़्वाबें हैं और हम ख़्वाब की ताबीर नहीं जानते",
			"author": "৪৪. তারা বললো, ‘(এটি) বিভ্রান্তিকর স্বপ্ন। আর আমরা বিভ্রান্তিকর স্বপ্নের ব্যাখ্যা জানি না।’"
		},
		{
			"_id": "1641",
			"sura": "12",
			"para": "12",
			"verses": "45",
			"names": "وَ قَالَ الَّذِیۡ نَجَا مِنۡہُمَا وَ ادَّکَرَ  بَعۡدَ اُمَّۃٍ  اَنَا  اُنَبِّئُکُمۡ  بِتَاۡوِیۡلِہٖ فَاَرۡسِلُوۡنِ ﴿۴۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الَّذِیۡ نَجَا مِنۡہُمَا وَ ادَّکَرَ  بَعۡدَ اُمَّۃٍ  اَنَا  اُنَبِّئُکُمۡ  بِتَاۡوِیۡلِہٖ فَاَرۡسِلُوۡنِ ﴿۴۵﴾ ",
			"index": "1641",
			"name": "এবং বললো ওই ব্যক্তি, যে এ দু’জনের মধ্য থেকে মুক্তি পেয়েছিলো এবং এক দীর্ঘকাল পরে তার স্মরন হলো, ‘আমি তোমাদেরকে এর ব্যাখ্যা জানিয়ে দেবো আমাকে প্রেরণ করো’।",
			"en_kanzulimaan": "And of the two the one who was released said - and after a long time he had remembered - I will tell you its interpretation, therefore send me forth.",
			"ur_kanzulimaan": "اور بولا وہ جو ان دونوں میں سے بچا تھا اور ایک مدت بعد اسے یاد آیا میں تمہیں اس کی تعبیر بتاؤں گا مجھے بھیجو",
			"hi_kanzulimaan": "और बोला वह जो उन दोनों में से बचा था (118फ़) और एक मुद्दत बाद उसे याद आया (119फ़) मैं तुम्हें इसकी ताबीर बताऊंगा मुझे भेजो (120फ़)",
			"author": "৪৫. আর ওই দু’জনের মধ্যে যে ব্যক্তি মুক্তি পেয়েছিল (এখন) দীর্ঘ সময়ের পর (ইউসুফ আলাইহিস সালামের সাথে কৃত অঙ্গীকার) তার স্মরণে এলো। সে বললো, ‘আমি তোমাদেরকে এর ব্যাখ্যা বলে দেবো, কাজেই তোমরা আমাকে (ইউসুফ আলাইহিস সালামের নিকট) প্রেরণ করো।’"
		},
		{
			"_id": "1642",
			"sura": "12",
			"para": "12",
			"verses": "46",
			"names": "یُوۡسُفُ اَیُّہَا الصِّدِّیۡقُ اَفۡتِنَا فِیۡ سَبۡعِ بَقَرٰتٍ سِمَانٍ یَّاۡکُلُہُنَّ سَبۡعٌ عِجَافٌ وَّ سَبۡعِ سُنۡۢبُلٰتٍ خُضۡرٍ وَّ اُخَرَ  یٰبِسٰتٍ ۙ لَّعَلِّیۡۤ  اَرۡجِعُ  اِلَی النَّاسِ لَعَلَّہُمۡ یَعۡلَمُوۡنَ ﴿۴۶﴾ ",
			"number": "",
			"verses_PDMS": "یُوۡسُفُ اَیُّہَا الصِّدِّیۡقُ اَفۡتِنَا فِیۡ سَبۡعِ بَقَرٰتٍ سِمَانٍ یَّاۡکُلُہُنَّ سَبۡعٌ عِجَافٌ وَّ سَبۡعِ سُنۡۢبُلٰتٍ خُضۡرٍ وَّ اُخَرَ  یٰبِسٰتٍ ۙ لَّعَلِّیۡۤ  اَرۡجِعُ  اِلَی النَّاسِ لَعَلَّہُمۡ یَعۡلَمُوۡنَ ﴿۴۶﴾ ",
			"index": "1642",
			"name": "‘হে ইয়ূসুফ! হে বড় সত্যবাদী! আমাদেরকে ব্যাখ্যা দিন-সাতটা স্থূলকায় মোটা তাজা গাভীর, যেগুলোকে সাতটা শীর্ণকায় গাভী ভক্ষণ করছে এবং সাতটা সবুজ শীষ ও অপর সাতটা শুষ্ক। হয় তো আমি লোকদের নিকট ফিরে যাবো, তো তারা অবগত হতে পারবে’।",
			"en_kanzulimaan": "O Yusuf! O truthful one! Explain for us the seven healthy cows which seven lean cows were eating and the seven green ears of corn and seven others dry, so I may return to the people, possibly they may come to know.",
			"ur_kanzulimaan": "اے یوسف! اے صدیق! ہمیں تعبیر دیجئے سات فربہ گایوں کی جنہیں سات دُبلی کھاتی ہیں اور سات ہری بالیں اور دوسری سات سوکھی شاید میں لوگوں کی طرف لوٹ کر جاؤں شاید وہ آگاہ ہوں",
			"hi_kanzulimaan": "ऐ यूसुफ़ ऐ सिद्दीक़ हमें ताबीर दीजिये सात फर्बा गायों की जिन्हें सात दुबली खाती हैं और सात हरी बालें और दुसरी सात सूखी (121फ़) शायद मैं लोगों की तरफ़ लौट कर जाऊं शायद वो आगाह हों (122फ़)",
			"author": "৪৬. (জেলখানায় পৌঁছে সে বলতে লাগলো) ‘হে ইউসুফ, হে সত্যের বাস্তবরূপ আপনি আমাদেরকে (এ স্বপ্নের) ব্যাখ্যা বলে দিন; সাতটি মোটা-তাজা গাভীকে সাতটি শুকনো-পাতলা গাভী খেয়ে ফেলছে, আর সাতটি সবুজ শীষ এবং অপর সাতটি শুকনো; যাতে আমি (এ ব্যাখ্যা নিয়ে) লোকদের কাছে ফিরে যেতে পারি, হয়তো তারা (আপনার সম্মান ও মর্যাদা) বুঝতে পারবে।’"
		},
		{
			"_id": "1643",
			"sura": "12",
			"para": "12",
			"verses": "47",
			"names": "قَالَ تَزۡرَعُوۡنَ سَبۡعَ سِنِیۡنَ دَاَبًا ۚ فَمَا حَصَدۡتُّمۡ  فَذَرُوۡہُ  فِیۡ  سُنۡۢبُلِہٖۤ  اِلَّا قَلِیۡلًا  مِّمَّا  تَاۡکُلُوۡنَ ﴿۴۷﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ تَزۡرَعُوۡنَ سَبۡعَ سِنِیۡنَ دَاَبًا ۚ فَمَا حَصَدۡتُّمۡ  فَذَرُوۡہُ  فِیۡ  سُنۡۢبُلِہٖۤ  اِلَّا قَلِیۡلًا  مِّمَّا  تَاۡکُلُوۡنَ ﴿۴۷﴾ ",
			"index": "1643",
			"name": "(ইয়ূসুফ) বললো, ‘তোমরা চাষাবাদ করবে একাদিক্রমে সাত বছর। সুতরাং যা কাটবে তাকে সেটার শীষের মধ্যেই রেখে দাও; কিন্তু অল্প যতটুকু খাবে। ",
			"en_kanzulimaan": "He said, You will cultivate for seven years continuously; so leave all that you harvest in the ear, except a little which you eat.",
			"ur_kanzulimaan": "کہا تم کھیتی کرو گے سات برس لگارتار تو جو کاٹو اسے اس کی بال میں رہنے دو مگر تھوڑا جتنا کھالو",
			"hi_kanzulimaan": "कहा तुम खेती करोगे सात बरस लगातार (123फ़) तो जो काटो उसे उसकी बाल में रहने दो (124फ़) मगर थोड़ा जितना खालों (125फ़)",
			"author": "৪৭.  ইউসুফ (আলাইহিস সালাম) বললেন, ‘তোমরা যথারীতি ধারাবাহিক সাত বছর পর্যন্ত চাষাবাদ করবে, অতঃপর যে শষ্য তোমরা কাটবে সেগুলোকে তার শীষের মধ্যেই (সংরক্ষিত আকারে) রেখে দেবে, সামান্য কিছু ব্যতীত যা তোমরা (প্রতি বছর) ভক্ষণ করো।"
		},
		{
			"_id": "1644",
			"sura": "12",
			"para": "12",
			"verses": "48",
			"names": "ثُمَّ یَاۡتِیۡ مِنۡۢ بَعۡدِ ذٰلِکَ سَبۡعٌ شِدَادٌ یَّاۡکُلۡنَ مَا قَدَّمۡتُمۡ لَہُنَّ اِلَّا قَلِیۡلًا مِّمَّا تُحۡصِنُوۡنَ ﴿۴۸﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ یَاۡتِیۡ مِنۡۢ بَعۡدِ ذٰلِکَ سَبۡعٌ شِدَادٌ یَّاۡکُلۡنَ مَا قَدَّمۡتُمۡ لَہُنَّ اِلَّا قَلِیۡلًا مِّمَّا تُحۡصِنُوۡنَ ﴿۴۸﴾ ",
			"index": "1644",
			"name": "অতঃপর সাতটা বছর এর পরে কঠিন আসবে, যেগুলোতে সেগুলোর জন্য তোমরা যা পূর্বে সঞ্চয় করে রেখেছিলে তা খেয়ে ফেলবে কিন্তু অল্প, যা তোমরা বাচিয়ে রাখবে।",
			"en_kanzulimaan": "Then after that will come seven hard years which will devour all that you had stored for them, except a little which you may save.",
			"ur_kanzulimaan": "پھر اس کے بعد سات برس کرّے (سخت تنگی والے) آئیں گے کہ کھا جائیں گے جو تم نے ان کے لیے پہلے جمع کر رکھا تھا مگر تھوڑا جو بچالو",
			"hi_kanzulimaan": "फिर उसके बाद सात कर्रे बरस आएंगे (126फ़) कि खा जाएंगे जो तुमने उनके लिये पहले से जमा कर रखा था (127फ़) मगर थोड़ा जो बचालो (128फ़)",
			"author": "৪৮.  অতএব এরপর সাত বছর খুবই কঠিন (দূর্ভিক্ষের বছর) আসবে, যেসব (শষ্য) তোমরা এ বছরগুলোতে পূর্বে জমা করে রেখেছিলে তা নিঃশেষ করে ফেলবে, তবে সামান্য (বেঁচে যাবে) যা তোমরা সংরক্ষণ করবে।"
		},
		{
			"_id": "1645",
			"sura": "12",
			"para": "12",
			"verses": "49",
			"names": "ثُمَّ  یَاۡتِیۡ مِنۡۢ  بَعۡدِ ذٰلِکَ  عَامٌ فِیۡہِ یُغَاثُ  النَّاسُ  وَ فِیۡہِ  یَعۡصِرُوۡنَ ﴿۴۹﴾ ",
			"number": "",
			"verses_PDMS": "ثُمَّ  یَاۡتِیۡ مِنۡۢ  بَعۡدِ ذٰلِکَ  عَامٌ فِیۡہِ یُغَاثُ  النَّاسُ  وَ فِیۡہِ  یَعۡصِرُوۡنَ ﴿۴۹﴾ ",
			"index": "1645",
			"name": "অতঃপর সেগুলোর পর এক বছর আসবে, যাতে লোকদেরকে বৃষ্টি প্রদান করা হবে এবং সেটার মধ্যে তারা (প্রচুর ফলের) রস নিংড়াবে’।",
			"en_kanzulimaan": "Yusuf 12:49] Then after that will come a year when the people will be given rain and in which they will extract juices.",
			"ur_kanzulimaan": "پھر ان کے بعد ایک برس آئے گا جس میں لوگوں کو مینھ دیا جائے گا اور اس میں رس نچوڑیں گے",
			"hi_kanzulimaan": "फिर उनके  बाद एक बरस आएगा जिसमें लोगों को मेंह दिया जाएगा और उसमें रस निचोड़ेंगे (129फ़)",
			"author": "৪৯. অতঃপর পরবর্তী একটি বছর আসবে যাতে লোকদেরকে (প্রচুর) বৃষ্টি দিয়ে অনুগ্রহ করা হবে। আর (সে বছর এমন ফল উৎপন্ন হবে যে,) মানুষ তাতে (ফলের) রস নিংড়াবে।’"
		},
		{
			"_id": "1646",
			"sura": "12",
			"para": "12",
			"verses": "50",
			"names": "وَ  قَالَ الۡمَلِکُ ائۡتُوۡنِیۡ بِہٖ ۚ فَلَمَّا جَآءَہُ الرَّسُوۡلُ قَالَ ارۡجِعۡ  اِلٰی رَبِّکَ فَسۡـَٔلۡہُ مَا بَالُ النِّسۡوَۃِ  الّٰتِیۡ قَطَّعۡنَ اَیۡدِیَہُنَّ ؕ اِنَّ رَبِّیۡ بِکَیۡدِہِنَّ عَلِیۡمٌ ﴿۵۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ  قَالَ الۡمَلِکُ ائۡتُوۡنِیۡ بِہٖ ۚ فَلَمَّا جَآءَہُ الرَّسُوۡلُ قَالَ ارۡجِعۡ  اِلٰی رَبِّکَ فَسۡـَٔلۡہُ مَا بَالُ النِّسۡوَۃِ  الّٰتِیۡ قَطَّعۡنَ اَیۡدِیَہُنَّ ؕ اِنَّ رَبِّیۡ بِکَیۡدِہِنَّ عَلِیۡمٌ ﴿۵۰﴾ ",
			"index": "1646",
			"name": "এবং বাদশা বললো, ‘তাকে আমার নিকট নিয়ে এসো! অতঃপর যখন তার নিকট দূত এলো তখন সে বললো, ‘আপন প্রভু-বাদশার নিকট ফিরে যাও, অতঃপর তাকে জিজ্ঞাসা করো, কী অবস্থা ওইসব নারীর, যারা তাদের হাত কেটে ফেলেছিলো। নিশ্চয় আমার রব তাদের ষড়যন্ত্র সম্পর্কে অবগত আছেন’।",
			"en_kanzulimaan": "And the king said, Bring him to me; so when the bearer came to him, Yusuf said, Return to your lord and ask him what is the status of the women who had cut their hands; indeed my Lord knows their deception.",
			"ur_kanzulimaan": "اور بادشاہ بولا کہ انہیں میرے پاس لے آؤ تو جب اس کے پاس ایلچی آیا کہا اپنے رب (بادشاہ) کے پاس پلٹ جا پھر اس سے پوچھ کیا حال ہے اور عورتوں کا جنہوں نے اپنے ہاتھ کاٹے تھے، بیشک میرا رب ان کا فریب جانتا ہے",
			"hi_kanzulimaan": "और बादशाह बोला कि उन्हें मेरे पास ले आओ,तो जब उसके पास एलची आया (130फ़) कहा अपने रब {बादशाह} के पास पलट जा फिर उससे पूछ (131फ़) क्या हाल है उन औरतों का जिन्होंने अपने हाथ काटे थे बेशक मेरा रब उनका फरेब जानता है (132फ़)",
			"author": "৫০. আর (এ ব্যাখ্যা শুনেই) বাদশাহ্ বলে উঠলো, ‘ইউসুফ (আলাইহিস সালাম)-কে (এখনি) আমার নিকট নিয়ে এসো’। অতঃপর ইউসুফ (আলাইহিস সালাম)-এঁর নিকট দূত এলে তিনি বললেন, ‘তোমার বাদশাহর কাছে ফিরে যাও এবং তাকে জিজ্ঞেস করো (যে,) সে সকল নারীদের (এখন) কী অবস্থা, যারা তাদের হাত কেটে ফেলেছিল? নিশ্চয়ই আমার প্রতিপালক তাদের ছলনা ও প্রতারণা সম্পর্কে সম্যক অবগত।’"
		},
		{
			"_id": "1647",
			"sura": "12",
			"para": "12",
			"verses": "51",
			"names": "قَالَ مَا خَطۡبُکُنَّ  اِذۡ  رَاوَدۡتُّنَّ یُوۡسُفَ عَنۡ نَّفۡسِہٖ ؕ قُلۡنَ حَاشَ لِلّٰہِ  مَا عَلِمۡنَا عَلَیۡہِ مِنۡ سُوۡٓءٍ ؕ قَالَتِ امۡرَاَتُ الۡعَزِیۡزِ الۡـٰٔنَ حَصۡحَصَ الۡحَقُّ ۫ اَنَا رَاوَدۡتُّہٗ عَنۡ  نَّفۡسِہٖ  وَ  اِنَّہٗ   لَمِنَ  الصّٰدِقِیۡنَ ﴿۵۱﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ مَا خَطۡبُکُنَّ  اِذۡ  رَاوَدۡتُّنَّ یُوۡسُفَ عَنۡ نَّفۡسِہٖ ؕ قُلۡنَ حَاشَ لِلّٰہِ  مَا عَلِمۡنَا عَلَیۡہِ مِنۡ سُوۡٓءٍ ؕ قَالَتِ امۡرَاَتُ الۡعَزِیۡزِ الۡـٰٔنَ حَصۡحَصَ الۡحَقُّ ۫ اَنَا رَاوَدۡتُّہٗ عَنۡ  نَّفۡسِہٖ  وَ  اِنَّہٗ   لَمِنَ  الصّٰدِقِیۡنَ ﴿۵۱﴾ ",
			"index": "1647",
			"name": "(বাদশাহ) বললো, ‘হে নারীরা! তোমাদের কি কাজ ছিলো, যখন তোমরা ইয়ূসুফের অন্তরকে প্রলোভিত করতে চেয়েছিলে? (তারা) বললো, ‘আল্লাহ্‌র জন্য পবিত্রতা! আমরা তার মধ্যে কোন দোষ দেখতে পাই নি’, আযীযের স্ত্রী বললো, ‘এখনই আসল কথা প্রকাশ হলো। আমিই তার মনকে প্রলোভিত করতে চেয়েছিলাম এবং তিনি নিঃসন্দেহে সত্যবাদী’।",
			"en_kanzulimaan": "The king said, O women! What was your role when you tried to entice Yusuf? They answered, Purity is to Allah - we did not find any immorality in him; said the wife of the governor, Now the truth is out; it was I who tried to entice him, and indeed he is truthful.",
			"ur_kanzulimaan": "بادشاہ نے کہا اے عورتو! تمہارا کیا کام تھا جب تم نے یوسف کا دل لبھانا چاہا، بولیں اللہ کو پاکی ہے ہم نے ان میں کوئی بدی نہیں پائی عزیز کی عورت بولی اب اصلی بات کھل گئی، میں نے ان کا جی لبھانا چاہا تھا اور وہ بیشک سچے ہیں",
			"hi_kanzulimaan": "बादशाह ने कहा ऐ औरतों तुम्हारा काम कया थ। जब तुमने यूसुफ़ का दिल लुभाना चाहा बोलीं अल्लाह को पाकी है हमने उनमें कोई बदी न पाई अज़ीज़ की औरत (133फ़)  बोली अब असली बात खुल गई मैं ने उनका जी लुभाना चाहा था और वो बेशक सच्चे हैं (134फ़)",
			"author": "৫১. বাদশাহ্ (যুলাইখাসহ সকল নারীদেরকে ডেকে) বললেন, ‘তোমাদের কী ঘটেছিল, যখন তোমরা (সকলে) ইউসুফ (আলাইহিস সালাম)-কে তাঁর সঠিক পথ থেকে বিচ্যুৎ করতে চেয়েছিলে (বলো সে বিষয়টি কী ছিল)?’ তারা সকলে (এক বাক্যে) বললো, ‘আল্লাহ্‌র আশ্রয় চাই! আমরা (তো) ইউসুফ (আলাইহিস সালাম)-এঁর মাঝে মন্দ কিছু পাইনি।’ আযীযে মিশরের স্ত্রী (যুলাইখাও) বলে উঠলো, ‘এখন তো সত্য প্রকাশিত হয়ে গিয়েছে। (প্রকৃত সত্য এ যে,) আমিই তাঁকে আমার উদ্দেশ্য হাসিলের জন্যে ফুঁসলাতে চেয়েছিলাম। আর নিশ্চয় তিনিই সত্যবাদীদের অন্তর্ভুক্ত।’"
		},
		{
			"_id": "1648",
			"sura": "12",
			"para": "12",
			"verses": "52",
			"names": "ذٰلِکَ لِیَعۡلَمَ اَنِّیۡ لَمۡ اَخُنۡہُ بِالۡغَیۡبِ وَ اَنَّ  اللّٰہَ  لَا یَہۡدِیۡ  کَیۡدَ  الۡخَآئِنِیۡنَ ﴿۵۲﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ لِیَعۡلَمَ اَنِّیۡ لَمۡ اَخُنۡہُ بِالۡغَیۡبِ وَ اَنَّ  اللّٰہَ  لَا یَہۡدِیۡ  کَیۡدَ  الۡخَآئِنِیۡنَ ﴿۵۲﴾ ",
			"index": "1648",
			"name": "ইয়ূসুফ বললো, ‘এটা আমি এ জন্য করেছি যাতে আযীয অবগত হয়ে যায় এ মর্মে যে, আমি তার অনুপস্থিতিতে তার প্রতি বিশ্বাসঘাতকতা করিনি এবং আল্লাহ্‌ প্রতারকদের ষড়যন্ত্র সফল হতে দেন না। ",
			"en_kanzulimaan": "Said Yusuf, I did this so that the governor may realise that I did not betray him behind his back, and Allah does not let the deceit of betrayers be successful.",
			"ur_kanzulimaan": "یوسف نے کہا یہ میں نے اس لیے کیا کہ عزیز کو معلوم ہوجائے کہ میں نے پیٹھ پیچھے اس کی خیانت نہ کی اور اللہ دغا بازوں کا مکر نہیں چلنے دیتا،",
			"hi_kanzulimaan": "यूसुफ़ ने कहा यह मैं ने इसलिये किया कि अज़ीज़ को मालूम हो जाए कि मैं ने पीठ पीछे उसकी ख़यानत न की और अल्लाह दग़ाबाज़ों का मक्र नहीं चलने देता",
			"author": "৫২. (ইউসুফ আলাইহিস সালাম বললেন, ‘আমি) এটি এ জন্যে (করেছি) যে, সে (আযীযে মিশর যে আমার প্রতি অনুগ্রহকারী ও লালনকারী ছিল) জানুক যে, আমি তার অনুপস্থিতিতে (পশ্চাতে) তার প্রতি বিশ্বাসঘাতকতা করিনি। আর নিশ্চয়ই আল্লাহ্ বিশ্বাসঘাতকদের চক্রান্ত ও প্রতারণা সফল হতে দেন না।’"
		},
		{
			"_id": "1649",
			"sura": "12",
			"para": "13",
			"verses": "53",
			"names": "وَ مَاۤ  اُبَرِّیٴُ نَفۡسِیۡ ۚ اِنَّ  النَّفۡسَ لَاَمَّارَۃٌۢ بِالسُّوۡٓءِ  اِلَّا مَا رَحِمَ  رَبِّیۡ ؕ اِنَّ رَبِّیۡ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۵۳﴾",
			"number": "",
			"verses_PDMS": "وَ مَاۤ  اُبَرِّیٴُ نَفۡسِیۡ ۚ اِنَّ  النَّفۡسَ لَاَمَّارَۃٌۢ بِالسُّوۡٓءِ  اِلَّا مَا رَحِمَ  رَبِّیۡ ؕ اِنَّ رَبِّیۡ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۵۳﴾",
			"index": "1649",
			"name": "এবং আমি নিজ প্রবৃত্তিকে নির্দোষ বলছি না। নিশ্চয় প্রবৃত্তি তো মন্দকর্মের বড় নির্দেশদাতা, কিন্তু যার প্রতি আমার রব দয়া করেন, নিশ্চয় আমার রব ক্ষমাশীল দয়ালু।",
			"en_kanzulimaan": "And I do not portray my soul as innocent; undoubtedly the soul excessively commands towards evil, except upon whom my Lord has mercy; indeed my Lord is Oft Forgiving, Most Merciful.",
			"ur_kanzulimaan": "اور میں اپنے نفس کو بے قصور نہیں بتاتا بیشک نفس تو برائی کا بڑا حکم دینے والا ہے مگر جس پر میرا رب رحم کرے بیشک میرا رب بخشنے والا مہربان ہے",
			"hi_kanzulimaan": "और मैं अपने नफ़्स को बेक़ुसूर नहीं बताता (135फ़) बेशक नफ़्स तो बुराई का बड़ा हुक्म देने वाला है मगर जिसपर मेरा रब रहम करे (136फ़) बेशक मेरा रब बख़्शने वाला मेहरबान है (137फ़)",
			"author": "৫৩. ‘আর আমি আমার নিজেকে নিষ্কলুষ (দাবী) করছি না। অবশ্যই নাফস্ অধিক পরিমাণে খারাপ কাজে প্রলুব্ধ করে, তবে সে ব্যক্তি ছাড়া যার প্রতি আমার প্রতিপালক অনুগ্রহ করেন। নিশ্চয়ই আমার প্রতিপালক মহাক্ষমাশীল ও অসীম দয়ালু।’"
		},
		{
			"_id": "1650",
			"sura": "12",
			"para": "13",
			"verses": "54",
			"names": "وَ قَالَ الۡمَلِکُ ائۡتُوۡنِیۡ بِہٖۤ  اَسۡتَخۡلِصۡہُ لِنَفۡسِیۡ ۚ فَلَمَّا  کَلَّمَہٗ  قَالَ  اِنَّکَ الۡیَوۡمَ  لَدَیۡنَا مَکِیۡنٌ  اَمِیۡنٌ ﴿۵۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ الۡمَلِکُ ائۡتُوۡنِیۡ بِہٖۤ  اَسۡتَخۡلِصۡہُ لِنَفۡسِیۡ ۚ فَلَمَّا  کَلَّمَہٗ  قَالَ  اِنَّکَ الۡیَوۡمَ  لَدَیۡنَا مَکِیۡنٌ  اَمِیۡنٌ ﴿۵۴﴾ ",
			"index": "1650",
			"name": "এবং বাদশাহ বললো, ‘তাকে আমার নিকট নিয়ে এসো! আমি তাকে বিশেষ করে আমার জন্য নির্বাচিত করে নেবো’। অতঃপর যখন তার সাথে কথা বললো, তখন বললো, ‘নিশ্চয় আজ আপনি আমাদের নিকট সম্মানিত ও নির্ভযোগ্য হলেন’।",
			"en_kanzulimaan": "And the king said, Bring him to me so that I may choose him especially for myself; and when he had talked to him he said, Indeed you are today, before us, the honourable, the trusted.",
			"ur_kanzulimaan": "اور بادشاہ بولا انہيں میرے پاس لے آؤ کہ میں انہیں اپنے لیے چن لوں پھر جب اس سے بات کی کہا بیشک آج آپ ہمارے یہاں معزز معتمد ہیں",
			"hi_kanzulimaan": "और बादशाह बोला उन्हें मेरे पास ले आओ कि मैं उन्हें ख़ास अपने लिये चुन लूं (138फ़) फिर जब उससे बात की कहा बेशक आज आप हमारे यहाँ मुअज़्ज़ज़ मोतमिद है (139फ़)",
			"author": "৫৪. আর বাদশাহ্ বললো, ‘তাঁকে আমার কাছে নিয়ে এসো। আমি তাঁকে আমার একান্ত (পরামর্শক) নিযুক্ত করবো।’ অতঃপর যখন বাদশাহ্ তাঁর সাথে (সরাসরি) কথা বললো, (তখন সে খুব প্রভাবান্বিত হলো এবং) তখন বললো, ‘(হে ইউসুফ!) নিশ্চয়ই আপনি আজ থেকে আমাদের নিকট ক্ষমতাবান (এবং) বিশ্বস্ত (অর্থাৎ আপনাকে শাসন ক্ষমতায় অংশীদার করা হলো)।’"
		},
		{
			"_id": "1651",
			"sura": "12",
			"para": "13",
			"verses": "55",
			"names": "قَالَ اجۡعَلۡنِیۡ عَلٰی خَزَآئِنِ الۡاَرۡضِ ۚ اِنِّیۡ  حَفِیۡظٌ  عَلِیۡمٌ ﴿۵۵﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ اجۡعَلۡنِیۡ عَلٰی خَزَآئِنِ الۡاَرۡضِ ۚ اِنِّیۡ  حَفِیۡظٌ  عَلِیۡمٌ ﴿۵۵﴾ ",
			"index": "1651",
			"name": "ইয়ূসুফ বললো, ‘আমাকে রাজ্যের ধন-ভাণ্ডারের কর্তৃত্ব প্রদান করো। নিশ্চয় আমি সুরক্ষক, সুবিজ্ঞ’।",
			"en_kanzulimaan": "Said Yusuf, Appoint me over the treasures of the earth; indeed I am a protector, knowledgeable.",
			"ur_kanzulimaan": "یوسف نے کہا مجھے زمین کے خزانوں پر کردے بیشک میں حفاظت والا علم والا ہوں",
			"hi_kanzulimaan": "यूसुफ़ ने कहा मुझे ज़मीन के ख़जानों पर करदे, बेशक मैं हिफाज़त वाला इल्म वाला हूँ (140फ़)",
			"author": "৫৫. ইউসুফ (আলাইহিস সালাম) বললেন, ‘(যদি আপনি প্রকৃতই আমার দ্বারা কোনো বিশেষ কাজ করিয়ে নিতে চান তবে) আমাকে (মিশর) ভুমির কোষাগারের দায়িত্বে (মন্ত্রী ও বিশ্বস্ত ব্যক্তি হিসেবে) নিযুক্ত করুন। নিশ্চয়ই আমি (এর) খুব ভালো রক্ষণাবেক্ষণকারী (এবং অর্থনৈতিক বিষয়ে) খুবই দক্ষ।’"
		},
		{
			"_id": "1652",
			"sura": "12",
			"para": "13",
			"verses": "56",
			"names": "وَ کَذٰلِکَ مَکَّنَّا لِیُوۡسُفَ فِی الۡاَرۡضِ ۚ یَتَبَوَّاُ مِنۡہَا حَیۡثُ یَشَآءُ ؕ نُصِیۡبُ بِرَحۡمَتِنَا مَنۡ نَّشَآءُ  وَ لَا نُضِیۡعُ  اَجۡرَ الۡمُحۡسِنِیۡنَ ﴿۵۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَذٰلِکَ مَکَّنَّا لِیُوۡسُفَ فِی الۡاَرۡضِ ۚ یَتَبَوَّاُ مِنۡہَا حَیۡثُ یَشَآءُ ؕ نُصِیۡبُ بِرَحۡمَتِنَا مَنۡ نَّشَآءُ  وَ لَا نُضِیۡعُ  اَجۡرَ الۡمُحۡسِنِیۡنَ ﴿۵۶﴾ ",
			"index": "1652",
			"name": "এবং এভাবেই আমি ইয়ূসুফকে ওই দেশের উপর ক্ষমতা দান করেছি এর মধ্যে যেখানে ইচ্ছা অবস্থান করবে। আমি আপন দয়া যাকে ইচ্ছা পৌছাই এবং আমি সৎকর্মপরায়ণদের শ্রমফল বিনষ্ট করি না। ",
			"en_kanzulimaan": "And this is how We gave Yusuf the control over that land; to stay in it wherever he pleased; We may convey Our mercy to whomever We will, and We do not waste the wages of the righteous.",
			"ur_kanzulimaan": "اور یوں ہی ہم نے یوسف کو اس ملک پر قدرت بخشی اس میں جہاں چاہے رہے ہم اپنی رحمت جسے چاہیں پہنچائیں اور ہم نیکوں کا نیگ (اَجر) ضائع نہیں کرتے،",
			"hi_kanzulimaan": "और यूं ही हमने यूसुफ़ को उस मुल्क पर कुदरत बख़्शी, उसमें जहाँ चाहे रहे (141फ़) हम अपनी रहमत (142फ़) जिसे चाहे पहुंचाएं और हम नेकों का नेग ज़ाया नहीं करते",
			"author": "৫৬. আর এভাবে আমরা ইউসুফ (আলাইহিস সালাম)-কে (মিশর) ভুমিতে ক্ষমতাবান করলাম, (যাতে) তিনি যেখানে ইচ্ছে বসবাস করতে পারেন। আমরা যাকে চাই তাকে আমাদের অনুগ্রহ দ্বারা সম্মানিত করি এবং আমরা নেক্কারদের প্রতিদান নষ্ট করি না।"
		},
		{
			"_id": "1653",
			"sura": "12",
			"para": "13",
			"verses": "57",
			"names": "وَ لَاَجۡرُ الۡاٰخِرَۃِ خَیۡرٌ لِّلَّذِیۡنَ اٰمَنُوۡا وَ کَانُوۡا  یَتَّقُوۡنَ ﴿۵۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَاَجۡرُ الۡاٰخِرَۃِ خَیۡرٌ لِّلَّذِیۡنَ اٰمَنُوۡا وَ کَانُوۡا  یَتَّقُوۡنَ ﴿۵۷﴾ ",
			"index": "1653",
			"name": "এবং নিশ্চয় পরকালের পুরস্কার তাদের জন্য উত্তম, যারা ঈমান এনেছে এবং পরহেয্‌গার রয়েছে। ",
			"en_kanzulimaan": "And undoubtedly the reward of the Hereafter is better, for those who accept faith and remain pious.",
			"ur_kanzulimaan": "اور بیشک آخرت کا ثواب ان کے لیے بہتر جو ایمان لائے اور پرہیزگار رہے",
			"hi_kanzulimaan": "और बेशक आख़िरत का सवाब उनके लिये बेहतर जो ईमान लाए और परहेज़गार रहे (143फ़)",
			"author": "৫৭. আর অবশ্যই পরকালের প্রতিদান সেসব লোকদের জন্যে উত্তম যারা ঈমান আনয়ন করে এবং খোদাভীতির পথে পদার্পণকারী।"
		},
		{
			"_id": "1654",
			"sura": "12",
			"para": "13",
			"verses": "58",
			"names": "وَ جَآءَ اِخۡوَۃُ یُوۡسُفَ فَدَخَلُوۡا عَلَیۡہِ فَعَرَفَہُمۡ  وَ ہُمۡ  لَہٗ  مُنۡکِرُوۡنَ ﴿۵۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ جَآءَ اِخۡوَۃُ یُوۡسُفَ فَدَخَلُوۡا عَلَیۡہِ فَعَرَفَہُمۡ  وَ ہُمۡ  لَہٗ  مُنۡکِرُوۡنَ ﴿۵۸﴾ ",
			"index": "1654",
			"name": "এবং ইয়ূসুফ ভ্রাতাগণ এলো অতঃপর তার নিকট উপস্থিত হলো। তখন ইয়ূসুফ তাদেরকে চিনে ফেললো এবং তারা তাকে চিনতে পারলো না। ",
			"en_kanzulimaan": "And Yusufs brothers came and presented themselves before him, so he recognised them whereas they remained unaware of him.",
			"ur_kanzulimaan": "اور یوسف کے بھائی آئے تو اس کے پاس حاضر ہوئے تو یوسف نے انہیں پہچان لیا اور وہ اس سے انجان رہے",
			"hi_kanzulimaan": "और यूसुफ़ के भाई आए तो उसके पास हाज़िर हुए तो यूसुफ़ ने उन्हें (144फ़) पहचान लिया और वो उससे अंजान रहे (145फ़)",
			"author": "৫৮. আর (দুর্ভিক্ষের বছরে) ইউসুফ (আলাইহিস সালাম)-এঁর ভাইয়েরা (শস্য নেয়ার জন্যে মিশরে) আগমন করলো এবং তাঁর নিকট উপস্থিত হলো। অতঃপর ইউসুফ (আলাইহিস সালাম) তাদেরকে চিনে ফেললেন, কিন্তু তারা তাঁকে চিনতে পারলো না।"
		},
		{
			"_id": "1655",
			"sura": "12",
			"para": "13",
			"verses": "59",
			"names": "وَ لَمَّا جَہَّزَہُمۡ بِجَہَازِہِمۡ قَالَ ائۡتُوۡنِیۡ بِاَخٍ  لَّکُمۡ  مِّنۡ اَبِیۡکُمۡ ۚ اَلَا تَرَوۡنَ اَنِّیۡۤ اُوۡفِی الۡکَیۡلَ وَ اَنَا خَیۡرُ الۡمُنۡزِلِیۡنَ ﴿۵۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَمَّا جَہَّزَہُمۡ بِجَہَازِہِمۡ قَالَ ائۡتُوۡنِیۡ بِاَخٍ  لَّکُمۡ  مِّنۡ اَبِیۡکُمۡ ۚ اَلَا تَرَوۡنَ اَنِّیۡۤ اُوۡفِی الۡکَیۡلَ وَ اَنَا خَیۡرُ الۡمُنۡزِلِیۡنَ ﴿۵۹﴾ ",
			"index": "1655",
			"name": "এবং যখন তাদের সামগ্রীর ব্যবস্থা করে দিলো তখন বললো, তোমাদের সৎ ভাইকে আমার নিকট নিয়ে এসো। তোমরা কি দেখছো না যে, আমি মাপে পূর্ণ মাত্রায় দিচ্ছি এবং আমি সবার চেয়ে উত্তম অতিথিপরায়ণ?",
			"en_kanzulimaan": "And when he provided them with their provisions he said, Bring your step-brother to me; do you not see that I measure in full and that I am the best host?",
			"ur_kanzulimaan": "اور جب ان کا سامان مہیا کردیا کہ اپنا سوتیلا بھائی میرے پاس لے آؤ کیا نہیں دیکھتے کہ میں پورا ناپتا ہوں اور میں سب سے بہتر مہمان نواز ہوں،",
			"hi_kanzulimaan": "और जब उनका सामान मुहैया कर दिया (146फ़) अपना सौतेला भाई (147फ़) मेरे पास ले आओ क्या नहीं देखते कि मैं पूरा नापता हूँ (148फ़) और मैं सब से बेहतर मेहमान नवाज़ हूँ",
			"author": "৫৯. আর যখন ইউসুফ (আলাইহি সালাম) তাদেরকে তাদের সরঞ্জাম (পাথেয় ও উপকরণ) সাজিয়ে দিলেন (তখন) বললেন, ‘তোমাদের বৈমাত্রেয় ভ্রাতা (বিনইয়ামীন)-কে আমার নিকট নিয়ে এসো। তোমরা কি দেখছো না যে, আমি পরিমাপ (কী পরিমাণ) পূর্ণ করে দেই? আর আমি মেহমানের উত্তম আপ্যায়নকারী(ও)।"
		},
		{
			"_id": "1656",
			"sura": "12",
			"para": "13",
			"verses": "60",
			"names": "فَاِنۡ لَّمۡ  تَاۡتُوۡنِیۡ بِہٖ  فَلَا کَیۡلَ  لَکُمۡ  عِنۡدِیۡ  وَ لَا  تَقۡرَبُوۡنِ  ﴿۶۰﴾",
			"number": "",
			"verses_PDMS": "فَاِنۡ لَّمۡ  تَاۡتُوۡنِیۡ بِہٖ  فَلَا کَیۡلَ  لَکُمۡ  عِنۡدِیۡ  وَ لَا  تَقۡرَبُوۡنِ  ﴿۶۰﴾",
			"index": "1656",
			"name": "অতঃপর যদি না তাকে আমার নিকট নিয়ে এসো, তবে তোমাদের জন্য আমার এখানে কোন পরিমাণ (বরাদ্ধ) নেই এবং আমার নিকটে এসো না’। ",
			"en_kanzulimaan": "And if you do not bring him to me, there shall be no measure (provisions) for you with me and do not ever come near me.",
			"ur_kanzulimaan": "پھر اگر اسے لیکر میرے پاس نہ آؤ تو تمہارے لیے میرے یہاں ماپ نہیں اور میرے پاس نہ پھٹکنا،",
			"hi_kanzulimaan": "फिर अगर उसे लेकर मेरे पास न आओ तो तुम्हारे लिये मेरे यहाँ नाप नहीं और मेरे पास न फटकना",
			"author": "৬০. সুতরাং যদি তোমরা তাকে আমার নিকট নিয়ে না আসো, তবে (আগামীতে) না তোমাদের জন্যে আমার নিকট কোনো রসদ (শস্য) থাকবে, আর না তোমরা আমার নিকটবর্তী হতে পারবে।’"
		},
		{
			"_id": "1657",
			"sura": "12",
			"para": "13",
			"verses": "61",
			"names": "قَالُوۡا سَنُرَاوِدُ عَنۡہُ اَبَاہُ وَ اِنَّا لَفٰعِلُوۡنَ ﴿۶۱﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا سَنُرَاوِدُ عَنۡہُ اَبَاہُ وَ اِنَّا لَفٰعِلُوۡنَ ﴿۶۱﴾ ",
			"index": "1657",
			"name": "(তারা) বললো, ‘আমরা এর কামনা করবো তার পিতার নিকট এবং অবশ্যই এটা আমাদের করা উচিত’।",
			"en_kanzulimaan": "They said, We will seek him from his father - this we must surely do.",
			"ur_kanzulimaan": "بولے ہم اس کی خواہش کریں گے اس کے باپ سے اور ہمیں یہ ضرور کرنا،",
			"hi_kanzulimaan": "बोले हम इसकी ख़वाहिश करेंगे उसके बाप से और हमें यह ज़रूर करना",
			"author": "৬১. তারা বললো, ‘আমরা তাকে পাঠানোর ব্যাপারে তার পিতাকে রাজি করাবো। আর আমরা অবশ্যই (এমনটি) করবো।’"
		},
		{
			"_id": "1658",
			"sura": "12",
			"para": "13",
			"verses": "62",
			"names": "وَ  قَالَ لِفِتۡیٰنِہِ اجۡعَلُوۡا بِضَاعَتَہُمۡ فِیۡ رِحَالِہِمۡ لَعَلَّہُمۡ یَعۡرِفُوۡنَہَاۤ اِذَا انۡقَلَبُوۡۤا اِلٰۤی اَہۡلِہِمۡ لَعَلَّہُمۡ یَرۡجِعُوۡنَ ﴿۶۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ  قَالَ لِفِتۡیٰنِہِ اجۡعَلُوۡا بِضَاعَتَہُمۡ فِیۡ رِحَالِہِمۡ لَعَلَّہُمۡ یَعۡرِفُوۡنَہَاۤ اِذَا انۡقَلَبُوۡۤا اِلٰۤی اَہۡلِہِمۡ لَعَلَّہُمۡ یَرۡجِعُوۡنَ ﴿۶۲﴾ ",
			"index": "1658",
			"name": "এবং ইয়ূসুফ নিজ ভৃত্যদেরকে বললো, ‘তাদের মূলধন (পণ্যমূল্য) তাদেরই (মালপত্রের) ঝুলির মধ্যে রেখে দাও হয় তো তারা এটা বুঝতে পারবে যখন তারা আপন ঘরের দিকে ফিরে যাবে হয় তো তারা ফিরে আসবে’।",
			"en_kanzulimaan": "He said to his slaves, Place their means back into their sacks, perhaps they may recognise it when they return to their homes, perhaps they may come again.",
			"ur_kanzulimaan": "اور یوسف نے اپنے غلاموں سے کہا ان کی پونجی ان کی خورجیوں میں رکھ دو شاید وہ اسے پہچانیں جب اپنے گھر کی طرف لوٹ کر جائیں شاید وہ واپس آئیں،",
			"hi_kanzulimaan": "और यूसुफ़ ने अपने ग़ुलामों से कहा इनकी पूंजी इनकी ख़ुर्जियों में रख दो (149फ़) शायद वो इसे पहचानें जब अपने घर की तरफ़ लौट कर जाएं (150फ़) शायद वो वापस आएं",
			"author": "৬২. আর ইউসুফ (আলাইহিস সালাম) তাঁর ভৃত্যগণকে বললেন, ‘তাদের পণ্যমূল্য (যা তারা শস্যের বিনিময়ে আদায় করেছিল তা) তাদের বস্তায় রেখে দাও, যখন তারা নিজেদের স্বজনদের নিকট প্রত্যাবর্তন করবে তখন যেন এগুলো শনাক্ত করতে পারে (যে, তাদের পণ্যমূল্য তো ফিরিয়ে দেয়া হয়েছে), হয়তো তারা (এ কারণেই) আবার ফিরে আসবে।’"
		},
		{
			"_id": "1659",
			"sura": "12",
			"para": "13",
			"verses": "63",
			"names": "فَلَمَّا رَجَعُوۡۤا اِلٰۤی اَبِیۡہِمۡ قَالُوۡا یٰۤاَبَانَا مُنِعَ مِنَّا الۡکَیۡلُ فَاَرۡسِلۡ مَعَنَاۤ  اَخَانَا نَکۡتَلۡ  وَ  اِنَّا لَہٗ  لَحٰفِظُوۡنَ ﴿۶۳﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا رَجَعُوۡۤا اِلٰۤی اَبِیۡہِمۡ قَالُوۡا یٰۤاَبَانَا مُنِعَ مِنَّا الۡکَیۡلُ فَاَرۡسِلۡ مَعَنَاۤ  اَخَانَا نَکۡتَلۡ  وَ  اِنَّا لَہٗ  لَحٰفِظُوۡنَ ﴿۶۳﴾ ",
			"index": "1659",
			"name": "অতঃপর যখন তারা তাদের পিতার নিকট ফিরে গেলো, তখন বললো, ‘হে আমাদের পিতা! আমাদের জন্য খাদ্য শস্য (এর বরাদ্দ) নিষিদ্ধ করে দেয়া হয়েছে; সুতরাং আমাদের ভাইকে আমাদের সাথে পাঠিয়ে দিন, যাতে আমরা রসদ আনতে পারি এবং আমরা অবশ্যই তার রক্ষণাবেক্ষণ করবো’। ",
			"en_kanzulimaan": "So when they returned to their father, they said, O our father! The provisions have been denied to us, therefore send our brother with us so that we may bring the provisions, and we will surely protect him.",
			"ur_kanzulimaan": "پھر جب وہ اپنے باپ کی طرف لوٹ کر گئے بولے اے ہمارے باپ ہم سے غلہ روک دیا گیا ہے تو ہمارے بھائی کو ہمارے پاس بھیج دیجئے کہ غلہ لائیں اور ہم ضرور اس کی حفاظت کریں گے،",
			"hi_kanzulimaan": "फिर जब वो अपने बाप की तरफ़ लौटकर गए (151फ़) बोले ऐ हमारे बाप हमसे ग़ल्ला रोक दिया गया है (152फ़) तो हमारे भाई को हमारे साथ भेज दीजिये कि ग़ल्ला लाएं और हम ज़रूर इसकी हिफ़ाज़त करेंगे",
			"author": "৬৩. সুতরাং যখন তারা তাদের পিতার নিকট ফিরে আসলো, (তখন) তারা বললো, ‘হে আমাদের পিতা! (বিনইয়ামীন আমাদের সাথে গমন না করলে ভবিষ্যতে) আমাদের জন্যে শস্য নিষেধ করা হয়েছে। কাজেই আমাদের ভাই (বিনইয়ামীন)-কে আমাদের সাথে প্রেরণ করুন (যাতে) আমরা (আরো) শস্য পেতে পারি। আর আমরা অবশ্যই তার রক্ষণাবেক্ষণ করবো।’"
		},
		{
			"_id": "1660",
			"sura": "12",
			"para": "13",
			"verses": "64",
			"names": "قَالَ ہَلۡ اٰمَنُکُمۡ عَلَیۡہِ اِلَّا کَمَاۤ اَمِنۡتُکُمۡ عَلٰۤی اَخِیۡہِ مِنۡ قَبۡلُ ؕ فَاللّٰہُ خَیۡرٌ حٰفِظًا ۪ وَّ ہُوَ اَرۡحَمُ الرّٰحِمِیۡنَ ﴿۶۴﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ ہَلۡ اٰمَنُکُمۡ عَلَیۡہِ اِلَّا کَمَاۤ اَمِنۡتُکُمۡ عَلٰۤی اَخِیۡہِ مِنۡ قَبۡلُ ؕ فَاللّٰہُ خَیۡرٌ حٰفِظًا ۪ وَّ ہُوَ اَرۡحَمُ الرّٰحِمِیۡنَ ﴿۶۴﴾ ",
			"index": "1660",
			"name": "বললো, ‘আমি কি তার সম্পর্কে তোমাদেরকে তেমনই বিশ্বাস করবো, যেমনপূর্বে তার ভাই সম্বন্ধে করেছিলাম? সুতরাং আল্লাহ্‌ সর্বাধিক উত্তম রক্ষণাবেক্ষণকারী এবং তিনি সব দয়ালুর শ্রেষ্ঠ দয়ালু’।",
			"en_kanzulimaan": "He said, Shall I trust you regarding him the same way I had trusted you earlier regarding his brother? Therefore Allah is the Best Protector; and He is More Merciful than all those who show mercy.",
			"ur_kanzulimaan": "کہا کیا اس کے بارے میں تم پر ویسا ہی اعتبار کرلوں جیسا پہلے اس کے بھائی کے بارے میں کیا تھا تو اللہ سب سے بہتر نگہبان اور وہ ہر مہربان سے بڑھ کر مہربان،",
			"hi_kanzulimaan": "कहा क्या इसके बारे में तुमपर वैसा ही भरोसा कर लूं जैसा पहले इसके भाई के बारे में किया था (153फ़) तो अल्लाह सबसे बेहतर निगहबान और वो हर मेहरबान से बढ़कर मेहरबान",
			"author": "৬৪. ইয়াকুব (আলাইহিস সালাম) বললেন, ‘আমি কি তার ব্যাপারে(ও) তোমাদের উপর সেরূপ ভরসা করবো যেরূপ ভরসা ইতিপূর্বে তার ভাই (ইউসুফ আলাইহিস সালাম)-এঁর ব্যাপারে তোমাদের উপর করেছিলাম? তবে আল্লাহ্ই উত্তম রক্ষণাবেক্ষণকারী। আর তিনিই সকল দয়ালুর চেয়ে শ্রেষ্ঠ দয়ালু।’"
		},
		{
			"_id": "1661",
			"sura": "12",
			"para": "13",
			"verses": "65",
			"names": "وَ لَمَّا فَتَحُوۡا مَتَاعَہُمۡ وَجَدُوۡا بِضَاعَتَہُمۡ رُدَّتۡ  اِلَیۡہِمۡ ؕ قَالُوۡا  یٰۤاَبَانَا مَا نَبۡغِیۡ ؕ ہٰذِہٖ  بِضَاعَتُنَا رُدَّتۡ اِلَیۡنَا ۚ وَ نَمِیۡرُ اَہۡلَنَا وَ نَحۡفَظُ اَخَانَا وَ نَزۡدَادُ کَیۡلَ  بَعِیۡرٍ ؕ ذٰلِکَ  کَیۡلٌ یَّسِیۡرٌ ﴿۶۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَمَّا فَتَحُوۡا مَتَاعَہُمۡ وَجَدُوۡا بِضَاعَتَہُمۡ رُدَّتۡ  اِلَیۡہِمۡ ؕ قَالُوۡا  یٰۤاَبَانَا مَا نَبۡغِیۡ ؕ ہٰذِہٖ  بِضَاعَتُنَا رُدَّتۡ اِلَیۡنَا ۚ وَ نَمِیۡرُ اَہۡلَنَا وَ نَحۡفَظُ اَخَانَا وَ نَزۡدَادُ کَیۡلَ  بَعِیۡرٍ ؕ ذٰلِکَ  کَیۡلٌ یَّسِیۡرٌ ﴿۶۵﴾ ",
			"index": "1661",
			"name": "এবং যখন তারা তাদের মালপত্র খুললো, তখন তারা তাদের মূলধন (পণ্যমূল্য) দেখতে পেলো যে, তাদেরকে ফেরত দেওয়া হয়েছে; এবং তারা বললো, ‘হে আমাদের পিতা! এখন আর কি চাইবো- এই হচ্ছে আমাদের মূলধন (পণ্যমূল্য), যা আমাদেরকে ফেরত দেওয়া হয়েছে; এবং আমরা আমাদের ঘরের জন্য খাদ্য সামগ্রী আনবো এবং আমাদের ভাইয়ের রক্ষণাবেক্ষণ করবো আর আমরা অতিরিক্ত আরেক ঊষ্ট্র বোঝাই পণ্য পাবো, এ দান বাদশাহর সম্মুখে কিছুই নয়’।",
			"en_kanzulimaan": "And when they opened their belongings they found that their means had been returned to them; they said, O our father! What more can we ask for? Here are our means returned to us; we may get the provision for our homes and guard our brother, and get a camel-load extra; giving all these is insignificant for the king.",
			"ur_kanzulimaan": "اور جب انہوں نے اپنا اسباب کھولا اپنی پونجی پائی کہ ان کو پھیر دی گئی ہے، بولے اے ہمارے باپ اب اور کیا چاہیں، یہ ہے ہماری پونجی ہمیں واپس کردی گئی اور ہم اپنے گھر کے لیے غلہ لائیں اور اپنے بھائی کی حفاظت کریں اور ایک اونٹ کا بوجھ اور زیادہ پائیں، یہ دنیا بادشاہ کے سامنے کچھ نہیں",
			"hi_kanzulimaan": "और जब उन्होंने अपना सामान खोला अपनी पूंजी पाई कि उनको फेर दी गई है बोले ऐ हमारे बाप अब हम और क्या चाहें यह है हमारी पूंजी कि हमें वापस कर दी गई और एक ऊंट का बोझा और ज़्यादा पाएं, यह दुनिया बादशाह के सामने कुछ नहीं (154फ़)",
			"author": "৬৫. যখন তারা নিজেদের সামগ্রী খুললো, (তখন তাতে) তাদের পণ্যমূল্য দেখতে পেল (যা) তাদেরকে ফিরিয়ে দেয়া হয়েছিল। তারা বলতে লাগলো, ‘হে আমাদের সম্মানিত পিতা! আমরা আর কী চাই? আমাদের পণ্যমূল্যও আমাদেরকে ফেরত দেয়া হয়েছে। আর (এখন তো) আমরা আমাদের পরিবারের জন্যে (অবশ্যই) শস্য আনয়ন করবো। আর আমরা আমাদের ভাইকে রক্ষণাবেক্ষণ করবো এবং আরো এক উট-বোঝাই পণ্য অতিরিক্ত নিয়ে আসবো। আর এ (শস্য যা আমরা ইতিপূর্বে এনেছি) পরিমাণে সামান্য।’"
		},
		{
			"_id": "1662",
			"sura": "12",
			"para": "13",
			"verses": "66",
			"names": "قَالَ لَنۡ اُرۡسِلَہٗ  مَعَکُمۡ حَتّٰی تُؤۡتُوۡنِ مَوۡثِقًا مِّنَ اللّٰہِ  لَتَاۡتُنَّنِیۡ بِہٖۤ اِلَّاۤ اَنۡ یُّحَاطَ بِکُمۡ ۚ فَلَمَّاۤ اٰتَوۡہُ مَوۡثِقَہُمۡ قَالَ اللّٰہُ عَلٰی مَا نَقُوۡلُ  وَکِیۡلٌ ﴿۶۶﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ لَنۡ اُرۡسِلَہٗ  مَعَکُمۡ حَتّٰی تُؤۡتُوۡنِ مَوۡثِقًا مِّنَ اللّٰہِ  لَتَاۡتُنَّنِیۡ بِہٖۤ اِلَّاۤ اَنۡ یُّحَاطَ بِکُمۡ ۚ فَلَمَّاۤ اٰتَوۡہُ مَوۡثِقَہُمۡ قَالَ اللّٰہُ عَلٰی مَا نَقُوۡلُ  وَکِیۡلٌ ﴿۶۶﴾ ",
			"index": "1662",
			"name": "বললো, ‘আমি কখনো তাকে তোমাদের সাথে পাঠাবো না যতক্ষণ না তোমরা আমার নিকট আল্লাহ্‌র নামে এ অঙ্গীকার করো যে, অবশ্যই তোমরা তাকে নিয়ে আসবে; কিন্তু যদি তোমরা পরিবেষ্টিত হয়ে পড়ো’।  অতঃপর যখন তারা ইয়া’কূবের নিকট প্রতিজ্ঞা করলো তখন বললো, ‘আল্লাহ্‌রই যিম্মা এ কথার উপর, যা আমরা বলছি’।",
			"en_kanzulimaan": "He said, I shall never send him with you until you give me an oath upon Allah that you will bring him back to me, unless you are surrounded; and (recall) when they gave him their oath that Allahs guarantee is upon what we say. (* He knew that Bin Yamin would be restrained.)",
			"ur_kanzulimaan": "کہا میں ہرگز اسے تمہارے ساتھ نہ بھیجوں گا جب تک تم مجھے کا اللہ کا یہ عہد نہ دے دو کہ ضرور اسے لے کر آ ؤ گے مگر یہ کہ تم گھِر جاؤ پھر انہوں نے یعقوب کو عہد دے دیا کہا اللہ کا ذمہ ہے ان باتوں پر جو کہہ رہے ہیں،",
			"hi_kanzulimaan": "कहा मैं हरगिज़ इसे तुम्हारे साथ न भेजूंगा जब तक तुम मुझे अल्लाह का यह एहद न दे दो (155फ़) कि ज़रूर उसे लेकर आओगे मगर यह कि तुम घिर जाओ (156फ़) फिर जब उन्होंने याक़ूब को एहद दे दिया कहा (157फ़) अल्लाह का ज़िम्मा है उन बातों पर जो हम कह रहे हैं",
			"author": "৬৬. ইয়াকুব (আলাইহিস সালাম) বললেন, ‘আমি তাকে কখনো তোমাদের সাথে পাঠাবো না যতক্ষণ পর্যন্ত না তোমরা আল্লাহ্‌র নামে আমাকে দৃঢ় অঙ্গীকার প্রদান করো যে, তোমরা অবশ্যই তাকে আমার নিকট (ফিরিয়ে) নিয়ে আসবে, অবশ্য যদি না তোমরা (সকলে) একান্তই অসহায় হয়ে পড়ো (অথবা তোমাদেরকে ধ্বংস করে দেয়া হয়)।’ অতঃপর যখন তারা ইয়াকুব (আলাইহিস সালাম)-কে তাদের দৃঢ় অঙ্গীকার প্রদান করলো, তখন ইয়াকুব (আলাইহি সালাম) বললেন, ‘যা কিছু আমরা বলছি, তার উপর আল্লাহ্ অভিভাবক।’"
		},
		{
			"_id": "1663",
			"sura": "12",
			"para": "13",
			"verses": "67",
			"names": "وَ قَالَ یٰبَنِیَّ  لَا تَدۡخُلُوۡا مِنۡۢ بَابٍ وَّاحِدٍ  وَّ ادۡخُلُوۡا  مِنۡ  اَبۡوَابٍ  مُّتَفَرِّقَۃٍ ؕ وَ مَاۤ  اُغۡنِیۡ عَنۡکُمۡ  مِّنَ اللّٰہِ مِنۡ شَیۡءٍ ؕ اِنِ الۡحُکۡمُ  اِلَّا لِلّٰہِ ؕ عَلَیۡہِ تَوَکَّلۡتُ ۚ وَ عَلَیۡہِ فَلۡیَتَوَکَّلِ الۡمُتَوَکِّلُوۡنَ ﴿۶۷﴾ ",
			"number": "",
			"verses_PDMS": "وَ قَالَ یٰبَنِیَّ  لَا تَدۡخُلُوۡا مِنۡۢ بَابٍ وَّاحِدٍ  وَّ ادۡخُلُوۡا  مِنۡ  اَبۡوَابٍ  مُّتَفَرِّقَۃٍ ؕ وَ مَاۤ  اُغۡنِیۡ عَنۡکُمۡ  مِّنَ اللّٰہِ مِنۡ شَیۡءٍ ؕ اِنِ الۡحُکۡمُ  اِلَّا لِلّٰہِ ؕ عَلَیۡہِ تَوَکَّلۡتُ ۚ وَ عَلَیۡہِ فَلۡیَتَوَکَّلِ الۡمُتَوَکِّلُوۡنَ ﴿۶۷﴾ ",
			"index": "1663",
			"name": "এবং বললো, ‘হে আমার পুত্রগণ! তোমরা এক দরজা দিয়ে প্রবেশ করবে না; বরং ভিন্ন ভিন্ন দরজা দিয়ে প্রবেশ করবে। আমি তোমাদেরকে আল্লাহ্‌ থেকে বাচাতে পারি না। নির্দেশ তো সব আল্লাহ্‌রই। আমি তারই উপর ভরসা করেছি; এবং ভরসাকারীদের তারই উপর ভরসা করা উচিত’।",
			"en_kanzulimaan": "And he said, O my sons! Do not enter all by one gate - and enter by different gates; I cannot save you against Allah; there is no command but that of Allah; upon Him do I rely; and all those who trust, must rely only upon Him.",
			"ur_kanzulimaan": "اور کہا اے میرے بیٹوں! ایک دروازے سے نہ داخل ہونا اور جدا جدا دروا زوں سے جانا میں تمہیں اللہ سے بچا نہیں سکتا حکم تو سب اللہ ہی کا ہے، میں نے اسی پر بھروسہ کیا اور بھروسہ کرنے والوں کو اسی پر بھروسہ چاہیے،",
			"hi_kanzulimaan": "और कहा ऐ मेरे बेटो (158फ़) एक दरवाज़े से न दाख़िल होना और अलग अलग दरवाज़ों से जाना (159फ़) मैं तुम्हें अल्लाह से बचा नहीं सकता (160फ़) आदेश तो सब अल्लाह ही का है मैने उसी पर भरोसा किया और भरोसा करने वालों को उस पर भरोसा करना चाहिए।",
			"author": "৬৭. আর তিনি বললেন, ‘হে আমার পুত্রগণ! এক দরোজা দিয়ে (শহরে) প্রবেশ করো না, বরং ভিন্ন ভিন্ন দরোজা দিয়ে (বিচ্ছিন্নভাবে) প্রবেশ করো। আর আমি তোমাদেরকে আল্লাহ্ (-এঁর ফরমান) থেকে কোনো উপায়েই বাঁচাতে পারবো না। কেননা, (ভাগ্যলিপির) সিদ্ধান্ত কেবল আল্লাহ্‌র কর্তৃকই। আমি এর উপরই ভরসা করেছি, আর ভরসাকারীদের এর উপরই ভরসা করা উচিত।’"
		},
		{
			"_id": "1664",
			"sura": "12",
			"para": "13",
			"verses": "68",
			"names": "وَ لَمَّا دَخَلُوۡا مِنۡ حَیۡثُ اَمَرَہُمۡ  اَبُوۡہُمۡ ؕ مَا کَانَ یُغۡنِیۡ عَنۡہُمۡ مِّنَ اللّٰہِ مِنۡ شَیۡءٍ اِلَّا حَاجَۃً فِیۡ نَفۡسِ یَعۡقُوۡبَ قَضٰہَا ؕ وَ اِنَّہٗ  لَذُوۡ عِلۡمٍ لِّمَا عَلَّمۡنٰہُ  وَ لٰکِنَّ اَکۡثَرَ  النَّاسِ  لَا  یَعۡلَمُوۡنَ ﴿۶۸﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَمَّا دَخَلُوۡا مِنۡ حَیۡثُ اَمَرَہُمۡ  اَبُوۡہُمۡ ؕ مَا کَانَ یُغۡنِیۡ عَنۡہُمۡ مِّنَ اللّٰہِ مِنۡ شَیۡءٍ اِلَّا حَاجَۃً فِیۡ نَفۡسِ یَعۡقُوۡبَ قَضٰہَا ؕ وَ اِنَّہٗ  لَذُوۡ عِلۡمٍ لِّمَا عَلَّمۡنٰہُ  وَ لٰکِنَّ اَکۡثَرَ  النَّاسِ  لَا  یَعۡلَمُوۡنَ ﴿۶۸﴾ ",
			"index": "1664",
			"name": "এবং যখন তারা প্রবেশ করলো যেভাবে তাদের পিতা নির্দেশ দিয়েছিলো সে তো তাদেরকে আল্লাহ্‌ থেকে কিছুই রক্ষা করতে পারতো না; তবে হ্যাঁ, ইয়া’কুবের অন্তরের একটা অভিপ্রায় ছিলো, যা সে পূর্ণ করে নিয়েছে এবং নিশ্চয় সে জ্ঞানী, আমার শিক্ষা দানের ফলে; কিন্তু অধিকাংশ মানুষ জানে না।",
			"en_kanzulimaan": "And when they entered from the place where their father had commanded them to; that would not at all have saved them against Allah - except that it was Yaqubs secret wish, which he fulfilled; and indeed he is a possessor of knowledge, due to Our teaching, but most people do not know.",
			"ur_kanzulimaan": "اور جب وہ داخل ہوئے جہاں سے ان کے باپ نے حکم دیا تھا وہ کچھ انہیں کچھ انہیں اللہ سے بچا نہ سکتا ہاں یعقوب کے جی کی ایک خواہش تھی جو اس نے پوری کرلی، اور بیشک وہ صاحب علم ہے ہمارے سکھائے سے مگر اکثر لوگ نہیں جانتے",
			"hi_kanzulimaan": "और जब वह दाखिल (प्रवेश) हुए जहां से उनके बाप ने आदेश दिया था (161फ़) वह कुछ उन्हें अल्लाह से बचा नहीं सकता, हाँ याकूब के जी की एक इच्छा थी जो उसने पूरी कर ली और बेशक (वास्तव में) वह साहीबे ईल्म है हमारे सिखाए से मगर अक्सर लोग नहीं जानते (162फ़)",
			"author": "৬৮. আর যখন তারা (মিশরে) প্রবেশ করলো, যেভাবে তাদের পিতা তাদেরকে নির্দেশ দিয়েছিলেন সেভাবে, এ (নির্দেশ) তাদেরকে আল্লাহ্ (-এঁর ভাগ্যলিপি) থেকে কোনো উপায়েই বাঁচাতে পারলো না। তবে এটি ছিল ইয়াকুব (আলাইহিস সালাম)-এঁর অন্তরের একটি ইচ্ছা মাত্র যা তিনি পূর্ণ করেছেন। আর (এ ইচ্ছা বা এ কৌশলকে অনর্থকও মনে করো না, তোমাদের নিকট কী সংবাদ আছে!) নিশ্চয়ই ইয়াকুব (আলাইহিস সালাম) জ্ঞানের অধিকারী ছিলেন, কারণ, আমরা তাঁকে (বিশেষ) জ্ঞান দিয়ে অনুগ্রহ করেছিলাম। কিন্তু অধিকাংশ লোক (এ প্রকৃত বিষয়াদি) জানে না।"
		},
		{
			"_id": "1665",
			"sura": "12",
			"para": "13",
			"verses": "69",
			"names": "وَ لَمَّا دَخَلُوۡا عَلٰی یُوۡسُفَ اٰوٰۤی اِلَیۡہِ اَخَاہُ  قَالَ  اِنِّیۡۤ   اَنَا  اَخُوۡکَ فَلَا تَبۡتَئِسۡ بِمَا  کَانُوۡا  یَعۡمَلُوۡنَ ﴿۶۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَمَّا دَخَلُوۡا عَلٰی یُوۡسُفَ اٰوٰۤی اِلَیۡہِ اَخَاہُ  قَالَ  اِنِّیۡۤ   اَنَا  اَخُوۡکَ فَلَا تَبۡتَئِسۡ بِمَا  کَانُوۡا  یَعۡمَلُوۡنَ ﴿۶۹﴾ ",
			"index": "1665",
			"name": "এবং যখন তারা ইয়ূসুফের নিকট গেলো, তখন সে আপন সহোদরকে নিজের পাশে স্থান দিলো, বললো, ‘বিশ্বাস করো আমিই তোমার সহোদর, সুতরাং এরা যা কিছু করছে তার জন্য দুঃখ করো না’।",
			"en_kanzulimaan": "And when they entered in the company Yusuf, he seated his brother close to him and said, Be assured, I really am your brother - therefore do not grieve for what they do.",
			"ur_kanzulimaan": "اور جب وہ یوسف کے پاس گئے اس نے اپنے بھائی کو اپنے پاس جگہ دی کہا یقین جان میں ہی تیرا بھائی ہوں تو یہ جو کچھ کرتے ہیں اس کا غم نہ کھا",
			"hi_kanzulimaan": "और जब वो यूसुफ़ के पास गए (163फ़) उसने अपने भाई को अपने पास जगह दी (164फ़) कहा यक़ीन जान मैं ही तेरा भाई हूँ (165फ़) तो ये जो कुछ करते हैं उसका ग़म न खा (166फ़)",
			"author": "৬৯. আর যখন তারা ইউসুফ (আলাইহিস সালাম)-এঁর নিকট হাযির হলো, তখন ইউসুফ (আলাইহিস সালাম) তাঁর ভাই (বিনইয়ামীন)-কে নিজের কাছে স্থান দিলেন। (তাকে শান্তভাবে) বললেন, ‘আমিই তোমার ভাই (ইউসুফ)। সুতরাং তারা যা করছে এর জন্যে চিন্তিত হয়ো না।’"
		},
		{
			"_id": "1666",
			"sura": "12",
			"para": "13",
			"verses": "70",
			"names": "فَلَمَّا جَہَّزَہُمۡ بِجَہَازِہِمۡ جَعَلَ السِّقَایَۃَ  فِیۡ رَحۡلِ اَخِیۡہِ  ثُمَّ اَذَّنَ مُؤَذِّنٌ اَیَّتُہَا الۡعِیۡرُ اِنَّکُمۡ لَسٰرِقُوۡنَ ﴿۷۰﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا جَہَّزَہُمۡ بِجَہَازِہِمۡ جَعَلَ السِّقَایَۃَ  فِیۡ رَحۡلِ اَخِیۡہِ  ثُمَّ اَذَّنَ مُؤَذِّنٌ اَیَّتُہَا الۡعِیۡرُ اِنَّکُمۡ لَسٰرِقُوۡنَ ﴿۷۰﴾ ",
			"index": "1666",
			"name": "অতঃপর যখন তাদের সামগ্রীর ব্যবস্থা করে দিলো, তখন পেয়ালা সে আপন সহোদরের হাওদার মধ্যে রেখে দিলো, অতঃপর এক ঘোষক চিৎকার করে বললো, ‘হে যাত্রীদল! নিশ্চয় তোমরা চোর’।",
			"en_kanzulimaan": "And when he had provided them their provision, he put the drinking-cup in his brothers bag, and then an announcer cried, O people of the caravan! You are indeed thieves!",
			"ur_kanzulimaan": "پھر جب ان کا سامان مہیا کردیا پیالہ اپنے بھائی کے کجاوے میں رکھ دیا پھر ایک منادی نے ندا کی اے قافلہ والو! بیشک تم چور ہو،",
			"hi_kanzulimaan": "फिर जब उनका सामान मुहैया कर दिया (167फ़) प्याला अपने भाई के कजावे में रख दिया (168फ़) फिर एक मुनादी ने निदा की ऐ क़ाफ़िले वालों बेशक तुम चोर हो",
			"author": "৭০. অতঃপর যখন (ইউসুফ আলাইহিস সালাম) তাদেরকে তাদের সামগ্রী সাজিয়ে দিলেন তখন (রাজকীয়) পানপাত্র তাঁর ভাই (বিনইয়ামীন)-এর বস্তায় রেখে দিলেন। অতঃপর এক আহ্বানকারী চিৎকার করে উঠলো, ‘হে যাত্রীদল! (থামো! মনে হয়) তোমরা নিশ্চয়ই চোর।’"
		},
		{
			"_id": "1667",
			"sura": "12",
			"para": "13",
			"verses": "71",
			"names": "قَالُوۡا وَ اَقۡبَلُوۡا عَلَیۡہِمۡ  مَّا ذَا  تَفۡقِدُوۡنَ ﴿۷۱﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا وَ اَقۡبَلُوۡا عَلَیۡہِمۡ  مَّا ذَا  تَفۡقِدُوۡنَ ﴿۷۱﴾ ",
			"index": "1667",
			"name": "তারা বললো, এবং তাদের দিক মুখ ফেরালো, ‘তোমরা কি পাচ্ছো না?’",
			"en_kanzulimaan": "They answered and turned towards them, What is it you cannot find?",
			"ur_kanzulimaan": "بولے اور ان کی طرف متوجہ ہوئے تم کیا نہیں پاتے،",
			"hi_kanzulimaan": "बोले और उनकी तरफ़ मुतवज्जह हुए तुम क्या नहीं पाते",
			"author": "৭১. তারা তার অভিমুখী হয়ে বলতে লাগলো, ‘তোমাদের কী জিনিস হারিয়েছে?’"
		},
		{
			"_id": "1668",
			"sura": "12",
			"para": "13",
			"verses": "72",
			"names": "قَالُوۡا نَفۡقِدُ صُوَاعَ  الۡمَلِکِ  وَ لِمَنۡ  جَآءَ بِہٖ  حِمۡلُ  بَعِیۡرٍ  وَّ اَنَا  بِہٖ  زَعِیۡمٌ ﴿۷۲﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا نَفۡقِدُ صُوَاعَ  الۡمَلِکِ  وَ لِمَنۡ  جَآءَ بِہٖ  حِمۡلُ  بَعِیۡرٍ  وَّ اَنَا  بِہٖ  زَعِیۡمٌ ﴿۷۲﴾ ",
			"index": "1668",
			"name": "(তারা) বললো, ‘বাদশাহ্‌র পরিমাপ পাত্র পাওয়া যাচ্ছে না এবং যে তা এনে দেবে তার জন্য এক উট বোঝাই মাল রয়েছে এবং আমি সেটার জামিন’।",
			"en_kanzulimaan": "They said, We cannot find the kings cup, and for him who brings it is a camel-load, and I am its guarantor.",
			"ur_kanzulimaan": "بولے، بادشاہ کا پیمانہ نہیں ملتا اور جو اسے لائے گا اس کے لیے ایک اونٹ کا بوجھ ہے اور میں اس کا ضامن ہوں،",
			"hi_kanzulimaan": "बोले बादशाह का पैमाना नहीं मिलता और जो उसे लाएगा उसके लिये एक ऊंट का बोझ है और मैं उसका ज़ामिन हूँ",
			"author": "৭২. তারা (রাজ কর্মচারীরা) বললো, ‘আমাদের বাদশাহর পানপাত্র খুঁজে পাচ্ছি না। যে এটি (খুঁজে) নিয়ে আসবে, তার জন্যে (পুরস্কার) রয়েছে এক উট-বোঝাই শস্য। আর আমি এর জিম্মাদার।’"
		},
		{
			"_id": "1669",
			"sura": "12",
			"para": "13",
			"verses": "73",
			"names": "قَالُوۡا تَاللّٰہِ  لَقَدۡ عَلِمۡتُمۡ مَّا جِئۡنَا لِنُفۡسِدَ فِی الۡاَرۡضِ وَ مَا کُنَّا سٰرِقِیۡنَ ﴿۷۳﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا تَاللّٰہِ  لَقَدۡ عَلِمۡتُمۡ مَّا جِئۡنَا لِنُفۡسِدَ فِی الۡاَرۡضِ وَ مَا کُنَّا سٰرِقِیۡنَ ﴿۷۳﴾ ",
			"index": "1669",
			"name": "তারা বললো, ‘আল্লাহ্‌র শপথ তোমরা ভালভাবে জানো যে, আমরা যমীনে ফ্যাসাদ করার জন্য আসি নি এবং না আমরা চোর’।",
			"en_kanzulimaan": "They said, By Allah, you know very well that we did not come here to cause turmoil in the land, and nor are we thieves!",
			"ur_kanzulimaan": "بولے خدا کی قسم! تمہیں خوب معلوم ہے کہ ہم زمین میں فساد کرنے نہ آئے اور نہ ہم چور ہیں،",
			"hi_kanzulimaan": "बोले ख़ुदा की क़सम तुम्हें ख़ूब मालूम है कि हम ज़मीन में फ़साद करने नहीं आए और न हम चोर",
			"author": "৭৩. তারা বলতে লাগলো, ‘আল্লাহ্‌র শপথ! নিশ্চয়ই তোমরা জানো আমরা এ দেশে (অপরাধ করে) বিপর্যয় সৃষ্টি করতে আসিনি, আর আমরা চোরও নই।’"
		},
		{
			"_id": "1670",
			"sura": "12",
			"para": "13",
			"verses": "74",
			"names": "قَالُوۡا  فَمَا  جَزَآؤُہٗۤ   اِنۡ  کُنۡتُمۡ کٰذِبِیۡنَ ﴿۷۴﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا  فَمَا  جَزَآؤُہٗۤ   اِنۡ  کُنۡتُمۡ کٰذِبِیۡنَ ﴿۷۴﴾ ",
			"index": "1670",
			"name": "তারা বললো, ‘তবে এর কী শাস্তি, যদি তোমরা মিথ্যাবাদী হও?’",
			"en_kanzulimaan": "They said, And what shall be the punishment for it, if you are liars?",
			"ur_kanzulimaan": "بولے پھر کیا سزا ہے اس کی اگر تم جھوٹے ہو",
			"hi_kanzulimaan": "बोले फिर क्या सज़ा है उसकी अगर तुम झूटे हो (169फ़)",
			"author": "৭৪. সে সকল (কর্মচারী) বলে উঠলো, ‘(তোমরাই বলো, চোর)-এর শাস্তি কী যদি তোমরা মিথ্যাবাদী হও?’"
		},
		{
			"_id": "1671",
			"sura": "12",
			"para": "13",
			"verses": "75",
			"names": "قَالُوۡا جَزَآؤُہٗ  مَنۡ وُّجِدَ فِیۡ  رَحۡلِہٖ  فَہُوَ جَزَآؤُہٗ ؕ  کَذٰلِکَ  نَجۡزِی  الظّٰلِمِیۡنَ ﴿۷۵﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا جَزَآؤُہٗ  مَنۡ وُّجِدَ فِیۡ  رَحۡلِہٖ  فَہُوَ جَزَآؤُہٗ ؕ  کَذٰلِکَ  نَجۡزِی  الظّٰلِمِیۡنَ ﴿۷۵﴾ ",
			"index": "1671",
			"name": "(তারা) বললো, ‘এর শাস্তি এই যে, যার মালপত্রের মধ্যে তা পাওয়া যাবে সে-ই পরিণামে দাস হয়ে থাকবে। আমাদের এখানে যালিমদের এই শাস্তি’।",
			"en_kanzulimaan": "They said, The punishment for it is that he in whose bag it shall be found, shall himself become a slave for it; this is how we punish the unjust.",
			"ur_kanzulimaan": "بولے اس کی سزا یہ ہے کہ جس کے اسباب میں ملے وہی اس کے بدلے میں غلام بنے ہمارے یہاں ظالموں کی یہی سزا ہے",
			"hi_kanzulimaan": "बोले उसकी सज़ा यह है कि जिस के असबाब में मिले वही उसके बदले में ग़ुलाम बने (170फ़) हमारे यहां ज़ालिमों की यही सज़ा है (171फ़)",
			"author": "৭৫. তারা বললো, ‘এর শাস্তি এই যে, যার বস্তা থেকে এটি (অর্থাৎ পানপাত্রটি) পাওয়া যাবে, সে নিজেই এর প্রতিদান (অর্থাৎ তাকেই এর বিনিময় হিসেবে রেখে দেয়া হবে)। আমরা যালিমদের এভাবে শাস্তি দেই।’"
		},
		{
			"_id": "1672",
			"sura": "12",
			"para": "13",
			"verses": "76",
			"names": "فَبَدَاَ بِاَوۡعِیَتِہِمۡ قَبۡلَ وِعَآءِ اَخِیۡہِ ثُمَّ اسۡتَخۡرَجَہَا مِنۡ وِّعَآءِ اَخِیۡہِ ؕ کَذٰلِکَ  کِدۡنَا لِیُوۡسُفَ ؕ مَا  کَانَ  لِیَاۡخُذَ اَخَاہُ فِیۡ  دِیۡنِ الۡمَلِکِ  اِلَّاۤ  اَنۡ  یَّشَآءَ  اللّٰہُ ؕ نَرۡفَعُ دَرَجٰتٍ مَّنۡ نَّشَآءُ ؕ وَ فَوۡقَ کُلِّ ذِیۡ  عِلۡمٍ  عَلِیۡمٌ ﴿۷۶﴾ ",
			"number": "",
			"verses_PDMS": "فَبَدَاَ بِاَوۡعِیَتِہِمۡ قَبۡلَ وِعَآءِ اَخِیۡہِ ثُمَّ اسۡتَخۡرَجَہَا مِنۡ وِّعَآءِ اَخِیۡہِ ؕ کَذٰلِکَ  کِدۡنَا لِیُوۡسُفَ ؕ مَا  کَانَ  لِیَاۡخُذَ اَخَاہُ فِیۡ  دِیۡنِ الۡمَلِکِ  اِلَّاۤ  اَنۡ  یَّشَآءَ  اللّٰہُ ؕ نَرۡفَعُ دَرَجٰتٍ مَّنۡ نَّشَآءُ ؕ وَ فَوۡقَ کُلِّ ذِیۡ  عِلۡمٍ  عَلِیۡمٌ ﴿۷۶﴾ ",
			"index": "1672",
			"name": "অতঃপর সে প্রথমে আপন ভাই এর থলের তল্লাশির পূর্বে তাদের থলে থেকে তল্লাশী শুরু করলো। অতঃপর সেটা তার ভাইয়ের থলে থেকে বের করে নিলো। আমি ইয়ূসুফকে এই কৌশল বলে দিয়েছি। বাদশাহী আইনের মধ্যে তার পক্ষে সম্ভব ছিলো না তার সহোদর আটক করা, কিন্তু যদি আল্লাহ্‌ ইচ্ছা করেন। আমি যাকে ইচ্ছা মর্যাদায় উন্নীত করি। এবং প্রত্যেক জ্ঞানবান ব্যক্তির উপর আছেন একজন অধিক জ্ঞানী।",
			"en_kanzulimaan": "So he first searched their bags before his brothers bag, then removed it from his brothers bag; this was the plan We had taught Yusuf; he had no right to take his brother by the kings law, except if Allah wills; We may raise in ranks whomever We will; and above every possessor of knowledge is another scholar.",
			"ur_kanzulimaan": "تو اول ان کی خرُجیوں سے تلاشی شروع کی اپنے بھائی کی خرُجی سے پہلے پھر اسے اپنے بھائی کی خرُجی سے نکال لیا ہم نے یوسف کو یہی تدبیر بتائی بادشاہی قانون میں اسے نہیں پہنچتا تھا کہ اپنے بھائی کو لے لے مگر یہ کہ خدا چاہے ہم جسے چاہیں درجوں بلند کریں اور ہر علم والے اوپر ایک علم والا ہے",
			"hi_kanzulimaan": "तो पहले उनकी ख़ुर्जियों की तलाशी शुरू की अपने भाई (172फ़) की ख़ुर्जी से पहले फिर उसे अपने भाई की ख़ुर्जी से निकाल लिया (173फ़) हमने यूसुफ़ को यह तदबीर बताई (174फ़) बादशाही क़ानून में उसे नहीं पहुंचता था कि अपने भाई को ले ले (175फ़) मगर यह कि खुदा चाहे (176फ़) हम जिसे चाहे दर्जों बलन्द करें (177फ़) और हर इल्म वाले से ऊपर एक इल्म वाला है (178फ़)",
			"author": "৭৬. সুতরাং ইউসুফ (আলাইহিস সালাম) তাঁর ভাইয়ের বস্তার পরিবর্তে তাদের বস্তায় খোঁজা শুরু করলেন। পরে তিনি এটি (অর্থাৎ পানপাত্রটি) তাঁর (সহোদর) ভাই (বিনইয়ামীন)-এর বস্তা থেকে বের করলেন। এভাবে আমরা ইউসুফ (আলাইহিস সালাম)-কে কৌশল শিখিয়ে দিয়েছিলাম। আল্লাহ্‌র (এরূপ) ইচ্ছা ব্যতীত (মিশরের) বাদশাহর বিধান অনুযায়ী তিনি তাঁর ভাইকে (বন্দী হিসেবে) রাখতে পারতেন না। আমরা যাকে ইচ্ছা মর্যাদায় সমুন্নত করি। আর প্রত্যেক জ্ঞানবান ব্যক্তির উপর(ই) আছেন অধিকতর জ্ঞানবান।"
		},
		{
			"_id": "1673",
			"sura": "12",
			"para": "13",
			"verses": "77",
			"names": "قَالُوۡۤا اِنۡ یَّسۡرِقۡ فَقَدۡ سَرَقَ اَخٌ لَّہٗ  مِنۡ قَبۡلُ ۚ فَاَسَرَّہَا یُوۡسُفُ فِیۡ نَفۡسِہٖ وَ لَمۡ یُبۡدِہَا لَہُمۡ ۚ قَالَ اَنۡتُمۡ شَرٌّ مَّکَانًا ۚ وَ اللّٰہُ  اَعۡلَمُ  بِمَا تَصِفُوۡنَ ﴿۷۷﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡۤا اِنۡ یَّسۡرِقۡ فَقَدۡ سَرَقَ اَخٌ لَّہٗ  مِنۡ قَبۡلُ ۚ فَاَسَرَّہَا یُوۡسُفُ فِیۡ نَفۡسِہٖ وَ لَمۡ یُبۡدِہَا لَہُمۡ ۚ قَالَ اَنۡتُمۡ شَرٌّ مَّکَانًا ۚ وَ اللّٰہُ  اَعۡلَمُ  بِمَا تَصِفُوۡنَ ﴿۷۷﴾ ",
			"index": "1673",
			"name": "ভ্রাতাগণ বললো, ‘যদি সে চুরি করে তবে নিশ্চয় এর পূর্বে তার ভাইও চুরি করেছিলো’। তখন ইয়ূসুফ একথা নিজের মনে গোপন রাখলো এবং তাদের নিকট প্রকাশ করেনি, মনে মনে বললো, ‘তোমরা তো মর্যাদায় হীনতর এবং আল্লাহ্‌ ভালভাবে জানেন যে কথা তোমরা রচনা করছো’।",
			"en_kanzulimaan": "They said, If he steals, then indeed his brother has stolen before; so Yusuf kept this in his heart and did not reveal it to them; he replied within himself, In fact, you are in a worse position; and Allah well knows the matters you fabricate.",
			"ur_kanzulimaan": "بھائی بولے اگر یہ چوری کرے تو بیشک اس سے پہلے اس کا بھائی چوری کرچکا ہے تو یوسف نے یہ بات اپنے دل میں رکھی اور ان پر ظاہر نہ کی، جی میں کہا تم بدتر جگہ ہو اور اللہ خوب جانتا ہے جو باتیں بناتے ہو،",
			"hi_kanzulimaan": "भाई बोले अगर यह चोरी करे (179फ़) तो बेशक इससे पहले इसका भाई  चोरी कर चुका है (180फ़) तो यूसुफ़ ने यह बात अपने दिल में रखी और उनपर ज़ाहिर न की, जी में कहा तुम बदतर जगह हो (181फ़) और अल्लाह ख़ूब जानता है जो बातें बनाते हो",
			"author": "৭৭. তারা বললো, ‘যদি সে করে থাকে (তবে তা কোনো আশ্চর্যের বিষয় নয়) তার সহোদর (ইউসুফ)ও তো পূর্বে চুরি করেছিল’। সুতরাং ইউসুফ (আলাইহিস সালাম) এ বিষয়টি স্বীয় অন্তরে (সুপ্ত) রাখলেন এবং তাদের সামনে তা প্রকাশ করলেন না। (মনে মনেই) বললেন, ‘তোমাদের অবস্থা তো হীনতর। আর আল্লাহ্ সম্যক অবগত যা কিছু তোমরা বর্ণনা করছো।’"
		},
		{
			"_id": "1674",
			"sura": "12",
			"para": "13",
			"verses": "78",
			"names": "قَالُوۡا یٰۤاَیُّہَا الۡعَزِیۡزُ اِنَّ لَہٗۤ  اَبًا شَیۡخًا کَبِیۡرًا فَخُذۡ اَحَدَنَا مَکَانَہٗ ۚ اِنَّا نَرٰىکَ مِنَ  الۡمُحۡسِنِیۡنَ ﴿۷۸﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا یٰۤاَیُّہَا الۡعَزِیۡزُ اِنَّ لَہٗۤ  اَبًا شَیۡخًا کَبِیۡرًا فَخُذۡ اَحَدَنَا مَکَانَہٗ ۚ اِنَّا نَرٰىکَ مِنَ  الۡمُحۡسِنِیۡنَ ﴿۷۸﴾ ",
			"index": "1674",
			"name": "(তারা) বললো, ‘হে আযীয! তার এক পিতা আছেন অতিশয় বৃদ্ধ; সুতরাং আমাদের একজনকে তার স্থলে রেখে দিন। নিশ্চয়, আমরা আপনার অনুগ্রহ প্রত্যক্ষ করছি’।",
			"en_kanzulimaan": "They said, O governor! He has a very aged father, so take one of us in his stead; indeed we witness your favours.",
			"ur_kanzulimaan": "بولے اے عزیز! اس کے ایک باپ ہیں بوڑھے بڑے تو ہم میں اس کی جگہ کسی کو لے لو، بیشک ہم تمہارے احسان دیکھ رہے ہیں،",
			"hi_kanzulimaan": "बोले ऐ अज़ीज़ इसके एक बाप हैं बूढ़े बड़े (182फ़) तो हम में इसकी जगह किसी को ले लो बेशक हम तुम्हारे एहसान देख रहे हैं",
			"author": "৭৮. তারা বললো, ‘হে আযীযে মিশর! তার পিতা অতিশয় বয়স্ক বৃদ্ধ, আপনি তার স্থলে আমাদের মধ্য থেকে কাউকে আটকে রাখুন। নিশ্চয়ই আমরা আপনাকে দেখছি মহানুভব ব্যক্তিদের একজন।’"
		},
		{
			"_id": "1675",
			"sura": "12",
			"para": "13",
			"verses": "79",
			"names": "قَالَ مَعَاذَ اللّٰہِ اَنۡ نَّاۡخُذَ اِلَّا مَنۡ وَّجَدۡنَا مَتَاعَنَا عِنۡدَہٗۤ ۙ اِنَّاۤ اِذًا لَّظٰلِمُوۡنَ ﴿۷۹﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ مَعَاذَ اللّٰہِ اَنۡ نَّاۡخُذَ اِلَّا مَنۡ وَّجَدۡنَا مَتَاعَنَا عِنۡدَہٗۤ ۙ اِنَّاۤ اِذًا لَّظٰلِمُوۡنَ ﴿۷۹﴾ ",
			"index": "1675",
			"name": "বললো, ‘আল্লাহ্‌রই আশ্রয় নিচ্ছি এ থেকে যে, আমরা যার নিকট আমাদের মাল পেয়েছি তাকে ছাড়া অন্য কাউকে রাখবো এরূপ করলে তো আমরা যালিম হয়ে যাবো’।",
			"en_kanzulimaan": "He said, The refuge of Allah from that we should take anyone except him with whom our property was found - we would then surely be unjust.",
			"ur_kanzulimaan": "کہا خدا کی پناہ کہ ہم میں مگر اسی کو جس کے پاس ہمارا مال ملا جب تو ہم ظالم ہوں گے،",
			"hi_kanzulimaan": "कहा (183फ़) ख़ुदा की पनाह कि हम लें मगर उसी को जिसके पास हमारा माल मिला (184फ़) जब तो हम ज़ालिम होंगे",
			"author": "৭৯. ইউসুফ (আলাইহিস সালাম) বললেন, ‘আল্লাহ্‌র আশ্রয় চাই, আমরা যার কাছে আমাদের সামগ্রী পেয়েছি তাকে ছাড়া (অন্য) কাউকে যদি আটকে রাখি, তবে তো আমরা যালিমদের মধ্যে গণ্য হবো’।"
		},
		{
			"_id": "1676",
			"sura": "12",
			"para": "13",
			"verses": "80",
			"names": "فَلَمَّا اسۡتَیۡـَٔسُوۡا مِنۡہُ خَلَصُوۡا نَجِیًّا ؕ قَالَ کَبِیۡرُہُمۡ اَلَمۡ تَعۡلَمُوۡۤا اَنَّ اَبَاکُمۡ قَدۡ اَخَذَ عَلَیۡکُمۡ  مَّوۡثِقًا مِّنَ اللّٰہِ وَ مِنۡ قَبۡلُ مَا فَرَّطۡتُّمۡ فِیۡ یُوۡسُفَ ۚ فَلَنۡ اَبۡرَحَ الۡاَرۡضَ حَتّٰی یَاۡذَنَ لِیۡۤ  اَبِیۡۤ  اَوۡ یَحۡکُمَ اللّٰہُ  لِیۡ ۚ وَ ہُوَ  خَیۡرُ  الۡحٰکِمِیۡنَ ﴿۸۰﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا اسۡتَیۡـَٔسُوۡا مِنۡہُ خَلَصُوۡا نَجِیًّا ؕ قَالَ کَبِیۡرُہُمۡ اَلَمۡ تَعۡلَمُوۡۤا اَنَّ اَبَاکُمۡ قَدۡ اَخَذَ عَلَیۡکُمۡ  مَّوۡثِقًا مِّنَ اللّٰہِ وَ مِنۡ قَبۡلُ مَا فَرَّطۡتُّمۡ فِیۡ یُوۡسُفَ ۚ فَلَنۡ اَبۡرَحَ الۡاَرۡضَ حَتّٰی یَاۡذَنَ لِیۡۤ  اَبِیۡۤ  اَوۡ یَحۡکُمَ اللّٰہُ  لِیۡ ۚ وَ ہُوَ  خَیۡرُ  الۡحٰکِمِیۡنَ ﴿۸۰﴾ ",
			"index": "1676",
			"name": "অতঃপর যখন (তারা) তার নিকট থেকে নিরাশ হলো, তখন তারা নির্জনে গিয়ে কানাঘুষা করতে লাগলো। তাদের বড়ভাই বললো, ‘তোমরা কি জানো না যে, তোমাদের পিতা তোমাদের কাছ থেকে আল্লাহ্‌র নামে অঙ্গীকার নিয়েছেন এবং ইতোপূর্বে ইয়ূসুফের ব্যাপারে তোমরা কেমন ত্রুটি করেছিলে? সুতরাং আমি কিছুতেই এ স্থান ত্যাগ করবো না, যতক্ষণ না আমার পিতা আমাকে অনুমতি দেন অথবা আল্লাহ্‌ আমাকে নির্দেশ দেন এবং তার নির্দেশ সবচেয়ে উত্তম’।",
			"en_kanzulimaan": "So when they did not anticipate anything from him, they went away and started consulting each other; their eldest brother said, Do you not know that your father has taken from you an oath upon Allah, and before this, how you had failed in respect of Yusuf? Therefore I will not move from here until my father permits or Allah commands me; and His is the best command.",
			"ur_kanzulimaan": "پھر جب اس سے نا امید ہوئے الگ جاکر سرگوشی کرنے لگے، ان کا بڑا بھائی بولا کیا تمہیں خبر نہیں کہ تمہارے باپ نے تم سے اللہ کا عہد لے لیا تھا اور اس سے پہلے یوسف کے حق میں تم نے کیسی تقصیر کی تو میں یہاں سے نہ ٹلوں گا یہاں تک کہ میرے باپ اجازت دیں یا اللہ مجھے حکم فرمائے اور اس کا حکم سب سے بہتر،",
			"hi_kanzulimaan": "फिर जब इससे ना उम्मीद हुए अलग जाकर कानाफ़ूसी करने लगे, उनका बड़ा भाई बोला क्या तुम्हें ख़बर नहीं कि तुम्हारे बाप ने तुमसे अल्लाह का एहद ले लिया था और उससे पहले यूसुफ़ के हक़ में तुमने कैसी तक़सीर {अपराध} की तो मैं यहाँ से न टलूंगा यहां तक कि मेरे बाप (185फ़) इजाज़त दें या अल्लाह मुझे हुक्म फ़रमाए (186फ़) और उसका हुक्म सबसे बेहतर है",
			"author": "৮০. অতঃপর যখন তারা ইউসুফ (আলাইহিস সালাম)-এঁর নিকট হতে নিরাশ হলো, তখন নির্জনে (পরস্পর) পরামর্শ করতে লাগলো। তাদের মধ্যে বয়োজ্যেষ্ঠ (এক ভাই) বললো, ‘তোমরা কি জানো না যে, তোমাদের পিতা তোমাদের নিকট থেকে আল্লাহ্‌র নামে দৃঢ় অঙ্গীকার নিয়েছিলেন। আর ইতোপূর্বে তোমরা ইউসুফের ব্যাপারে যে বাড়াবাড়ি করেছিলে (তোমরা তাও জানো)। সুতরাং আমি কখনো এ ভুমি ত্যাগ করবো না, যতক্ষণ পর্যন্ত না আমাকে আমার পিতা অনুমতি দিবেন অথবা আমার জন্যে আল্লাহ্ কোনো ফায়সালা প্রদান করবেন। আর তিনি সবচেয়ে উত্তম ফায়সালাকারী।"
		},
		{
			"_id": "1677",
			"sura": "12",
			"para": "13",
			"verses": "81",
			"names": "اِرۡجِعُوۡۤا اِلٰۤی اَبِیۡکُمۡ  فَقُوۡلُوۡا یٰۤاَبَانَاۤ  اِنَّ ابۡنَکَ سَرَقَ ۚ وَ مَا شَہِدۡنَاۤ اِلَّا بِمَا عَلِمۡنَا وَ مَا کُنَّا لِلۡغَیۡبِ حٰفِظِیۡنَ ﴿۸۱﴾ ",
			"number": "",
			"verses_PDMS": "اِرۡجِعُوۡۤا اِلٰۤی اَبِیۡکُمۡ  فَقُوۡلُوۡا یٰۤاَبَانَاۤ  اِنَّ ابۡنَکَ سَرَقَ ۚ وَ مَا شَہِدۡنَاۤ اِلَّا بِمَا عَلِمۡنَا وَ مَا کُنَّا لِلۡغَیۡبِ حٰفِظِیۡنَ ﴿۸۱﴾ ",
			"index": "1677",
			"name": "‘তোমরা নিজ পিতার নিকট ফিরে যাও। অতঃপর আরয করো, ‘হে আমাদের পিতা! নিশ্চয় আপনার ছেলে চুরি করেছে এবং আমরা তো এতটুকু কথারই সাক্ষী হয়েছিলাম যতটুকু আমাদের জ্ঞানে ছিলো এবং আমরা অদৃশ্যের রক্ষণাবেক্ষণকারী ছিলাম না। ",
			"en_kanzulimaan": "Return to your father and then submit, O our father! Indeed your son has stolen; we were witness only to what we know and we were not guardians of the unseen.",
			"ur_kanzulimaan": "اپنے باپ کے پاس لوٹ کر جاؤ پھر عرض کرو اے ہمارے باپ بیشک آپ کے بیٹے نے چوری کی اور ہم تو اتنی ہی بات کے گواہ ہوئے تھے جتنی ہمارے علم میں تھی اور ہم غیب کے نگہبان نہ تھے",
			"hi_kanzulimaan": "अपने बाप के पास लौट कर जाओ फिर अर्ज़ करो कि ऐ हमारे बाप बेशक आपके बेटे ने चोरी की (187फ़) और हम तो इतनी ही बात के गवाह हुए थे जितनी हमारे इल्म में थी (188फ़) और हम ग़ैब के निगहबान न थे (189फ़)",
			"author": "৮১. তোমরা তোমাদের পিতার কাছে ফিরে যাও। অতঃপর (গিয়ে) বলো: হে আমাদের পিতা! নিশ্চয়ই আপনার পুত্র চুরি করেছে (তাই তাকে গ্রেফতার করা হয়েছে)। আর আমরা কেবল এ বিষয়েরই সাক্ষ্য দিয়েছিলাম, যা আমরা জানতাম। আর আমরা অদৃশ্য বিষয়ের রক্ষণাবেক্ষণকারী ছিলাম না।"
		},
		{
			"_id": "1678",
			"sura": "12",
			"para": "13",
			"verses": "82",
			"names": "وَ سۡـَٔلِ الۡقَرۡیَۃَ  الَّتِیۡ  کُنَّا فِیۡہَا وَ الۡعِیۡرَ الَّتِیۡۤ  اَقۡبَلۡنَا فِیۡہَا ؕ وَ اِنَّا لَصٰدِقُوۡنَ ﴿۸۲﴾ ",
			"number": "",
			"verses_PDMS": "وَ سۡـَٔلِ الۡقَرۡیَۃَ  الَّتِیۡ  کُنَّا فِیۡہَا وَ الۡعِیۡرَ الَّتِیۡۤ  اَقۡبَلۡنَا فِیۡہَا ؕ وَ اِنَّا لَصٰدِقُوۡنَ ﴿۸۲﴾ ",
			"index": "1678",
			"name": "এবং ওই বস্তিকে জিজ্ঞাসা করে দেখুন যার মধ্যে আমরা ছিলাম এবং ওই কাফেলাকে, যার সাথে আমরা এসেছি; এবং আমরা নিঃসন্দেহে সত্যবাদী’।",
			"en_kanzulimaan": "And ask the township in which we were, and the caravan in which we came; and indeed we are truthful. ",
			"ur_kanzulimaan": "اور اس بستی سے پوچھ دیکھئے جس میں ہم تھے اور اس قافلہ سے جس میں ہم آئے، اور ہم بیشک سچے ہیں",
			"hi_kanzulimaan": "और उस क़ाफ़िले से जिसमें हम आए और हम बेशक सच्चे हैं (190फ़)",
			"author": "৮২. আর (যদি আপনার বিশ্বাস না হয় তবে) এ জনপদের (অধিবাসীদের) নিকট জিজ্ঞেস করুন, যেখানে আমরা ছিলাম। আর এ যাত্রীদল থেকে (জেনে নিন) যার সাথে আমরা এসেছি। আর আমরা (আমাদের বক্তব্যের ব্যাপারে) নিশ্চয়ই সত্যবাদী।’"
		},
		{
			"_id": "1679",
			"sura": "12",
			"para": "13",
			"verses": "83",
			"names": "قَالَ  بَلۡ  سَوَّلَتۡ  لَکُمۡ  اَنۡفُسُکُمۡ  اَمۡرًا ؕ فَصَبۡرٌ جَمِیۡلٌ ؕ عَسَی اللّٰہُ  اَنۡ یَّاۡتِـیَنِیۡ بِہِمۡ جَمِیۡعًا ؕ اِنَّہٗ  ہُوَ الۡعَلِیۡمُ الۡحَکِیۡمُ ﴿۸۳﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ  بَلۡ  سَوَّلَتۡ  لَکُمۡ  اَنۡفُسُکُمۡ  اَمۡرًا ؕ فَصَبۡرٌ جَمِیۡلٌ ؕ عَسَی اللّٰہُ  اَنۡ یَّاۡتِـیَنِیۡ بِہِمۡ جَمِیۡعًا ؕ اِنَّہٗ  ہُوَ الۡعَلِیۡمُ الۡحَکِیۡمُ ﴿۸۳﴾ ",
			"index": "1679",
			"name": "বললো, ‘তোমাদের মন তোমাদের জন্য কোন বাহান তৈরী করে দিয়েছে; সুতরাং ধৈর্যই শ্রেয়, হয় তো অদূর ভবিষ্যতে আল্লাহ্‌ তাদের সবাইকে আমার সাথে সাক্ষাৎ করাবেন। নিশ্চয় তিনি-ই সর্বজ্ঞ ও প্রজ্ঞাময়’। ",
			"en_kanzulimaan": "Said Yaqub, Your souls have fabricated an excuse for you; therefore patience is excellent; it is likely that Allah will bring all * of them to me; undoubtedly only He is the All Knowing, the Wise. (* All three including Yusuf.)",
			"ur_kanzulimaan": "کہا تمہارے نفس نے تمہیں کچھ حیلہ بنادیا، تو اچھا صبر ہے، قریب ہے کہ اللہ ان سب کو مجھ سے لا، ملائے بیشک وہی علم و حکمت والا ہے،",
			"hi_kanzulimaan": "कहा (191फ़) तुम्हारे नफ़्स {मन} ने तुम्हें कुछ हीला{बहाना} बना दिया तो अच्छा सब्र है क़रीब है कि अल्लाह उन सब को मुझ से ला मिलाए (192फ़) बेशक वही इल्म व हिकमत वाला है",
			"author": "৮৩. ইয়াকুব (আলাইহিস সালাম) বললেন, ‘(তা নয়) বরং তোমাদের মন্দ সত্তা এ বিষয়টি তোমাদের জন্যে আকর্ষণীয় করে দিয়েছে। এখন ধৈর্য ধারণই উত্তম। হয়তো আল্লাহ্ এদের সকলকে আমার কাছে নিয়ে আসবেন। নিশ্চয়ই তিনি সর্বজ্ঞ, অত্যন্ত প্রজ্ঞাবান।’"
		},
		{
			"_id": "1680",
			"sura": "12",
			"para": "13",
			"verses": "84",
			"names": "وَ تَوَلّٰی عَنۡہُمۡ  وَ قَالَ یٰۤاَسَفٰی عَلٰی یُوۡسُفَ وَ ابۡیَضَّتۡ عَیۡنٰہُ مِنَ الۡحُزۡنِ فَہُوَ کَظِیۡمٌ ﴿۸۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ تَوَلّٰی عَنۡہُمۡ  وَ قَالَ یٰۤاَسَفٰی عَلٰی یُوۡسُفَ وَ ابۡیَضَّتۡ عَیۡنٰہُ مِنَ الۡحُزۡنِ فَہُوَ کَظِیۡمٌ ﴿۸۴﴾ ",
			"index": "1680",
			"name": "এবং তাদের দিক থেকে মুখ ফিরিয়ে নিলো আর বললো, ‘হায় আফ্‌সোস ইয়ূসুফের বিচ্ছেদের জন্য!’ এবং তার চক্ষুদ্বয় শোকে সাদা হয়ে গেলো। সে রাগ সংবরণ করছিলো।",
			"en_kanzulimaan": "And he turned away from them and said, Alas - the separation from Yusuf! and his eyes turned white with sorrow, he therefore kept suppressing his anger.",
			"ur_kanzulimaan": "اور ان سے منہ پھیرا اور کہا ہائے افسوس! یوسف کی جدائی پر اور اس کی آنکھیں غم سے سفید ہوگئیں وہ غصہ کھا تا رہا،",
			"hi_kanzulimaan": "और उनसे मुंह फेरा (193फ़) और कहा हाय अफ़सोस यूसुफ़ की जुदाई पर और उसकी आँखें ग़म से सफ़ेद हो गई (194फ़) तो वह ग़ुस्सा खाता रहा (195फ़)",
			"author": "৮৪. আর ইয়াকুব (আলাইহিস সালাম) তাদের থেকে মুখ ফিরিয়ে নিলেন এবং বললেন, ‘হায় আফসোস! ইউসুফ (আলাইহিস সালামের বিচ্ছেদ)-এঁর জন্যে।’ আর তাঁর চক্ষু বিষাদে সাদা হয়ে গেল এবং তিনি ছিলেন অসহনীয় মনস্তাপে ক্লিষ্ট।"
		},
		{
			"_id": "1681",
			"sura": "12",
			"para": "13",
			"verses": "85",
			"names": "قَالُوۡا تَاللّٰہِ تَفۡتَؤُا تَذۡکُرُ  یُوۡسُفَ حَتّٰی تَکُوۡنَ حَرَضًا اَوۡ تَکُوۡنَ مِنَ الۡہٰلِکِیۡنَ ﴿۸۵﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا تَاللّٰہِ تَفۡتَؤُا تَذۡکُرُ  یُوۡسُفَ حَتّٰی تَکُوۡنَ حَرَضًا اَوۡ تَکُوۡنَ مِنَ الۡہٰلِکِیۡنَ ﴿۸۵﴾ ",
			"index": "1681",
			"name": "বললো, ‘আল্লাহ্‌র শপথ! আপনি সব সময় ইয়ূসুফকে স্মরণ করতে থাকবেন যতক্ষণ না আপনি কবরের পার্শ্বে গিয়ে লাগবেন, অথবা মৃত্যুবরণ করবেন’।",
			"en_kanzulimaan": "They said, By Allah, you will keep remembering Yusuf till your health fails you or you lose your life.",
			"ur_kanzulimaan": "بولے خدا کی قسم! آپ ہمیشہ یوسف کی یاد کرتے رہیں گے یہاں تک کہ گور کنارے جا لگیں یا جان سے گزر جائیں،",
			"hi_kanzulimaan": "बोले ख़ुदा की क़सम आप हमेशा यूसुफ़ की याद करते रहेंगे यहाँ तक कि गोर किनारे जा लगें या जान से गुज़र जाएं",
			"author": "৮৫. তারা বললো, ‘আল্লাহ্‌র কসম! আপনি সর্বদা ইউসুফকে(ই) স্মরণ করতে থাকবেন, যতক্ষণ না আপনি মুমূর্ষ হবেন অথবা মৃত্যুবরণ করবেন।’"
		},
		{
			"_id": "1682",
			"sura": "12",
			"para": "13",
			"verses": "86",
			"names": "قَالَ اِنَّمَاۤ اَشۡکُوۡا بَثِّیۡ وَ حُزۡنِیۡۤ   اِلَی اللّٰہِ وَ اَعۡلَمُ  مِنَ  اللّٰہِ  مَا  لَا  تَعۡلَمُوۡنَ ﴿۸۶﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ اِنَّمَاۤ اَشۡکُوۡا بَثِّیۡ وَ حُزۡنِیۡۤ   اِلَی اللّٰہِ وَ اَعۡلَمُ  مِنَ  اللّٰہِ  مَا  لَا  تَعۡلَمُوۡنَ ﴿۸۶﴾ ",
			"index": "1682",
			"name": "বললো, ‘আমি তো আমার বেদনা ও দুখের ফরিয়াদ আল্লাহ্‌রই নিকট করছি এবং আল্লাহ্‌র ওই সব মহিমা আমার জানা আছে, যেগুলো তোমরা জানো না।",
			"en_kanzulimaan": "He said, I complain of my worry and grief only to Allah, and I know the great traits of Allah which you do not know.",
			"ur_kanzulimaan": "کہا میں تو اپنی پریشانی اور غم کی فریاد اللہ ہی سے کرتا ہوں اور مجھے اللہ کی وہ شانیں معلوم ہیں جو تم نہیں جانتے",
			"hi_kanzulimaan": "कहा मैं तो अपनी परेशानी और ग़म की फ़रियाद अल्लाह ही से करता हूँ (196फ़) और मुझे अल्लाह की वो शानें मालूम हैं जो तुम नहीं जानते (197फ़)",
			"author": "৮৬. তিনি বললেন, ‘আমি তো কেবল আল্লাহ্‌র সমীপে আমার পেরেশানী ও দুশ্চিন্তার ফরিয়াদ করছি। আর আমি আল্লাহ্‌র নিকট থেকে এমন কিছু জানি, যা তোমরা জানো না।"
		},
		{
			"_id": "1683",
			"sura": "12",
			"para": "13",
			"verses": "87",
			"names": "یٰبَنِیَّ اذۡہَبُوۡا فَتَحَسَّسُوۡا مِنۡ یُّوۡسُفَ وَ اَخِیۡہِ وَ لَا تَایۡـَٔسُوۡا مِنۡ رَّوۡحِ اللّٰہِ ؕ اِنَّہٗ  لَا یَایۡـَٔسُ مِنۡ رَّوۡحِ اللّٰہِ  اِلَّا الۡقَوۡمُ  الۡکٰفِرُوۡنَ ﴿۸۷﴾ ",
			"number": "",
			"verses_PDMS": "یٰبَنِیَّ اذۡہَبُوۡا فَتَحَسَّسُوۡا مِنۡ یُّوۡسُفَ وَ اَخِیۡہِ وَ لَا تَایۡـَٔسُوۡا مِنۡ رَّوۡحِ اللّٰہِ ؕ اِنَّہٗ  لَا یَایۡـَٔسُ مِنۡ رَّوۡحِ اللّٰہِ  اِلَّا الۡقَوۡمُ  الۡکٰفِرُوۡنَ ﴿۸۷﴾ ",
			"index": "1683",
			"name": "হে আমার পুত্ররা! যাও ইয়ূসুফ ও তার সহোদরের অনুসন্ধান করো এবং আল্লাহ্‌র দয়া থেকে নিরাশ হয়ো না। নিশ্চয় আল্লাহ্‌র দয়া থেকে নিরাশ হয় না- কিন্তু কাফিরগণ’।",
			"en_kanzulimaan": "O my sons, go and search for Yusuf and his brother, and do not lose hope in the mercy of Allah; indeed none lose hope in the mercy of Allah except the disbelieving people.",
			"ur_kanzulimaan": "اے بیٹو! جا ؤ یوسف اور اس کے بھائی کا سراغ لگاؤ اور اللہ کی رحمت سے مایوس نہ ہو، بیشک اللہ کی رحمت سے نا امید نہیں ہوتے مگر کافر لوگ",
			"hi_kanzulimaan": "ऐ बेटो जाओ यूसुफ़ और उसके भाई का पता लगाओ और अल्लाह की रहमत से ना उम्मीद न हो, बेशक अल्लाह की रहमत से नाउम्मीद नहीं होते मगर काफ़िर लोग (198फ़)",
			"author": "৮৭. হে আমার পুত্রগণ! তোমরা যাও (যে কোনোও স্থান থেকে) ইউসুফ এবং তাঁর সহোদরের খবর নিয়ে এসো। আর আল্লাহ্‌র রহমত থেকে নিরাশ হয়ো না। নিশ্চয়ই আল্লাহ্‌র রহমত থেকে তারাই নিরাশ হয় যারা কাফের।’"
		},
		{
			"_id": "1684",
			"sura": "12",
			"para": "13",
			"verses": "88",
			"names": "فَلَمَّا دَخَلُوۡا عَلَیۡہِ قَالُوۡا یٰۤاَیُّہَا الۡعَزِیۡزُ مَسَّنَا وَ اَہۡلَنَا الضُّرُّ وَ جِئۡنَا بِبِضَاعَۃٍ مُّزۡجٰىۃٍ فَاَوۡفِ لَنَا الۡکَیۡلَ وَ تَصَدَّقۡ عَلَیۡنَا ؕ اِنَّ اللّٰہَ یَجۡزِی  الۡمُتَصَدِّقِیۡنَ ﴿۸۸﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا دَخَلُوۡا عَلَیۡہِ قَالُوۡا یٰۤاَیُّہَا الۡعَزِیۡزُ مَسَّنَا وَ اَہۡلَنَا الضُّرُّ وَ جِئۡنَا بِبِضَاعَۃٍ مُّزۡجٰىۃٍ فَاَوۡفِ لَنَا الۡکَیۡلَ وَ تَصَدَّقۡ عَلَیۡنَا ؕ اِنَّ اللّٰہَ یَجۡزِی  الۡمُتَصَدِّقِیۡنَ ﴿۸۸﴾ ",
			"index": "1684",
			"name": "অতঃপর যখন তারা ইয়ূসুফের নিকট পৌছালে, তখন বললো, ‘হে আযীয! আমরা ও আমাদের পরিবারবর্গ বিপদগ্রস্ত হয়ে পড়েছি এবং আমরা তুচ্ছ পণ্যমূল্য নিয়ে এসেছি; সুতরাং আপনি আমাদের রসদ পূর্ণমাত্রায় দিন এবং আমাদেরকে দান করুন! নিশ্চয় আল্লাহ্‌ দাতাদেরকে পুরস্কৃত করেন’।",
			"en_kanzulimaan": "Then when they reached in the company of Yusuf they said, O governor! Calamity has struck us and our household, and we have brought goods of little value, so give us the full measure and be generous to us; undoubtedly Allah rewards the generous.",
			"ur_kanzulimaan": "پھر جب وہ یوسف کے پاس پہنچے بولے اے عزیز ہمیں اور ہمارے گھر والوں کو مصیبت پہنچی اور ہم بے قدر پونجی لے کر آئے ہیں تو آپ ہمیں پورا ناپ دیجئے اور ہم پر خیرات کیجئے بیشک اللہ خیرات والوں کو صلہ دیتا ہے",
			"hi_kanzulimaan": "फिर जब वो यूसुफ़ के पास पहुंचे बोले ऐ अज़ीज़ हमें और हमारे घर वालों को मुसीबत पहुंची (199फ़) और हम बेक़दर पूंजी लेकर आए हैं (200फ़) तो हमें पूरा नाप दीजिये (201फ़) और हम पर ख़ैरात कीजिये (202फ़) बेशक अल्लाह ख़ैरात वालों को सिला देता है (203फ़)",
			"author": "৮৮. অতঃপর যখন তারা (দ্বিতীয়বার) ইউসুফ (আলাইহিস সালাম)-এঁর নিকট হাযির হলো তখন বলতে লাগলো, ‘হে আযীযে মিশর! আমাদের উপর, আমাদের পরিবারের উপর বিপদ নেমে এসেছে। (আমরা কঠিন দুর্ভিক্ষে পতিত,) আর আমরা (এ) সামান্য টাকা-কড়ি নিয়ে এসেছি, কাজেই (এর বিনিময়ে) আমাদেরকে (শস্যের) পুরোপুরি পরিমাণ দান করুন। আর (এ ছাড়া) আমাদের উপর (কিছু) সাদকাহ্(ও) করুন। নিশ্চয়ই আল্লাহ্ সাদকাহ্কারীদের প্রতিদান প্রদান করেন।’"
		},
		{
			"_id": "1685",
			"sura": "12",
			"para": "13",
			"verses": "89",
			"names": "قَالَ ہَلۡ عَلِمۡتُمۡ مَّا فَعَلۡتُمۡ بِیُوۡسُفَ وَ اَخِیۡہِ   اِذۡ  اَنۡتُمۡ  جٰہِلُوۡنَ ﴿۸۹﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ ہَلۡ عَلِمۡتُمۡ مَّا فَعَلۡتُمۡ بِیُوۡسُفَ وَ اَخِیۡہِ   اِذۡ  اَنۡتُمۡ  جٰہِلُوۡنَ ﴿۸۹﴾ ",
			"index": "1685",
			"name": "বললো ‘কিছু খবর আছে কি, তোমরা ইয়ূসুফ ও তার সহোদর প্রতি কিরূপ আচরণ করেছিলে, যখন তোমরা অজ্ঞ ছিলে?’",
			"en_kanzulimaan": "He said, Are you aware of what you did to Yusuf and his brother when you were unwise?",
			"ur_kanzulimaan": "بولے کچھ خبر ہے تم نے یوسف اور اس کے بھائی کے ساتھ کیا کِیا تھا جب تم نادان تھے",
			"hi_kanzulimaan": "बोले कुछ ख़बर है तुम ने यूसुफ़ और उसके भाई के साथ क्या किया था जब तुम नादान थे (204फ़)",
			"author": "৮৯. ইউসুফ (আলাইহিস সালাম) বললেন, ‘তোমরা কি জানো যে, তোমরা ইউসুফ এবং তাঁর ভাইয়ের সাথে কি (আচরণ) করেছিলে? তোমরা কি (সে সময়) অজ্ঞ ছিলে?’"
		},
		{
			"_id": "1686",
			"sura": "12",
			"para": "13",
			"verses": "90",
			"names": "قَالُوۡۤا ءَاِنَّکَ لَاَنۡتَ یُوۡسُفُ ؕ قَالَ اَنَا یُوۡسُفُ وَ ہٰذَاۤ  اَخِیۡ ۫ قَدۡ مَنَّ اللّٰہُ عَلَیۡنَا ؕ اِنَّہٗ  مَنۡ یَّـتَّقِ وَ یَصۡبِرۡ  فَاِنَّ اللّٰہَ  لَا  یُضِیۡعُ  اَجۡرَ  الۡمُحۡسِنِیۡنَ ﴿۹۰﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡۤا ءَاِنَّکَ لَاَنۡتَ یُوۡسُفُ ؕ قَالَ اَنَا یُوۡسُفُ وَ ہٰذَاۤ  اَخِیۡ ۫ قَدۡ مَنَّ اللّٰہُ عَلَیۡنَا ؕ اِنَّہٗ  مَنۡ یَّـتَّقِ وَ یَصۡبِرۡ  فَاِنَّ اللّٰہَ  لَا  یُضِیۡعُ  اَجۡرَ  الۡمُحۡسِنِیۡنَ ﴿۹۰﴾ ",
			"index": "1686",
			"name": "তারা বললো, ‘তবে কি সত্যি সত্যি আপনি-ই ইয়ূসুফ?’ বললো, ‘আমি ইয়ূসুফ এবং এই আমার সহোদর; নিশ্চয় আল্লাহ্‌ আমাদের উপর অনুগ্রহ করেছেন। নিশ্চয় যে ব্যক্তি পরহেযগারী ও ধৈর্যধারণ করে, তবে আল্লাহ্‌ সৎকর্মপরায়ণদের শ্রমফল বিনষ্ট করেন না’।",
			"en_kanzulimaan": "They said, Are you, in truth you, really Yusuf? He said, I am Yusuf and this is my brother; indeed Allah has bestowed favour upon us; undoubtedly whoever practices piety and patience - so Allah does not waste the wages of the righteous.",
			"ur_kanzulimaan": "بولے کیا سچ مچ آپ ہی یوسف ہیں، کہا میں یوسف ہوں اور یہ میرا بھائی، بیشک اللہ نے ہم پر احسان کیا بیشک جو پرہیزگاری اور صبر کرے تو اللہ نیکوں کا نیگ (اجر) ضائع نہیں کرتا",
			"hi_kanzulimaan": "बोले क्या सचमुच आप ही यूसुफ़ हैं कहा मैं यूसुफ़ हूँ और यह मेरा भाई बेशक अल्लाह ने हमपर एहसान किया (205फ़) बेशक जो परहेज़गारी और सब्र करे तो अल्लाह नेकों का नेग ज़ाया (नष्ट) नहीं करता (206फ़)",
			"author": "৯০. তারা বললো, ‘আসলে তুমিই ইউসুফ?’ তিনি বললেন, ‘(হাঁ) আমি ইউসুফ এবং এ আমার ভাই। নিশ্চয়ই আল্লাহ্ আমাদের প্রতি অনুগ্রহ করেছেন। নিশ্চয়ই যে আল্লাহকে ভয় করে এবং ধৈর্য ধারণ করে, আল্লাহ্ অবশ্যই নেক্কারদের প্রতিদান নষ্ট করেন না। ’ইউসুফকে(ই) স্মরণ করতে থাকবেন, যতক্ষণ না আপনি মুমূর্ষ হবেন অথবা মৃত্যুবরণ করবেন।’"
		},
		{
			"_id": "1687",
			"sura": "12",
			"para": "13",
			"verses": "91",
			"names": "قَالُوۡا تَاللّٰہِ لَقَدۡ اٰثَرَکَ اللّٰہُ عَلَیۡنَا وَ  اِنۡ کُنَّا لَخٰطِئِیۡنَ ﴿۹۱﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا تَاللّٰہِ لَقَدۡ اٰثَرَکَ اللّٰہُ عَلَیۡنَا وَ  اِنۡ کُنَّا لَخٰطِئِیۡنَ ﴿۹۱﴾ ",
			"index": "1687",
			"name": "তারা বললো, ‘আল্লাহ্‌র শপথ! নিশ্চয় আল্লাহ্‌ আপনাকে আমাদের উপর প্রাধান্য দিয়েছেন এবং নিশ্চয় আমরা অপরাধী ছিলাম’,",
			"en_kanzulimaan": "They said, By Allah, undoubtedly Allah has given you superiority over us, and we were indeed guilty.",
			"ur_kanzulimaan": "بولے خدا کی قسم! بیشک اللہ نے آپ کو ہم پر فضیلت دی اور بیشک ہم خطاوار تھے",
			"hi_kanzulimaan": "बोले ख़ुदा की क़सम बेशक अल्लाह ने आपको हमपर फ़ज़ीलत दी और बेशक हम ख़ता वाले थे (207फ़)",
			"author": "৯১. তারা বলে উঠলো, ‘আল্লাহ্‌র কসম! নিশ্চয়ই আল্লাহ্ আপনাকে আমাদের উপর মর্যাদাবান করেছেন। আর নিশ্চয়ই আমরাই অপরাধী ছিলাম।’"
		},
		{
			"_id": "1688",
			"sura": "12",
			"para": "13",
			"verses": "92",
			"names": "قَالَ لَا تَثۡرِیۡبَ عَلَیۡکُمُ الۡیَوۡمَ ؕ یَغۡفِرُ اللّٰہُ  لَکُمۡ ۫ وَ ہُوَ اَرۡحَمُ الرّٰحِمِیۡنَ ﴿۹۲﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ لَا تَثۡرِیۡبَ عَلَیۡکُمُ الۡیَوۡمَ ؕ یَغۡفِرُ اللّٰہُ  لَکُمۡ ۫ وَ ہُوَ اَرۡحَمُ الرّٰحِمِیۡنَ ﴿۹۲﴾ ",
			"index": "1688",
			"name": "বললো, ‘আজ তোমাদেরকে কোনরূপ তিরস্কার করা হবে না। আল্লাহ্‌ তোমাদেরকে ক্ষমা করুন এবং তিনি সমস্ত দয়ালুর চেয়ে অধিক দয়ালু। ",
			"en_kanzulimaan": "He said, There is no reproach on you, this day! May Allah forgive you - and He is the Utmost Merciful, of all those who show mercy.",
			"ur_kanzulimaan": "کہا آج تم پر کچھ ملامت نہیں، اللہ تمہیں معاف کرے، اور وہ سب مہربانوں سے بڑھ کر مہربان ہے",
			"hi_kanzulimaan": "कहा आज (208फ़) तुमपर कुछ मलामत नहीं अल्लाह तुम्हें माफ़ करे और वह सब मेहरबानों से बढ़कर मेहरबान है (209फ़)",
			"author": "৯২. ইউসুফ (আলাইহিস সালাম) বললেন, ‘আজকের দিনে তোমাদের উপর কোনো অভিযোগ (এবং শাস্তি) নেই। আল্লাহ্ তোমাদেরকে ক্ষমা করে দেবেন। আর তিনি সকল দয়ালুর চেয়ে শ্রেষ্ঠ দয়ালু।"
		},
		{
			"_id": "1689",
			"sura": "12",
			"para": "13",
			"verses": "93",
			"names": "اِذۡہَبُوۡا بِقَمِیۡصِیۡ ہٰذَا فَاَلۡقُوۡہُ عَلٰی وَجۡہِ اَبِیۡ یَاۡتِ بَصِیۡرًا ۚ وَ اۡتُوۡنِیۡ بِاَہۡلِکُمۡ  اَجۡمَعِیۡنَ ﴿۹۳﴾ ",
			"number": "",
			"verses_PDMS": "اِذۡہَبُوۡا بِقَمِیۡصِیۡ ہٰذَا فَاَلۡقُوۡہُ عَلٰی وَجۡہِ اَبِیۡ یَاۡتِ بَصِیۡرًا ۚ وَ اۡتُوۡنِیۡ بِاَہۡلِکُمۡ  اَجۡمَعِیۡنَ ﴿۹۳﴾ ",
			"index": "1689",
			"name": "আমার এই জামা নিয়ে যাও। এটা আমার পিতার মুখমণ্ডল এর উপর রেখে দিও, তিনি দৃষ্টিশক্তি ফিরে পাবেন। আর তোমাদের পরিবারের সকলকে আমার নিকট নিয়ে এসো’। ",
			"en_kanzulimaan": "Take along this shirt of mine and lay it on my fathers face, his vision will be restored; and bring your entire household to me. (Prophet Yusuf knew that this miracle would occur.)",
			"ur_kanzulimaan": "میرا یہ کرتا لے جاؤ اسے میرے باپ کے منہ پر ڈالو ان کی آنکھیں کھل جائیں گی اور اپنے سب گھر بھر کو میرے پاس لے آ ؤ،",
			"hi_kanzulimaan": "मेरा यह कुर्ता लेजाओ (210फ़) इसे मेरे बाप के मुंह पर डालो उनकी आँखे खुल जाएंगी और अपने सब घर भर को मेरे पास ले आओ",
			"author": "৯৩. আমার এ জামাটি নিয়ে যাও, অতঃপর এটি আমার পিতার মূখমন্ডলের উপর রেখে দাও, তিনি দৃষ্টিশক্তি ফিরে পাবেন। (এরপর) তোমাদের পরিবারের সকলকে আমার নিকট নিয়ে এসো।’"
		},
		{
			"_id": "1690",
			"sura": "12",
			"para": "13",
			"verses": "94",
			"names": "وَ لَمَّا فَصَلَتِ الۡعِیۡرُ قَالَ اَبُوۡہُمۡ اِنِّیۡ لَاَجِدُ رِیۡحَ یُوۡسُفَ لَوۡ لَاۤ اَنۡ تُفَنِّدُوۡنِ ﴿۹۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ لَمَّا فَصَلَتِ الۡعِیۡرُ قَالَ اَبُوۡہُمۡ اِنِّیۡ لَاَجِدُ رِیۡحَ یُوۡسُفَ لَوۡ لَاۤ اَنۡ تُفَنِّدُوۡنِ ﴿۹۴﴾ ",
			"index": "1690",
			"name": "যখন কাফেলা মিশর থেকে বের হয়ে পড়লো, এখানে তাদের পিতা বললো, ‘নিশ্চয় আমি ইয়ূসুফের খুশবু পাচ্ছি, যদি আমাকে তোমরা এ কথা না বলো যে, আমার স্বাভাবিক অবস্থা লোপ পেয়েছে’।",
			"en_kanzulimaan": "When the caravan left Egypt, their father said *, Indeed I sense the fragrance of Yusuf, if you do not call me senile. (* Prophet Yaqub said this in Palestine, to other members of his family. He could discern the fragrance of Prophet Yusufs shirt from far away.)",
			"ur_kanzulimaan": "جب قافلہ مصر سے جدا ہوا یہاں ان کے باپ نے کہا بیشک میں یوسف کی خوشبو پا تا ہوں اگر مجھے یہ نہ کہو کہ سٹھ (بہک) گیا ہے،",
			"hi_kanzulimaan": "जब क़ाफ़िला मिस्र से जुदा हुआ (211फ़) यहां उनके बाप ने (212फ़) हा बेशक मैं यूसुफ़ की खुश्बू पाता हूँ अगर मुझे न कहो कि सठ गया",
			"author": "৯৪. আর যখন যাত্রীদল (মিশর থেকে) রওয়ানা হলো, তাদের পিতা (ইয়াকুব আলাইহিস সালাম কেনানে বসেই) বলে দিলেন, ‘নিশ্চয়ই আমি ইউসুফের সুগন্ধি পাচ্ছি, যদি তোমরা আমাকে বার্ধক্যের কারণে বিভ্রান্ত মনে না করো’।"
		},
		{
			"_id": "1691",
			"sura": "12",
			"para": "13",
			"verses": "95",
			"names": "قَالُوۡا تَاللّٰہِ  اِنَّکَ لَفِیۡ ضَلٰلِکَ الۡقَدِیۡمِ ﴿ٙ۹۵﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا تَاللّٰہِ  اِنَّکَ لَفِیۡ ضَلٰلِکَ الۡقَدِیۡمِ ﴿ٙ۹۵﴾ ",
			"index": "1691",
			"name": "পুত্রগণ বললো, ‘আল্লাহ্‌র শপথ! আপনি আপনার ওই পুরানো পুত্রস্নেহের মধ্যে বিভোর রয়েছেন’।",
			"en_kanzulimaan": "They said, By Allah, you are still deeply engrossed in the same old love of yours.",
			"ur_kanzulimaan": "بیٹے بولے خدا کی قسم! آپ اپنی اسی پرانی خود رفتگی میں ہیں",
			"hi_kanzulimaan": "बोले ख़ुदा की क़सम आप अपनी सी पुरानी ख़ुदरफ़्तगी(बेख़ुदी) में हैं (213फ़)",
			"author": "৯৫. তারা বললো, ‘আল্লাহ্‌র কসম! অবশ্যই আপনি আপনার (সেই) পুরনো ভালোবাসার আত্ম-বিস্মৃতিতে রয়েছেন।’"
		},
		{
			"_id": "1692",
			"sura": "12",
			"para": "13",
			"verses": "96",
			"names": "فَلَمَّاۤ  اَنۡ جَآءَ الۡبَشِیۡرُ اَلۡقٰىہُ عَلٰی وَجۡہِہٖ فَارۡتَدَّ بَصِیۡرًا ۚ قَالَ اَلَمۡ اَقُلۡ لَّکُمۡ ۚۙ اِنِّیۡۤ اَعۡلَمُ مِنَ اللّٰہِ مَا لَا تَعۡلَمُوۡنَ ﴿۹۶﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّاۤ  اَنۡ جَآءَ الۡبَشِیۡرُ اَلۡقٰىہُ عَلٰی وَجۡہِہٖ فَارۡتَدَّ بَصِیۡرًا ۚ قَالَ اَلَمۡ اَقُلۡ لَّکُمۡ ۚۙ اِنِّیۡۤ اَعۡلَمُ مِنَ اللّٰہِ مَا لَا تَعۡلَمُوۡنَ ﴿۹۶﴾ ",
			"index": "1692",
			"name": "অতঃপর যখন সুসংবাদদাতা উপস্থিত হলো তখন সে জামাটা ইয়া’কুবের মুখের উপর রাখলো। তখনই তার দৃষ্টিশক্তি ফিরে এলো। বললো, ‘আমি কি বলতাম না যে, আল্লাহ্‌র সে সব মহিমা আমার জানা আছে, যা তোমরা জানো না?’",
			"en_kanzulimaan": "Then when the bearer of glad tidings came, he laid the shirt on his face, he therefore immediately regained his eyesight*; he said, Was I not telling you? I know the great traits of Allah which you do not know! (This was a miracle that took place by applying Prophet Yusufs shirt.)",
			"ur_kanzulimaan": "پھر جب خوشی سنانے والا آیا اس نے وہ کرتا یعقوب کے منہ پر ڈالا اسی وقت اس کی آنکھیں پھر آئیں (دیکھنے لگیں) کہ میں نہ کہتا تھا کہ مجھے اللہ کی وہ شانیں معلوم ہیں جو تم نہیں جانتے",
			"hi_kanzulimaan": "फिर जब ख़ुशी सुनाने वाला आया (214फ़) उसने वह कुर्ता यअक़ूब के मुंह पर डाला उसी वक़्त उसक आँखें फिर आई कहा मैं न कहता था कि मुझे अल्लाह की वो शानें मालूम हैं जो तुम नहीं जानते (215फ़)",
			"author": "৯৬. অতঃপর যখন সুসংবাদদাতা এসে পৌঁছলো, তখন সে এ জামাটি ইয়াকুব (আলাইহিস সালাম)-এঁর মূখমন্ডলের উপর রাখলো, ততক্ষণাৎ তাঁর দৃষ্টিশক্তি ফিরে এলো। ইয়াকুব (আলাইহিস সালাম) বললেন, ‘আমি কি তোমাদেরকে বলিনি যে, নিশ্চয়ই আমি আল্লাহ্‌র পক্ষ থেকে এমন কিছু জানি, যা তোমরা জানো না?’"
		},
		{
			"_id": "1693",
			"sura": "12",
			"para": "13",
			"verses": "97",
			"names": "قَالُوۡا یٰۤاَبَانَا اسۡتَغۡفِرۡ لَنَا ذُنُوۡبَنَاۤ اِنَّا کُنَّا خٰطِئِیۡنَ ﴿۹۷﴾ ",
			"number": "",
			"verses_PDMS": "قَالُوۡا یٰۤاَبَانَا اسۡتَغۡفِرۡ لَنَا ذُنُوۡبَنَاۤ اِنَّا کُنَّا خٰطِئِیۡنَ ﴿۹۷﴾ ",
			"index": "1693",
			"name": "(তারা) বললো, ‘হে আমাদের পিতা! আমাদের পাপরাশির জন্যে ক্ষমা প্রার্থনা করুন! নিশ্চয় আমরা অপরাধী’।",
			"en_kanzulimaan": "They said, O our father! Seek forgiveness for our sins, for we were indeed guilty.",
			"ur_kanzulimaan": "بولے اے ہمارے باپ! ہمارے گناہوں کی معافی مانگئے بیشک ہم خطاوار ہیں،",
			"hi_kanzulimaan": "बोले ऐ हमारे बाप हमारे गुनाहों की माफ़ी मांगिये बेशक हम ख़तावार हैं",
			"author": "৯৭. তারা বললো, ‘হে আমাদের পিতা! (আল্লাহ্‌র নিকট) আমাদের গোনাহের জন্যে ক্ষমা প্রার্থনা করুন। নিশ্চয়ই আমরাই অপরাধী।’"
		},
		{
			"_id": "1694",
			"sura": "12",
			"para": "13",
			"verses": "98",
			"names": "قَالَ سَوۡفَ اَسۡتَغۡفِرُ لَکُمۡ رَبِّیۡ ؕ اِنَّہٗ ہُوَ  الۡغَفُوۡرُ  الرَّحِیۡمُ ﴿۹۸﴾ ",
			"number": "",
			"verses_PDMS": "قَالَ سَوۡفَ اَسۡتَغۡفِرُ لَکُمۡ رَبِّیۡ ؕ اِنَّہٗ ہُوَ  الۡغَفُوۡرُ  الرَّحِیۡمُ ﴿۹۸﴾ ",
			"index": "1694",
			"name": "বললো, ‘শিগগির আমি তোমাদের ক্ষমা আমার রবের নিকট চাইবো (নিশ্চয়) তিনিই ক্ষমাশীল, দয়ালু’।",
			"en_kanzulimaan": "He said, I shall soon seek forgiveness for you from my Lord; indeed He only is the Oft Forgiving, the Most Merciful.",
			"ur_kanzulimaan": "کہا جلد میں تمہاری بخشش اپنے رب سے چاہو ں گا، بیشک وہی بخشنے والا مہربان ہے",
			"hi_kanzulimaan": "कहा जल्द मैं तुम्हारी बख़्शिश अपने रब से चाहूंगा बेशक वही बख़्शने वाला मेहरबान है (216फ़)",
			"author": "৯৮. ইয়াকুব (আলাইহিস সালাম) বললেন, ‘আমি অচিরেই তোমাদের জন্যে আমার প্রতিপালকের নিকট ক্ষমা প্রার্থনা করবো। নিশ্চয়ই তিনিই মহাক্ষমাশীল, অসীম দয়ালু।’"
		},
		{
			"_id": "1695",
			"sura": "12",
			"para": "13",
			"verses": "99",
			"names": "فَلَمَّا دَخَلُوۡا عَلٰی یُوۡسُفَ اٰوٰۤی اِلَیۡہِ اَبَوَیۡہِ وَ قَالَ ادۡخُلُوۡا مِصۡرَ اِنۡ شَآءَ اللّٰہُ   اٰمِنِیۡنَ ﴿ؕ۹۹﴾ ",
			"number": "",
			"verses_PDMS": "فَلَمَّا دَخَلُوۡا عَلٰی یُوۡسُفَ اٰوٰۤی اِلَیۡہِ اَبَوَیۡہِ وَ قَالَ ادۡخُلُوۡا مِصۡرَ اِنۡ شَآءَ اللّٰہُ   اٰمِنِیۡنَ ﴿ؕ۹۹﴾ ",
			"index": "1695",
			"name": "অতঃপর যখন তারা সবাই ইয়ূসুফের নিকট পৌছালো, তখন সে আপন মাতা ও পিতাকে নিজের পাশে স্থান দিলো এবং বললো, ‘মিশরে প্রবেশ করুন, আল্লাহ্‌ যদি চান, নিরাপদ অবস্থায়’।",
			"en_kanzulimaan": "So when they all reached in Yusufs company, he kept his parents close to him, and said, Enter Egypt, if Allah wills, in safety.",
			"ur_kanzulimaan": "پھر جب وہ سب یوسف کے پاس پہنچے اس نے اپنے ماں باپ کو اپنے پاس جگہ دی اور کہا مصر میں داخل ہو اللہ چاہے تو امان کے ساتھ",
			"hi_kanzulimaan": "फिर जब वो सब यूसुफ़ के पास पहुंचे उसने अपने माँ (217फ़) बाप को अपने पास जगह दी और कहा मिस्र में (218फ़) दाख़िल हो अल्लाह चाहे तो अमान के साथ (219फ़)",
			"author": "৯৯.  অতঃপর (পরিবারের সকল সদস্য) যখন ইউসুফ (আলাইহিস সালাম)-এঁর নিকট আগমন করলো, (তখন) ইউসুফ (আলাইহিস সালাম শহর থেকে বাইরে এসে হাজার হাজার সওয়ারী, সৈনিক এবং জনসাধারণ সহকারে রাজকীয় শোভাযাত্রার মাধ্যমে তাদেরকে অভ্যর্থনা জানালেন এবং) তাঁর পিতা-মাতাকে সম্মানার্থে স্বীয় নিকটবর্তী আসনে বসালেন (অথবা তাদেরকে আলিংগন করলেন) এবং (স্বাগত জানিয়ে) বললেন, ‘আপনারা মিশরে প্রবেশ করুন, যদি আল্লাহ্ ইচ্ছা করেন (তবে) নিরাপত্তা ও স্বাচ্ছন্দের সাথে (এখানে অবস্থান করুন)’।"
		},
		{
			"_id": "1696",
			"sura": "12",
			"para": "13",
			"verses": "100",
			"names": "وَ رَفَعَ اَبَوَیۡہِ عَلَی الۡعَرۡشِ وَ خَرُّوۡا لَہٗ سُجَّدًا ۚ وَ قَالَ یٰۤاَبَتِ ہٰذَا تَاۡوِیۡلُ رُءۡیَایَ مِنۡ قَبۡلُ ۫ قَدۡ جَعَلَہَا رَبِّیۡ حَقًّا ؕ وَ قَدۡ  اَحۡسَنَ  بِیۡۤ   اِذۡ  اَخۡرَجَنِیۡ مِنَ السِّجۡنِ وَ جَآءَ بِکُمۡ مِّنَ الۡبَدۡوِ مِنۡۢ بَعۡدِ اَنۡ  نَّزَغَ  الشَّیۡطٰنُ  بَیۡنِیۡ وَ بَیۡنَ اِخۡوَتِیۡ ؕ اِنَّ رَبِّیۡ  لَطِیۡفٌ لِّمَا یَشَآءُ ؕ اِنَّہٗ  ہُوَ  الۡعَلِیۡمُ  الۡحَکِیۡمُ ﴿۱۰۰﴾ ",
			"number": "",
			"verses_PDMS": "وَ رَفَعَ اَبَوَیۡہِ عَلَی الۡعَرۡشِ وَ خَرُّوۡا لَہٗ سُجَّدًا ۚ وَ قَالَ یٰۤاَبَتِ ہٰذَا تَاۡوِیۡلُ رُءۡیَایَ مِنۡ قَبۡلُ ۫ قَدۡ جَعَلَہَا رَبِّیۡ حَقًّا ؕ وَ قَدۡ  اَحۡسَنَ  بِیۡۤ   اِذۡ  اَخۡرَجَنِیۡ مِنَ السِّجۡنِ وَ جَآءَ بِکُمۡ مِّنَ الۡبَدۡوِ مِنۡۢ بَعۡدِ اَنۡ  نَّزَغَ  الشَّیۡطٰنُ  بَیۡنِیۡ وَ بَیۡنَ اِخۡوَتِیۡ ؕ اِنَّ رَبِّیۡ  لَطِیۡفٌ لِّمَا یَشَآءُ ؕ اِنَّہٗ  ہُوَ  الۡعَلِیۡمُ  الۡحَکِیۡمُ ﴿۱۰۰﴾ ",
			"index": "1696",
			"name": "এবং আপন পিতা ও মাতাকে তার সিংহাসনে বসালো এবং সবাই তার জন্য সাজদায় পড়লো; আর ইয়ূসুফ বললো, ‘হে আমার পিতা! এটাই আমার পূর্বেকার স্বপ্নের ব্যাখ্যা; নিশ্চয় আমার রব সেটা সত্যে পরিণত করেছেন এবং নিশ্চয় তিনি আমার উপর অনুগ্রহ করেছেন যে, আমাকে কারাগার থেকে মুক্ত করেছেন এবং আপনাদের সবাইকে গ্রামাঞ্চল থেকে নিয়ে এসেছেন এরপর যে, শয়তান আমার মধ্যে এবং আমার ভাইদের মধ্যে ভ্রাতৃত্ব সম্পর্ক নষ্ট করে দিয়েছিলো। নিশ্চয় আমার রব যে বিষয় চান তা সহজ করে দেন। নিশ্চয় তিনিই সর্বজ্ঞ, প্রজ্ঞাময়।",
			"en_kanzulimaan": "And he seated his parents on the throne, and they all prostrated before him; and Yusuf said, O my father! This is the interpretation of my former dream; my Lord has made it true; and indeed He has bestowed favour upon me, when He brought me out of prison and brought you all from the village, after Satan had created a resentment between me and my brothers; indeed my Lord may make easy whatever He wills; undoubtedly He is the All Knowing, the Wise.",
			"ur_kanzulimaan": "اور اپنے ماں باپ کو تخت پر بٹھایا اور سب اس کے لیے سجدے میں گرے اور یوسف نے کہا اے میرے باپ یہ میرے پہلے خواب کی تعبیر ہے بیشک اسے میرے رب نے سچا کیا، اور بیشک اس نے مجھ پر احسان کیا کہ مجھے قید سے نکالا اور آپ سب کو گاؤں سے لے آیا بعد اس کے کہ شیطان نے مجھ میں اور میرے بھائیوں میں ناچاقی کرادی تھی، بیشک میرا رب جس بات کو چاہے آسان کردے بیشک وہی علم و حکمت والا ہے",
			"hi_kanzulimaan": "और अपने माँ बाप को तख़्त पर बिठाया और सब (220फ़) उसके लिये सिजदे में गिरे (221फ़) और यूसुफ़ ने कहा ऐ मेरे बाप यह मेरे पहले ख़्वाब की ताबीर है (222फ़) बेशक उसे मेरे रब ने सच्चा किया, और बेशक उसने मुझपर एहसान किया कि मुझे क़ैद से निकाला (223फ़) और आप सब को गाँव से ले आया बाद इसके कि शैतान ने मुझ में और मेरे भाइयों में नाचाक़ी (शत्रुता) करा दी थी, बेशक मेरा रब जिस बात को चाहे आसान करदे, बेशक वही इल्म व हिकमत वाला है (224फ़)",
			"author": "১০০. আর ইউসুফ (আলাইহিস সালাম) তাঁর পিতা-মাতাকে উচ্চাসনে বসালেন এবং তারা (সকলে) ইউসুফ (আলাইহিস সালাম)-এঁর সামনে সেজদায় লুটিয়ে পড়লো। আর ইউসুফ (আলাইহিস সালাম) বললেন", "হে আমার পিতা! এ হলো আমার (সে) স্বপ্নের ব্যাখ্যা, যা (অনেক) পূর্বে আমি দেখেছিলাম। [\n\t\t{\n\t\t\t\"_id\": \"1\",\n\t\t\t\"sura\": \"1\",\n\t\t\t\"para\": \"1\",\n\t\t\t\"verses\": \"০\",\n\t\t\t\"names\": \"بِسۡمِ اللّٰہِ الرَّحۡمٰنِ الرَّحِیۡمِ ﴿۱﴾\",\n\t\t\t\"number\": \"\",\n\t\t\t\"verses_PDMS\": \"بِسۡمِ اللّٰہِ الرَّحۡمٰنِ الرَّحِیۡمِ ﴿۱﴾\",\n\t\t\t\"index\": \"1\",\n\t\t\t\"name\": \"আল্লাহ্‌র নামে আরম্ভ, যিনি পরম দয়ালু, করুণাময় (১)\",\n\t\t\t\"en_kanzulimaan\": \"Allah - beginning with the name of - the Most Gracious, the Most Merciful.\",\n\t\t\t\"ur_kanzulimaan\": \"Allah - beginning with the name of - the Most Gracious, the Most Merciful.\",\n\t\t\t\"id\": 1,\n\t\t\t\"text\": \"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ\",\n\t\t\t\"author\": \"আল্লাহর নামে শুরু, যিনি পরম করুণাময়, সতত অসীম দয়ালু।\"\n\t\t},অধিকাংশ মুফাস্সীরীনের মতে এর মধ্যেই চল্লিশ বছর অতিবাহিত হয়ে গিয়েছিল] আর নিশ্চয়ই আমার প্রতিপালক একে সত্য করে দেখিয়েছেন। আর নিশ্চয়ই তিনি আমার প্রতি (অত্যন্ত) অনুগ্রহ করেছেন যখন আমাকে জেলখানা থেকে বের করেছেন আর আপনাদের সকলকে মরুভুমি থেকে (এখানে) নিয়ে এসেছেন, শয়তান আমার এবং আমাদের ভাইদের মাঝে ফ্যাসাদ সৃষ্টি করে দেবার পর। আর নিশ্চয়ই আমার প্রতিপালক, যা কিছু ইচ্ছা করেন (স্বীয়) কৌশল দ্বারা সহজ করে দেন। নিশ্চয়ই তিনিই সম্যক অবগত, মহাপ্রজ্ঞাবান।\"\n\t\t},\n\t\t{\n\t\t\t\"_id\": \"1697\",\n\t\t\t\"sura\": \"12\",\n\t\t\t\"para\": \"13\",\n\t\t\t\"verses\": \"101\",\n\t\t\t\"names\": \"رَبِّ قَدۡ اٰتَیۡتَنِیۡ مِنَ الۡمُلۡکِ وَ عَلَّمۡتَنِیۡ مِنۡ تَاۡوِیۡلِ الۡاَحَادِیۡثِ ۚ فَاطِرَ السَّمٰوٰتِ وَ الۡاَرۡضِ ۟ اَنۡتَ وَلِیّٖ فِی الدُّنۡیَا وَ الۡاٰخِرَۃِ ۚ تَوَفَّنِیۡ مُسۡلِمًا وَّ اَلۡحِقۡنِیۡ  بِالصّٰلِحِیۡنَ ﴿۱۰۱﴾ \",\n\t\t\t\"number\": \"\",\n\t\t\t\"verses_PDMS\": \"رَبِّ قَدۡ اٰتَیۡتَنِیۡ مِنَ الۡمُلۡکِ وَ عَلَّمۡتَنِیۡ مِنۡ تَاۡوِیۡلِ الۡاَحَادِیۡثِ ۚ فَاطِرَ السَّمٰوٰتِ وَ الۡاَرۡضِ ۟ اَنۡتَ وَلِیّٖ فِی الدُّنۡیَا وَ الۡاٰخِرَۃِ ۚ تَوَفَّنِیۡ مُسۡلِمًا وَّ اَلۡحِقۡنِیۡ  بِالصّٰلِحِیۡنَ ﴿۱۰۱﴾ \",\n\t\t\t\"index\": \"1697\",\n\t\t\t\"name\": \"হে আমার রব! নিশ্চয় তুমি আমাকে একটা রাজ্য দিয়েছো এবং আমাকে কিছু কথার পরিণাম উদ্‌ঘাটন করার বিদ্যা শিক্ষা দিয়েছো। হে আসমানসমূহ ও যমীনের স্রষ্টা! তুমি আমার কর্মব্যবস্থাপক দুনিয়ায় ও আখিরাতে। আমাকে মুসলমানরূপে উঠাও এবং তাদেরই সাথে মিলাও যারা তোমার একান্ত নৈকট্যের উপযোগী। \",\n\t\t\t\"en_kanzulimaan\": \"O my Lord! you have given me a kingdom * and have taught me how to interpret some events; O Creator of the heavens and the earth - you are my Supporter in the world and in the Hereafter; cause me to die as a Muslim, and unite me with those who deserve Your proximity. (* Prophethood and the rule over Egypt. Prophet Yusuf said this prayer while his death approached him.)\",\n\t\t\t\"ur_kanzulimaan\": \"اے میرے رب بیشک تو نے مجھے ایک سلطنت دی اور مجھے کچھ باتوں کا انجام نکالنا سکھایا، اے آسمانوں اور زمین کے بنانے والے تو میرا کام بنانے والا ہے دنیا اور آخرت میں، مجھے مسلمان اٹھا اور ان سے مِلا جو تیرے قرب خاص کے لائق ہیں\",\n\t\t\t\"hi_kanzulimaan\": \"ऐ मेरे रब बेशक तूने मुझे एक सल्तनत दी और मुझे छुपी बातों का अंजाम निकालना सिखाया,ऐ आसमानों और ज़मीन के बनाने वाले तू मेरा काम बनाने वाला है दुनिया और आख़िरत में, मुझे मुसलमान उठा और उनसे मिला जो तेरे  क़ुर्ब(समीपता) ख़ास के लायक़ हैं (225फ़)\",\n\t\t\t\"author\": \"১০১. হে আমার প্রতিপালক! নিশ্চয়ই তুমি আমাকে রাজত্ব দান করেছো এবং তুমি আমাকে স্বপ্নের ব্যাখ্যার জ্ঞান দিয়ে অনুগ্রহ করেছো। হে আকাশমন্ডলী ও পৃথিবীর সৃষ্টিকর্তা! তুমি দুনিয়াতেও আমার কার্যসম্পাদনকারী এবং পরকালেও। আমাকে ইসলামী (দ্বীনের) অবস্থার উপর মৃত্যু দাও এবং আমাকে সৎকর্মশীলদের সাথে মিলিত করো।":""
		},
		{
			"_id": "1698",
			"sura": "12",
			"para": "13",
			"verses": "102",
			"names": "ذٰلِکَ  مِنۡ  اَنۡۢبَآءِ الۡغَیۡبِ نُوۡحِیۡہِ  اِلَیۡکَ ۚ وَ مَا کُنۡتَ لَدَیۡہِمۡ  اِذۡ  اَجۡمَعُوۡۤا  اَمۡرَہُمۡ  وَ ہُمۡ  یَمۡکُرُوۡنَ ﴿۱۰۲﴾ ",
			"number": "",
			"verses_PDMS": "ذٰلِکَ  مِنۡ  اَنۡۢبَآءِ الۡغَیۡبِ نُوۡحِیۡہِ  اِلَیۡکَ ۚ وَ مَا کُنۡتَ لَدَیۡہِمۡ  اِذۡ  اَجۡمَعُوۡۤا  اَمۡرَہُمۡ  وَ ہُمۡ  یَمۡکُرُوۡنَ ﴿۱۰۲﴾ ",
			"index": "1698",
			"name": "এ কিছু অদৃশ্যের সংবাদ, যা আপনার প্রতি ওহী করেছি এবং আপনি তাদের নিকট ছিলেন না যখন তারা নিজেদের কাজের সিদ্ধান্ত পাকাপাকি করেছিলো এবং তারা চক্রান্ত করছিলো।",
			"en_kanzulimaan": "These are some tidings of the Hidden which We divinely reveal to you (O dear Prophet Mohammed - peace and blessings be upon him); and you were not with them when they set their task and when they were scheming.",
			"ur_kanzulimaan": "یہ کچھ غیب کی خبریں ہیں جو ہم تمہاری طرف وحی کرتے ہیں اور تم ان کے پاس نہ تھے جب انہوں نے اپنا کام پکا کیا تھا اور وہ داؤں چل رہے تھے",
			"hi_kanzulimaan": "ये कुछ ग़ैब की ख़बरें हैं जो हम तुम्हारी तरफ़ वही (देववाणी) करते हैं,और तुम उनके पास न थे (226फ़) जब उन्होंने अपना काम पक्का किया था और दाव चल रहे थे (227फ़)",
			"author": "১০২. (হে সম্মানিত হাবীব!) এ (ঘটনা) অদৃশ্যের সংবাদ, যা আমরা আপনার কাছে প্রত্যাদেশ করেছি। আর আপনি তাদের নিকট ছিলেন না, যখন তারা (ইউসুফের ভাইয়েরা) নিজেদের ষড়যন্ত্রকালে মতৈক্যে পৌঁছেছিল, আর তারা চক্রান্ত ও প্রতারণা করছিল।"
		},
		{
			"_id": "1699",
			"sura": "12",
			"para": "13",
			"verses": "103",
			"names": "وَ مَاۤ  اَکۡثَرُ النَّاسِ وَ لَوۡ حَرَصۡتَ بِمُؤۡمِنِیۡنَ ﴿۱۰۳﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَاۤ  اَکۡثَرُ النَّاسِ وَ لَوۡ حَرَصۡتَ بِمُؤۡمِنِیۡنَ ﴿۱۰۳﴾ ",
			"index": "1699",
			"name": "এবং অধিকাংশ লোক, আপনি যতোই চান না কেন ঈমান আনবে না। ",
			"en_kanzulimaan": "And however much you long for, most men will not accept faith.",
			"ur_kanzulimaan": "اور اکثر آدمی تم کتنا ہی چاہو ایمان نہ لائیں گے،",
			"hi_kanzulimaan": "और अक्सर आदमी तुम कितना ही चाहो ईमान न लाएंगे",
			"author": "১০৩. আর অধিকাংশ লোক ঈমান আনয়ন করবে না, যদিও আপনি (প্রবলভাবে) আকাঙ্ক্ষা করেন।"
		},
		{
			"_id": "1700",
			"sura": "12",
			"para": "13",
			"verses": "104",
			"names": "وَ مَا تَسۡـَٔلُہُمۡ عَلَیۡہِ مِنۡ اَجۡرٍ ؕ اِنۡ ہُوَ اِلَّا ذِکۡرٌ  لِّلۡعٰلَمِیۡنَ ﴿۱۰۴﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا تَسۡـَٔلُہُمۡ عَلَیۡہِ مِنۡ اَجۡرٍ ؕ اِنۡ ہُوَ اِلَّا ذِکۡرٌ  لِّلۡعٰلَمِیۡنَ ﴿۱۰۴﴾ ",
			"index": "1700",
			"name": "এবং আপনি এর বিনিময়ে তাদের নিকট থেকে কোন পারিশ্রমিক চাচ্ছেন না। এ তো নয়, কিন্তু সমগ্র বিশ্বের প্রতি উপদেশ। ",
			"en_kanzulimaan": "You do not ask them any fee in return for it; this is not but an advice to the entire world.",
			"ur_kanzulimaan": "اور تم اس پر ان سے کچھ اجرت نہ مانگتے یہ تو نہیں مگر سارے جہان کو نصیحت،",
			"hi_kanzulimaan": "और तुम इसपर उनसे कुछ उजरत (मजदूरी) नहीं मांगते यह (228फ़) तो नहीं मगर सारे जगत को नसीहत",
			"author": "১০৪. আর আপনি তাদেরকে এ (দাওয়াত ও রিসালাতের প্রচার)-এর কোনো প্রতিদান কামনা করছেন না। এ কুরআন সমস্ত জগতবাসীদের জন্যে কেবলই উপদেশ।"
		},
		{
			"_id": "1701",
			"sura": "12",
			"para": "13",
			"verses": "105",
			"names": "وَ کَاَیِّنۡ مِّنۡ اٰیَۃٍ  فِی السَّمٰوٰتِ وَ الۡاَرۡضِ یَمُرُّوۡنَ عَلَیۡہَا وَ ہُمۡ عَنۡہَا مُعۡرِضُوۡنَ ﴿۱۰۵﴾ ",
			"number": "",
			"verses_PDMS": "وَ کَاَیِّنۡ مِّنۡ اٰیَۃٍ  فِی السَّمٰوٰتِ وَ الۡاَرۡضِ یَمُرُّوۡنَ عَلَیۡہَا وَ ہُمۡ عَنۡہَا مُعۡرِضُوۡنَ ﴿۱۰۵﴾ ",
			"index": "1701",
			"name": "এবং কতো নির্দশনই রয়েছে আসমানসমূহ এবং যমীনের মধ্যে যে, অধিকাংশ লোক এগুলোর উপর দিয়ে অতিক্রম করে অথচ এগুলো হতে উদাসীন থেকে যায়। ",
			"en_kanzulimaan": "And how many signs exist in the heavens and the earth, over which most people pass and remain unaware of them!",
			"ur_kanzulimaan": "اور کتنی نشانیاں ہیں آسمانوں اور زمین میں کہ اکثر لوگ ان پر گزرتے ہیں اور ان سے بے خبر رہتے ہیں،",
			"hi_kanzulimaan": "और कितनी निशानियाँ हैं (229फ़) आसमानों और ज़मीन में कि अक्सर लोग उनपर गुज़रते हैं (230फ़) और उनसे बे ख़बर रहते हैं",
			"author": "১০৫. আর আকাশমন্ডলী এবং পৃথিবীতে কতোই না নিদর্শনাবলী রয়েছে, যার পাশ দিয়ে এসব লোক অতিক্রম করছে অথচ তারা এগুলোর প্রতি উদাসীন।"
		},
		{
			"_id": "1702",
			"sura": "12",
			"para": "13",
			"verses": "106",
			"names": "وَ مَا یُؤۡمِنُ اَکۡثَرُہُمۡ بِاللّٰہِ  اِلَّا وَ ہُمۡ مُّشۡرِکُوۡنَ ﴿۱۰۶﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَا یُؤۡمِنُ اَکۡثَرُہُمۡ بِاللّٰہِ  اِلَّا وَ ہُمۡ مُّشۡرِکُوۡنَ ﴿۱۰۶﴾ ",
			"index": "1702",
			"name": "এবং তাদের মধ্যে অধিকাংশ লোক তারাই, যারা আল্লাহ্‌কে বিশ্বাস করে না, কিন্তু শিরক করে।",
			"en_kanzulimaan": "And most of them are such that they do not believe in Allah except while ascribing partners (to Him)!",
			"ur_kanzulimaan": "اور ان میں اکثر وہ ہیں کہ اللہ پر یقین نہیں لاتے مگر شرک کرتے ہوئے",
			"hi_kanzulimaan": "और उनमें अक्सर वो हैं कि अल्लाह पर यक़ीन नहीं लाते मगर शिर्क करते हुए (231फ़)",
			"author": "১০৬. আর তাদের মধ্য থেকে অধিকাংশ লোক আল্লাহ্তে বিশ্বাস স্থাপন করে না, বরং তারা মুশরিক।"
		},
		{
			"_id": "1703",
			"sura": "12",
			"para": "13",
			"verses": "107",
			"names": "اَفَاَمِنُوۡۤا اَنۡ تَاۡتِیَہُمۡ غَاشِیَۃٌ مِّنۡ عَذَابِ اللّٰہِ  اَوۡ  تَاۡتِیَہُمُ السَّاعَۃُ بَغۡتَۃً   وَّ ہُمۡ  لَا  یَشۡعُرُوۡنَ ﴿۱۰۷﴾ ",
			"number": "",
			"verses_PDMS": "اَفَاَمِنُوۡۤا اَنۡ تَاۡتِیَہُمۡ غَاشِیَۃٌ مِّنۡ عَذَابِ اللّٰہِ  اَوۡ  تَاۡتِیَہُمُ السَّاعَۃُ بَغۡتَۃً   وَّ ہُمۡ  لَا  یَشۡعُرُوۡنَ ﴿۱۰۷﴾ ",
			"index": "1703",
			"name": "তবে কি তারা এ থেকে নির্ভীক হয়ে বসে আছে যে, আল্লাহ্‌র শাস্তি এসে তাদেরকে গ্রাস করে বসবে অথবা ক্বিয়ামত তাদের উপর আকস্মিকভাবে এসে পড়বে, অথচ তাদের খবরই থাকবে না। ",
			"en_kanzulimaan": "Do they remain complacent over Allahs punishment coming and surrounding them, or the Last Day coming suddenly upon them whilst they are unaware?",
			"ur_kanzulimaan": "کیا اس سے نڈر ہو بیٹھے کہ اللہ کا عذاب انہیں آکر گھیر لے یا قیامت ان پر اچانک آجائے اور انہیں خبر نہ ہو،",
			"hi_kanzulimaan": "क्या इससे निडर हो बैठे कि अल्लाह का अज़ाब उन्हें आकर घेरले या क़यामत उनपर अचानक आ जाए और उन्हें ख़बर न हो",
			"author": "১০৭. তারা কি এ আশংকা থেকে নিরাপদ হয়ে গিয়েছে যে, তাদের উপর আল্লাহ্‌র শাস্তির প্রচ্ছন্ন বিপদ আগমন করবে; অথবা তাদের উপর অকস্মাৎ কিয়ামত সংঘটিত হবে, আর তারা বুঝতেও পারবে না?"
		},
		{
			"_id": "1704",
			"sura": "12",
			"para": "13",
			"verses": "108",
			"names": "قُلۡ ہٰذِہٖ سَبِیۡلِیۡۤ  اَدۡعُوۡۤا  اِلَی اللّٰہِ ۟ؔ عَلٰی بَصِیۡرَۃٍ  اَنَا  وَ مَنِ اتَّبَعَنِیۡ ؕ وَ سُبۡحٰنَ اللّٰہِ  وَ مَاۤ   اَنَا مِنَ  الۡمُشۡرِکِیۡنَ ﴿۱۰۸﴾ ",
			"number": "",
			"verses_PDMS": "قُلۡ ہٰذِہٖ سَبِیۡلِیۡۤ  اَدۡعُوۡۤا  اِلَی اللّٰہِ ۟ؔ عَلٰی بَصِیۡرَۃٍ  اَنَا  وَ مَنِ اتَّبَعَنِیۡ ؕ وَ سُبۡحٰنَ اللّٰہِ  وَ مَاۤ   اَنَا مِنَ  الۡمُشۡرِکِیۡنَ ﴿۱۰۸﴾ ",
			"index": "1704",
			"name": "আপনি বলুন, ‘এটা আমার পথ, আমি আল্লাহ্‌র প্রতি আহ্বান করি। আমি অন্তর চক্ষু সম্পন্ন- এবং যারা আমার পদাঙ্ক অনুসরণ করে, আর আল্লাহ্‌র জন্যই পবিত্রতা, এবং আমি মুশরিকদের অন্তর্ভুক্ত নই।",
			"en_kanzulimaan": "Proclaim, This is my path - I call towards Allah; I, and whoever follows me, are upon perception; and Purity is to Allah - and I am not of the polytheists.",
			"ur_kanzulimaan": "تم فرماؤ یہ میری راہ ہے میں اللہ کی طرف بلاتا ہوں میں اور جو میرے قدموں پرچلیں دل کی آنکھیں رکھتے ہیں ۰ف۲۳۳) اور اللہ کو پاکی ہے اور میں شریک کرنے والا نہیں،",
			"hi_kanzulimaan": "तुम फ़रमाओ (232फ़) यह मेरी राह है मैं अल्लाह की तरफ़ बुलाता हूँ, मैं और जो मेरे क़दमों पर चलें दिल की आँखें रखते हैं (233फ़) और अल्लाह को पाकी है (234फ़) और मैं शरीक करने वाला नहीं",
			"author": "১০৮. (হে সম্মানিত হাবীব!) বলে দিন, ‘এটিই আমার পথ। আমি আল্লাহ্‌র দিকে আহ্বান করছি; আমি এবং আমার আনুসারীগণ পূর্ণ অন্তর্দৃষ্টির উপর (অটল) রয়েছি। আল্লাহ্ পূতঃপবিত্র আর আমি মুশরিকদের অন্তর্ভুক্ত নই।’"
		},
		{
			"_id": "1705",
			"sura": "12",
			"para": "13",
			"verses": "109",
			"names": "وَ مَاۤ  اَرۡسَلۡنَا مِنۡ قَبۡلِکَ اِلَّا رِجَالًا نُّوۡحِیۡۤ  اِلَیۡہِمۡ مِّنۡ اَہۡلِ الۡقُرٰی ؕ اَفَلَمۡ یَسِیۡرُوۡا فِی الۡاَرۡضِ فَیَنۡظُرُوۡا کَیۡفَ کَانَ عَاقِبَۃُ  الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ؕ وَ لَدَارُ الۡاٰخِرَۃِ خَیۡرٌ لِّلَّذِیۡنَ اتَّقَوۡا ؕ اَفَلَا  تَعۡقِلُوۡنَ ﴿۱۰۹﴾ ",
			"number": "",
			"verses_PDMS": "وَ مَاۤ  اَرۡسَلۡنَا مِنۡ قَبۡلِکَ اِلَّا رِجَالًا نُّوۡحِیۡۤ  اِلَیۡہِمۡ مِّنۡ اَہۡلِ الۡقُرٰی ؕ اَفَلَمۡ یَسِیۡرُوۡا فِی الۡاَرۡضِ فَیَنۡظُرُوۡا کَیۡفَ کَانَ عَاقِبَۃُ  الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ؕ وَ لَدَارُ الۡاٰخِرَۃِ خَیۡرٌ لِّلَّذِیۡنَ اتَّقَوۡا ؕ اَفَلَا  تَعۡقِلُوۡنَ ﴿۱۰۹﴾ ",
			"index": "1705",
			"name": "আর আমি আপনার পূর্বে যতো রসূল প্রেরণ করেছি সবই পুরুষ ছিলো যাদেরকে আমি ওহী করতাম এবং সবাই শহরের অধিবাসী ছিলো। তবে কি এসব লোক যমীনে ভ্রমণ করে না? তবে তো দেখতো তাদের পূর্ববর্তীদের কী পরিণাম হয়েছে। এবং নিশ্চয় পরকালের ঘর পরহেয্‌গারদের জন্য শ্রেয়। তবে কি তোমাদের বিবেক নাই?",
			"en_kanzulimaan": "And all the Noble Messengers We sent before you, were exclusively men - towards whom We sent the divine revelations, and were dwellers of townships; so have not these people travelled in the land and seen what sort of fate befell those before them? And undoubtedly the abode of the Hereafter is better for the pious; so do you not have sense?",
			"ur_kanzulimaan": "اور ہم نے تم سے پہلے جتنے رسول بھیجے سب مرد ہی تھے جنہیں ہم وحی کرتے اور سب شہر کے ساکن تھے تو یہ لوگ زمین پرچلے نہیں تو دیکھتے ان سے پہلوں کا کیا انجام ہوا اور بیشک آخرت کا گھر پرہیزگاروں کے لیے بہتر تو کیا تمہیں عقل نہیں،",
			"hi_kanzulimaan": "और हमने तुम से पहले जितने रसूल भेजे सब मर्द ही थे (235फ़) जिन्हें हम वही (देव वाणी) करते और सब शहर के रहने वाले थे (236फ़) तो क्या ये लोग ज़मीन पर चले नहीं तो देखते उनसे पहलों का क्या अंजाम हुआ (237फ़) और बेशक आख़िरत का घर परहेज़गारों के लिये बेहतर तो क्या तुम्हें अक़्ल नहीं",
			"author": "১০৯. আর আমরা আপনার পূর্বেও (বিভিন্ন) জনপদের অধিবাসীদের মধ্য থেকে পুরুষদেরকেই প্রেরণ করেছিলাম, যাদের কাছে আমরা ওহী প্রেরণ করতাম। তারা কি পৃথিবীতে ভ্রমণ করে না, অতঃপর (নিজেরা) দেখে না যে, তাদের পূর্ববর্তী লোকদের পরিণতি কী হয়েছিল? আর নিশ্চয়ই পরকালের আবাস খোদাভীতি অবলম্বনকারীদের জন্যে উত্তম। তোমরা কি বুঝো না?"
		},
		{
			"_id": "1706",
			"sura": "12",
			"para": "13",
			"verses": "110",
			"names": "حَتّٰۤی اِذَا اسۡتَیۡـَٔسَ الرُّسُلُ وَ ظَنُّوۡۤا اَنَّہُمۡ قَدۡ کُذِبُوۡا جَآءَہُمۡ نَصۡرُنَا ۙ فَنُجِّیَ مَنۡ  نَّشَآءُ ؕ وَلَا  یُرَدُّ بَاۡسُنَا عَنِ الۡقَوۡمِ  الۡمُجۡرِمِیۡنَ ﴿۱۱۰﴾  ",
			"number": "",
			"verses_PDMS": "حَتّٰۤی اِذَا اسۡتَیۡـَٔسَ الرُّسُلُ وَ ظَنُّوۡۤا اَنَّہُمۡ قَدۡ کُذِبُوۡا جَآءَہُمۡ نَصۡرُنَا ۙ فَنُجِّیَ مَنۡ  نَّشَآءُ ؕ وَلَا  یُرَدُّ بَاۡسُنَا عَنِ الۡقَوۡمِ  الۡمُجۡرِمِیۡنَ ﴿۱۱۰﴾  ",
			"index": "1706",
			"name": "অবশেষে, যখন রসূলগণের নিকট প্রকাশ্য কোন উপায় উপকরণের আশা রইলো না এবং লোকেরা ভাবলো যে, রসূলগণ তাদেরকে ভুল বলেছিলো, তখন আমার সাহায্য এলো। অতঃপর আমি যাকে চেয়েছি তাকে উদ্ধার করা হয়েছে। এবং আমার শাস্তি অপরাধী সম্প্রদায় থেকে রদ্দ করা যায় না। ",
			"en_kanzulimaan": "To the extent that when the Noble Messengers lost hope from the visible means, and the people thought that they had spoken wrongly, Our help came to them - therefore whoever We willed was saved; and Our punishment is never averted from the guilty.",
			"ur_kanzulimaan": "یہاں تک جب رسولوں کو ظاہری اسباب کی امید نہ رہی اور لوگ سمجھے کہ رسولوں نے غلط کہا تھا اس وقت ہماری مدد آئی تو جسے ہم نے چاہا بچالیا گیا اور ہمارا عذاب مجرموں سے پھیرا نہیں جاتا،",
			"hi_kanzulimaan": "यहाँ तक जब रसूलों को ज़ाहिरी असबाब की उम्मीद न रही (238फ़) और लोग समझे कि रसूलों ने उनसे ग़लत कहा था (239फ़) उस वक़्त हमारी मदद आई तो जिसे हमने चाहा बचा लिया गया (240फ़) और हमारा अज़ाब मुजरिम लोगों से फेरा नहीं जाता",
			"author": "১১০. অবশেষে যখন রাসূলগণ (স্বীয় নাফরমান সম্প্রদায় থেকে) নিরাশ হয়ে গেলেন এবং সে অস্বীকারকারী সম্প্রদায় ধারণা করে নিল যে, তাদেরকে মিথ্যা আশ্বাস দেয়া হয়েছে (অর্থাৎ তাদের উপর কোনো শাস্তি নেমে আসবে না) তখন রাসূূলগণের নিকট আমাদের সাহায্য এসে পৌঁছলো। অতঃপর আমরা যাকে ইচ্ছা (তাকে) মুক্তি দিয়েছি। আর আমাদের শাস্তি অপরাধী সম্প্রদায় থেকে প্রতিহত হয় না।"
		},
		{
			"_id": "1707",
			"sura": "12",
			"para": "13",
			"verses": "111",
			"names": "لَقَدۡ کَانَ فِیۡ قَصَصِہِمۡ عِبۡرَۃٌ  لِّاُولِی الۡاَلۡبَابِ ؕ مَا کَانَ حَدِیۡثًا یُّفۡتَرٰی وَ لٰکِنۡ تَصۡدِیۡقَ الَّذِیۡ بَیۡنَ یَدَیۡہِ وَ تَفۡصِیۡلَ کُلِّ شَیۡءٍ وَّ ہُدًی وَّ رَحۡمَۃً لِّقَوۡمٍ  یُّؤۡمِنُوۡنَ ﴿۱۱۱﴾ ",
			"number": "",
			"verses_PDMS": "لَقَدۡ کَانَ فِیۡ قَصَصِہِمۡ عِبۡرَۃٌ  لِّاُولِی الۡاَلۡبَابِ ؕ مَا کَانَ حَدِیۡثًا یُّفۡتَرٰی وَ لٰکِنۡ تَصۡدِیۡقَ الَّذِیۡ بَیۡنَ یَدَیۡہِ وَ تَفۡصِیۡلَ کُلِّ شَیۡءٍ وَّ ہُدًی وَّ رَحۡمَۃً لِّقَوۡمٍ  یُّؤۡمِنُوۡنَ ﴿۱۱۱﴾ ",
			"index": "1707",
			"name": "নিশ্চয়, তাদের খবরাদি দ্বারা বিবেকবানদের চক্ষু খুলে যায়। এটা কোন বানোয়াট কথা নয়; কিন্তু নিজের পূর্ববর্তী বানীগুলোর সত্যায়ন এবং প্রত্যেক বস্তু বিশদ বিবরণ আর মুসলমানদের জন্য হিদায়ত ও রহমত।",
			"en_kanzulimaan": "Indeed in their tidings is enlightenment for the men of understanding; this (the Quran) is not some made up story but a confirmation of the Books before it, and a detailed explanation of all things, and a guidance and a mercy for the Muslims.",
			"ur_kanzulimaan": "بیشک ان کی خبروں سے عقل مندوں کی آنکھیں کھلتی ہیں یہ کوئی بناوٹ کی بات نہیں لیکن اپنوں سے اگلے کاموں کی تصدیق ہے اور ہر چیز کا مفصل بیان اور مسلمانوں کے لیے ہدایت اور رحمت،",
			"hi_kanzulimaan": "बेशक उनकी ख़बरों से (241फ़) अक़्लमन्दों की आँखें खुलती हैं (242फ़) यह कोई बनावट की बात नहीं (243फ़) लेकिन अपने से अगले कामों की (244फ़) तस्दीक़ {पुष्टी} है और हर चीज़ का तफ़सीली (विस्तृत) बयान और मुसलमानों के लिये हिदायत और रहमत",
			"author": "১১১. নিশ্চয়ই তাদের ঘটনাবলীতে বোধশক্তিসম্পন্ন ব্যক্তিদের জন্যে রয়েছে উপদেশ। এ (কুরআন) মনগড়া বাক্য নয়, বরং (এ তো) ইতোপূর্বে (অবতীর্ণ আসমানী কিতাব)-এর সত্যায়ন, আর বিশ্বাসী সম্প্রদায়ের জন্যে সকল কিছুর বিস্তারিত বর্ণনা, হেদায়াত এবং রহমত।"
		}
	]