package com.srizwan.islamipedia;

import android.annotation.SuppressLint;
import android.content.Intent;
import android.graphics.Color;
import android.os.Build;
import android.os.Bundle;
import android.text.TextUtils;
import android.view.LayoutInflater;
import android.view.View;
import android.view.ViewGroup;
import android.view.Window;
import android.view.WindowManager;
import android.widget.ImageView;
import android.widget.LinearLayout;
import android.widget.TextView;

import androidx.activity.OnBackPressedCallback;
import androidx.appcompat.app.AppCompatActivity;
import androidx.recyclerview.widget.GridLayoutManager;
import androidx.recyclerview.widget.RecyclerView;

import java.util.ArrayList;
import java.util.HashMap;

public class AlquranActivity extends AppCompatActivity {
	
	private HashMap<String, Object> list_menu = new HashMap<>();
	
	private ArrayList<HashMap<String, Object>> list = new ArrayList<>();
	
	private LinearLayout toolbar;
	private LinearLayout LinearLayout1;
	private ImageView exit;
	private LinearLayout box;
	private TextView bookname;
	private TextView TextView1;
	private RecyclerView RecyclerView1;
	
	private Intent in = new Intent();
	
	@Override
	protected void onCreate(Bundle _savedInstanceState) {
		super.onCreate(_savedInstanceState);
		setContentView(R.layout.alquran);
		initialize(_savedInstanceState);
		initializeLogic();
	}
	
	private void initialize(Bundle _savedInstanceState) {
		toolbar = findViewById(R.id.toolbar);
		LinearLayout1 = findViewById(R.id.LinearLayout1);
		exit = findViewById(R.id.exit);
		box = findViewById(R.id.box);
		bookname = findViewById(R.id.bookname);
		TextView1 = findViewById(R.id.TextView1);
		RecyclerView1 = findViewById(R.id.RecyclerView1);
		
		exit.setOnClickListener(new View.OnClickListener() {
			@Override
			public void onClick(View _view) {
				if (Build.VERSION.SDK_INT >= Build.VERSION_CODES.TIRAMISU) {
					// Android 13 (API level 33) and above
					getOnBackPressedDispatcher().onBackPressed();
				} else {
					// For older versions (below Android 13)
					finish();
				}
			}
		});
	}
	
	private void initializeLogic() {
		_status_bar_color("#FF01837A", "#FF01837A");
		_marquue(TextView1, "ইনশাআল্লাহ খুউব শীঘ্রই তাফসিরে খাযাইনুল ইরফান, নুরুল ইরফান ও তাফসিরে মাযহারী টেক্সট আকারে যুক্ত হবে।");
		_contentlist("কানযুল ঈমান ও তাফসিরে খাযাইনুল ইরফান", "quranp");
		_contentlist("কানযুল ঈমান ও ইরফানুল কুরআন", "quranp");
		_contentlist("কানযুল ঈমান শ্রেষ্ঠ কেন?", "quranp");
		//_contentlist("কুরআনুল কারীমে আল্লাহ্‌ পাকের ক্ষেত্রে “আমি” ও “আমরা” শব্দের ব্যবহার", "quranp");
		//_contentlist("ইরফান-উল-কুরআন কেন অনন্য?", "quranp");

		getOnBackPressedDispatcher().addCallback(this, new OnBackPressedCallback(true) {
			@Override
			public void handleOnBackPressed() {
					finish();
			}
		});
	}
	
	public void _status_bar_color(final String _colour1, final String _colour2) {
		if (Build.VERSION.SDK_INT > Build.VERSION_CODES.LOLLIPOP) { 
			   Window w = this.getWindow(); w.clearFlags(WindowManager.LayoutParams.FLAG_TRANSLUCENT_STATUS); w.addFlags(WindowManager.LayoutParams.FLAG_DRAWS_SYSTEM_BAR_BACKGROUNDS);
			   w.setStatusBarColor(Color.parseColor(_colour1)); w.setNavigationBarColor(Color.parseColor(_colour2));
		}
	}
	
	
	public void _contentlist(final String _add, final String _add1) {
		list_menu = new HashMap<>();
		list_menu.put("1", _add);
		list_menu.put("2", _add1);
		list.add(list_menu);
		RecyclerView1.setAdapter(new RecyclerView1Adapter(list));
		
		GridLayoutManager gridLayoutManager = new GridLayoutManager(this, 2);
		RecyclerView1.setLayoutManager(gridLayoutManager);
	}
	
	
	public void _marquue(final TextView _text, final String _texto) {
		_text.setText(_texto);
		_text.setEllipsize(TextUtils.TruncateAt.MARQUEE);
		_text.setSelected(true);
		_text.setHorizontallyScrolling(true);
		_text.setMarqueeRepeatLimit(-1);
		_text.setSingleLine(true);
		_text.setFocusable(true);
		_text.setFocusableInTouchMode(true);
	}
	
	public class RecyclerView1Adapter extends RecyclerView.Adapter<RecyclerView1Adapter.ViewHolder> {
		
		ArrayList<HashMap<String, Object>> _data;
		
		public RecyclerView1Adapter(ArrayList<HashMap<String, Object>> _arr) {
			_data = _arr;
		}
		
		@Override
		public ViewHolder onCreateViewHolder(ViewGroup parent, int viewType) {
			LayoutInflater _inflater = getLayoutInflater();
			View _v = _inflater.inflate(R.layout.alquranlist, null);
			RecyclerView.LayoutParams _lp = new RecyclerView.LayoutParams(ViewGroup.LayoutParams.MATCH_PARENT, ViewGroup.LayoutParams.WRAP_CONTENT);
			_v.setLayoutParams(_lp);
			return new ViewHolder(_v);
		}
		
		@Override
		public void onBindViewHolder(ViewHolder _holder, @SuppressLint("RecyclerView") final int _position) {
			View _view = _holder.itemView;
			
			final LinearLayout book1 = _view.findViewById(R.id.book1);
			final ImageView icon = _view.findViewById(R.id.icon);
			final TextView name = _view.findViewById(R.id.name);
			
			name.setText(list.get((int)_position).get("1").toString());
			icon.setImageResource(getResources().getIdentifier(list.get((int)_position).get("2").toString(), "drawable", getPackageName()));
			book1.setOnClickListener(new View.OnClickListener() {
				@Override
				public void onClick(View _view) {
					if (list.get((int)_position).get("1").toString().equals("কানযুল ঈমান ও তাফসিরে খাযাইনুল ইরফান")) {
						in.setClass(getApplicationContext(), PdfActivity.class);
						in.putExtra("heading", "আল কুরআন");
						in.putExtra("pdfname", "alquran.pdf");
						startActivity(in);
					} else {
						if (list.get((int)_position).get("1").toString().equals("কানযুল ঈমান ও ইরফানুল কুরআন")) {
							in.setClass(getApplicationContext(), QuranActivity.class);
							in.putExtra("sub", "আল কুরআন");
							in.putExtra("booklist", "sura.json");
							startActivity(in);
						} else {
							if (list.get((int)_position).get("1").toString().equals("কুরআনুল কারীমে আল্লাহ্‌ পাকের ক্ষেত্রে “আমি” ও “আমরা” শব্দের ব্যবহার")) {
								in.setClass(getApplicationContext(), ViewActivity.class);
								in.putExtra("name", "কুরআনুল কারীমে আল্লাহ্‌ পাকের ক্ষেত্রে “আমি” ও “আমরা” শব্দের ব্যবহার");
								in.putExtra("author", "কুরআনুল কারীমে আল্লাহ্‌ পাকের ক্ষেত্রে “আমি” ও “আমরা” শব্দের ব্যবহার:\n\nআল্লাহ্‌ পাক মহান, এক ও অদ্বিতীয়। তিনি একক এবং অতুলনীয়। এতে কোনো সন্দেহ নেই। সন্দেহ করার কোনো অবকাশও নেই। তবুও আল্লাহ্‌ কেন নিজের ক্ষেত্রে পবিত্র কুরআনের কিছু কিছু জায়গায় “আমি” না বলে “আমরা” বললেন? এ প্রশ্ন আপনার আমার মতো যুগে যুগে বিভিন্ন মুফাসসির, ইমাম, মুহাদ্দিস এবং আল্লাহ্‌র অলিগণকে ভাবিয়েছে। তবে কুরআনে কিছু কিছু স্থানে একবচনের স্থানে বহুবচনের ব্যবহার নিয়ে কেউ কোনো প্রশ্ন তোলেন নি। যুগে যুগে ইমাম, মুফাসসির ও মুহাদ্দিসগণ কুরআনে আল্লাহ্‌ পাকের নিজের বেলায় জায়গা বিশেষে একবচন ব্যবহার না করে বহুবচন ব্যবহারের উত্তর দিয়ে গেছেন। এর কয়েকটি কারণ রয়েছে। আল্লাহ্‌ পাকের সত্তা একক। তবে তাঁর সিফাত বা গুণগুলো একক নয়। ফলে যেসব আয়াতে তাঁর গুণের পরিস্ফুটন ঘটেছে সেখানে তিনি একবচন ব্যবহার না করে বহুবচন ব্যবহার করেছেন।\n\nযেমন সূরা বাক্বারার ৪ নম্বর আয়াত, আল্লাহ্‌ পাক বলেন,\n\nالَّذِیۡنَ یُؤۡمِنُوۡنَ بِالۡغَیۡبِ وَ یُقِیۡمُوۡنَ الصَّلٰوۃَ وَ مِمَّا رَزَقۡنٰہُمۡ یُنۡفِقُوۡنَ\n\n“যারা অদৃশ্যের প্রতি বিশ্বাস স্থাপন করে, আর (সকল আবশ্যকীয়তা সহ) নামায কায়েম করে, আর যা কিছু আমরা তাদেরকে দান করেছি তা থেকে (আমাদের পথে) ব্যয় করে।”\n\nএখানে লক্ষণীয়, আরবি এবারতে “রাযাক্বতু-হুম” না বলে “রাযাক্বনা-হুম” বহুবচন ব্যবহৃত হয়েছে। এ আয়াতে, ‘আমরা তাদেরকে দান করেছি বলা হয়েছে’, আল্লাহ পাক বলেননি যে, ‘আমি তাদেরকে দান করেছি।’\n\nআল্লাহ্‌ পাক মহান। তাঁর এই মহত্ব ফুটিয়ে তোলার জন্যে তিনি নিজের ক্ষেত্রে বহুবচনের ব্যবহার করেছেন। যেমন সূরা ক্বদরের শুরুতে আল্লাহ্‌ পাক নিজেই বলেন,\n\nاِنَّاۤ اَنۡزَلۡنٰہُ فِیۡ لَیۡلَۃِ الۡقَدۡرِ ۚ\n\n“নিশ্চয়ই আমরা এ (পবিত্র কুরআন) অবতীর্ণ করেছি ক্বদরের রজনীতে”। এখানে আল্লাহ্‌ পাক নিজের পবিত্র শান ও মহত্ব প্রকাশের নিমিত্তে “ইন্না আনযালনা” ব্যবহার করেছেন। যা বহুবচন। একবচন হলে “আনযালতু” হতো।\n\nঅনুবাদের ক্ষেত্রে আরবি এবারতের সাথে মিল রেখে বহুবচন ব্যবহার নতুন কিছু নয়। এ যাবতকাল পর্যন্ত বাংলা ব্যতীত অন্য সব ভাষায় আরবি বহুবচনের স্থানে অনুবাদেও বহুবচন ব্যবহৃত হয়েছে। এমন কি আলা হযরত রহঃ তাঁর কানযুল ঈমান (উর্দু), তাফসীরে জালালাইনের ইংরেজি অনুবাদ, সৌদি আরব থেকে প্রকাশিত The Nobel Quran, আজহার একাডেমী, লন্ডন থেকে প্রকাশিত Word for Word Meaning The Nobel Quran, আব্দুল্লাহ ইউসুফ আলীর ইংরেজি অনুবাদসহ অসংখ্য অনুবাদেও এরূপ রয়েছে।\n\nকাজেই ইরফান-উল-কুরআনের অনুবাদে আমরা বাংলা ভাষাভাষী মানুষকে সত্য জানানোর নিমিত্তে আরবি এবারতের সাথে মিল রেখে একবচনের জায়গায় একবচন এবং বহুবচনের জায়গায় বহুবচন ব্যবহার করেছি। ইরফান-উল-কুরআনে কোথাও লক্ষ্য করবেন আল্লাহ্‌ পাকের ক্ষেত্রে “আমি” রয়েছে এবং কোথাও “আমরা” রয়েছে। “আমি” শব্দের প্রয়োগে আল্লাহ্ নিজের সত্ত্বাগত একত্ববাদের প্রকাশ ঘটিয়েছেন এবং “আমরা” শব্দের প্রয়োগে আল্লাহ্ তাঁর নিজের সিফাত সমূহ অর্থাৎ গুনাবলীর প্রকাশ ঘটিয়েছেন।\n\nআল্লাহ্‌র সিফাতী নাম অর্থাৎ গুণবাচক নাম একাধিক এবং তাঁর গুণাবলী সর্বদাই বহুবচন। আর তাই আল্লাহ্‌র অগণিত গুণাবলির প্রকাশ বোঝাতে কুরআনুল কারীমে অনেক আয়াতে আল্লাহ্‌ তাঁর নিজের ক্ষেত্রে “আমি” বাবহার না করে “আমরা” ব্যবহার করেছেন।");
								startActivity(in);
							} else {
								if (list.get((int)_position).get("1").toString().equals("ইরফান-উল-কুরআন কেন অনন্য?")) {
									in.setClass(getApplicationContext(), ViewActivity.class);
									in.putExtra("name", "ইরফান-উল-কুরআন কেন অনন্য?");
									in.putExtra("author", "ইরফান-উল-কুরআনঃ মুজাদ্দীদে জামানের অনবদ্য এক সৃষ্টি\nআলহামদুলিল্লাহ্‌, ছুম্মা আলহামদুলিল্লাহ্‌। মহান রাব্বুল আলামীনের দরবারে লাখো-কোটি শুকরিয়া। অজস্র-অগণিত দরূদ ও সালাম মহান রবের সেই মনোনীত রাসূল সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লামের প্রতি, যিনি শ্রেষ্ঠতম, প্রিয়তম। যিনি রাহমাতুল্লিল ’আলামীন, ইমামুল মুরসালীন, গোনাহগার উম্মতের কাণ্ডারি, শাফায়াতে কুবরার অধিকারী, আরশের মহান অধিপতির দরবারে দুনিয়া ও আখেরাতে যাঁর রয়েছে বিশেষ ও অতুলনীয় মর্যাদা। অজস্র-অগণিত দরূদ ও সালাম আহলে বাইত আতহার আলাইহিমুস সালাম এবং আলে রাসূল সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লামের প্রতি। অজস্র-অগণিত দরূদ ও সালাম আল্লাহ্‌র প্রিয়তম সৃষ্টির সান্নিধ্য পেয়ে ধন্য, সুপ্ত থেকে আলোকিত সাহাবা আজমাইন রাদ্বিয়াল্লাহু আনহুমগণের প্রতি। \n\nমহাগ্রন্থ আল-কুরআন অন্ধকার থেকে আলোর পথে ধাবিত করার পাথেয়। কুরআনুল কারীম আল্লাহ পাকের পক্ষ থেকে মানবজাতির প্রতি এক বিশেষ ক্রোড়পত্র। এর শুরু থেকে শেষ পর্যন্ত প্রতিটি কথা, প্রতিটি ভাব, প্রতিটি বাক্য একজনকেই সম্বোধন করে অবতীর্ণ। আর তিনি হলেন আল্লাহ পাকের মনোনীত বিশেষ প্রেমাষ্পদ! শয়তানের কুপ্রবৃত্তির মুকাবিলায় আল্লাহ পাকের প্রেমময় রজ্জু এ কুরআন। যা সোজা চলে গেছে পথ মহাপথ পাড়ি দিয়ে লা-জামান, লা-মাকান পেরিয়ে মহান আরশের দিকে। শত পথ, সহস্র মত এবং অজুত বিরোধের মাঝে একমাত্র সরল পথের দিশা এই আল-কুরআন। \n\nইরফান-উল-কুরআন পবিত্র কুরআনের শাব্দিক অনুবাদ নয়, বরং এটি পবিত্র কুরআনের সবচে আধুনিক, বিজ্ঞানভিত্তিক, আধ্যাত্মিক, আত্মিক ও প্রেমময় বিশ্লেষণ। ইরফান-উল-কুরআন তাই শাইখ-উল-ইসলাম ডক্টর মুহাম্মাদ তাহির-উল-ক্বাদরী মাদ্দা জিল্লুহুল আলীর অনবদ্য সৃষ্টি। তিনি জাতিসংঘ কর্তৃক মনোনীত শান্তির দূত। দেশে দেশে, জাতিতে জাতিতে শান্তি ও ভালোবাসার ফেরিওয়ালা তিনি। সহস্রাধিক মৌলিক রচনার মাঝে এই ইরফানুল কুরআন ভিন্নতা নিয়ে হাজির হয়েছে। মানুষের জন্যে, মানবকল্যাণে। \n\nশাইখ-উল-ইসলাম প্রায়ই বলে থাকেন, “ঈমান হলো মুহাব্বাত এবং আদবে মুস্তফার নাম”। এ কথাটি আমাকে বিশেষভাবে মুগ্ধ করেছে এবং আলোড়িত করেছে। আসলেও তো বিষয়টি তাই। শয়তানের ইলম ছিল, কিন্তু মানবজাতির আদিপিতা আদম আলাইহিস সালামের প্রতি ভালোবাসা ও সম্মান ছিল না। ফলে সে হয়ে গেল চির অভিশপ্ত। অপরদিকে ফেরেশতাগণ আদব ও ভালোবাসা প্রদর্শন করে সম্মানীয় থেকে আরো উচ্চ মর্যাদার অধিকারী হলেন। ভালোবাসা ঈমানকে মজবুত করে, অপরদিকে আদববিহীন জ্ঞান মনে সন্দেহের সৃষ্টি করে। যার প্রমাণ শয়তান এবং তার অনুসারীরা। জ্ঞান আবু জাহেলেরও ছিল। কিন্তু হুব্বে রাসূলের [ﷺ ] অভাবে সে জ্ঞান তাকে পথের দিশা দিতে পারেনি। নবুয়তের ঐশী জ্ঞানের তোরণ মুমিনগণের মওলা আলী মুরতজা কাররামুল্লাহু ওয়াজহাহু। সে জ্ঞান হুব্বে রাসূলে [ﷺ ] পূর্ণতা পেয়ে রাসূল [ﷺ ] চেনার মাধ্যম হিসেবে প্রতিভাত হলো। \n\nকুরআনুল কারীম হলো ঐশী জ্ঞানের উৎস এবং আধার। এ কুরআন শুরু থেকে শেষ পর্যন্ত জ্ঞান, উপদেশ, উপমা, মানবজাতির জন্যে স্বস্তি ও শাস্তির নিদর্শনে ভরপুর। শাইখ-উল-ইসলাম বলে থাকেন যে, জ্ঞানেরও জ্যোতি রয়েছে। জ্ঞানেও নূর সৃষ্টি হয়। তবে সব জ্ঞানে জ্যোতি জন্ম নেয় না। কেবল যে জ্ঞান হুব্বে মুস্তফা এবং আদবে মুস্তফার আকরে লালিত, কেবলমাত্র সে জ্ঞানেই জ্যোতি বা নূর সৃষ্টি হয়। সৃষ্টির শ্রেষ্ঠতম সত্তার প্রতি প্রেম, ভালোবাসা ও সম্মান বাধ্যতামূলক। এসব ব্যতিরেকে যে জ্ঞান তাতে জ্যোতি থাকে না। ফলে সে জ্ঞানে জন্ম নেয় অহমবোধ। যার পরিণাম সত্য থেকে বিচ্যুতি। \n\nশাইখ-উল-ইসলামের এই অনুবাদের শুরু থেকে শেষ পর্যন্ত সেই হুব্বে মুস্তফা এবং আদবে মুজতবার ছাপ লক্ষণীয়। \n\nআল্লাহ পাক আদম আলাইহিস সালামকে সৃষ্টি করেছেন আপন মাধুরী দিয়ে। তাঁকে অবহেলা করার কারণে শয়তানকে বিতাড়িত করেছেন জান্নাত থেকে। ইব্রাহিম আলাইহিস সালাম আল্লাহ্‌র সন্তুষ্টির নিমিত্তে সব ছাড়তে রাজি ছিলেন। ফলে আল্লাহ পাক তাঁকে গ্রহণ করেছেন খলিলরূপে। আগুনকে তাই নির্দেশ দিয়েছিলেন শান্তিময় হয়ে যাবার জন্যে। ইউসুফ আলাইহিস সালামকে অন্যান্য সবার মধ্য থেকে বিশেষভাবে নির্বাচন করেছিলেন। তাই তাঁকে তাঁর ভাইয়েরা অন্ধ কূপে নিক্ষেপ করার সাথে সাথে আল্লাহ পাক ওহীর মাধ্যমে তাঁকে শান্তনা দিয়েছিলেন। মূসা আলাইহিস সালামকে আল্লাহ পাক বিশেষভাবে মনোনীত করেছিলেন, কোনও মাধ্যম ছাড়াই যাঁর সাথে কথা বলতেন। ফেরাউন কর্তৃক অপমান এবং হুমকি তাই তিনি সহ্য করলেন না। ফেরাউনকে তার দলবলসহ ডুবিয়ে মারলেন। \n\nআল্লাহ পাক অন্য সবার চেয়ে বিশেষ ভাবে যাঁকে নির্বাচন করলেন তাঁকে ঘোষণা করলেন রাহমাতুল্লিল ’আলামীন হিসেবে। তাঁর প্রতি কাফের-মুশরিক এবং ইহুদীদের বিন্দুমাত্র অসম্মান সহ্য করেন নি। ‘রাঈনা’ একই সাথে ‘আমাদের দিকে তাকান’ হয়, আবার ‘আমাদের রাখাল’ও হয়। এই সামান্য অবজ্ঞাও সহ্য করলেন না। ঘোষণা করে দিলেন, এ শব্দ কোনও ঈমানদারও ব্যবহার করতে পারবে না। তাঁর মহান উপস্থিতিতে প্রিয় সাহাবাগণও উচ্চস্বরে কথা বলতে পারবেন না বলে ওহী নাযিল হলো, করলে ঈমানসহ সমস্ত আমল বাতিলের হুঁশিয়ারি এলো। এই আদেশ যাঁরা নতশিরে মেনে নিয়েছেন, তাঁদের জন্যে সাথে সাথে ওহী অবতীর্ণ হলো সুসংবাদ নিয়ে। প্রিয় মাহবুবের প্রতি স্রষ্টার এই অপার ভালোবাসাই শাইখ-উল-ইসলাম তুলে এনেছেন ইরফান-উল-কুরআনে, শব্দ চয়নে এবং নিজস্ব অভূতপূর্ব ভাষার মাধ্যমে। \n\nশাইখ-উল-ইসলামের ভাষা অন্য ভাষায় রূপান্তরের স্পর্ধা আমাদের নেই। তাঁর ভাব এবং অভিব্যক্তিকেই বরং আমরা বাংলায় পাঠকদের জনে তুলে ধরেছি। আমাদের মতো কয়েকজন অজ্ঞ, অযোগ্য সীমিত জ্ঞানের মানুষকে আল্লাহ্‌ পাক এই বিশেষ ও সম্মানিত কাজের জন্যে মনোনীত করেছেন। আমরা আমাদের সীমাবদ্ধতা এবং অযোগ্যতা মেনে নিয়েই এই কাজে হাত দিয়েছি এবং কাজ আলহামদুলিল্লাহ্‌ সম্পন্ন করে আপনাদের হাতে তুলে দিতে পেরে নিজেদেরকে সার্থক এবং ধন্য মনে করছি। আমাদের চেষ্টার ত্রুটি ছিল না। তবে আমাদের অজ্ঞাতে কোনও ত্রুটি কারো নজরে এলে আমাদেরকে অবগত করার অনুরোধ রইলো। ইন-শা-আল্লাহ পরবর্তী সংস্করণে তার সংশোধন করা হবে।\nইরফান-উল-কুরআন কেন অনন্য?\nমূল কুরাআনুল কারীম পৃথিবীর সব দেশে, সব স্থানে একই রকম, পার্থক্যহীন। কিন্তু কুরআনুল কারীমের অনুবাদ ভাষাভেদে ভিন্ন ভিন্ন। এমন কি একই ভাষায় একাধিক ও ভিন্ন ভিন্ন অনুবাদ বিদ্যমান। অনুবাদকের প্রজ্ঞা, ভাষায় দক্ষতা, ইসলামি জ্ঞানে পাণ্ডিত্য, ইসলামের ইতিহাসে দখল ইত্যাদি বিষয়ের প্রভাব পড়ে অনুবাদে। এটা সহজেই বোধগম্য। সাধারণ কারো অনুবাদক এবং আল্লাহ্‌ প্রদত্ত জ্ঞান বা ইলমে লাদুন্নীপ্রাপ্ত ব্যক্তির অনুবাদে এ পার্থক্য বিশাল আকার ধারণ করতে পারে। কুরআনুল কারীমের ভাষায় যিনি মুমিন, মুত্তাক্বী, মুহসীন এবং সর্বোপরি আল্লাহ্‌ পাকের প্রিয়ভাজন অথবা সুফিবাদের ভাষায় যিনি শরীয়তের পাশাপাশি তরিক্বত, হাক্বীক্বত ও মা’রেফাতের জ্ঞানে সুগভীর প্রজ্ঞাবান এবং আল্লাহ্‌ পাকের বিশেষ ইলহামপ্রাপ্ত বান্দা, তিনি যেভাবে কুরআন বুঝবেন এবং অনুধাবন করবেন একজন সাধারণ ইসলামি পণ্ডিত সেভাবে কুরআন বুঝবেন না। তাদের উভয়ের জ্ঞানের গভীরতা একই রকম হবার কথা নয়। আর কুরআনুল কারীমের অনুবাদ যদি হয় যুগের মুজাদ্দিদ কর্তৃক, তখন এর ব্যপ্তি ও গভীরতা অন্য সবাইকে ছাড়িয়ে যাওয়াই স্বাভাবিক। \n\nইরফান-উল-কুরআনের বিশেষত্ব এখানেই। ডক্টর মুহাম্মাদ তাহির-উল-ক্বাদরী মাঃ জিঃ আঃ বর্তমান শতাব্দীর মুজাদ্দিদ। মিশরের আল-আজহারসহ বিশ্বের উল্লেখযোগ্য ইসলামি জ্ঞানাগার কর্তৃক স্বীকৃত এবং গ্রহণযোগ্য ব্যক্তিত্ব তিনি। এমন কি ২০২০ সালে সৌদি আরবে অনুষ্ঠিত ওআইসি কর্তৃক শান্তিবিষয়ক মহাসম্মেলনে প্রধান বক্তা [Keynote Speaker] এবং শান্তিদূত হিসেবে সমাদৃত হন যুগের এই মুজাদ্দিদ। আল-আজহারের শায়খগণ শাইখ-উল-ইসলামের ছাত্রত্ব গ্রহণ করে নিজেদেরকে ধন্য মনে করে থাকেন। গাউসে পাক রাদ্বিয়াল্লাহু আনহুসহ আল্লাহ্‌র অনেক অলির ফয়েজপ্রাপ্ত শাইখ-উল-ইসলাম জ্ঞানের ৫৫টিরও অধিক শাখায় সহস্রাধিক পুস্তক রচনাসহ পবিত্র কুরআনের কালজয়ী বিশ্বকোষ রচনা করেন। \n\nশাইখ-উল-ইসলামের বহুমাত্রিক জ্ঞানের ছাপ স্পষ্ট হয়ে ফুটে উঠেছে ইরফান-উল-কুরআনে। কুরআনের জটিল বিষয়ের সহজ উপস্থাপনা, বিজ্ঞানভিত্তিক বিশ্লেষণ, অস্পষ্ট এবং দুর্বোধ্য আয়াতগুলো সর্বসাধারণের বোঝার স্বার্থে ব্র্যাকেটে নিজস্ব মতামত উপস্থাপনা এবং সর্বোপরি তাঁর এই অনবদ্য অনুবাদে রাসূল সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লামসহ অন্যান্য নবী-রাসূল আলাইহিমুস সালামগণের প্রতি যথাযথ সম্মান প্রদর্শন বিশেষভাবে উল্লেখযোগ্য। \n\nসংক্ষিপ্ত তাফসীর \nইরফান-উল-কুরআন কেবল কুরআনুল কারীমের সরল-সহজ অনুবাদই নয়, এটি একইসাথে সংক্ষিপ্ত তাফসীরও। আল্লাহ্‌ পাক একদিকে বলেন, ‘আর নিশ্চয়ই আমরা উপদেশের জন্যে সহজ করে দিয়েছি কুরআন, অতএব উপদেশ গ্রহণকারী কেউ আছে কি?’ [৫৪-১৭] অন্যদিকে তিনিই বলেন, ‘(এভাবে) আল্লাহ্ একই বিষয়ের মাধ্যমে অনেককে গোমরাহ্ করেন এবং অনেককে হেদায়াত দান করেন’ [২-২৬]। কুরআনের কিছু আয়াতের জটিল অর্থ হবার কথা আল্লাহ্‌ পাক নিজেই ঘোষণা করেছেন সূরা আলে-ইমরানের ৭ নম্বর আয়াতে। কোথাও আয়াতের মাঝে কিছু শব্দ উহ্য থাকা এবং কোথাও ভাষান্তরে কিছু কথা অসম্পূর্ণ বোধ হওয়া কুরআনের ক্ষেত্রে খুবই স্বাভাবিক বিষয়। এটি আরবি ভাষার ব্যতিক্রমধর্মী এক বৈশিষ্ট্য। এক ভাষার ভাব ও অভিব্যক্তি অন্য ভাষায় প্রকাশ করা কিছুটা জটিল। শাইখ-উল-ইসলাম এরকম জটিল স্থানগুলোতে সংক্ষিপ্ত তাফসীরের আকারে বন্ধনীর ভেতরে নিজস্ব মতামত যুক্ত করে দিয়েছেন। ফলে সাধারণ কারো জন্যেও জটিল বিষয়গুলো অনুধাবন করা সহজ হয়েছে। কুরআনের অনুবাদের ক্ষেত্রে এরকম সংক্ষিপ্ত তাফসীর বিশ্বের মাঝে এটিই প্রথম। ভাষা, ব্যাকরণ এবং ভাবের কোনও অসঙ্গতি ছাড়াই একই সাথে ব্র্যাকেটসহ এবং ব্র্যাকেট ছাড়া পড়া সম্ভব। ব্র্যাকেটের বাইরে রয়েছে মূল এবারতের অনুবাদ আর ব্র্যাকেটের ভেতরে রয়েছে শাইখ-উল-ইসলামের যুক্ত করা তাফসীর। \n\nবিজ্ঞানভিত্তিক বিশ্লেষণ \nএ কুরআন বিজ্ঞানময়। সূরা ইয়াসীনের দ্বিতীয় আয়াতেই আল্লাহ্‌ পাক বিজ্ঞানময় কুরআনের শপথ করেছেন। বিজ্ঞানময় কুরআন আসলে কী? আধুনিক বিজ্ঞানের উৎকর্ষ সাধনের ফলে কুরআনের অনেক বিষয় মানবজাতির কাছে দিন দিন পরিষ্কার হচ্ছে। বিগত শতাব্দীতেও যেসব আয়াত মানুষের বোধগম্য হয়নি, বিজ্ঞানের উন্নয়নের ফলে সেগুলো নতুনত্ব নিয়ে উপস্থিত হচ্ছে। অনেকেই কুরআনের বিজ্ঞানবিষয়ক আয়াতগুলোর ব্যাখ্যা ও বিশ্লেষণ করেছেন। তবে কুরআনের পূর্ণাঙ্গ বিজ্ঞানভিত্তিক অনুবাদ এটিই প্রথম এবং একমাত্র অনুবাদ। শাইখ-উল-ইসলামের সম্মানিত পিতা ছিলেন একই সাথে মেডিক্যাল ডক্টর এবং সুফিবাদি আলেমে দ্বীন। ফলে শাইখ-উল-ইসলাম ছোটবেলা থেকেই ইসলামের জটিল বিষয়ের সাথে পরিচিত। বিজ্ঞানময় কুরআনের অনুবাদ তাই তাঁর ইরফান-উল-কুরআনে নতুনত্ব নিয়ে ধরা দিয়েছে। \n\nপদার্থ বিজ্ঞানীরা মাত্র সেদিন খুঁজে বের করেছেন যে, সৃষ্টির শুরু একটি বিস্ফোরণ তথা বিগ-ব্যাং-এর মাধ্যমে। অথচ কুরআন সেই ১৪শ বছর পূর্বেই বিগ-ব্যাং থিওরির ধারণা দিয়েছে। সূরা আম্বিয়ার ৩০ নম্বর আয়াতে আল্লাহ্‌ পাক অবিশ্বাসীদের উদ্দেশ্যে বলেন, ‘আর কাফেরেরা কি ভেবে দেখে না যে, সমস্ত ঊর্ধ্বস্থ মহাবিশ্ব এবং পৃথিবী (সবকিছু) একটি এককের আকারে যুক্ত ছিল; অতঃপর আমরা তাদেরকে পৃথক করে দিয়েছি?’ বিশ্বব্রহ্মাণ্ড যে সম্প্রসারণশীল বিজ্ঞান তা কিছুদি পূর্বে অবগত হয়েছে। অথচ কুরআন এ ব্যাপারেও স্পষ্ট ঘোষণা দিয়েছে ১৪শ বছর পূর্বেই। সূরা যারিয়াতের ৪৭ নম্বর আয়াতে আল্লাহ্‌ পাক ঘোষণা করেন, ‘আর আমরা ঊর্ধ্বস্থ বিশ্বব্রহ্মাণ্ড নির্মাণ করেছি মহাক্ষমতাবলে এবং অবশ্যই (এ বিশ্বব্রহ্মাণ্ডকে) আমরা উত্তরোত্তর সম্প্রসারণ করছি।’ চন্দ্র, সূর্য এবং মহাবিশ্বের প্রতিটি বস্তু যে আবর্তনশীল সে কথা বিজ্ঞান এখন বলছে, অথচ কুরআন সে ব্যাপারেও আমাদেরকে বারবার অবগত করেছে। সূরা ইয়াসীনের ৪০ নম্বর আয়াতটি তার একটি প্রমাণ। ‘(নিজ কক্ষপথ ছেড়ে) সূর্য না পায় চন্দ্রের নাগাল এবং রাত্রি না করে দিবসকে অতিক্রম। আর (গ্রহ-নক্ষত্রের) প্রত্যেকে পরিভ্রমণ করে নিজ নিজ কক্ষপথে।’ \n\nএভাবে প্রজ্ঞাময় কুরআনের অসংখ্য আয়াতে আধুনিক জ্ঞান-বিজ্ঞানের অসংখ্য বিষয়ের অবতারণা লক্ষণীয়। জ্যোতির্বিজ্ঞান, পদার্থবিজ্ঞান, প্রত্নতত্ত্ব, ভূগোল, রসায়ন, জীববিদ্যা, প্রাণীবিদ্যা, শরীরবিদ্যা, ভ্রূণবিদ্যা, চিকিৎসা-বিজ্ঞান, উদ্ভিদ বিজ্ঞান, মনোবিজ্ঞান এর কয়েকটি মাত্র। শাইখ-উল-ইসলাম বিজ্ঞানের এ আয়াতগুলো অনুসন্ধিৎসু পাঠকের জন্যে অত্যন্ত সহজ এবং বোধগম্য করে তুলে ধরেছেন। \n\nযথাযত সম্মান ও মর্যাদাপূর্ণ অনুবাদ \nসাধারণ অনেক অনুবাদেই পাঠক হয়তো লক্ষ্য করে থাকবেন বিভিন্ন আয়াতের বাংলা এবং অন্যান্য অনুবাদে যথাযথ সম্মান এবং মর্যাদা রক্ষা করা হয়নি। সূরা আবাসার ১১ নম্বরের আয়াতের অনুবাদে অনেক অনুবাদকই আঁকা আলাইহিস সালামকে ধমকের সূরে সাবধান করেছেন। নাউজুবিল্লাহ! অথচ মূল আরবি এবারতে ধমকের বিষয়ই উল্লেখ নেই। “কক্ষনো এরূপ করবেন না, এটি উপদেশ!” মূল এবারতে না থাকলেও এরূপ সংযোজন করেছেন প্রায় সব অনুবাদকই। অথচ শাইখ-উল-ইসলাম এ আয়াতটির অনুবাদ করেছেন এভাবে, ‘(হে আমার মহিমান্বিত হাবীব!) আসলে তা নয়! নিঃসন্দেহে এ (কুরআনের পবিত্র আয়াতসমূহ) তো উপদেশ।‘ \n\nসূরা দ্বোহার ৭ নম্বর আয়াতের অর্থ প্রায় সব অনুবাদকই “দ্বা-ল্লান” শব্দের অনুবাদ করেছেন, “পথভ্রষ্ট” হিসেবে। নাউজুবিল্লাহ! অথচ শাইখ-উল-ইসলাম এ আয়াতের বহুমাত্রিক অনুবাদ করেছেন এভাবে, \n\n‘আর তিনি আপনাকে পেয়েছেন তাঁর ভালবাসায় নিমগ্ন ও আত্মহারা, অতঃপর তিনি আপনাকে অভীষ্ট লক্ষ্য অর্জন করিয়েছেন।’ \n\nঅথবা: ‘তিনি আপনাকে বিপথগামী সম্প্রদায়ের মধ্যে (পথপ্রদর্শনকারীরূপে) পেয়েছেন, অতঃপর তিনি (তাদেরকে আপনার মাধ্যমে) হেদায়াত দিয়েছেন।’* \n\n[বহুমাত্রিক অনুবাদের পাশাপাশি তিনি আবার এ আয়াতের কিছু ব্যাখ্যা ও বিশ্লেষণও করেছেন পাদটীকায়। * এ অনুবাদে ‘দ্বাল্লান’শব্দটিকে ‘ফাহাদা’-এর মাফউল মুকাদ্দাম (অর্থাৎ ক্রিয়ার পূর্বে কর্মের উল্লেখ) নির্ধারণ করা হয়েছে। (দেখুন, তাফসীরে কাবীর, কুরতুবী, বাহরে মুহীত, রূহুল বায়ান, শিফা এবং শরহে খুফাজী।)] \n\nএকই আয়াতের বহুমাত্রিক অনুবাদ \nআল্লাহ্‌ পাক অনেক সময় উল্লেখ করেন এক কথা অথচ এর অন্তরালে লুকিয়ে রয়েছে অন্য কিছু। কিংবা একই আয়াতের একাধিক অর্থ ও ভাবার্থ রয়েছে। যার কিছু ব্যাখ্যা হাদিসে পাকে এসেছে। শাইখ-উল-ইসলাম এমন আয়াতগুলোর একের অধিক অর্থ সংযোজন করেছেন। সূরা আসর-এর প্রথম আয়াতটি এরকম কিছু আয়াতের একটি। \n\n‘মহাকালের শপথ! (যার আবর্তন মানুষের অবস্থার সাক্ষ্য বহন করে।)’ \n\nঅথবা ‘শপথ আসর নামাযের! (কারণ তা সকল নামাযের মধ্যবর্তী নামায।)’ \n\nঅথবা ‘শপথ আসরের সময়ের! (যখন দিনভর আলোবিকীরণকারী সূর্য স্বয়ং অস্তমিত হওয়ার দৃশ্য উপস্থাপন করে।)’ \n\nঅথবা ‘শপথ মুস্তাফা (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়া সাল্লাম)-এঁর নবুয়্যতকালীন পবিত্র সময়ের! (যা ঐতিহাসিক, প্রাগৈতিহাসিক এবং অনাগত সকল কালের একমাত্র লক্ষ্য এবং কাক্সিক্ষত অর্জন।)’ \n\nভাষার মাধুর্যতা এবং সহজবোধ্যতা \nইরফান-উল-কুরআনের যে বিষয়টি পাঠকমণ্ডলীকে সবচে বেশি মুগ্ধ করবে তা হলো এর ভাষা, শব্দের ব্যবহার, সাবলীলতা, সহজবোধ্যতা, ভাষার গতিশীলতা এবং কুরআনের মূল ভাব ও কাব্যিকতার সাথে মিল রেখে সুখপাঠ্য অনুবাদ। বাংলা ভাষায় এ বিষয়টি বিশেষ ভাবে লক্ষ্য রাখা হয়েছে। ফলে পাঠক পবিত্র কুরআনুল কারীম পাঠ করতে গিয়ে ক্লান্তি বা অবসাদের কবলে পড়বেন না। পাঠকের কথা বিবেচনায় নিয়ে এর এক পাশে রাখা হয়েছে মূল আরবি এবং অন্য পাশে রাখা হয়েছে বাংলা। ফলে কেউ চাইলে কেবল বাংলা অনুবাদ পড়তে পারবেন, আবার কেউ চাইলে কেবল আরবি তেলাওয়াত করতে পারবেন। আবার কেউ চাইলে পাশাপাশি মূল এবারতের সাথে বাংলা অনুবাদ মিলিয়ে পড়তে পারবেন। কুরআনুল কারীমের এমন অনবদ্য পাশাপাশি ছাপা এটিই প্রথম। \n\nসূরা ইয়াসীনে আল্লাহ্‌ পাক তাঁর প্রিয় মাহবুব সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লামকে কেবল কবি হিসেবে প্রেরণ করেন নি বলে ঘোষণা করেছেন। অপরদিকে কুরআনের অনেক আয়াতেই অদৃশ্য ছন্দ ও ভাব লুকিয়ে রয়েছে। বিশেষ করে ১৫তম পারার পর থেকে এবং মক্কায় অবতীর্ণ সূরাগুলো কাব্যিক আকারে অবতীর্ণ হয়েছে। এর মধ্যে ত্রিশ পারার সূরাগুলো ছোটো ছোটো কাব্যিক ভাবধারায় ফুটে উঠেছে। বাংলা অনুবাদে সে বিষয়টির প্রতি বিশেষ নজর দেয়া হয়েছে। \n\nপরিশেষে, এ অনুবাদের ভুলত্রুটি, বানান ভুল এবং টাইপিং-এর ত্রুটিগুলোর দায় একান্তই আমার উপর। অপরদিকে এর সুখপাঠ্য দিক, সহজবোধ্যতা, সাহিত্যমান এবং সর্বোপরি চমৎকারিত্বের কৃতিত্ব আমাদের মিনহাজ নিরীক্ষণ বোর্ডের সবার। আল্লাহ্‌ পাক আমাদের ভুলত্রুটিগুলো মার্জনা করে এই অনুবাদটি তাঁর পাক দরবারে কবুল করে সবাইকে উত্তম জাজা দান করুন। আমীন ইয়া রাব্বাল আলামীন। বিহুরমাতি সাইয়্যিদিল মুসালীন।\nমিনহাজ পাবলিকেশন থেকে প্রকাশিত কিতাবসমূহ সংগ্রহ করতে নিচের লিংকে ক্লিক করে অর্ডার করতে পারেন।\nClick on মিনহাজ পাবলিকেশন বাংলাদেশ to go to the web site\nhttps://forms.gle/bUgTMM3PHsYCWmxe6/");
									startActivity(in);
								} else {
									if (list.get((int)_position).get("1").toString().equals("কানযুল ঈমান শ্রেষ্ঠ কেন?")) {
										in.setClass(getApplicationContext(), ReadingActivity.class);
										in.putExtra("name", "কানযুল ঈমান শ্রেষ্ঠ কেন?");
										in.putExtra("author", "সংকলক : আব্দুল মুস্তফা রাহিম রমজান");
										in.putExtra("bookname", "kanzul");
										startActivity(in);
									} else {

									}

								}
							}
						}
					}
				}
			});
		}
		
		@Override
		public int getItemCount() {
			return _data.size();
		}
		
		public class ViewHolder extends RecyclerView.ViewHolder {
			public ViewHolder(View v) {
				super(v);
			}
		}
	}
}